{
  "id": 1431945,
  "name": "State ex rel. Attorney General v. Fidelity & Deposit Company of Maryland",
  "name_abbreviation": "State ex rel. Attorney General v. Fidelity & Deposit Co.",
  "decision_date": "1933-03-06",
  "docket_number": "4-2979",
  "first_page": "4",
  "last_page": "12",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 4"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "13 S. W. 130",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "52 Ark. 541",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1913415
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/52/0541-01"
      ]
    },
    {
      "cite": "155 Miss. 115",
      "category": "reporters:state",
      "reporter": "Miss.",
      "case_ids": [
        1846951
      ],
      "opinion_index": 0,
      "case_paths": [
        "/miss/155/0115-01"
      ]
    },
    {
      "cite": "4 Minn. 140",
      "category": "reporters:state",
      "reporter": "Minn.",
      "opinion_index": 0
    },
    {
      "cite": "202 S. W. 1008",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "case_ids": [
        8264514
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sw/202/1008-01"
      ]
    },
    {
      "cite": "191 S. W. 949",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "127 Ark. 222",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1550275
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/127/0222-01"
      ]
    },
    {
      "cite": "203 S. W. 1008",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "134 Ark. 358",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1573313
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/ark/134/0358-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 665,
    "char_count": 15819,
    "ocr_confidence": 0.505,
    "pagerank": {
      "raw": 2.5003196199302367e-07,
      "percentile": 0.8094419790497438
    },
    "sha256": "fd7432d66ebb05d6825952075145746ec3ebe88c25eed5a75444372aadcefcc0",
    "simhash": "1:3fa5070a1605effc",
    "word_count": 2704
  },
  "last_updated": "2024-02-27T21:18:50.990705+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "State ex rel. Attorney General v. Fidelity & Deposit Company of Maryland."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nSeparate suits were filed by the State, on the relation of the Attorney General, against C. S. Christian, W. W. Mitchell and Claude Duty. The members of the State Highway Commission and the surety upon the separate bonds of the commissioners were made parties to each of these suits. There is some confusion as to the record in the case, as the cases were consolidated for the purpose of trial. Answers were filed by all of the defendants, to which the State demurred, but the demurrers were overruled only as to the answers filed by the commissioners and their surety. The State elected to stand upon the demurrers which had been overruled, and the causes were dismissed as to the highway commissioners and their surety, and this appeal is from that judgment. The trial court does not appear to have disposed of the demurrers to the answers of Christian, Mitchell and Duty, and the causes of action against these defendants are still pending in the court below, although a brief was filed by Duty on the question of his liability, and we were thus led to believe that the question of liability of all the defendants was before us for decision, and we proceeded to decide it. As the causes against Duty and Christian and Mitchell are not before us, we withdraw the opinion as originally handed down and limit our decision to the liability of the commissioners and their surety.\nThe complaints alleged that Christian, who was the State Highway Engineer, and Mitchell, who was a district highway engineer, and Duty who was an Assistant Attorney General of the State, had each been paid certain sums of money as “living expenses,” in excess of their lawful salaries, and that these payments were made under the authority and direction of the members of the State Highway Commission, which action by the Commission was unauthorized by law and was in violation of the official duties of the'Commissioners. Upon this allegation the Commissioners and the surety upon the official bond of each Commissioner were made party defendants in each suit.\nThe answers admit that certain sums of money were paid to Christian, Mitchell and Duty in excess of their fixed salaries, but alleged that this excess was paid by way of expenses, to retain their services, upon the assumption by the Commission that they possessed this authority.\nThe essential allegations of the pleadings are to the following effect: Christian resided in Texarkana, Mitchell in Fort Smith, and Duty in Rogers. These men were first employed — all of them — at salaries authorized by law, but they represented to the Commission that they could not continue the discharge of their respective duties unless they were allowed their living expenses in Little Rock. It was the unanimous opinion of the Highway Commission that the increased compensation demanded did not exceed the value of the services being rendered and thereafter to be rendered, but the question of the power of the Commission under the law to make the allowance arose, and a written request was submitted to H. W. Applegate, then the Attorney General of the State, for an opinion on the subject. A written opinion was rendered by the Attorney General’s office in response to this request, which was signed “H. W. Applegate, Attorney General, By Claude Duty, Assistant Attorney General.” After a short review of the question, the opinion concluded with the statement that: “It is clearly my opinion that such action as mentioned in your letter is within the powers' and within the legal rights of the Highway Commission to do, and you are. so advised. ’ ’\nThereafter the Highway Commission directed the payment monthly, to each of the three employees, of a sum equal to the estimated living expenses of such employees, while resident in Little Rock. This was in addition to their traveling expenses while engaged in the discharge of their respective duties. The right and power to pay the actual and necessary traveling expenses in the discharge of official duties is not questioned. The question for decision is the right to pay “living expenses in Little Rock,” and the liability of the respective parties for an unauthorized payment on that account.\nThe payments of money complained of covered the period of time from July 1, 1927, when the first payment was made to Mr. Christian, to September 30, 1932, when the last payment was made to Mr. Duty, and the power of the Highway Commission during this period of time in the respect indicated is limited and defined by the following acts of the General Assembly: act 11 of the Acts of 1927, page 17; act 18 of the Acts of 1929, page 2G; act 28 of the Acts of 1931, page 7i8.\nSection 10 of act 11 of 1927, which was in effect before any of the payments here questioned were made, makes an appropriation of $280,000 to pay, among other things, “the salaries and other pay of the highway engineers employed by the Commission, the salaries and other pay of such other employees of the Commission as the Commission may deem necessary.”\nThis act must however be read in connection with such portions of act 5 of the Acts of the Special Session of 1923 (Acts Special Session 1923, page 11) as were not repealed by the later act.\nTwo sections of the act of 1923 which must be considered in this connection are §§ 7 and 12. By § 7 it is provided that the Attorney General shall be the attorney for the State Highway Commission, and that, to assist that officer in the performance of his duties, he is authorized to employ an additional assistant, to be approved by the Highway Commission, at a salary of $2,400 per year. The defendant Duty served as Assistant Attorney General during the time covered by this litigation, and was acting in that capacity when he wrote the letter to the Highway Commission above referred to.\nSection 12 of act 5 of 1923 authorizes the employment of a State Highway Engineer at a salary of $5,000 per year, and that: ‘ ‘ The salaries of the other engineers and employees shall be fixed by the State Highway Commission, but no salaries shall exceed $4,000 a year. ’ ’ By subsequent legislation the salary of the Assistant Attorney General was increased to $3,600.\nBy § 5 of act 18 of the Acts of 1929, ’the sum of $300,000 was appropriated to pay “all expenses of the office of the State Highway Department, expenses of the members of the Highway Commission, the salaries and expenses of the highway engineers employed by the Commission, and the salaries and expenses of such other employees of the Highway Commission as the Commission may deem necessary.”\nBy act 28 of the Acts of 1931- (Acts 1931, page 78), there was appropriated the sum of $275,000 to pay, among other items, “the salaries and expenses of highway engineers employed by the Commission, and the salaries and expenses of such other employees of the Highway Commission as the Commission may deem necessary. ’ ’\nChristian, Mitchell and Duty were each paid the full amount of the salaries allowed by law, and these salaries are not questioned. The question is what expenses may be paid in addition to the salaries.\nIt is our opinion that the answer to this question is that the expenses contemplated by the statutes quoted are those only which were necessary and were actually incurred in the discharge of the duties of the respective employees, and that there was no authority to pay “living expenses” of any employee, as distinguished from the necessary and actual expenses incurred in the discharge of their duties. We therefore conclude that the Attorney General was in error in the opinion furnished the Highway Commission to the effect that the salaries might be supplemented by the payment of “living expenses,” in addition to the salaries, and we are of this opinion notwithstanding the allegation of the answers, which the demurrers admit, that the services of these employees, or of others equally efficient, could not otherwise have been obtained.\nThe law conferred no authority to pay anything more than the salaries provided by law and the expenses necessarily incident to the discharge of the duties of the defendants, Christian, Mitchell and Duty.\nIt does not follow however that the Commissioners are liable for- the erroneous payments. As to them the question of their liability may be stated as follows: Shall a member of a public commission be held liable for a mere mistake or error of judgment in voting to pay certain expenses of employees, whom the Commission was authorized to employ, when the member in so voting acted not only honestly and in perfect good faith, but, indeed, under the written advice of the very attorney selected by the State to advise him?\nThe answers alleged, and the demurrérs admitted, the good faith of the Commissioners. The law did not require that the members of the Highway Commission be learned in the law, and the answers alleged that none of them were lawyers. They were all called from other walks of life, and, in order that they might be advised as to their duties and as to the limitations upon their authority and powers, a law officer was designated to act as their adviser. They did not act until they had sought this advice, and the action taken accorded with the advice given. It is not contended that the Highway Commissioners acted wilfully, maliciously or corruptly; nor is it contended that they derived any profit or benefit personally from the advice asked and given.\nIt is not contended, on behalf of the Commissioners, that the erroneous opinion of the Attorney General changed the law or increased their power. It is contended however that the opinion of the Attorney General, through his deputy should be considered in connection with, the undenied allegations of the answers, that the Commissioners acted in good faith, and that they personally derived no profit or advantage from their action.\nCounsel cite many cases defining the conditions under which members of official boards and commissions are responsible for misappropriation of public funds. We do not review these cases, as the rule already adopted in this State conforms to the rule in force in most, if not all, other jurisdictions.\nThe case of Hendrix v. Morris, 134 Ark. 358, 203 S. W. 1008, is typical of many other cases cited. In that case the facts were that a board of school directors, without authority of law, had purchased and operated an automobile truck for the purpose of carrying children to and from school. It was held in Hendrix v. Morris, 127 Ark. 222, 191 S. W. 949, the opinion being delivered January 29, 1917, that the directors had no authority to expend school, money for this purpose. ■ After the rendition of this opinion, suit was brought against the directors to recover the money thus expended, but it was held, to quote a headnote in Hendrix v. Morris, 134 Ark. 358, 202 S. W. 1008, that: “WTiere school directors act in good faith, believing at the time that they have authority under the statutes to expend money for the purposes 'for which they issue warrants, they will not be liable to the district individually for money so expended, even though they have no such authority.”\nIn that case we quoted from Sanborn v. Neal, 4 Minn. 140, the following statement of the law: “As is said by the Supreme Court of Minnesota, ‘Were the rule otherwise, few persons of responsibility would be found willing to serve the public in that large capacity of offices, which requires a sacrifice of time and perhaps money, but affords neither honor nor profit to the incumbent’.”\nWe also said in this case of Hendrix v. Morris, 134 Ark. 358, 203 S. W. 1008, supra, that, “while it is alleged and admitted that the directors had no authority to issue the warrants for the purpose mentioned, there is no allegation that they acted wilfully or maliciously. This is essential in order to make the directors personally liable.”\nThe case of National Surety Co. v. Miller, 155 Miss. 115, 124 Sou. 251, is a well-considered one, which reviews the legal principles here involved. The facts there were that the board of commissioners of a levee district let a contract to construct a levee, and later amended the contract to provide for increased compensation to the contractor. It was there held that this action was, not only not allowed by law, but was prohibited by the Constitution of the State, yet it was also held that, as the members of the board had acted within the- scope of their general jurisdiction and in good faith, without fraud or corruption, they were not individually liable for the increased compensation which they had unlawfully paid. It was there said: “Equally is it to be said that when we create boards and commissions and invest them with high duties and powers towards the accomplishment of great public objects, if we are to subject them to actionable liability for errors of decision and judgment and cast their estates in ruin, although they acted within their jurisdiction and in good faith, we will have only insolvents in office, or else those who will be so fearful of disaster to their private fortunes and the safety of their families that the rule of their conduct will be that of nonaction or of action so feeble and halting and cautious, their performances so paralytic of the vigor of decision, that they would become little more than objects of commiseration and at last of contempt.”\nThe case of Russell v. Tate, 52 Ark. 541, 13 S. W. 130, is cited as sustaining the opposite view. The facts there were that the mayor and council of the then town of Russellville appropriated a thousand dollars of the town’s funds to build a county courthouse, and certain taxpayers of the town brought suit to enjoin the payment of this money, and to recover the part thereof already paid out. The relief prayed was granted, but, in granting the relief the court said: “As against the liability of these defendants, it is contended that a city council being in some sort a legislative body, its members are not liable for the erroneous exercise of their discretion in voting upon measures before them. This is true. [Citing cases.] But where, after exercising their discretion in voting $1,000 of the money of the town, to pay an obligation which they and a few others had bound themselves to discharge, they or their building committee took the money, it was a conversion of trust funds, for which each of them, as also the mayor who ordered, and the treasurer who made, the payment, are liable.” [Citing cases.]\nIt will be observed that the principle upon which the liability was sustained was not for the authorization of the appropriation, but for the subsequent conversion of the money appropriated. In the instant case there is no contention that the Commissioners converted or received any of the money which they had ordered paid without authority. Had this been done, the case of Russell v. Tate would apply.\nAs to the liability of the surety upon the bonds of the Commissioners, but little need be said. The execution of the bond added nothing to the liability of the Commissioners, as the purpose of the bond was to insure the faithful performance of the official duties of the Commissioners, and no official act of theirs would constitute a breach of the bond unless such act would, without a bond, amount to a breach of official duty. ' The principal not being liable, the surety cannot be held.\nIt follows, therefore, that the demurrers to the answers of the Commissioners and their surety were properly overruled, and the judgment dismissing the suits against them is affirmed.",
        "type": "majority",
        "author": "Smith, J."
      }
    ],
    "attorneys": [
      "Hal L. Norwood, Attorney General and Walter L. Pope, Assistant, for appellant.",
      "Rose, Hemingway, Cantrell & Loughborough, Duty & Duty and Daily & Woods, for appellees."
    ],
    "corrections": "",
    "head_matter": "State ex rel. Attorney General v. Fidelity & Deposit Company of Maryland.\n4-2979\nOpinion delivered March 6, 1933.\nHal L. Norwood, Attorney General and Walter L. Pope, Assistant, for appellant.\nRose, Hemingway, Cantrell & Loughborough, Duty & Duty and Daily & Woods, for appellees."
  },
  "file_name": "0004-01",
  "first_page_order": 22,
  "last_page_order": 30
}
