{
  "id": 1357154,
  "name": "Weidemeyer v. Little Rock",
  "name_abbreviation": "Weidemeyer v. Little Rock",
  "decision_date": "1923-01-29",
  "docket_number": "",
  "first_page": "5",
  "last_page": "11",
  "citations": [
    {
      "type": "official",
      "cite": "157 Ark. 5"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "103 Ark. 412",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "114 Ark. 334",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1536289
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/114/0334-01"
      ]
    },
    {
      "cite": "64 Ark. 556",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "136 Ark. 84",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1569956
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/136/0084-01"
      ]
    },
    {
      "cite": "131 Ark. 411",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1578653
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/131/0411-01"
      ]
    },
    {
      "cite": "39 Ark. 491",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1898646
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/39/0491-01"
      ]
    },
    {
      "cite": "117 S. W. 563",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": -1
    },
    {
      "cite": "39 Ark. 413",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1898639
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/39/0413-01"
      ]
    },
    {
      "cite": "36 Ark. 451",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1872410
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/36/0451-01"
      ]
    },
    {
      "cite": "37 Ark. 580",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1870922
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/37/0580-01"
      ]
    },
    {
      "cite": "37 Ark. 164",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1870916
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/37/0164-01"
      ]
    },
    {
      "cite": "174 S. W. 225",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": -1
    },
    {
      "cite": "120 Ark. 446",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1561103
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/120/0446-01"
      ]
    },
    {
      "cite": "77 Ark. 556",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1499188
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/77/0556-01"
      ]
    },
    {
      "cite": "62 Ark. 94",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "103 Ark. 405",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1351974
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/103/0405-01"
      ]
    },
    {
      "cite": "114 Ark. 334",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1536289
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/114/0334-01"
      ]
    },
    {
      "cite": "64 Ark. 556",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 530,
    "char_count": 11121,
    "ocr_confidence": 0.495,
    "pagerank": {
      "raw": 3.225020309294077e-07,
      "percentile": 0.8673494091740483
    },
    "sha256": "10b4fb07b858331ded42ab5e7d772b1414e1881dac8d78cf7b5d6f4f71ae5e64",
    "simhash": "1:7af90ce90d0f3a8a",
    "word_count": 2049
  },
  "last_updated": "2024-02-27T20:13:54.858580+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Weidemeyer v. Little Rock."
    ],
    "opinions": [
      {
        "text": "Wood, J.\nThis action was instituted by the appellee against. C. E. Ferguson, H. A. Bowman and appellant, Weidemeyer, to condemn for street purposes a strip of land. The city engineer testified that the street which the appellee was seeking to open on the land of appellant and others was sixty feet wide and 330 long. The land of appellant taken by it would be a little over .45 of an acre, not quite a half acre. On the west side of the street there would be .2272 of an acre, or thirty feet by three hundred thirty feet, a little under a quarter of an acre. On the west side of the street the entire tract of appellant contained 2½ acres and on the east side a little over half an acre. The acreage taken out of both tracts, measured in lots of the usual dimension of 50 x 140, would be one and two-thirds lots. When this acreage is taken out, appellant would have a trifle over 2¾ ajares left. After the proposed land is taken out for street purposes, it will leave appellant close to eight lots. It will leave him six lots on the west side, and on the east side a fraction over one lot. The opening up of the street would take one and two-thirds lots .and leave appellant seven and a fifth lots on Broadway Street. The land taken would cut off the back end of appellant’s home site to an amount equal of one and two-third lots. This witness exhibited and introduced a plat showing the location of the street as it affected appellant’s land.\nWitnesses who were familiar with the property, and who were engaged in the real estate business and -had knowledge of property values in the vicinity, testified. One of them stated that “after the street or extension of the street is made the value of the land caused by the proposed improvement would be about $1,500 per lot. * * * The lots would be worth $1,500 when the street was open, and would sell at $2,500 if the street was fixed up.” In witness’ judgment the benefit derived from the extension is nearly une hundred per cent, of its present value. What he has left would be worth twice as much as it is now. Another testified that “the value of the lots on the east side as they stand today would be worth from twelve to fifteen hundred dollars per lot. Those on the other side from eighteen hundred to two thousand. * * * After the street was opened up the'value of the land would be about $500 a lot more.”\nThe appellant testified that he owned a block of ground on which was his home. It was a piece of ground more than 330 feet square. His home fronts on Arch Street. The proposed street will take off of his property a piece of ground 30 x 330 feet and also a piece 30 x 60 feet, approximately one and two-thirds lots. Appellant has about twelve lots in the tract. Appellant had owned it all of his life practically, it being given him by .his father. Appellant had been living there for forty years, and had ample opportunities to notice land values out there. Appellant was asked the following question: “I will ask if running* this street through and taking off of this part of your property will increase the value of what you have left?” Appellant answered, “Not a cent.”\nOn cross-examination appellant was asked this question :• “What is that worth at the present time in acreage ? ’ ’ Appellant answered, ‘ ‘ It has no value. I haven’t it on the market. I have had an opportunity to sell it if I wanted to. The Jews wanted to make a New Jerusalem out there, and I wouldn’t let them have it. That is my home site, and it is going down to posterity and to my children as long as I can hold it. Some of you gentlemen didn’t think I can hold it, hut I think I can.” In response to a question as to whether appellant thought he was competent to place a value on it after it was platted and turned into lots, the appellant answered, “I haven’t gone into it. There is no use. of asking a question if the street is there and if I want to plat it. It is worth more, but I haven’t got it there for that purpose. I don’t want to, but nobody can keep me from doing it if I wanted to do it. ’ ’ He further testified that the figures of the city engineer were about correct. The land as acreage has no value because it is not on the market. It is worth more if it be platted, but appellant did not have it there for that purpose, because it was his home and he wanted to keep it as such, and it was not going to increase it in dollars and cents by having a strip taken off of it.\nAnother witness, Davis, who was in the horseshoeing business, and who had never been in the real estate business, but whose wife owned a piece of property out there, testified that he knew the value of the land in that community, and if the proposed street would open up Broadway Street to the railroad, the value would be very handsome, but they are not opening it up to the railroad. It goes to the south line of Ferguson’s property, giving no outlet to town, and does not increase the value of the property to Mr. Weidemeyer.\nThe court instructed the jury to return the following verdict: “We, the jury, find that the benefit to be derived by the improvement to be made by each of the defendants exceeds the value of the property taken for such improvement.” The court rendered a judgment which, in substance, recites that by reason of the fact that the benefits accruing to the remainder of the tracts of said defendants were in excess of the value of the tracts so taken, the appellant should recover nothing from the appellee. Prom that judgment is this appeal.\nThe question for decision on this record is whether or not the court erred in directing the verdict and entering a judgment in favor of the appellee. In Cribbs v. Benedict, 64 Ark. 556-559, we said: “The view which seems to us to accord with reason, and which is supported by high authority, is that where the public use for which a portion of a man’s land is taken so enhances the value of the remainder as to make it of greater value than the whole was before the taking, the owner in such case has received just compensation in benefits. And the benefits which will be thus considered must be those which are local, peculiar and special to the owner’s land, who has been required to yield a portion pro bono publico.” This doctrine has since been steadily adhered to, and was reannounced in the comparatively recent ease of Paragould v. Milner, 114 Ark. 334-337. The undisputed testimony shows that the condemnation of appellant’s land as a street for city purposes would make the remaining property of appellant more valuable than it was before the taking. The case on the facts is thus brought directly within the doctrine of the above cases.\nWhile the appellant, at one place in his testimony, says that “the taking will not increase the value of this property one cent,” and again that “it is not going to increase it in dollars and cents by having the strip taken off,” yet, when his whole testimony is considered together, it i$ manifest, and must be conceded as uncontrover ted, that the opinion of the appellant thus expressed was grounded entirely upon the fact that the appellant was holding and using the property as his home, and did not intend to use it in any other way, and therefore he didn’t consider that it had any market value. He concedes that if the street is opened up and a market value placed upon the property afterwards, it would be worth more than in its present condition, for he says, “There is no use asking a question if the street is there and I wanted to plat it. It is worth more, but I haven’t got it there for that purpose. I don’t want to, but nobody can keep me from doing it if I wanted to.” Likewise the testimony of the witness Davis, considered as a whole, shows that if the property were his and a street were opened through it, he wouldn’t know what value to put upon the lots. It occurs to us that a close analysis of the testimony of the appellant and Davis shows that the opening of the street would in fact render the remaining property more valuable if the same were platted and valued as city lots, than the whole property is worth in its present condition. The testimony of Davis, on cross-examination, shows that in his opinion the property in that neighborhood was worth three or four thousand dollars per acre without any street or road touching it, but if a street were opened up it would be worth three to four thousand dollars a lot, provided the street went on to the railroad. Davis did not know and did not testify as to the value of appellant’s land if it were platted and sold in lots after the proposed condemnation.\nIn Fort Smith & Van Buren Bridge District v. Scott, 103 Ark. 405-412, we said: “The measure of the owner’s compensation for the land condemned is the market value thereof at the time of the taking for. all purposes comprehending its availability for any use to which it is plainly adapted, as well as the most valuable purpose for which it can be used and will bring the most in the market.” No issue is raised here as to the right of the appellee to condemn the property for street purposes. Such fight being conceded by the appellant, we find that there is really no conflict' in the evidence that the land, after the taking of the strip proposed, would he more valuable in city lots, for which it would he plainly adapted, than it would be on the market if sold in its present condition and to be used in its entirety perpetually as a home, and for no other purpose.\nThe court did not err in directing the verdict of the jury. The judgment is correct, and it is therefore affirmed.",
        "type": "majority",
        "author": "Wood, J."
      }
    ],
    "attorneys": [
      "Isgrig & Dillon, for appellant.",
      "■ John F. Clifford, for appellee."
    ],
    "corrections": "",
    "head_matter": "Weidemeyer v. Little Rock.\nOpinion delivered January 29, 1923.\nEminent domain — condemnation for street — benefits exceeding DAMAGES. — Where, after taking a strip of defendant’s lands for a proposed street, the remaining portion would be more valuable in city lots than it would bring on the market if sold in its present condition, and the benefit accruing to the remaining portion exceeded the value of the strip taken, compensation is properly denied.\nAppeal from Pulaski Circuit Court, Third Division; A. F. House, Judge;\naffirmed.\nIsgrig & Dillon, for appellant.\nThere being a material conflict in the testimony, it was error to direct a verdict. 62 Ark. 94; 77 Ark. 556; 120 Ark. 446; 174 S. W. 225; 37 Ark. 164; 37 Ark. 580; 36 Ark. 451. The mere fact that there was a preponderance of evidence in favor of appellee did not justify a directed verdict; the matter was a question for the jury. 39 Ark. 413; 117 S. W. 563; 39 Ark. 491; 131 Ark. 411; 136 Ark. 84.\n■ John F. Clifford, for appellee.\nWhere, by the taking of private property for public use, the part remaining to the owner is so increased in value as to be worth more than the whole tract in its original condition, the owner has received just compensation in benefits. 64 Ark. 556; 114 Ark. 334.\nThe measure of the owner’s compensation is the market value at the time of the taking, for all purposes comprehending its availability for any use to which it is plainly adapted, as well-as the most valuable for which it can be used and will bring the most in the market. 103 Ark. 412."
  },
  "file_name": "0005-01",
  "first_page_order": 27,
  "last_page_order": 33
}
