{
  "id": 1428251,
  "name": "Porter v. State",
  "name_abbreviation": "Porter v. State",
  "decision_date": "1933-09-25",
  "docket_number": "Crim. 3845",
  "first_page": "6",
  "last_page": "11",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 6"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "88 S. W. 878",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "76 Ark. 258",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1501010
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/76/0258-01"
      ]
    },
    {
      "cite": "14 Am. St. Rep. 27",
      "category": "reporters:state",
      "reporter": "Am. St. Rep.",
      "opinion_index": 0
    },
    {
      "cite": "10 S. W. 228",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "51 Ark. 147",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8721089
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/51/0147-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 269,
    "char_count": 3956,
    "ocr_confidence": 0.498,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.053721085669473395
    },
    "sha256": "bb2e9ac53b9c6df6df6c9480dbced0aed436ac828f4cf76c3f70173f1084f19d",
    "simhash": "1:2e7b93e01e671999",
    "word_count": 672
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Porter v. State."
    ],
    "opinions": [
      {
        "text": "Johnson, C. J.,\n(after stating the facts). There are three questions presented for determination by this court, namely; first, did the trial court err in refusing to arrest the judgment of conviction; second, did the trial court err in refusing to give to the jury appellant’s requested instructions number 4 and 6; third, did the trial court err in propounding- to the witness, T. A. Watson, the questions set forth in the statement of facts?\nConsidering the first question presented for determination, § 2009 of Crawford & Moses’ Digest reads as follows:\n“Fraudulent Warrants. If, upon adjudication of any warrant by the county court, it shall be found to have been fraudulently or wrongfully issued without due authority from said court, the court shall indorse such fact thereon and cause it to be deposited, without renewal, in the office of the clerk of said court. Any clerk who shall fraudulently or wrongfully, without authority of law, issue any such warrant shall be deemed guilty of a felony, and upon conviction thereof shall be imprisoned in the penitentiary for not less than one year and not more than three years.”\nThe insistence is that the indictment does not allege that the county court of Franklin County made an adjudication that the warrant was fraudulently or wrongfully issued, and that it does not charge that such finding was indorsed upon the warrant, and that it does not charge that the warrant was thereafter deposited with the clerk, and indorsed “without renewal.” It is conceded that the indictment follows the latter half of this section. The insistence is that the use of the words “any such warrant” as they appear in the latter half of the section has reference to “shall indorse such fact thereon and cause it to be deposited,” as the phrase appears in the first half of the section. We cannot agree with this contention. We think that the words “any such warrant” has reference to the words “fraudulently or wrongfully issued,” and with this construction the indictment charges a crime substantially in the language of the statute. It is our conclusion that a criminal violation is charged in the indictment and that the trial court committed no error in refusing to arrest the judgment of conviction.\nThe next insistence for reversal is that the trial court erred in refusing to give to the jury appellant’s requested instructions numbered 4 and 6. This insistence has been carefully considered, but we find that these instructions are fully covered by other instructions given by the trial court. Conceding, without deciding, that the requested instructions numbered 4 and 6 are correct declarations of law, there was no error in refusing to give them, because they are fully covered hy instructions which were given.\nIt is finally insisted that the trial court erred in interrogating- the witness, Watson, while on the witness stand, and the cases of Sharp v. State, 51 Ark. 147, 10 S. W. 228, 14 Am. St. Rep. 27, and Arkansas Central Railroad Company v. Craig, 76 Ark. 258, 88 S. W. 878, 6 Ann. Cas. 476, are called to our attention in support thereof.\nIn the Craig case, cited supra, this court said:\n“A trial judge has the right to propound such questions to witnesses as may be necessary to elicit pertinent facts; but this must be done in a reasonable and impartial way, so as not to indicate his opinion of the facts.”\nWe think that the questions propounded by the trial court in the instant case are both reasonable- and impartial, and that they could not and did not influence the jury in any improper way. There is nothing in the questions propounded to indicate that the trial court had any opinion as to the guilt or innocence of the accused.\nNo error appearing, the judgment is affirmed.",
        "type": "majority",
        "author": "Johnson, C. J.,"
      }
    ],
    "attorneys": [
      "Mark E. Woolsey, J. P. Clayton and Evans & Evans, for appellant.",
      "Hal L. Norwood, Attorney General, and John H. Caldwell, Assistant, for appellee."
    ],
    "corrections": "",
    "head_matter": "Porter v. State.\nCrim. 3845\nOpinion delivered September 25, 1933.\nMark E. Woolsey, J. P. Clayton and Evans & Evans, for appellant.\nHal L. Norwood, Attorney General, and John H. Caldwell, Assistant, for appellee."
  },
  "file_name": "0006-01",
  "first_page_order": 24,
  "last_page_order": 29
}
