{
  "id": 8717975,
  "name": "Harris (Richmond) v. State",
  "name_abbreviation": "Harris v. State",
  "decision_date": "1932-06-20",
  "docket_number": "Crim. 3803",
  "first_page": "10",
  "last_page": "14",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 10"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "275 S. W. 895",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "169 Ark. 503",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1374030
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/169/0503-01"
      ]
    },
    {
      "cite": "68 S. W. 242",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "70 Ark. 409",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1509469
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/70/0409-01"
      ]
    },
    {
      "cite": "57 S. W. 935",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "68 Ark. 283",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "258 S. W. 995",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "162 Ark. 530",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1385525
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/162/0530-01"
      ]
    },
    {
      "cite": "43 S. W. (2d) 70",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "184 Ark. 469",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1438447
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/184/0469-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 426,
    "char_count": 7021,
    "ocr_confidence": 0.522,
    "pagerank": {
      "raw": 7.578924433977877e-08,
      "percentile": 0.44914105030833845
    },
    "sha256": "a9a1578cdb234941ed8a6faac05dfd46dded74578dcc6a3e7ad80190d2671028",
    "simhash": "1:42efaf62bc6d83a4",
    "word_count": 1264
  },
  "last_updated": "2024-02-27T17:52:01.123529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Harris (Richmond) v. State."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nThis appeal is from the judgment of the Fulton Circuit Court sentencing appellant to a term of one year in the penitentiary for the larceny of four hogs, the property of O. C. Cockrum.\nFor the reversal of this judgment, it is first insisted that the venue was not proved. It has been many times decided that it is essential to prove the venue of a crime, that is, the place of its commission, in order that it may appear that the court trying the case has jurisdiction. It is ordinarily so easily proved that many prosecuting officers neglect to prove it except inferentially. It is, however, a fact which may be inferred from all the circumstances shown by the testimony, and we hold the venue to be proved when the place of the cominission of the crime appears from all the testimony in the case to have been within the county (or in the district of the county) in which the indictment was returned. Atwood v. State, 184 Ark. 469, 43 S. W. (2d) 70.\nThere is some uncertainty as to whether the hogs were stolen in Fulton County or in the adjoining county of Baxter. But we think the jury was warranted in finding from a preponderance of the evidence that the larceny was committed in Fulton County. The owner of the hogs testified that he lived two and one-half miles west of Yiola, which village we judicially know is in Fulton County, and an inspection of the maps of the county, with reference to the public surveys, shows that village to be about ten miles east of the line between Fulton and Baxter counties. The owner testified that his hogs ran at large “east of my place and near the county line, ’ ’ and, when asked when and where he lost the hogs, he answered in May or June, 1931, and “in this county and State.” As the trial was being had in Fulton County, the inference is inescapable that this is the place in which the witness said the larceny had been committed. We therefore hold that the venue was sufficiently proved.\nThere was a question as to the identity of the hogs and their ownership by Cockrum. But this question was submitted to the jury under correct instructions, and is settled by the jury’s verdict. According to the State’s testimony, one of the hogs had been caught in a steel trap, and still had the scar of the trap on his right front leg, and the marks of all the hogs had been recently changed. Without further recital of the testimony, we announce our conclusion that it was legally sufficient to support the jury’s verdict.\nAmong other instructions, the court gave one numbered 4, which reads as follows: “You are'instructed, gentlemen, that any person who stands by, aids and abets and encourages in the commission of a felony, being present, is deemed in law a principal, and- punished as such. ’ ’ Upon objection being made to this instruction, the court said: “The court withdraws this instruction from your consideration, in view of the fact that in this case, in the trial of this defendant, there is no evidence on which to submit that instruction. ’ ’\nAs an abstract declaration of the law, the instruction is correct, and no objection can be made except that it was abstract. But, even so, there was no prejudicial error in giving it, as it was promptly withdrawn upon objection being made to it, and this action cured the error. Middleton v. State, 162 Ark. 530, 258 S. W. 995.\nThe most serious question in the case relates to the condition of the record. As- certified in the original transcript, the judgment recited that the cause was heard before seven members of the regular panel and five jurors selected from a special venire, their names not being recited. Section 6378, Crawford & Moses’ Digest. Upon this point being raised, a writ of certiorari issued upon the suggestion of the Attorney General that there had been a diminution of the record. Upon the return of this writ the clerk of the Fulton Circuit Court has certified a judgment in proper form, which contains the names of the five bystanders, together with those of the seven members of the regular panel, it being recited in the judgment that all members of the jury had qualified as jurors and that the jury had been duly sworn.\nIn the reply brief of counsel for appellant there appears a copy of an affidavit of counsel for appellant to the effect that, as originally entered, the judgment did not recite the names of the jurors. It does not appear, however, when, where or with whom this affidavit was filed, and it has not been made a part of the record in this case.\nThe judgment of the circuit court cannot be impeached in this manner. We have before us, under the seal of the clerk of the Fulton Circuit Court, a judgment conforming to the law, and we must take it as being correct.\nIn the ease of Hagerman v. Moon, 68 Ark. 283, 57 S. W. 935, it was said: “Parties aggrieved by errors in the record of the circuit court, and desiring to have them corrected, should apply to that tribunal for correction, and not to this court. This is not the proper forum in which to institute such proceedings.”\nIn the case of Memphis Land & Timber Co. v. Board of Directors of St. Francis Levee District, 70 Ark. 409, 68 S. W. 242, it was said: “We must presume that the transcript of the case filed here is a true and perfect copy of the record. If incorrect or incomplete, it should have been corrected by appropriate proceedings. This has not been done, 'and we cannot go outside the record for facts, but must determine the case from the facts as they appear in the record.”\nWe have here no such question as wás presented in the case of Cochran v. State, 169 Ark. 503, 275 S. W. 895. There an indictment for receiving stolen goods as copied in the transcript, and, as certified by the clerk, failed to contain an allegation that the goods were received by the defendant with the intent to deprive the true owner thereof. An attempt was made by certiorari to correct the indictment to show that, as originally drawn, it contained an allegation that the defendant received the stolen goods with the intent to deprive the true owner thereof, and that by some means the allegation was omitted from the indictment when it was copied into the transcript. Evidence was taken before the circuit court and presented to this court, upon which we were asked to correct the record in this court, and to supply the omission in the indictment. We held that we could not do this, as the authority to supply a lost record or to correct a mutilated one is vested in the court in which the case was pending at the time the paper was lost or mutilated.\nHere we are not asked to correct or supply a record. On the contrary, we are asked to ignore a record which has been properly certified to ns, and this we cannot do.\nAs no error appears, the judgment must be affirmed, and it is so ordered.",
        "type": "majority",
        "author": "Smith, J."
      }
    ],
    "attorneys": [
      "George T. Humphries and Oscar E. Ellis, for appellant.",
      "Hal L. Norwood, Attorney General, Robert F. Smith and Pat Mehaffy, Assistants, for appellee."
    ],
    "corrections": "",
    "head_matter": "Harris (Richmond) v. State.\nCrim. 3803\nOpinion delivered June 20, 1932.\nGeorge T. Humphries and Oscar E. Ellis, for appellant.\nHal L. Norwood, Attorney General, Robert F. Smith and Pat Mehaffy, Assistants, for appellee."
  },
  "file_name": "0010-01",
  "first_page_order": 30,
  "last_page_order": 34
}
