{
  "id": 1428379,
  "name": "Whitted v. State",
  "name_abbreviation": "Whitted v. State",
  "decision_date": "1933-09-25",
  "docket_number": "Crim. 3857",
  "first_page": "11",
  "last_page": "17",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 11"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "286 S. W. 871",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "171 Ark. 620",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1369490
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/171/0620-01"
      ]
    },
    {
      "cite": "244 S. W. 20",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "155 Ark. 142",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1360484
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/155/0142-01"
      ]
    },
    {
      "cite": "101 S. W. 757",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "82 Ark. 321",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1528999
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/82/0321-01"
      ]
    },
    {
      "cite": "120 S. W. 411",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "91 Ark. 65",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1511764
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/91/0065-01"
      ]
    },
    {
      "cite": "182 S. W. 906",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "122 Ark. 197",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1558180
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/122/0197-01"
      ]
    },
    {
      "cite": "136 S. W. 938",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "99 Ark. 1",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1314561
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/99/0001-01"
      ]
    },
    {
      "cite": "160 S. W. 223",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "109 Ark. 384",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1341231
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/109/0384-01"
      ]
    },
    {
      "cite": "95 S. W. 147",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "79 Ark. 120",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1495690
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/79/0120-01"
      ]
    },
    {
      "cite": "33 N. E. 757",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": 0
    },
    {
      "cite": "146 Ill. 175",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        3065581
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ill/146/0175-01"
      ]
    },
    {
      "cite": "16 Conn. 457",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        12128417
      ],
      "opinion_index": 0,
      "case_paths": [
        "/conn/16/0457-01"
      ]
    },
    {
      "cite": "46 Iowa 88",
      "category": "reporters:state",
      "reporter": "Iowa",
      "case_ids": [
        2333069
      ],
      "opinion_index": 0,
      "case_paths": [
        "/iowa/46/0088-01"
      ]
    },
    {
      "cite": "39 Iowa 318",
      "category": "reporters:state",
      "reporter": "Iowa",
      "case_ids": [
        2305038
      ],
      "opinion_index": 0,
      "case_paths": [
        "/iowa/39/0318-01"
      ]
    },
    {
      "cite": "84 S. W. 497",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "73 Ark. 399",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1504021
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ark/73/0399-01"
      ]
    },
    {
      "cite": "63 S. W. (2d) 283",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "187 Ark. 285",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1432073
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/187/0285-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 587,
    "char_count": 12313,
    "ocr_confidence": 0.491,
    "pagerank": {
      "raw": 2.5739123913205963e-07,
      "percentile": 0.8165169089008664
    },
    "sha256": "a9459e3887c4a3d4092facc00cc167b0b93b912be54ec9e799b0bc0bf33ec719",
    "simhash": "1:abf5a660807bf09d",
    "word_count": 2148
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Whitted v. State."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nAppellants were convicted upon a trial under an indictment charging them with the crime of burglarizing the Bice Growers’ Bank of Wheatley, in St. Francis County, Arkansas. To reverse this judgment, they insisted that the trial court had erroneously failed to sustain their plea of former acquittal, it being shown that they had been tried and acquitted for robbing this bank, and that, as both transactions were based upon a single act, an acquittal upon one charge was a bar to a prosecution for the other. We overruled this contention, holding that while an offender may commit the crimes of burglary and robbery in one act he may be separately indicted and prosecuted for each offense, and that an acquittal upon one charge was no bar to a prosecution for the other. Upon this holding the judgment of the circuit court sentencing appellants to a term in the penitentiary for the crime of burglary was affirmed. Whitted v. State, 187 Ark. 285, 63 S. W. (2d) 283.\nSubsequently appellants sought their release, under a writ of habeas corpus, from the penitentiary, where they are confined pursuant to the judgment which we had affirmed, upon the ground that they had never been indicted by the grand jury for the crime of burglary. The contention was and is that, while appellants were properly indicted for robbery, they had never been in-dieted at all for burglary, and in support of this contention certain members of the grand jury were called as witnesses, who testified that only one vote was taken upon the matter of indicting appellants, and this vote was to indict them upon a charge of robbery. It was stipulated that members of the grand jury not then present would testify to the same effect.\nThe foreman of the grand jury testified that the jury voted to indict appellants upon the charges both of burglary and robbery, and that separate indictments were drawn and signed by him and were duly returned into court. This witness was a vice-president of the bank.\nThe grand jury’s stenographer testified to the same effect. He had taken in short hand the testimony upon which the indictments were returned. The matter was impressed upon his mind by the fact that it was the first case which had come under his observation where a person was indicted for both robbery and burglary as a result of a single act. He drew the indictments, but was uncertain whether to draw an indictment for each offense or to draw a' single indictment with two counts, one charging burglary and the other robbery. He advised with the prosecuting attorney, who directed him to prepare separate indictments, and this he did. The prosecuting attorney corroborated the testimony of the grand jury stenographer. The circuit court clerk testified that two indictments were returned into open court, both signed by the prosecuting attorney and the foreman of the grand jury, in the presence of the entire grand jury, against appellants, one for the crime of robbery and the other for the crime of burglary. Although separate indictments were returned charging appellants with the crimes of burglary and robbery, respectively, it was not necessary that this should be done. The statute provides that certain offenses arising out of the same transaction may be charged in one indictment, and among others are the crimes of robbery and burglary. Section 3016, Crawford & Moses’ Digest. It was not necessary, therefore, that the grand jury vote a second time to indict appellants for the commission of the crimes of robbery and burglary.\nAppellants were not tried at the term of court during which they were indicted, but were tried at the next term upon the robbery charged, and were tried at the next ensuing term upon the charge of burglary.\nThe petition for habeas corpus was denied, and this appeal has been prosecuted to review that action.\nThe Constitution provides that “No person shall be held to answer a criminal charge unless on the presentment or indictment of a grand jury.” Section 8, article 2, of the Constitution.\nAppellants insist that they were tried and convicted upon a felony charge without having been indicted therefor, in violation of the provision of the Constitution above-quoted. But indictments were returned apparently in the manner provided by law, and the question for our decision is whether the validity of the indictment under which appellants were convicted can be questioned in the time and manner here attempted.\nSection 3056, Crawford & Moses’ Digest, reads as follows: “Upon the arraignment, or upon the call of the indictment for trial, if there is no arraignment, the defendant must either move to set aside the indictment or plead thereto.”\nThis statute contemplates that, before the trial of the cause, the accused shall present such objections as he cares to make to the return of the indictment. It does not appear when appellants were advised that there was any question about the validity of the indictments upon which they were tried, but it clearly appears that no such question was raised until they had been acquitted on one charge and convicted on the other. The apparent purpose of the statute quoted is to prevent an accused from speculating on the regularity of the proceedings leading up to his indictment. He cannot take the chance of being acquitted and thereafter, being disappointed in this expectation, raise a question which the statute provides shall be raised upon the arraignment or upon the call of the indictment for trial. The indictment must, of course, charge a public offense. Not even a verdict of guilty cures a failure so to do. Section 3224, Crawford & Moses’ Digest. But questions not involving the sufficiency of the indictment to charge a public offense should be raised in the time and manner provided by statute.\nIt also appears that there was no competent testimony showing that appellants were not in fact indicted. The only testimony tending to show that the grand.jury did not vote to indict upon both charges was that of members of the grand jury set out above, and it has been held that such testimony is not competent for this purpose. The opinion in the case of Nash v. State, 73 Ark. 399, 84 S. W. 497, reflects the fact that the. appellant Nash had been indicted for manslaughter, and the judge of the court referred the charge to the grand jury for further action, and a second indictment was returned, the last being for murder in the first degree. Before being put to trial, the defendant filed a motion to set aside the second indictment, upon the ground, among others, that only eleven members of the grand jury voted for it or concurred in finding it, and' he offered to make proof of this allegation. The court declined to hear testimony sustaining the allegations of the motion to dismiss, and in that connection it was said: ‘ ‘ The statutes of this State require that the proceedings of a grand jury shall be in secret. They provide: ‘Every member of the grand jury must keep secret whatever he himself, or any other grand juror, may have said, or in what manner he, or any other grand juror, may have voted on a matter before them.’ Sand. & H. Digest, § 2054. ‘A grand juror cannot be questioned for anything he may say, or any vote he may give, relative to a matter legally before the grand jury, except for a perjury he may have committed in making accusation, or giving testimony before his fellow jurors.’ Sand. & H. Digest, § 2056. And further provides: ‘Any grand juror who shall disclose any evidence given before the grand jury, except when lawfully required to testify as a witness, * * * shall be deemed guilty of a misdemeanor, and on .conviction thereof shall be fined in any sum not exceeding $100.’ Sand. & H. Digest, § 1752. Thus the statutes protect the proceedings of the grand jury against publicity, and with especial care they prohibit the disclosure of the votes of the individual grand jurors on finding an indictment. It would be a violation of the policy evinced by- these statutes and an invasion of the secrecy of the grand jury room to permit a grand juror to testify as to the number of the grand jurors that voted for an indictment. State v. Gibbs, 39 Iowa 318; State v. Mewherter, 46 Iowa 88; State v. Fasset, 16 Conn. 457; Gitchell v. People, 146 Ill. 175, 33 N. E. 757; 1 Bishop’s New Criminal Procedure, § 874, and cases cited; and Wharton’s Criminal Pleading and Practice (8th ed.), § 379, and cases cited. The concurrence of twelve grand jurors is required to find an indictment. The presentment of an indictment to the court by the grand jury is evidence of such concurrence. This, if it can be, may be disproved, but not by the evidence of a member of the grand jury. ’ ’\nThe judgment was reversed, however, but for another reason, and Nash was again convicted of murder in the first degree, and upon his second appeal, reported in 79 Ark. 120, 95 S. W. 147, it was said: “The first error assigned by appellant is the refusal of the court to allow the appellant to introduce as witnesses members of the grand jury which found the indictment in order to show by them that the finding of the indictment was concurred in by only eleven of their members. In somewhat different form, but in essentials, the same question was passed upon when the case was first here. There is a conflict in the authorities on this subject. This court adopted the- view that the admission of such evidence contravenes the statutes requiring secrecy of grand jury proceedings, and that the presentment of the indictment by the grand jury in open court is evidence of their concurrence, which can not be overcome by evidence from the members of that body, if at all. The court finds no reason to change that holding.”\nIn the case of Cook v. State, 109 Ark. 384, 160 S. W. 223, it is recited that the defendant offered to show, in support of his motion to quash the indictment, that it was not concurred in by twelve members of the grand jury — the number required by law to find an indictment. The record there showed, as it does in the instant case, that the grand jury came into court, and that with all its members present, the indictment in question was returned in open court, and was properly indorsed “A true bill,” and was signed by the foreman, was handed to' the clerk and ordered filed and numbered as the law directs. In sustaining the action of the trial court in refusing to quash the indictment notwithstanding the offered testimony, it was there said: “Where an indictment is properly returned into court, it will be presumed that it was duly found with the concurrence of the requisite number of the grand jury, and the. court did not err in overruling the defendant’s motion to quash the indictment. St. Louis, I. M. & S. Ry. Co. v. State, 99 Ark. 1, 136 S. W. 938; Nash v. State, 73 Ark. 399, 84 S. W. 497.”\nIn the case of State v. Fox, 122 Ark. 197, 182 S. W. 906, the facts were that the judge had quashed the indictment on the ground that it was not based on any legal evidence heard by the grand jury. This action of the court was held to be erroneous, it being there stated that the court should set an indictment aside only for the reasons required by the statute. In that connection it was there said: “An indictment is merely an accusation against a defendant and does not even raise a presumption of guilt, and any irregularity in the finding and return of it by the grand jury does not deprive the accused of any substantial right, since the trial before a jury on a plea of not guilty affords an opportunity to establish his innocence or the truth of the charge. Latourette v. State, 91 Ark. 65, 120 S. W. 411; Worthem v. State, 82 Ark. 321, 101 S. W. 757.”\nThe cases of McDonald v. State, 155 Ark. 142, 244 S. W. 20, and Murphy v. State, 171 Ark. 620, 286 S. W. 871, are to the same effect.\nThe defendants were, tried upon indictments returned into open court in the manner and form required by law, and there was no competent testimony warranting the court in setting them aside. The writ of habeas corpus was therefore properly denied, and that judgment is affirmed.",
        "type": "majority",
        "author": "Smith, J."
      }
    ],
    "attorneys": [
      "A. M. Bradford, S. S. Hargraves and Winstead Johnson, for petitioners.",
      "Hal L. Norwood, Attorney General, and Roy D. Campbell, for respondent."
    ],
    "corrections": "",
    "head_matter": "Whitted v. State.\nCrim. 3857\nOpinion delivered September 25, 1933.\nA. M. Bradford, S. S. Hargraves and Winstead Johnson, for petitioners.\nHal L. Norwood, Attorney General, and Roy D. Campbell, for respondent."
  },
  "file_name": "0011-01",
  "first_page_order": 29,
  "last_page_order": 35
}
