{
  "id": 1435311,
  "name": "555 Incorporated v. Leming",
  "name_abbreviation": "555 Inc. v. Leming",
  "decision_date": "1932-01-18",
  "docket_number": "",
  "first_page": "13",
  "last_page": "17",
  "citations": [
    {
      "type": "official",
      "cite": "185 Ark. 13"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "162 Ark. 467",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1385594
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/162/0467-01"
      ]
    },
    {
      "cite": "134 Ark. 345",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1573245
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/134/0345-01"
      ]
    },
    {
      "cite": "111 Ark. 474",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1540370
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/111/0474-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 448,
    "char_count": 8490,
    "ocr_confidence": 0.508,
    "pagerank": {
      "raw": 5.3166965313748026e-08,
      "percentile": 0.3353739928466872
    },
    "sha256": "1f5d75dc1790a6295dc219369d4432482c93567f17c40d24052e11f10a8a60a4",
    "simhash": "1:dbc774a23b374aac",
    "word_count": 1493
  },
  "last_updated": "2024-02-27T17:51:09.396208+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "555 Incorporated v. Leming."
    ],
    "opinions": [
      {
        "text": "Butler, J.\nGeorge Leming was engaged in business in B-ussellville in tbe name of Leming Drug Company and had been handling for a number of years to a greater or less extent Atwater Kent radios both before and after the appellant became the general distributing agent for these radios in the .State of Arkansas. The contract involved in this litigation was entered into between the two on August 1, 1927, to continue to June 1| 1928, under the terms of which Leming agreed, among other things, to sell Atwater Kent radio equipment exclusively and agreed to handle, between the dates mentioned, radio speakers and furniture to the net value of $4,505. Among the provisions of the contract was one by which it was agreed that the contract might be terminated at the option of either party by written notice and when so terminated no claim for damag'es caused by the cancellation should be claimed or allowed by either party.\nPursuant to the contract, Leming purchased radio equipment from the appellant amounting, as he claimed, to about $3,000 up to December 1, 1927 and at that time he had a considerable amount of merchandise on hand unsold. No other radio equipment was purchased by Leming after December 1, and there remained a balance due on equipment already purchased the sum of $158.69. This sum not being paid the appellant brought suit to recover the same and Leming defended on the ground that the appellant had breached its contract by refusing to sell to him after December 1, 1927, and by selling to a local competitor, resulting in damage to him in a sum greatly in excess of the balance due appellant for merchandise purchased, and prayed judgment against the appellant for the amount of damage in excess of the balance due. '-On a trial of the case Leming recovered judgment on his cross-complaint, from which judgment is this appeal.\nIt is first contended by the appellant that it was entitled to a directed verdict in the amount sued for because, as it claims, the undisputed evidence shows that Leming had breached the contract by handling other radio equipment than Atwater Kent in violation of his contract before it refused to make further sales to him and before it sold Atwater Kent radios to others in Russellville. The evidence on the part of appellant was to the effect that one Johnson, its travelling salesman, visited the store of Leming about December 1, 1927, for the purpose of soliciting an order for radios under the contract and was told by Leming that he would not buy any more and gave as a reason that he (Leming) could not sell them; that at this time Johnson discovered that Leming had in stock nine radios that were not Atwater Kents but which were known as Radiolas. Leming testified that at the time Johnson made the visit he had one Radiola on the floor — not over two — that these had been bought as special orders for customers who wanted electric radios and did not want the Atwater Kent, which at that time was a battery radio; that this happened before the appellant sold its radios to a competitor of Leming and before it refused to make further sales to him. Leming further testified, however, that these were the only Radiolas ever handled by him and that before purchasing these he called the manager of the appellant company telling him of the order and asking if they had any electric radios; that he was informed that the appellant did not handle any such and that they were not worth a damn, and it was then only that he bought the Radiolas; that he did not handle them regularly but purchased these for two customers who would not buy Atwater Kents and who wanted Radiolas; that Johnson was mistaken about seeing nine Radiolas in his stock. It is to be inferred from his testimony that those seen by Johnson were the ones ordered specially and that there was not more than one — perhaps two — -in his store at the time, and that he did not refuse to purchase from Johnson on that occasion, but that Johnson turned and .went out of the store when he saw the Radiolas. There was no written notice given by appellant that it had elected to cancel the contract.\nWe think the circumstances presented a question of fact for the jury as to whether or not the conduct of Leming- was a breach of his agreement to handle Atwater Kent radio equipment exclusively within the spirit of the contract. The appellant was entitled to have that question submitted to the jury, and this was embodied in instruction No. 7 requested by the appellant and refused by the court. Instruction No. 7 is as follows: ‘ ‘ The jury are instructed that if you find that the contract involved in this case contained a provision that the defendant would not handle any radios other than Atwater Kent and that the defendant, in violation of such provision, handled other radios, he must be chargeable with a breach of the contract in question and cannot recover on his cross-complaint without you find from a preponderance of the testimony that the plaintiff first breached the contract.” It is argued by the appellee that the oral instructions given by the court, to which no exceptions were saved, covered every phase of the case and the one presented by instruction No. 7, swgra. We have carefully examined the instructions given by the court and are unable to agree with the appellee that instruction No. 7 was covered by the instructions given and conclude that the refusal of the court to give instruction No. 7 was prejudicial error on account of which the judgment of the court below must be reversed.\n■Since there must be a new trial of this case, we call attention to the instruction given by the court on the measure of damages which we think is erroneous. At the close of oral instruction No. 2 given by the court, the following language is used: “If you find that the plaintiff breached the contract and the defendant was damaged, the measure of damages, or the items that go to make up the damage, or the things you may consider in arriving at the damages, are the amounts that the defendant expended in building up the trade in advertising, hiring of help and the other things, if any, that has been charged and proved by the testimony, and the reasonable profits that he would have made had the contract continued in by both parties. ’? In testifying regarding his damage, Leming stated that he had been dealing with appellant since 1924, and that Mark West had been handling the radios for him; that West was a good radio man, and that he paid him $125 a month; that after the execution of the contract of August 1, 19'27, he paid $32 for a mailing list and introduced a receipted account of the newspaper for advertising from September 30, 1927, to December 1, following for $99.25, and stated that the majority of this was for advertising Atwater Kent radios that December is the best month for the sale of radios on account of the Christmas trade and that he had estimated his damage at $950 for money expended in advertising and for loss of profits.\nWe think the language used, “hiring of help, and the other things, if any, that has been charged and proved by the testimony and the reasonable profits that he would have made,” is vague and gave the jury no proper rule but allowed them to indulge in speculation. It is well settled that, before recovery may be had for prospective profits, the evidence should be such as to establish the amount of profits expected with a reasonable degree of certainty and a mere estimate that so much profit would have been made, without facts shown upon which that estimate, is based is not sufficient. S. W. Tel. etc., Co. v. Memphis Tel. Co., 111 Ark. 474; Johnson v. Inman, 134 Ark. 345; Marvel Light, etc., Co. v. Gen. Electric Co., 162 Ark. 467.\nJustices Smith, Kirby and MoHan'ey do not agree with the conclusions herein stated, but are of the opinion that the evidence, fairly interpreted, discloses a proved state of case from which it follows as a matter of law that the contract was breached by the appellee in handling one or more Radiolas, and that the judgment should be reversed, and judgment entered here for the balance due on account about which there is no dispute. From the views entertained by the majority, however, it follows that the judgment must be reversed, and the cause remanded for a new trial. It is so ordered.",
        "type": "majority",
        "author": "Butler, J."
      }
    ],
    "attorneys": [
      "Joe D. Shepherd and Raymond Jones, for appellant.",
      "Bullock & Priddy and Hays & Smallwood, for appellee."
    ],
    "corrections": "",
    "head_matter": "555 Incorporated v. Leming.\nOpinion delivered January 18, 1932.\nJoe D. Shepherd and Raymond Jones, for appellant.\nBullock & Priddy and Hays & Smallwood, for appellee."
  },
  "file_name": "0013-01",
  "first_page_order": 33,
  "last_page_order": 37
}
