{
  "id": 8718011,
  "name": "Cockrum v. State",
  "name_abbreviation": "Cockrum v. State",
  "decision_date": "1932-06-20",
  "docket_number": "Crim. 3797",
  "first_page": "14",
  "last_page": "20",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 14"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "162 S. W. 569",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "110 Ark. 549",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1337136
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/110/0549-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 499,
    "char_count": 10340,
    "ocr_confidence": 0.517,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20848570708176423
    },
    "sha256": "ea2a8fa25381ef1b15b9d2475e96127a700a1a83c157dcf71e5eb1d33d037875",
    "simhash": "1:8867d23ba8461ebd",
    "word_count": 1785
  },
  "last_updated": "2024-02-27T17:52:01.123529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Cockrum v. State."
    ],
    "opinions": [
      {
        "text": "Mehaffy, J.\nAppellant was convicted of the crime of perjury in Randolph County, Arkansas, and his punishment fixed at one year in the State penitentiary.\nThe indictment charged that appellant falsely swore and subscribed to an affidavit before a notary public who was authorized to administer oaths, and that said affidavit was to he, and was, used in a motion for a new trial in a cause in the Randolph Circuit Court. It charged that appellant swore in said affidavit that on one occasion Massey jumped up from his chair, kicked his so-called paralyzed leg into the air, and that Massey told appellant his leg was not hurt, and that it perfectly appeared to appellant that he was telling the truth, for he used it naturally enough, and walked without the slightest limp. It was also charged that the affidavit stated that the appellant positively knew that Massey was stalling and faking his injury; that he recovered from his slight injury long before the trial was held.\nThe indictment charged that the statements in the affidavit were false, and known by appellant to he false, and were feloniously, wilfully, corruptly and falsely made.\nThe motion for a new trial, in which the affidavit was used, was in the case of Massey v. Phoenix Construction Company. Massey had obtained a judgment and a motion for new trial had been filed in the Randolph Circuit Court, and the affidavit was used for the purpose of securing a new trial.\nAt the beginning of the trial the following occurred:\n“Mr. Jackson: Tour Honor, I believe the- defendant admits the execution of the affidavit; that it was in Randolph County, Arkansas; that it was material to the issue; that Miss Cecelia Jansen was a qualified and acting notary public. I believe you admit all of the allegations except the truth of the statements made in the affidavit1?\n“Mr. Schoonover: Yes, sir.\n“The Court: As the court understands it, the only question is whether or not the statements made in the affidavit are true?\n“Mr. Jackson: I believe that is right.\n“Mr. Schoonover: Yes, sir.\n“The Court: Then the only question is whether or not the statements are true or false. Proceed, gentlemen. ’ ’\nThere was therefore no evidence introduced except upon the issue as to whether or not the statements in the affidavit were true.\nMassey testified that he was injured in his leg; that his leg and foot were paralyzed; that he could not use it, and testified that all of the statements in the affidavit made by appellant were untrue. A number of physicians and other witnesses testified corroborating Massey.\nBill Cockrum, the appellant, testified that he made the statements alleged in the indictment, and that they were true, and testified about when he saw Massey, saw him using his foot, and testified that Massey told him he was not injured. The appellant was corroborated in part by a number of witnesses. The testimony was in conflict, and it will not be set out in full.\nAt the close of the evidence, the appellant requested the court to direct the jury to return a verdict of not guilty. This request was overruled, and the appellant filed motion in arrest of judgment, and motion for new trial, both of which were overruled, and exceptions saved. The ease is here on appeal.\nAppellant says there are three general errors urged for a reversal of this case: One, that the indictment is fatally defective; two, that the court erred in overruling appellant’s motion for an instructed verdict; three, that the court erred in admission of certain testimony.\nIt is first contended by appellant that the plain inference is that the petition for a new trial, in which the affidavit was used, was pending before the judge of the circuit court, rather than in the circuit court itself, and that the circuit judge would have no jurisdiction.\nThe indictment, after stating the cause which was pending in the Randolph Circuit Court, contains the following allegations: “That the said Randolph Circuit Court and the judge thereof, before whom the said petition for a new trial in said cause was pending, had jurisdiction of the persons and subject-matter in each of said causes.”\nIt is perfectly clear from the indictment that the cause in which the motion for a new trial was filed was in the Randolph Circuit Court, and it appears equally clear that the motion for new trial was pending in the Randolph Circuit Court, and the added words, “and the judge thereof,” do not indicate that it was not being heard by the court. Those words were unnecessary, of course, but they did not change the effect of the allegations that the petition was before the Randolph Circuit Court.\nAppellant calls attention to 21 R. C. L. 262 et seq., and 30 Cyc. 407 and 411. These authorities have no application here.\nOur statute defines perjury as follows: “Perjury is the wilful and corrupt swearing, testifying or affirming falsely to any material matter in any cause, matter or proceeding before any court, tribunal, body corporate or other officer having by law authority to administer oaths.”\nIt is contended, however, by the appellant that the authorities above referred to by him show that perjury cannot be predicated on an ex parte affidavit not required or authorized by law. A sufficient answer, however, to this is that the affidavit in this case was authorized by law.\nAppellant then calls attention to a number of authorities holding in effect that it should be shown either that the affidavit was intended by the accused for. use in the proceeding with which it is sought to connect it, or that it was subsequently so used by him or some one with his consent.\nThe indictment in this case shows that the affidavit was to he so used, and was used, in a motion for a new trial.\nSection 2590 of Crawford & Moses ’ Digest prescribes what shall be set forth in an indictment for perjury. It is as follows: “In indictments for perjury, it shall be sufficient to set forth the substance of the offense charged, and by what court or before whom the oath or affirmation was taken, averring such court or person to have competent authority to administer the same, together with the proper averments to falsify the matter wherein the perjury is charged or assigned, without setting forth any part of the record, proceeding or process either in law or equity, or any commission or authority of the court or person before whom the perjury was committed, or the form of the oath or affirmation, or the manner of administering the same.”\nThe indictment in this case is sufficient.\nSection 3013, Crawford & Moses’ Digest, provides: “The indictment is sufficient if it can be understood therefrom:\n“First: That it was found by a grand jury of a county impaneled in a court having authority to receive it, though the name of the court is not accurately stated.\n“Second: That the offense was committed within the jurisdiction of the court, and at some time prior to the time of finding the indictment.\n“Third: That the act or omission charged as the offense is stated with such a degree of certainty as to enable the court to pronounce the judgment on conviction, according t'o the right of the case.”\nSection 3014 provides: “No indictment is insufficient, nor can the trial, judgment or other proceeding thereon be affected by any defect which does not tend to the prejudice of the substantial rights of the defendant on the, merits.”\n“The rule is that in indictments for perjury, the false testimony or statement for which the defendant is' indicted may be shown by the indictment to be material, either by direct averment or by allegation from which their materiality appears.” Loudermilk v. State, 110 Ark. 549, 162 S. W. 569.\nThe appellant next contends that the court erred in refusing his request for an instructed verdict. As we have already said, the evidence is in conflict, but Massey, the injured party, testified positively as to his injuries. Dr. J. C. Lamm testified that he examined Massey prior to the civil suit, and that his leg and foot were paralyzed; that, if the injury produced the condition he found, there was no way-to relieve the effects, and that he did not think he could have used the leg or moved it at all.\nDr. George W. Brown testified that he examined Massey and that his lower limb was paralyzed. Dr. M. A. Baltz testified to the same effect, as did Dr. H. H. Price. Dr. Reyburn also testified that Massey seemed to have paralysis of the lower limb. Dr. J. W. Brown testified contradicting appellant, Bill Cockrum. There was therefore substantial evidence tending to show that the statements made by Cockrum in the affidavit were untrue. Of course, whether they were true or not was a question of fact for the jury on conflicting evidence.\nIt is- next contended by the appellant that the court erred in admitting certain testimony. The first objection is to the testimony of R. J. Baker, and appellant says it was error to permit the witness to read all the affidavit to the jury. He contends that there was no necessity for allowing proof of the affidavit when appellant admitted making the same. There could not be any prejudicial error in this testimony, and it did not bring any foreign issues into the case.\nIt is also contended that the court erred in permitting the jury to examine Massey’s legs, and appellant says that the jurors are not experts. However, whether experts or not, the jury could have some idea of the extent of the injury, and also as to whether appellant or Massey was telling the truth in their testimony. It could not have resulted in any prejudice to the appellant. His only contention was that the statements made in the affidavit were true.\nObjection is then made to the testimony of Mrs. Massey, who testified that her husband had been unable to use his limb. There was no error in this. The question was whether he was paralyzed, and this was competent testimony.\nWe have very carefully examined all the evidence, and we find no prejudicial error in the admission of testimony. The weight to be given to the evidence and the credibility of the witnesses are for the jury. We find no error, and the judgment is affirmed.",
        "type": "majority",
        "author": "Mehaffy, J."
      }
    ],
    "attorneys": [
      "J. Curtis Higginbotham, Eugene H. Schoonover and William J. Schoonover, for appellant.",
      "Hal L. Norwood, Attorney G-eneral, and Robert F. Smith, Assistant, for appellee."
    ],
    "corrections": "",
    "head_matter": "Cockrum v. State.\nCrim. 3797\nOpinion delivered June 20, 1932.\nJ. Curtis Higginbotham, Eugene H. Schoonover and William J. Schoonover, for appellant.\nHal L. Norwood, Attorney G-eneral, and Robert F. Smith, Assistant, for appellee."
  },
  "file_name": "0014-01",
  "first_page_order": 34,
  "last_page_order": 40
}
