{
  "id": 8719059,
  "name": "Harkins v. National Handle Company",
  "name_abbreviation": "Harkins v. National Handle Co.",
  "decision_date": "1923-05-14",
  "docket_number": "",
  "first_page": "15",
  "last_page": "21",
  "citations": [
    {
      "type": "official",
      "cite": "159 Ark. 15"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "139 S. W. 634",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": -1
    },
    {
      "cite": "96 S. W. 377",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": -1
    },
    {
      "cite": "23 N. W. 804",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": -1
    },
    {
      "cite": "163 S. W. 161",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": -1
    },
    {
      "cite": "64 Ark. 311",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "47 N. E. 2",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": -1
    },
    {
      "cite": "123 Ala. 292",
      "category": "reporters:state",
      "reporter": "Ala.",
      "case_ids": [
        3542410
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ala/123/0292-01"
      ]
    },
    {
      "cite": "21 L. R. A. 569",
      "category": "reporters:federal",
      "reporter": "L.R.A.",
      "opinion_index": -1
    },
    {
      "cite": "80 N. Y. 597",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "53 Ark. 503",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1911706
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/53/0503-01"
      ]
    },
    {
      "cite": "147 N. C. 26",
      "category": "reporters:state",
      "reporter": "N.C.",
      "case_ids": [
        11268733
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nc/147/0026-01"
      ]
    },
    {
      "cite": "55 Ark. 522",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "118 La. 1089",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        2623064
      ],
      "opinion_index": -1,
      "case_paths": [
        "/la/118/1089-01"
      ]
    },
    {
      "cite": "77 Ark. 551",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1499061
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/ark/77/0551-01"
      ]
    },
    {
      "cite": "81 Atl. 838",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": -1
    },
    {
      "cite": "45 L. R. A. (N. S.) 930",
      "category": "reporters:federal",
      "reporter": "L.R.A.N.S.",
      "opinion_index": -1
    },
    {
      "cite": "83 Kan. 349",
      "category": "reporters:state",
      "reporter": "Kan.",
      "case_ids": [
        1108945
      ],
      "opinion_index": -1,
      "case_paths": [
        "/kan/83/0349-01"
      ]
    },
    {
      "cite": "59 N. Y. 34",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "12 Fed. 280",
      "category": "reporters:federal",
      "reporter": "F.",
      "opinion_index": -1
    },
    {
      "cite": "47 N. J. Law, 23",
      "category": "reporters:state",
      "reporter": "N.J.L.",
      "case_ids": [
        330198
      ],
      "opinion_index": -1,
      "case_paths": [
        "/njl/47/0023-01"
      ]
    },
    {
      "cite": "66 Ark. 276",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "80 N. E. 587",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": -1
    },
    {
      "cite": "84 Atl. 437",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": -1
    },
    {
      "cite": "15 N. Y. Supp. 701",
      "category": "reporters:state",
      "reporter": "N.Y.S.",
      "case_ids": [
        4300909
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nys/15/0701-01"
      ]
    },
    {
      "cite": "39 Ark. 286",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "166 S. W. 431",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": -1
    },
    {
      "cite": "32 Am. Rep. 707",
      "category": "reporters:state_regional",
      "reporter": "Am. Rep.",
      "opinion_index": -1
    },
    {
      "cite": "194 Fed. 841",
      "category": "reporters:federal",
      "reporter": "F.",
      "opinion_index": -1
    },
    {
      "cite": "103 Pac. 785",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": -1
    },
    {
      "cite": "55 Ark. 521",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "135 Ark. 117",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1571550
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/135/0117-01"
      ]
    },
    {
      "cite": "140 Ark. 375",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "77 Ark. 551",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1499061
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/77/0551-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 636,
    "char_count": 12061,
    "ocr_confidence": 0.483,
    "pagerank": {
      "raw": 1.7477858266314778e-07,
      "percentile": 0.7080352947218158
    },
    "sha256": "474f438e04430a2b3d2ae51fc8399ff6612a47217b83044a2fe6e850e4414da3",
    "simhash": "1:ba7f09309b6caf28",
    "word_count": 2068
  },
  "last_updated": "2024-02-27T18:54:00.643605+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Harkins v. National Handle Company."
    ],
    "opinions": [
      {
        "text": "Humphreys, J.\nThis suit was instituted by appellant against appellee in the circuit court of Poinsett County, to recover the value of appellant’s sawmill, which was destroyed by fire alleged to have originated from sparks blown from a large burning sawdust pile on the sawmill property belonging to appellee. It was alleged, in substance, that appellee allowed a large pile of sawdust to accumulate on its premises, which caught on fire, and which appellee suffered to smolder and burn for many months, and until escaping sparks therefrom were carried by the wind to appellant’s sawmill in such quantities that they, set fire to arid destroyed said mill, to the damage of appellant in the sum of $50,000.\nAppellee filed an answer, denying the material allegations of the complaint.\nThe cause was submitted upon the pleadings and testimony, which resulted in an instructed verdict for appellee and a consequent judgment dismissing appellant’s complaint, from which an appeal has been duly prosecuted to this court.\nThe facts revealed by the record are, in substance, as follows: Prior to the destruction of appellant’s mill by fire appellee purchased a sawmill, located at Lepanto, and immediately leased same to Walter Rogers for one year, with the privilege of renewal for four years, at a* rental of $100 per month, payable monthly in advance. Rogers was operating the mill under the lease at the time appellant’s was destroyed. In operating the3 mill he employed his own labor, bought his own material, and used his own methods in producing the output. He was required to pay all taxes and to preserve and maintain the leased plant and equipment in good .condition and repair, and to replace all broken parts. It is unnecessary to set out the lease in full, as only four other provisions therein are made pertinent to the issues involved on this appeal by the contentions of appellant. The four provisions referred to are as follows: first, either party-may, at any time, terminate the contract upon thirty days’ written notice to the other; second, Rogers is bound to “manufacture, on said leased premises and properties, ash squares, ash dowels, and ash handles, in quantity and quality and according to the specifications and prices submitted and to be submitted from time to time by said National Handle Companythird, “it is further agreed that, in default of either one or more of said payments of rent, or in the performance of any of the agreements herein made by the said Rogers, the said National Handle Company may, at its option and without notice to said Rogers, re-enter and take possession’of said leased premises and properties, without being required to demand the same, * * fourth, “it is further agreed that the said Rogers shall allow nothing obnoxious to exist on said premises, and will, when requested by the lessor, abate all such offensiveness at his' own expense, and will suffer nothing on said premises' that will invalidate any policy of insurance the said lessor may have thereon, unless consent in writing of said lessor be first obtained.”\n4t the time the lease was executed there was no sawdust pile on the premises. It was accumulated during the time Rogers operated the mill. It was about forty feet high, and covered a space two or three times as large as the courthouse in said county. After the pile’ of sawdust had accumulated, some time during the year * of 1919, R. 8. Mitchell, who was at the time operating appellant’s mill, went to C. H. Windt, the manager of the southern division of the National Handle Company, and called his attention to the sawdust pile, and told Mm it would endanger both mill properties unless moved. He testified that Windt told him he was going to build some kind of a burner to burn it up. Subsequent to the conversation the sawdust pile caught on fire, and, while Rogers and his employees tried to put it out, they never succeeded in entirely doing so. It smoldered for a num ber of months, and finally sparks therefrom were blown into appellant’s mill in snch numbers that it was set on fire and destroyed. The testimony warrants the inference that Windt, the manager of the handle company, knew that the sawdust pile was and had been on fire for .a number of months. Windt admitted that when he leased the mill to Rogers they both knew that the sawdust pile would be created in the operation of the mill.\nAppellant’s first contention for reversal is that the trial court erred in holding that Rogers was an independent contractor, and for that reason appellee was exempt from liability on account of Rogers’ negligence in the operation of the mill. The argument is made that, because appellee reserved the right in the lease to control the kind, quality and quantity of the output according to specifications and prices submitted and to be submitted by it from time to time, the right to cancel the lease and take possession of the property in case Rogers should create obnoxious and offensive conditions, and because it advanced money to meet payrolls made out on National Handle Company payroll forms, the relationship of master and servant was established between 0 appellee and Rogers, and that appellee became responsible for the negligent acts of Rogers. In the case of Harger v. Harger, 140 Ark. 375, this court construed a coal mine lease, almost similar to this in essentials, as constituting Wallace Harger an independent contractor. Facts' were proved outside the contract in that ease, in an attempt to establish the relationship of master and servant between the coal company and Harger, equally as potent as the facts proved in the instant case in an attempt to establish such relationship between the handle company and Rogers. In that case Harger testified that he was an employee of the coal company, and his name appeared on the payroll as . an employee. The ■ payrolls were made ou-t on the stationery of the coal company. The circumstances just related were held to be entirely consistent with the relationship of lessor and ■ lessee. None of the reservations by the lessor in the lease, in the instant ease, and none of the circumstances proved outside of the contract, are inconsistent with the relationship of lessor and lessee, when measured by the test adopted and announced in the case of J. W. Wheeler & Co. v. Fitzpatrick, 135 Ark. 117, which is as follows: “An independent contractor may be defined as one who, in the course of an independent occupation, prosecutes or directs the work himself, using his own methods to accomplish it, and represents the will of the company only as to the result of the work.” 2 Elliott on Railroads, p. 863, § 1063; 2 Words and Phrases, p. 1034. Walter Rogers employed his own labor, bought his own material, and conducted the business according to his own methods. The National Handle Company had no interest save in the output which it purchased.\nAppellant’s next insistence for reversal is that ap-pellee is liable even though the relation of lessor and lessee existed between it and Rogers under the contract. The argument is made that, because appellee reserved the right to cancel the contract and take possession of the property, if Rogers made default in the performance of any of the agreements in the contract, and failed to exercise that option when Rogers created the sawdust pile which caught on fire, rendered appellee liable. The fight to annul the contract and take possession of the property if Rogers permitted anything ¡obnoxious to exist on the premises, or suffered anything thereon which would invalidate the insurance, was purely personal and not reserved for the benefit of third parties. In order to render an employer liable to a third party for an injury 'resulting from the negligence of an independent contractor, it must appear that the employer retained control over the work. Reserving, the right to enforce forfeitures will not of itself render an employer liable for the negligent'acts of an independent contractor. St. L. I. M. & S. R. Co. v. Gillihan, 77 Ark. 551. The same rule, of course, governs as between third parties and lessors to independent lessees.\nAppellant’s next and last insistence for reversal is that appellee is liable for the negligence of its independent lessee because the creation of the pile of sawdust was a natural-and necessary result of the operation of the mill. Even so, the piling of sawdust is not a nuisance per se, and unlawful. The doing of a lawful thing which is the natural result of the operation of a business cannot fix liability upon the lessor as an original wrongdoer. It may be that the ignition of the sawdust converted the sawdust pile into a nuisance, but, if so, it does not appear from the evidence that the ignition thereof was a natural and necessary result of the operation of the business. The thing itself must be unlawful and the necessary result of the performance of a lease before a lessor can be held liable to third parties for the negligence of an independent lessee. Martin v. Railway Co., 55 Ark. 521.\nNo error appearing, the judgment is affirmed.",
        "type": "majority",
        "author": "Humphreys, J."
      }
    ],
    "attorneys": [
      "J. F. Costen, for appellant.",
      "Bittle, Buck & Lasley, for appellee.",
      "J. T. Costen, in reply."
    ],
    "corrections": "",
    "head_matter": "Harkins v. National Handle Company.\nOpinion delivered May 14, 1923.\n1. Master and servant — independent contractor. — Where the lessee of a sawmill employed his own labor, bought his own material, and conducted the business according to his own methods, he was an independent contractor, though the lessor reserved the right to control the kind, quality and quantity of the output according to specifications and prices submitted from time to time, and the right to cancel the lease in case the lessee should create obnoxious and- offensive conditions, -and advanced money to meet the lessee’s payrolls on lessor’s payroll forms.\n2. Master and servant — independent contractor — liability for fire. — A lessor of a -sawmill is not liable for -a -fire originating from a pile of sawdust created by his lessee, even though its creation was a natural and necessary result of the operation of the mill, where it does not appear that the ignition thereof was a necessary and natural result of the operation of the sawmill.\nAppeal from Poinsett Circuit Court; W. W. Bandy, Judge;\naffirmed.\nJ. F. Costen, for appellant.\nThe court erred in directing -a verdict against appellant. Under tlie contract between appellee and Rogers he was bound to operate the plant virtually for and as directed by appellee, which controlled it, and Rogers was its servant, for whose wrongful acts it was liable. 103 Pac. 785; 163 S. W. (Ark.) 161; 194 Fed. 841; 115’Pac. (Kan.) 583; 122 Pac. (Kan.) 123; 32 Am. Rep. 707. Rogers’ status .as fixed by the contract was analogous to but less independent than the share-cropper. 166 S. W. 431; 39 Ark. 286. Appellant liable if Rogers a tenant. 6 Words & Phrases, 498; 15 N. Y. Supp. 701. The burning sawdust pile was a nuisance. 84 Atl. 437; 80 N. E. 587; 139 S. W. (Ark.) 633; 66 Ark. 276; 47 N. J. Law, 23. Contract required premises used in such a way as necessarily created a nuisance, and appellee landlord liable as original wrongdoer. 12 Fed. 280; 59 N. Y. 34; 23 Pac. (Col.) 293.\nBittle, Buck & Lasley, for appellee.\nRogers was an independent contractor, and responsible alone for his negligence. 83 Kan. 349, 45 L. R. A. (N. S.) 930; 26 Cyc. 1546; 81 Atl. 838; 77 Ark. 551; 118 La. 1089; 38 N. Ú. 432; 55 Ark. 522; 147 N. C. 26; 77 Ark. 551; 53 Ark. 503. The accumulation of sawdust into a great pile not a nuisance per se. 29 Cyc.-1192; 80 N. Y. 597; 21 L. R. A. 569; 123 Ala. 292; 47 N. E. 2. Rogers discharged his whole duty in attempting to control the fire, even if sawdust pile caught on fire through his negligence. 64 Ark. 311.\nJ. T. Costen, in reply.\nReserving the right to control the work is an important element in determining liability in cases of this kind. 163 S. W. 161. No question of an independent contractor here, and cases cited by appellee not in point. Apnellant not guilty of contributory negligence. 23 N. W. 804; 23 Pac.. (Wash..) 930. Appellee’s manager knew of the burning- pile of sawdust. 96 S. W. 377; 139 S. W. 634."
  },
  "file_name": "0015-01",
  "first_page_order": 41,
  "last_page_order": 47
}
