{
  "id": 1357128,
  "name": "Missouri Pacific Railroad Company v. Tompkins",
  "name_abbreviation": "Missouri Pacific Railroad v. Tompkins",
  "decision_date": "1923-01-29",
  "docket_number": "",
  "first_page": "16",
  "last_page": "19",
  "citations": [
    {
      "type": "official",
      "cite": "157 Ark. 16"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "129 Ark. 550",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1580400
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/129/0550-01"
      ]
    },
    {
      "cite": "107 Ark. 512",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1344035
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/107/0512-01"
      ]
    },
    {
      "cite": "98 Ark. 507",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1316124
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/98/0507-01"
      ]
    },
    {
      "cite": "211 Fed. 343",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        3575446
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f/211/0343-01"
      ]
    },
    {
      "cite": "205 Fed. 821",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        7853170
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f/205/0821-01"
      ]
    },
    {
      "cite": "244 U. S. 41",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "opinion_index": -1
    },
    {
      "cite": "222 Fed. 579",
      "category": "reporters:federal",
      "reporter": "F.",
      "opinion_index": -1
    },
    {
      "cite": "251 Fed. 337",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        3985110
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f/251/0337-01"
      ]
    },
    {
      "cite": "218 Fed. 91",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6743251
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f/218/0091-01"
      ]
    },
    {
      "cite": "210 U. S. 368",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3651425
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/210/0368-01"
      ]
    },
    {
      "cite": "209 U. S. 490",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8290575
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/209/0490-01"
      ]
    },
    {
      "cite": "219 U. S. 363",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3653053
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/219/0363-01"
      ]
    },
    {
      "cite": "203 U. S. 449",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8293612
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/us/203/0449-01"
      ]
    },
    {
      "cite": "213 U. S. 207",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8288579
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/213/0207-01"
      ]
    },
    {
      "cite": "132 Ark. 551",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1576656
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/132/0551-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 378,
    "char_count": 6541,
    "ocr_confidence": 0.523,
    "pagerank": {
      "raw": 6.024926030163133e-08,
      "percentile": 0.3733300667336204
    },
    "sha256": "1fed81cf3f87702d0dcc58f0fc840955dc2d5c25353e03d58f66723782152209",
    "simhash": "1:f22cdc6bf5fc0d9f",
    "word_count": 1137
  },
  "last_updated": "2024-02-27T20:13:54.858580+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Missouri Pacific Railroad Company v. Tompkins."
    ],
    "opinions": [
      {
        "text": "Hart, J.\nW. V. Tompkins, administrator of the estate of J. U. Brown, deceased, brought this suit against the Missouri Pacific Railroad Company to recover damages in the sum of $30,000 on account of his intestate being negligently killed by one of the defendant’s trains.\nOn December 3, 1920, J. U. Brown, while driving Ins automobile across a public railroad crossing over the defendant’s railroad in the city of Prescott, Ark., was struck by one of the defendant’s passenger trains, with the result that the automobile was demolished and Brown was instantly killed. Brown left a widow and two minor children dependent upon him.\nThe case was tried before a jury in the Clark Circuit Court, and there was a verdict and judgment for the plaintiff in the sum of $7,500.\nThe Missouri Pacific Railroad Company duly filed its petition for removal of the action to the District Court of the United States, and as grounds therefor alleged that it was a corporation organized under the laws of the State of Missouri, with its general officers and principal place of business in the city of St. Louis, in said State.\nThe petition further alleged that the plaintiff is a citizen and resident of the State of Arkansas, and that the amount in controversy in this action exceeds $3,000, exclusive of interest and costs.\nThe petition further alleges ’that J. U. Brown.was killed by one of the defendant’s passenger trains while attempting to drive an automobile across a public street crossing in the city-of Prescott, Ark., and that said accident happened without fault or carelessness on the part of the defendant.\nThe petitioner also filed its bond for the removal of the action, as required by law.\nThe Clark Circuit Court denied the petition of the defendant for the removal of the cause, and proceeded with its trial, with the result above stated.\nThe case is here on appeal.\nIf the cause was removable, the circuit court was without jurisdiction to proceed with the trial, and its judgment must be reversed for this reason, whether it might otherwise be sustained or not.\nThe ground of removal was the diverse citizenship of the parties. The petition for removal alleged that the plaintiff was a citizen of the State of Arkansas and the defendant was a corporation organized under the laws of the State of Missouri, and a citizen of that State within the meaning of the Federal statute providing for the removal of causes on account of' diverse citizenship.\nThe right to remove is derived from the laws of the United States, and whether a case is made for removal is a Federal question. Hence we are bound by the decisions of the United States Supreme Court on the question. K. C. S. Ry. Co, v. Wade, 132 Ark. 551, and Chesapeake & Ohio Ry. Co. v. McCabe, 213 U. S. 207.\nSec. 28 of the Judicial Code enacted by the 'Congress of the United States provides:\n“Any other suit of a civil nature, at law or in equity, of which the district courts of the United States are given jurisdiction by this title, and which are now pending or which may hereafter be brought in any State court, may be removed into the district court of the United States for the proper district by the defendant or defendants therein, being nonresidents of that State. ”\nAccording to the interpretation placed upon this section by the Supreme Court of the United States, in General Investment Company v. Lake Shore & Michigan Southern Railway Company, 43 S. C. Rep. 106, and Lee v. Chesapeake & Ohio Railway Company, 43 S. C. Rep. 230, if the plaintiff brings suit in a State court not in his district, the defendant, being a nonresident of such State, can remove such suit to the Federal court, whether the plaintiff objects or does not object, if the other conditions of removability are complied with.\nFollowing these decisions, we hold that the case was removable to the Federal court, and, for the error in refusing to transfer it to the proper Federal court, the judgment of the Clark Circuit Court must be reversed, and the cause will be remanded for further proceedings according to law.",
        "type": "majority",
        "author": "Hart, J."
      }
    ],
    "attorneys": [
      "E. B. Kinsworthy and B. E. Wiley, for appellant.",
      "R. P. Hamby, and Tompkins, McRae & Tompkins, for appellee."
    ],
    "corrections": "",
    "head_matter": "Missouri Pacific Railroad Company v. Tompkins.\nOpinion delivered January 29, 1923.\n1 Removal of causes — jurisdiction after petition for removal.— Where a cause is removable to the Federal court, a State court - is without jurisdiction, to proceed with the trial after a petition for removal is filed.\n2. Courts — conclusiveness of federal courts’ decision. — As the right to remove causes to the Federal court is derived from the law of the United States, the State courts are bound by the decisions of the United States Supreme Court on the question whether a ease is made for removal of a cause from a State to a Federal court;.\n3. Removal of causes — -nonresident defendant. — Under Jud. Code U. S. § 28, as interpreted by the Supreme Court of the United States, a suit in -a State court against a nonresident defendant by a resident of the State but not of the Federal district in which such State court is situated may be removed to the Federal court, over plaintiff’s objections, if the other conditions of removability are complied with.\nAppeal from Clark Circuit Court; George B. Haynie, Judge;\nreversed.\nE. B. Kinsworthy and B. E. Wiley, for appellant.\nAppellant having in apt time filed a .sufficient petition and bond for removal of the cause to the United States District Court, it should have been removed to that court. The fact'that neither the plaintiff nor the defendant resided in the judicial district where thé action was brought does not affect the removability of the cause. Ex parte Wisner, 203 U. S. 449, on which this court has based its decisions contrary to the above contention, has been modified and partially overruled. 219 U. S. 363, 55 L. ed. 252; 209 U. S. 490, 52 L. ed. 904; 210 U. S. 368, 52 L. ed. 1 And many of the Federal courts hold it is no longer an -authority, and that these cases are removable. 218 Fed. 91; 224, 566; 251 Fed. 337; 222 Fed. 579; 244 U. S. 41; 205 Fed. 821; 211 Fed. 343. B-ut-the Supreme .Court of the United States has recently settled this question favorably to appellant’s contention. See General Investment Go. v. Lake Shore é Michigan B. Go., 43 Sup. Ct. Rep.-106.\nR. P. Hamby, and Tompkins, McRae & Tompkins, for appellee.\nThe cause was not removable. The suit was brought outside-of the Federal district in which the plaintiff resided. The defendant is a foreign icorporation. 203 U. S. 449; 98 Ark. 507; 107 Ark. 512; 129 Ark. 550. The language of the Judicial Code, § 51, admits of no uncertainty on this point."
  },
  "file_name": "0016-01",
  "first_page_order": 38,
  "last_page_order": 41
}
