{
  "id": 4075901,
  "name": "In the Matter of the Disciplinary Proceeding Against Russell Kenneth Jones, an Attorney at Law",
  "name_abbreviation": "In re the Disciplinary Proceeding Against Jones",
  "decision_date": "2014-12-04",
  "docket_number": "No. 201,256-6",
  "first_page": "17",
  "last_page": "54",
  "citations": [
    {
      "type": "official",
      "cite": "182 Wash. 2d 17"
    }
  ],
  "court": {
    "name_abbreviation": "Wash.",
    "id": 9029,
    "name": "Washington Supreme Court"
  },
  "jurisdiction": {
    "id": 38,
    "name_long": "Washington",
    "name": "Wash."
  },
  "cites_to": [
    {
      "cite": "322 P.3d 795",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "weight": 2,
      "year": 2014,
      "opinion_index": 0
    },
    {
      "cite": "180 Wn.2d 201",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4242191
      ],
      "year": 2014,
      "pin_cites": [
        {
          "page": "237"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/180/0201-01"
      ]
    },
    {
      "cite": "305 P.3d 1091",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2013,
      "opinion_index": 0
    },
    {
      "cite": "177 Wn.2d 851",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4131794
      ],
      "year": 2013,
      "pin_cites": [
        {
          "page": "867"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/177/0851-01"
      ]
    },
    {
      "cite": "998 P.2d 833",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "weight": 3,
      "year": 2000,
      "opinion_index": 0
    },
    {
      "cite": "140 Wn.2d 475",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1119539
      ],
      "year": 2000,
      "pin_cites": [
        {
          "page": "492"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/140/0475-01"
      ]
    },
    {
      "cite": "960 P.2d 416",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1998,
      "opinion_index": 0
    },
    {
      "cite": "136 Wn.2d 67",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        867979
      ],
      "year": 1998,
      "pin_cites": [
        {
          "page": "84"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/136/0067-01"
      ]
    },
    {
      "cite": "284 P.3d 724",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2012,
      "opinion_index": 0
    },
    {
      "cite": "175 Wn.2d 134",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4024477
      ],
      "year": 2012,
      "pin_cites": [
        {
          "page": "148"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/175/0134-01"
      ]
    },
    {
      "cite": "225 P.3d 881",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2010,
      "opinion_index": 0
    },
    {
      "cite": "168 Wn.2d 220",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4007484
      ],
      "year": 2010,
      "pin_cites": [
        {
          "page": "232"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/168/0220-01"
      ]
    },
    {
      "cite": "123 P.2d 733",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "weight": 2,
      "year": 1942,
      "opinion_index": 0
    },
    {
      "cite": "12 Wn.2d 686",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        2558426
      ],
      "year": 1942,
      "pin_cites": [
        {
          "page": "716"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/12/0686-01"
      ]
    },
    {
      "cite": "140 P.2d 560",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1943,
      "opinion_index": 0
    },
    {
      "cite": "18 Wn.2d 824",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        2587157
      ],
      "year": 1943,
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/18/0824-01"
      ]
    },
    {
      "cite": "587 P.2d 588",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1978,
      "opinion_index": 0
    },
    {
      "cite": "21 Wn. App. 814",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        469102
      ],
      "year": 1978,
      "pin_cites": [
        {
          "page": "820"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/21/0814-01"
      ]
    },
    {
      "cite": "122 P.3d 710",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2005,
      "opinion_index": 0
    },
    {
      "cite": "155 Wn.2d 723",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        3766230
      ],
      "year": 2005,
      "pin_cites": [
        {
          "page": "744"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/155/0723-01"
      ]
    },
    {
      "cite": "306 P.3d 905",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2013,
      "opinion_index": 0
    },
    {
      "cite": "177 Wn.2d 771",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4131688
      ],
      "year": 2013,
      "pin_cites": [
        {
          "page": "789"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/177/0771-01"
      ]
    },
    {
      "cite": "175 P.3d 1070",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2008,
      "opinion_index": 0
    },
    {
      "cite": "162 Wn.2d 873",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        3696511
      ],
      "year": 2008,
      "pin_cites": [
        {
          "page": "895-96"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/162/0873-01"
      ]
    },
    {
      "cite": "67 P.3d 1086",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "weight": 2,
      "year": 2003,
      "opinion_index": 0
    },
    {
      "cite": "149 Wn.2d 323",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1292561
      ],
      "year": 2003,
      "pin_cites": [
        {
          "page": "330"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/149/0323-01"
      ]
    },
    {
      "cite": "302 P.3d 864",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2013,
      "opinion_index": 0
    },
    {
      "cite": "177 Wn.2d 743",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4131609
      ],
      "year": 2013,
      "pin_cites": [
        {
          "page": "760"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/177/0743-01"
      ]
    },
    {
      "cite": "125 P.3d 954",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "weight": 4,
      "year": 2006,
      "opinion_index": 0
    },
    {
      "cite": "156 Wn.2d 196",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        3893088
      ],
      "year": 2006,
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/156/0196-01"
      ]
    },
    {
      "cite": "157 P.3d 859",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2007,
      "opinion_index": 0
    },
    {
      "cite": "160 Wn.2d 317",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        3631035
      ],
      "year": 2007,
      "pin_cites": [
        {
          "page": "329"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/160/0317-01"
      ]
    },
    {
      "cite": "2007 WL 2452725",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "weight": 6,
      "pin_cites": [
        {
          "page": "*7"
        },
        {
          "page": "*4"
        },
        {
          "page": "*4"
        },
        {
          "page": "*4"
        },
        {
          "page": "*4"
        },
        {
          "page": "*4"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "140 Wn. App. 1022",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        4089145,
        4090108,
        4090817
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/140/1022-01",
        "/wash-app/140/1022-02",
        "/wash-app/140/1022-03"
      ]
    },
    {
      "cite": "93 P.3d 147",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2004,
      "opinion_index": 0
    },
    {
      "cite": "152 Wn.2d 1",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1217458
      ],
      "year": 2004,
      "pin_cites": [
        {
          "page": "21-22"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/152/0001-01"
      ]
    },
    {
      "cite": "67 P.3d 1113",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2003,
      "opinion_index": 0
    },
    {
      "cite": "116 Wn. App. 353",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        265892
      ],
      "year": 2003,
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/116/0353-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1595,
    "char_count": 60227,
    "ocr_confidence": 0.75,
    "pagerank": {
      "raw": 6.381622675277392e-08,
      "percentile": 0.39540007930964316
    },
    "sha256": "3932c2630bc5c2400e5f25a3e7ec2aff7d41c4ecf8bf7d1e84ae9c92d5c91c8b",
    "simhash": "1:266d5ba2a5c22136",
    "word_count": 9717
  },
  "last_updated": "2024-02-27T17:34:40.830885+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Madsen, C.J., and C. Johnson, Owens, Stephens, Wiggins, González, Gordon McCloud, and Yu, JJ, concur."
    ],
    "parties": [
      "In the Matter of the Disciplinary Proceeding Against Russell Kenneth Jones, an Attorney at Law."
    ],
    "opinions": [
      {
        "text": "Fairhurst, J.\n¶1 Russell Kenneth Jones appeals the Washington State Bar Association (WSBA) Disciplinary Board (Board) recommendation that he be disbarred from the practice of law. The WSBA charged Jones with four counts of misconduct arising out of litigation involving his mother’s estate. The counts include failing to comply with discovery requests, engaging in frivolous litigation, and dishonestly and intentionally manipulating the value of the estate. Jones challenges each count. The hearing officer and a unanimous Board concluded that Jones violated RPC 3.1, 3.4(c) and (d), and 8.4(c) and (d). The hearing officer recommended that Jones be disbarred. The Board unanimously adopted the hearing officer’s recommendation. We find no reason to depart from the recommended sanction and disbar Jones from the practice of law.\nI. FACTUAL BACKGROUND\n¶2 Jones was admitted to the practice of law in the state of Washington in 1980 (Bar No. 10887). Jones was a solo practitioner from 1984 until 2011 when he went on inactive status.\n¶3 The current disciplinary proceeding arose out of the estate proceedings of Jones’ mother, Ms. Marcella Jones. Ms. Jones died testate in September 1995. Her will was admitted to probate and named Jones as personal representative (PR). Ms. Jones left her property equally to Jones and his three brothers, Peter, Jeffrey, and David.\n¶4 Ms. Jones’ property was located in Spokane, Washington. Jones was living with his mother in the family home when she passed away. After Ms. Jones’ death, Jones continued to live and operate his law office in the house.\n¶5 Jones had the house appraised twice in November 1995 (hereinafter Meenach appraisal or Ciszech appraisal). Jones did not produce the Meenach appraisal at any proceeding. The Ciszech appraisal valued the house at approximately $155,000. An appraiser hired by Jones in 1995 valued the estate’s piano at $5,000.\n¶6 When Peter asked Jones to provide copies of the will or a summary of its terms in October 1995, Jones refused. The brothers met in May 1996 to divide up the estate’s personal property, and at this meeting Jeffrey selected the piano valued at $5,000. At this meeting, Jones also informed his brothers that the house was appraised at $155,000, less defects. Despite their requests, Jones did not give Peter or Jeffrey a copy of either appraisal. The hearing officer found Jones’ testimony that he showed Peter a copy of the appraisal not credible and rejected testimony from Jones’ brother David that the appraisals were available at the May meeting. Peter, both at the meeting and in writing, offered to purchase the house at the price of $155,000, but Jones did not respond to Peter’s offers. Even with Peter’s offers and without telling the cobeneficiaries, Jones deeded the house to himself at a value of $125,866.27 and did not record the deed.\n¶7 In September 1996 Jones distributed the piano to Jeffrey at the appraised value of $5,000. Jones made periodic distributions to his brothers from the estate. During this time, Jones lived in the house rent free and had the estate pay the utilities and taxes.\n¶8 Peter and Jeffrey, concerned about Jones’ use of the house, as well as his refusals to provide information, hired attorney Frank Gebhardt, who contacted Jones in January 1998 seeking check registers and estate accounts. Jones did not provide the requested documents. The hearing officer found that Jones’ claim that he attempted to give the check register to Gebhardt not credible. At this time, Jones began to pay the house utilities from his personal account and he contacted Jeffrey, claiming that the piano needed to be reappraised.\n¶9 In June 1998 Peter and Jeffrey filed a petition to require Jones to provide basic estate information. The court commissioner ordered that he provide the information and documents, but Jones, as attorney for the estate, successfully moved to revise the order. In November 1998, after still not receiving any of the requested documents from Jones, Peter and Jeffrey petitioned for a judicial proceeding to remove Jones as PR. Peter and Jeffrey also filed a complaint for use of estate assets by a PR for personal benefit and for breach of fiduciary duty. In response to these actions, Jones asserted that he occupied the house according to an agreement by all heirs. This response was false because there was no such agreement among the heirs. In December 1998 Jones filed a declaration of completion, swearing that he had completed a final accounting. In January 1999 Peter and Jeffrey petitioned for an accounting. The court consolidated the three actions.\n¶10 In May 2001 Peter and Jeffrey’s new attorney, Robert Greer, sent Jones interrogatories and requests for production. Jones responded and signed his responses under oath. However, his answers were knowingly false and incomplete.\n¶11 In June 2001 the parties attended an unsuccessful mediation with Judge Harold Clarke II. Before mediation, Jones sent Judge Clarke an accounting of the estate distributions. This accounting purported to show that the distributions among the brothers were equal. The accounting document was the first time that Peter and Jeffrey learned that Jones had distributed the house to himself for $125,866.27 and that Jones claimed the piano was valued at $14,950.00 rather than the original valuation of $5,000.00. The hearing officer found that the increase in the piano’s value was to get back at Jeffrey for challenging Jones’ administration of the estate. Jones claims that the increase in amount was based on a conversation with Stephen Bagmanyan, Jones’ client and expert on pianos. Bagmanyan never saw the piano in person.\n¶12 After the failed mediation, trial took place in September 2001 before Judge Rebecca Baker. Before trial, Greer requested a copy of the appraisal on the house from Jones, but Jones refused to produce it. Jones did not produce either appraisal on the house at trial. Although Jones listed Bagmanyan as a witness, he did not call Bagmanyan to testify or produce any other evidence to substantiate his claim that the piano was worth more than $5,000.\n¶13 In October 2001 Judge Baker ordered that Jones be removed as PR. In addition, Judge Baker set aside Jones’ attempt to deed the house to himself, found that the house was worth $159,000, that the piano was worth $5,000, and that Jones must reimburse Peter and Jeffrey for rent and other expenses. Judge Baker stated that her findings regarding the value of the house and piano would have a preclusive effect on subsequent litigation. In addition, Judge Baker asserted that her findings were necessary to reach her decision on other issues and that such findings “will then be res judicata for any further factual determinations in this litigation.” Ex. A-27, at 2. She then appointed James Woodard as the PR of the estate.\nA. The first appeal and subsequent litigation\n¶14 In November 2001 Jones, represented by Philip Talmadge, appealed Judge Baker’s decision to the Court of Appeals, Division Three. Division Three reversed Judge Baker’s decision. In re Estate of Jones, 116 Wn. App. 353, 67 P.3d 1113 (2003). Peter and Jeffrey appealed Division Three’s decision to this court, and we reversed, reinstating the trial court’s ruling that the record supported the trial court’s finding that the house was worth $159,000; that Jones’ second appraisal of the piano was questionable; that Jones breached his fiduciary duty; and that it was proper to remove Jones as PR. In re Estate of Jones, 152 Wn.2d 1, 21-22, 93 P.3d 147 (2004). On appeal, Jones did not assign error to the trial court’s valuation of the piano and house; as such, the findings were verities on appeal. The court remanded for a final accounting. Id. at 22.\n¶15 After remand, Jones began to represent himself. Jones did not move for reconsideration of this court’s decision. However, from 2004-2005 Jones filed a series of motions in superior court: three motions to disqualify Judge Baker, two motions for a neutral judge, four motions for reappraisal of the estate’s assets, and one motion for witness testimony. In his second motion to disqualify Judge Baker, filed in February 2005, Jones asserted that Judge Baker made comments about him at a reception in September 2001, during the 2001 trial. This motion was the first time that Jones raised the issue of actual bias based on Judge Baker’s alleged comment three and a half years earlier. The hearing officer found that Jones’ allegations regarding the statement made by Judge Baker were not credible. In his motions for reappraisal of the piano, Jones claimed that the piano’s value had not been fully litigated before the court. Judge Baker denied these motions, finding that they did not contain any factual or legal basis, and awarded attorney fees and costs to Peter and Jeffrey.\n¶16 In March 2005 Jones filed another series of motions. These motions sought relief from Judge Baker’s 2001 judgment under CR 60(b)(4) and (11) or CR 54(b). Through these motions Jones attempted to present evidence that he did not present at the trial in 2001. Peter and Jeffrey moved for sanctions under CR 11, claiming that the issues in Jones’ motions were fully litigated and thus his motions were frivolous.\n¶17 All motions made by Jones were denied by Judge Baker and found frivolous by the hearing officer. Judge Baker awarded Peter and Jeffrey sanctions against Jones.\nB. The second appeal and subsequent litigation\n¶18 In June 2005 Jones, represented by Michael Schein, petitioned Division Three for discretionary review of Judge Baker’s orders denying the motions for relief from judgment and granting of CR 11 sanctions. In August 2005 Judge Baker authorized the sale of the house. Jones, represented by Schein, appealed this order. Woodard filed suit for possession of the house, and the trial court granted summary judgment authorizing his immediate possession. Jones, representing himself, appealed this order. Jones’ appeals were consolidated for review.\n¶19 Division Three affirmed Judge Baker’s orders and summary judgment. In re Estate of Jones, noted at 140 Wn. App. 1022, 2007 WL 2452725, at *7, 2007 Wash. App. LEXIS 2559, at *19. Division Three concluded that Jones’ arguments were without factual or legal justification, finding that the doctrine of res judicata precluded further review because the issues in Jones’ motions were fully litigated and upheld on appeal. 2007 WL 2452725, at *4, 2007 Wash. App. LEXIS 2559, at *10. We denied Jones’ petition for review. The hearing officer found that Jones’ appeals and petitions for review were frivolous and harmful.\n¶20 Jones was ejected from the house in March 2009, and it sold for $175,000. In February 2010 Jones filed a separate action against Jeffrey and Peter, again requesting relief from the 2001 judgment. Jones’ complaint alleged that Judge Baker acted without jurisdiction and that Jeffrey and Peter made misrepresentations of fact. The hearing officer found that this complaint was filed without proper purpose and was frivolous.\n¶21 In June 2010 Woodard filed a final accounting and petition for distribution. Jones filed a pleading titled “Objection to Final Accounting” in which he argued again that he was wrongfully removed as PR and that the piano was wrongfully valued at $5,000. The hearing officer found that this complaint was frivolous, as it was directly contrary to Division Three’s 2007 decision. See Jones, 2007 WL 2452725, at *4, 2007 Wash. App. LEXIS 2559, at *10.\n¶22 In August 2010 Jones filed another motion under CR 60(b), seeking relief from the 2001 judgment. In this motion Jones reasserted arguments made in previous motions, including that there were no grounds to remove him as PR and that res judicata did not apply to the valuation of the house and piano. This motion was denied, and Judge Baker ordered Jones to cease filing motions on these issues. She stated that if he did not cease, he would be ordered to show cause as to why he should not be held in contempt and/or declared a vexatious litigant.\n¶23 Less than a week after Judge Baker threatened to declare Jones a vexatious litigant, he filed an amended complaint, arguing again that the valuations of the house and piano were incorrect and never finalized. The hearing officer found that lawsuit frivolous.\nC. The third appeal and subsequent litigation\n¶24 In September 2010 Jones, representing himself, appealed Judge Baker’s order approving the final accounting and distribution. He argued that the decision should be vacated because the value of the house and piano were based on inconsistent appraisals, and he moved for reappraisal of the piano. In May 2011 Division Three granted Jeffrey’s and Peter’s motion on the merits to affirm the superior court’s orders, held that Jones’ appeal was frivolous, and imposed sanctions. Jones made a motion to modify the ruling, and when it was denied he petitioned for review, which was also denied.\n¶25 In August 2012, just before his disciplinary hearing and after the WSBA distributed its witness list naming Peter and Jeffrey, Jones filed a new lawsuit naming Peter and Jeffrey as defendants. The suit again asked for relief from the 2001 judgment and asserted the same arguments Jones made in previous motions.\nD. Failure to pay sanctions\n¶26 Throughout the litigation about Ms. Jones’ estate, Jones was sanctioned multiple times, totaling over $138,881. As of the date of Jones’ disciplinary hearing he owed $123,901.93 in sanctions. He was held in contempt four separate times for failing to provide access to and documentation of his assets.\nII. PROCEDURAL HISTORY AND COUNTS OF MISCONDUCT\n¶27 The WSBA filed a complaint under ELC 10.3, charging Jones with four counts of misconduct. Count one charged Jones with violating RPC 3.4(c) and (d) “[b]y failing to make a reasonably diligent effort to comply with one or more legally proper discovery requests served on him by Jeffrey and Peter’s lawyers during the course of the pretrial litigation.” Clerk’s Papers (CP) at 42. Counts two and three charged Jones with violating RPC 3.1 and/or 8.4(d) “[b]y filing motions for relief, vacation or revision of judgment, disqualification, and/or neutral judge that were frivolous” and for filing frivolous appeals. CP at 42-43. Count four charged Jones with violating RPC 8.4(c) and/or (d) “[b]y seeking to inflate the value of the piano in retaliation against Jeffrey and/or valuing the estate house at only $126,000 despite having and/or knowing of appraisals that valued the house at $155,000 or more.” CP at 43.\n¶28 The hearing officer applied the American Bar Association’s Standards for Imposing Lawyer Sanctions (1991 & Supp. 1992) to determine the appropriate sanction. For count one, the hearing officer determined that Jones violated RPC 3.4(c) and (d) “[b]y failing to make a reasonably diligent effort to comply with one or more legally proper discovery requests served on him” during the course of pretrial litigation. CP at 187. The hearing officer determined that Jones acted knowingly by making false responses to discovery requests and by withholding documents to conceal his dishonest responses. Such violation was found to be intentional discovery abuse that harmed the cobeneficiaries of the estate, as well as the legal system. Applying ABA Standards std. 6.21, the hearing officer found that the appropriate presumptive sanction for count one was disbarment.\n¶29 As to counts two and three, the hearing officer found that Jones violated RPC 3.1 and 8.4(d) “[b]y filing motions for relief, vacation and revision of judgments, disqualifications, and neutral judge that were frivolous” and by filing frivolous appeals. CP at 187. The hearing officer found that Jones acted with a knowing mental state because he filed such motions “with the clear purpose and intent to further his vendetta against brothers Jeffrey and Peter, co-beneficiaries, in an effort to intimidate them by the need to pursue and fund continuing litigation.” CP at 189. Such misconduct frustrated and prejudiced the administration of justice. Similarly, for count three, the hearing officer found that Jones “engaged in knowingly frivolous appeals with the clear purpose and intent to further his vendetta against his co-beneficiaries.” CP at 190. Applying ABA Standards std. 6.21, the hearing officer found that the appropriate presumptive sanction for counts two and three was disbarment.\n¶30 As to count four, the hearing officer found that Jones violated RPC 8.4(c) and (d) “[b]y seeking to inflate the value of the piano in retaliation against Jeffrey, and by undervaluing the estate house despite knowing of appraisals that valued the house at $155,000 or more.” CP at 187. The hearing officer found that Jones made the misrepresentations charged in count four knowingly as part of a dishonest scheme to defraud his cobeneficiaries. Such conduct “seriously adversely reflects on Respondent’s fitness to practice.” CP at 190. The hearing officer applied ABA Standards std. 5.11(b) to conclude that the presumptive sanction was disbarment.\n¶31 The hearing officer then considered if any aggravating or mitigating factors should be applied to alter the presumptive sanction. The hearing officer found that seven aggravating factors applied: (1) dishonest or selfish motive, (2) a pattern of misconduct, (3) multiple offenses, (4) bad faith obstruction of the disciplinary proceeding by intentionally failing to comply with the rules or orders of the disciplinary agency, (5) refusal to acknowledge the wrongful nature of conduct, (6) substantial experience in the practice of law, and (7) indifference to making restitution. CP at 190-92. The hearing officer determined that one mitigating factor applied: absence of a prior disciplinary record. Pursuant to the ABA Standards’ presumptive sanctions and the application of the aggravating and mitigating factors listed above, the hearing officer recommended that Jones be disbarred. The hearing officer recommended that reinstatement be conditioned on Jones’ paying all unsatisfied judgments entered against him during the litigation.\n¶32 In September 2013, by a unanimous vote, the Board adopted the hearing officer’s amended findings of fact and conclusions of law (FFCL). Jones timely sought review of the Board’s order.\nIII. ISSUES PRESENTED\n¶33 A. Whether the hearing officer’s conclusions that Jones filed frivolous motions and appeals, failed to comply with discovery requests, and dishonestly represented the value of Ms. Jones’ estate assets were supported by sufficient factual findings.\n¶34 B. Whether disbarment is an appropriate sanction.\nIV. ANALYSIS\n¶35 Jones challenges the sufficiency of the evidence supporting the hearing officer’s FFCL. He also argues that disbarment is not the appropriate sanction. We reject Jones’ challenges.\nA. Substantial evidence supports the hearing officer’s findings of fact, and the findings of fact sufficiently support the hearing officer’s conclusions of law\n¶36 While this court bears the ultimate responsibility for lawyer discipline, it gives considerable weight to the hearing officer’s findings of fact. In re Disciplinary Proceeding Against Marshall, 160 Wn.2d 317, 329, 157 P.3d 859 (2007). Unchallenged findings of fact are considered verities on appeal. Id. at 330. Challenged findings of fact are upheld so long as they are supported by substantial evidence. Id. “Substantial evidence is evidence sufficient ‘to persuade a fair-minded, rational person of the truth of a declared premise.’ ” Id. (internal quotation marks omitted) (quoting In re Disciplinary Proceeding Against Poole, 156 Wn.2d 196, 209 n.2, 125 P.3d 954 (2006)). Conclusions of law and the hearing officer’s ultimate conclusion are reviewed de novo and will be upheld if they are supported by the findings of fact. Id.\n¶37 The WSBA “must prove misconduct by a clear preponderance of the evidence.” Id. Clear preponderance “requires more proof than simple preponderance, but less than beyond a reasonable doubt.” Id. Where a sanction is recommended by a unanimous Board, the court will uphold it so long as there is not a clear reason for departure. In re Disciplinary Proceeding Against Sanai, 177 Wn.2d 743, 760, 302 P.3d 864 (2013). “Findings of fact that are unanimously adopted and supported by a clear preponderance of the evidence generally will not be disturbed by the court.” In re Disciplinary Proceeding Against Cohen, 149 Wn.2d 323, 330, 67 P.3d 1086 (2003). The hearing officer’s findings were established by a clear preponderance of the evidence and unanimously adopted by the Board.\n¶38 Attorneys challenging a hearing officer’s findings of fact must present argument explaining why the specific findings are unsupported and cite to the record to support that argument. Marshall, 160 Wn.2d at 331. The court will not overturn findings of fact based simply on an alternative explanation or version of the facts previously rejected by the hearing officer or Board. Id. When evaluating alternative explanations, the court will give great weight to the hearing officer’s credibility determinations. Id. at 330. The hearing officer is permitted to draw reasonable inferences from the evidence and disregard unreasonable alternative explanations. Cohen, 149 Wn.2d at 333.\n¶39 Jones did not adequately brief his challenges to the findings of fact, and therefore we uphold the hearing officer’s findings. If an attorney does not sufficiently brief his challenges to the findings of fact and the record, the court will affirm those findings adopted by the Board. In re Disciplinary Proceeding Against Burtch, 162 Wn.2d 873, 895-96, 175 P.3d 1070 (2008). In Burtch, the court refused to consider the attorney’s challenge to the findings of fact without separate arguments explaining why each finding was incorrect. Id. at 895.\n¶40 Jones does not make separate arguments explaining why each factual finding is incorrect. Instead, Jones makes a blanket challenge to the findings and conclusions against him. By assigning error to the hearing officer’s findings of fact, without arguing why specific factual findings are incorrect by citation to the record, Jones is asking the court to uncover arguments from the record for his benefit. See Burtch, 162 Wn.2d at 896 (noting that the court is not required to “unearth arguments from the record”). Where Jones does specifically challenge the findings of fact, he fails to cite to the record to demonstrate that the factual findings are not supported by substantial evidence. Instead, he makes conclusory statements that the findings of fact are incorrect and asserts arguments that the hearing officer and Board rejected. Moreover, Jones’ arguments challenging the hearing officer’s findings of fact ask us to disregard the hearing officer’s reasonable inferences and credibility determinations. Since Jones has not demonstrated a clear reason for departure, the findings of fact will not be disturbed.\n1. Count one: failure to comply with discovery requests\n¶41 The hearing officer’s conclusion of law that Jones violated RPC 3.4(c) and (d) is adequately supported by findings of fact that demonstrate Jones did not comply or falsely responded to discovery requests.\n¶42 RPC 3.4(c) states that a lawyer shall not “knowingly disobey an obligation under the rules of a tribunal except for an open refusal based on an assertion that no valid obligation exists.” RPC 3.4(d) states that a lawyer shall not “in pretrial procedure, make a frivolous discovery request or fail to make reasonably diligent effort to comply with a legally proper discovery request by an opposing party.” Based on the record, the hearing officer concluded that Jones violated the above rules by knowingly providing false answers in response to discovery requests and intentionally withholding requested documents in order to conceal his false answers.\n¶43 The hearing officer found that Jeffrey and Peter made valid discovery requests and that Jones falsely responded or failed to respond to such requests. These findings are supported by substantial evidence in the record. Review of the record demonstrates that Jeffrey and Peter requested documents to show that Jones had personally paid the utility bills for the house. Jones falsely responded that he personally paid $4,084.25 for all utilities and did not provide further documentary evidence of payment. In fact, he paid the utilities out of the estate and planned to reduce his distributive share by the amount paid.\n¶44 Jones did not produce the check register requested by his brothers because he did not want Peter to receive it. Jones claims that a reasonable reading of the discovery request demonstrates that Jeffrey and Peter dropped their interest in the check register. However, the hearing officer found that the request clearly encompassed the estate checkbook and the estate check register. Even if Peter and Jeffrey could have received the information in the check register from the other documents produced by Jones, this does not relieve Jones of his responsibility to produce it because the document requests clearly asked for all documents related to estate expenses.\n¶45 In addition to arguing that he complied with discovery requests, Jones challenges the hearing officer’s conclusion that he violated RPC 3.4(c) based on the open refusal exception in the rule. This exception provides that a lawyer can openly refuse to comply with a production request by asserting “that no valid obligation exists.” RPC 3.4(c). According to Jones, he openly refused in his answers to the interrogatories by asserting that documents already produced contained the information sought.\n¶46 Jones claims that the WSBA did not provide sufficient evidence and legal authority to overcome Jones’ affirmative open refusal defense. According to Jones, the open refusal exception is an affirmative statutory defense and as such the WSBA has the burden to produce evidence to overcome it. Jones asserts that we look at how the burden of proof is allocated in a criminal case. However, an attorney disciplinary case is not civil or criminal in nature. Burtch, 162 Wn.2d at 892.\n¶47 We need not decide how the burden is allocated since Jones did not openly refuse based on lack of a valid obligation to produce the requested documents. Instead, the hearing officer found that Jones provided false information and chose not to provide the requested documentation in his possession. Jones responded to the interrogatories with one word responses like “None,” “NA,” and “Attached,” but nowhere did he openly challenge the validity of a particular request. Ex. A-24A at.4-6. The WSBA correctly argues that absent such an assertion, the open refusal exception does not apply. The hearing officer appropriately concluded that Jones violated RPC 3.4(c) and (d).\n2. Counts two and three: frivolous motions and appeals\n¶48 Sufficient factual findings support the hearing officer’s conclusion of law that Jones violated RPC 3.1 and RPC 8.4(d) by filing frivolous motions (count two) and frivolous appeals (count three). RPC 3.1 states, in relevant part, that “[a] lawyer shall not bring or defend a proceeding, or assert or controvert an issue therein, unless there is a basis in law and fact for doing so that is not frivolous, which includes a good faith argument for an extension, modification or reversal of existing law.” RPC 8.4(d) states that it is misconduct for a lawyer to “engage in conduct that is prejudicial to the administration of justice.”\n¶49 The hearing officer concluded that Jones violated the above rules by engaging in a series of knowingly frivolous motions with the clear purpose and intent to harm his brothers by forcing them to pursue and fund further litigation. This conduct frustrated the administration of justice by consuming substantial amounts of judicial resources.\n¶50 Jones argues that the hearing officer did not have sufficient legal or factual basis for finding that the motions and appeals were frivolous. According to Jones, the WSBA did not meet its burden of proof and the hearing officer incorrectly relied on the opinions of the. superior court, the Court of Appeals, and the Supreme Court. Jones asserts that such opinions were incorrectly admitted to show that Jones’ filings were frivolous and that the hearing officer should have made independent findings.\n¶51 As the WSBA asserts, Jones’ argument misstates the law. The court in Sanai found that findings from civil litigation cannot be the sole basis for establishing facts at a disciplinary hearing but that such findings can be considered along with other firsthand evidence in the record. 177 Wn.2d at 769. In Sanai, the court upheld the hearing officer’s finding that the attorney filed frivolous motions because the finding was based both on judicial rulings and on facts established in the record. Id. The sanctions issued by previous courts could be used by the hearing officer to conclude that the attorney was on notice of the frivolous nature of his motions. Id. The Sanai court noted that the hearing officer heard the testimony of several witnesses, resulting in many volumes of transcripts, and as such there was sufficient independent evidence to support each finding. Id.\n¶52 In this case the hearing officer reasonably concluded from the evidence presented at the hearing that Jones filed frivolous motions and appeals that harmed his brothers and the administration of justice. Jones filed numerous motions and appeals in the trial court, the Court of Appeals, and this court. Each motion was denied, and sanctions were awarded against Jones. Because Jones received sanctions, the hearing officer reasonably concluded that Jones was put on notice of the frivolous nature of his motions before refiling and appealing them. Like in Sanai, the hearing officer did not rely solely on a particular judicial ruling, but rather used judicial decisions as evidence that Jones filed repetitive frivolous motions that resulted in sanctions. The hearing officer’s conclusions were additionally supported by the testimony of six witnesses, resulting in over 1,500 pages of transcripts, as well as nearly 200 exhibits.\n¶53 Jones also argues that the WSBA must prove he was not acting in good faith when he filed his motions and appeals. According to Jones, RPC 3.1 creates á good faith affirmative defense to its violation and, as such, the WSBA needed to make an affirmative showing that he was not acting in good faith. Jones relies on the comments to RPC 3.1. Specifically, RPC 3.1 cmt. 2 states, “The action is frivolous, however, if the lawyer is unable either to make a good faith argument on the merits of the action taken or to support the action taken by a good faith argument for an extension, modification or reversal of existing law.” According to Jones, cmt. 2 demonstrates that the lawyer’s state of mind is paramount and that so long as the lawyer believed he was making a good faith argument, the motion cannot be frivolous.\n¶54 A frivolous position is one that a lawyer of ordinary competence would recognize as lacking in merit. Restatement (Third) of the Law Governing Lawyers § 110 cmt. d (Am. Law Inst. 2000). As such, an argument will be frivolous, or not made in good faith, if a competent lawyer would recognize that such an argument was devoid of merit.\n¶55 Jones’ motions were not good faith attempts to change the law. Based on the evidence presented at the hearing, the hearing officer found that Jones’ motions were relentless attempts to relitigate his removal as PR and the values of the house and piano with the intent to delay proceedings and harass his brothers by running up their legal fees. Since motivation is difficult to prove, the hearing officer will generally rely on circumstantial evidence. Cohen, 149 Wn.2d at 332. In making a conclusion regarding motivation, the hearing officer can find that circumstantial evidence is just as good as direct evidence. See In re Disciplinary Proceeding Against Starczewski, 177 Wn.2d 771, 789, 306 P.3d 905 (2013). Mental state findings are given great weight on review. In re Disciplinary Proceeding Against Longacre, 155 Wn.2d 723, 744, 122 P.3d 710 (2005).\n¶56 There is ample circumstantial evidence to demonstrate Jones’ motivation. This evidence includes the amount of motions, each motion’s denial as frivolous, and the fact that the imposition of sanctions and threat to be declared a vexatious litigant did not deter Jones from filing additional motions.\na) Sufficient factual findings support the hearing officer’s conclusion that Jones’ motions for disqualification of Judge Baker and his motions for a neutral decision-maker were frivolous\n¶57 We give great weight to the hearing officer’s finding regarding the veracity of witnesses. Sanai, 177 Wn.2d at 760. The hearing officer found that Jones’ assertions regarding Judge Baker’s bias were not credible.\n¶58 Jones did not' raise the issue of bias until February 2005, four years after he claimed he heard the allegedly biased comment made by Judge Baker and well after the initial trial concluded. Jones did not bring any posttrial motions that could have addressed the issue of Judge Baker’s alleged bias. A litigant who proceeds to trial knowing of potential bias by the trial court waives this objection on appeal. In re Welfare of Carpenter, 21 Wn. App. 814, 820, 587 P.2d 588 (1978). The WSBA argues that Jones waived the issue of Judge Baker’s bias when he did not raise the issue at trial and that his subsequent motions for disqualification were frivolous attempts to delay the proceedings.\n¶59 In response, Jones asserted that disqualification of a judge for personal or actual bias cannot ever be waived by the parties. CJC 2.11(C) permits waiver of disqualification if all parties are informed and agree, but such, waiver is not allowed for cases of personal or actual bias. Jones misreads CJC 2.11(C). This rule allows for waiver of certain instances of bias, where such bias is disclosed to the parties and all agree to waive the issue. This type of waiver cannot occur if the judge’s potential bias is personal. However, this provision of CJC 2.11(C) does not mean that if a litigant proceeds through trial without ever raising the issue of the judge’s bias, the issue remains open for challenge after a case is fully litigated. Because Jones never asserted bias during litigation and Judge Baker denied each of Jones’ disqualification motions, it was reasonable for the hearing officer t.o conclude that Jones’ series of motions for disqualification were frivolous.\nb) Sufficient factual findings support the hearing officer’s conclusion that Jones’ appeals and motions for relief from judgment, appraisal, and final accounting were frivolous\n¶60 Jones asserts that his motions for relief from judgment, appraisal, and final accounting were made in good faith and not frivolous on the basis that case law and RCW 11.44.035 allowed him to assert that the values of the estate property could be modified.\n¶61 Jones relies on In re Estate of Million, 18 Wn.2d 824, 140 P.2d 560 (1943), to argue that he could continue to seek revaluation of the house and piano at any time up to the final closure of the estate. According to Jones, the court’s holding in Million allowed him to make a nonfrivolous argument for the review of the house’s and piano’s values. In Million, this court found that interim reports and orders may be modified on final accounting. Id. at 833.\n¶62 However, Jones’ argument disregards our holding and reasoning in Jones. In Jones, we held that Jones could not challenge the interim value of the piano. Jones, 152 Wn.2d at 15-16. In our reasoning we relied on In re Estate of Peterson, 12 Wn.2d 686, 716, 123 P.2d 733 (1942), which found that interested parties without notice of interim orders have a right to pose objections and demand reexamination of interim values upon final accounting of an estate because interim orders are informal in nature. We held that modification of interim orders discussed in both Peterson and Million is allowed to ensure fairness to those parties without notice of interim orders. Jones, 152 Wn.2d at 16. Since Jones was not a party without notice of the interim value of the estate assets and his revaluation of the piano was questionable and demonstrated unfaithfulness to the estate, this court found that Jones could not seek modification of the piano’s value. Id.\n¶63 Jones argues that the issues of valuation were not before us in 2004 and therefore not fully litigated. However, Jones’ arguments are without merit because he had a full and fair opportunity to present appraisals and litigate these issues in 2001. Jones, 2007 WL 2452725, at *4, 2007 Wash. App. LEXIS 2559, at *10. At trial in 2001, Jones did not present any evidence regarding the appraisals of estate property. We expressly affirmed the superior court’s 2001 valuation of the estate assets, as well as its decision to remove Jones as PR. Jones, 152 Wn.2d at 13.\n¶64 As additional support for his motions, Jones argues that RCW 11.44.035 provided a basis for him to seek revaluation' until the final estate accounting. However, RCW 11.44.035 creates an action for interested parties against a PR. This was the action brought by Peter and Jeffrey when they sued to have Jones removed as PR. Jones, 2007 WL 2452725, at *4, 2007 Wash. App. LEXIS 2559, at *10. This case was litigated and affirmed by this court, and as such the doctrine of res judicata precluded further review. Based on the above, there was sufficient evidence in the record for the hearing officer to conclude that Jones’ continued motions for reappraisal, relief from judgment, and final accounting were frivolous.\n¶65 The hearing officer also found that Jones’ appeals of Judge Baker’s orders to the Court of Appeals and this court were without factual and legal justification and therefore frivolous. Jones argues that the hearing officer erred in concluding the appeals were frivolous because Jones’ actual pleadings and arguments were not admitted into evidence at the hearing. According to Jones, there must be an independent basis for the conclusion that his appeals were frivolous and that such conclusion cannot be based, on previous judicial decisions. As mentioned above, in Sanai we held that the hearing officer can look to the decisions entered by the courts so long as this is not the only basis for the conclusions. 177 Wn.2d at 769. In reaching the conclusion that the motions were frivolous, the hearing officer considered testimony during the hearing as well as exhibits such as Jones’ actual pleadings and affidavits.\n¶66 In his appeals and motions for reconsideration Jones made similar arguments to those made in the previous motions. As discussed above, there is substantial evidence to support the finding that those motions were frivolous. The WSBA argues that the appeal of a frivolous motion is frivolous. This statement is overly broad because one should have an opportunity to appeal the initial finding that a motion is frivolous.\n¶67 Here, there were sufficient findings to support the hearing officer’s conclusion that Jones engaged in a series of frivolous appeals. After Division Three upheld Judge Baker’s orders by finding that Jones’ motions were devoid of legal and factual justification, Jones’ subsequent petition for review to this court and appeal to Division Three in 2011 were frivolous because Jones had sufficient notice that the arguments in his motions were devoid of merit. The hearing officer found that such appeals were motivated by Jones’ desire to delay the probate proceedings.\n3. Count four: misrepresenting the value of the house and piano\n¶68 The hearing officer found that Jones made knowing misrepresentations to his brothers and to the court as to the value of the house and the value of the piano in an intentionally dishonest and deceitful scheme to defraud his cobeneficiaries. This conclusion was adequately supported by the findings of fact. RPC 8.4(c) and (d) state, “It is professional misconduct for a lawyer to:... (c) engage in conduct involving dishonesty, fraud, deceit or misrepresentation; [or] (d) engage in conduct that is prejudicial to the administration of justice.” The intent of RPC 8.4(c) is to protect the public from lawyers who manifest dishonesty, fraud, deceit, or misrepresentation. In re Disciplinary Proceeding Against Cramer, 168 Wn.2d 220, 232, 225 P.3d 881 (2010).\n¶69 Jones sent Judge Clarke, the mediator of the estate accounting dispute, a distribution of the estate assets. Mediation was the first time that Peter and Jeffrey became aware that the house, valued at $125,866.27, was distributed to Jones and that the piano was worth $14,950.00. The document was an attempt by Jones to show that the distributions he made as PR of the estate were equal, when actually his valuations benefited him disproportionately as an heir.\n¶70 Jones’ intentional misrepresentation of the value of the estate assets was further evidenced by his refusal to produce the appraisals previously requested by Jeffrey and Peter’s attorney. By refusing to produce the appraisals, the hearing officer found that Jones was attempting to conceal estate information from his brothers. Jones’ assertion that he showed the appraisal to Jeffrey and Peter’s attorney lacked credibility according to the findings of the hearing officer.\n¶71 Jones generally asserts the changes he made were not deceitful. Changing the value of the piano and the house, according to Jones, was a change of opinion rather than an attempt to be secretive or vindictive when administering the estate. Additionally, Jones seems to assert that he could change the values at any time because they were not an accounting to a court as PR. However, nothing in RPC 8.4(c) or (d) states or indicates that the misrepresentation must be to a court. RPC 8.4(c) prohibits a lawyer from engaging in any conduct that involves dishonesty or misrepresentation.\n¶72 Jones specifically contests the hearing officer’s finding that he retroactively increased the value of the piano to get back at Jeffrey for joining Peter’s lawsuit challenging Jones’ administration of the estate. The hearing officer is in the best position to determine the lawyer’s state of mind, and as such the court will provide his or her findings great weight. In re Disciplinary Proceeding Against Conteh, 175 Wn.2d 134, 148, 284 P.3d 724 (2012). A hearing officer is permitted to draw reasonable inferences from the evidence. Cohen, 149 Wn.2d at 333.\n¶73 The hearing officer’s finding that Jones’ purpose in retroactively changing the value of the piano was to get back at Jeffrey for joining Peter’s lawsuit was supported by substantial evidence in the record. This evidence includes exhibits that demonstrate Jones originally valued the piano at $5,000, and it was not until after Jones was contacted by Jeffrey and Peter’s attorney that he found it necessary to reappraise the piano. No one saw and reappraised the piano. Jones changed its value in documents submitted in mediation. Such evidence creates a reasonable inference that Jones changed the value in retaliation for Jeffrey’s participation in the lawsuit. The conclusion that Jones violated RPC 8.4(c) and (d) is sufficiently supported by the findings of fact.\nB. The hearing officer and the Board correctly concluded that disbarment is the presumptive sanction for Jones’ conduct\n¶74 The hearing officer recommended and a unanimous Board concluded that Jones should be disbarred and that future reinstatement should be contingent on full payment of unsatisfied judgments entered against him. Although this court is not bound by the Board’s recommended sanction, it recognizes the Board’s “ ‘unique experience and perspective in the administration of sanctions’ ” and gives its recommendation considerable weight. Conteh, 175 Wn.2d at 143 (internal quotation marks omitted) (quoting In re Disciplinary Proceeding Against Dann, 136 Wn.2d 67, 84, 960 P.2d 416 (1998)). The court reviews sanctions de novo but will uphold a unanimous recommendation by the Board unless there is a clear reason for departure. Sanai, 177 Wn.2d at 760.\n¶75 The court applies the ABA Standards in all lawyer discipline cases. In re Disciplinary Proceeding Against Halverson, 140 Wn.2d 475, 492, 998 P.2d 833 (2000). Arriving at the correct sanction using the ABA Standards requires a two-step process. Dann, 136 Wn.2d at 77. First, the presumptive sanction is determined by considering (1) the ethical duty violated, (2) the lawyer’s mental state, and (3) the extent of the actual or potential harm caused by the. misconduct. Id. The next step is to consider the application of any mitigating or aggravating factors that could alter the presumptive sanction. Id.\n¶76 The presumptive sanction for Jones’ misconduct is disbarment. The hearing officer found that Jones acted knowingly and intentionally to violate a court order or rule. Jones made knowingly false responses to requests for discovery. The record demonstrates that Jones knowingly concealed information and records from Peter and Jeffrey. The hearing officer found that Jones’ conduct caused injury to Peter and Jeffrey and interfered with legal proceedings. Peter and Jeffrey, as well as the estate, were harmed by Jones’ frivolous appeals because they incurred additional attorney fees and it delayed Jones’ ejectment from the house, resulting in lost opportunity to sell the home at a higher price. The hearing officer correctly applied ABA Standards std. 6.21 to Jones’ conduct charged in counts one through three and ABA Standards std. 5.11(b) to the conduct charged in count four.\n¶77 Jones generally contests the hearing officer’s findings regarding the relevant ABA standard to apply. His contest is not specific to the ABA Standards, but rather is a general assertion that he did not commit misconduct. As discussed above, there was substantial evidence in the record to support the hearing officer’s finding that Jones committed misconduct. As there is no clear reason for departure, we adopt the hearing officer’s conclusion that the presumptive sanction for all counts is disbarment.\nThe hearing officer properly applied the relevant aggravating and mitigating factors\n¶78 Seven aggravating factors and one mitigating factor apply. The aggravating factors include dishonest or selfish motive, pattern of misconduct, multiple offenses, bad faith obstruction of the disciplinary process by intentionally failing to comply with rules or orders of the disciplinary agency, refusal to acknowledge the wrongful nature of conduct, substantial experience in the practice of law, and indifference to making restitution. ABA Standards std. 9.2. The mitigating factor is absence of prior disciplinary record. ABA Standards std. 9.3. Jones did not contest the mitigating factor or the aggravating factor of substantial experience in the practice of law.\na) Dishonest or selfish motive\n¶79 Jones asserts that the record does not support that he acted from a dishonest or selfish motive. However, as discussed above, there was substantial evidence to support the hearing officer’s finding that Jones acted with dishonesty to retaliate against his brothers. The hearing officer is in the best position to determine the lawyer’s state of mind, and as such the court will provide his or her findings great weight. Conteh, 175 Wn.2d at 148. Jones argues that he had the right to seek his lawsuit and to appeal and thus his motions were not frivolous. As explained above, Jones had the opportunity to fully litigate and appeal the issues discussed in his motions. There is substantial evidence to support the finding that any attempt to litigate the issues further was selfishly motivated. Therefore, the hearing officer correctly determined that Jones’ actions justify the application of the dishonest and selfish motive aggravating factor.\nb) Pattern of misconduct\n¶80 We uphold the hearing officer’s finding that Jones engaged in a pattern of misconduct. “Where a series of acts of misconduct are alleged in one complaint, and when an attorney is sanctioned multiple times for similar misconduct, such misconduct constitutes a pattern.” In re Disciplinary Proceeding Against Kamb, 177 Wn.2d 851, 867, 305 P.3d 1091 (2013).\n¶81 Jones asserts that it was error to apply the aggravating factor of pattern of misconduct because he did not engage in misconduct. However, Jones violated various RPCs. In addition to the misconduct charged in the WSBA’s formal complaint, Jones was sanctioned by courts for filing several frivolous pleadings. The pattern of misconduct aggravating factor was correctly applied.\nc) Multiple offenses\n¶82 The multiple offenses aggravating factor applies where a lawyer faces multiple counts of violating the RPC. Starczewski, 177 Wn.2d at 792. Jones asserts that he did not commit a violation and thus the aggravating factor of multiple offenses cannot apply in his case. However, Jones was charged and sanctioned for violating multiple RPCs. Therefore, the hearing officer was correct to apply the multiple offenses aggravating factor.\nd) Bad faith obstruction of the disciplinary process by intentionally failing to comply with rules or orders of the disciplinary agency\n¶83 The hearing officer found that Jones served a frivolous lawsuit on Peter, who was named the WSBA’s witness, three weeks before the hearing in an attempt to intimidate Peter or chill his testimony. The hearing officer is permitted to draw reasonable inferences from the evidence presented. Cohen, 149 Wn.2d at 332-33. The hearing officer can find that circumstantial evidence is just as good as direct evidence. Starczewski, 177 Wn.2d at 789.\n¶84 In May 2012 the WSBA filed a witness list naming Peter and Jeffrey as witnesses. Then in August 2012 Jones served a new lawsuit on Peter that named both Peter and Jeffrey as defendants. The lawsuit filed by Jones asked once again for relief from the 2001 judgment and reasserted arguments that Jones had been sanctioned for many times. The hearing officer found that the sole purpose of the lawsuit was to intimidate Peter as he prepared to testify and such conduct was completed in bad faith to obstruct the disciplinary process.\n¶85 Jones argues that the record does not support such a finding. Jones does not cite to specific parts of the record to provide evidence that conflicts with the hearing officer’s findings. Rather, he asserts that he filed the motions in good faith because he believed that he had not obtained a final ruling on whether the case remained open.\n¶86 Nonetheless, the evidence in the record provides a reasonable basis for the hearing officer to infer that Jones’ purpose in serving Peter with a new lawsuit rehashing the issues decided in the 2001 trial was to intimidate Peter. As noted above, Division Three held that the issues in Jones’ motions were res judicata based on this court’s 2004 decision. Jones, 2007 WL 2452725, at *4, 2007 Wash. App. LEXIS 2559, at *10.\n¶87 The hearing officer concluded that this aggravating factor should also apply to Jones’ refusal to answer questions about his attempts to avoid payment of judgments and sanctions. The hearing officer found that such refusal was in bad faith and made to obstruct the disciplinary process. In addition, Jones refused to answer questions about the extent of his assets even after the hearing officer ordered him to do so. The hearing officer correctly applied the aggravating factor of bad faith obstruction of the disciplinary process.\ne) Refusal to acknowledge the wrongful nature of conduct\n¶88 Refusal to acknowledge the wrongful nature of conduct aggravating factor is appropriately applied where a lawyer admits that he engaged in the alleged conduct but denies that it was wrongful, or where he rationalizes the improper conduct as error. In re Disciplinary Proceeding Against Jackson, 180 Wn.2d 201, 237, 322 P.3d 795 (2014). It is also appropriate where the lawyer is unrepentant and continues to justify his actions despite abundant contrary evidence or where the lawyer excuses the violation as merely technical. Id.\n¶89 Jones argues that the record does not support refusal to acknowledge because he is not required to agree with the charges made or to confess. However, the aggravating factor of refusal to acknowledge the wrongful nature of conduct was correctly applied. Jones continued to file motions, lawsuits, and appeals even after being sanctioned numerous times for the frivolous nature of such filings. By receiving sanctions, Jones was aware of his RPC violations but persisted with his conduct. Jones’ testimony indicates that he planned to continue this pattern of filings. During the hearing, Jones stated that he would continue to litigate the issues until a judge “honestly consider [s] the merits, and [does] not listen to the same stuff about res judicata and law of the case.” 8 Tr. of Hr’g at 1472. The hearing officer found sanctions had no deterrent effect on Jones.\nf) Indifference to making restitution\n¶90 Jones asserts that the record does not support the application of indifference to restitution as an aggravating factor. According to Jones there is no law that states that sanctions are the same as restitution.\n¶91 “Restitution” is defined, among other things, as “Compensation for loss.” Black’s Law Dictionary 1507 (10th ed. 2014). By the time of Jones’ disciplinary hearing, he had accumulated sanctions in the amount of $138,881.68. Some of this was paid out of the estate, but by the time of the hearing, Jones still owed Peter and Jeffrey $123,901.93. The findings of fact indicate that Jones avoided paying sanctions and avoided answering questions about the lack of payment. The WSBA asserts that the sanctions were imposed to compensate Jeffrey and Peter for the financial costs imposed on them by Jones’ frivolous litigation from 2004-2012. As such, it would be reasonable to consider the sanctions as restitution. There was substantial evidence to show that Jones avoided the payment of sanctions, hid his assets, and violated court orders. Thus, the indifference to restitution aggravating factor applies to Jones.\nV. CONCLUSION\n¶92 We find that the challenged findings of fact are supported by substantial evidence and the challenged con-elusions of law are adequately supported by. the factual findings. Jones knowingly and with a dishonest intent violated RPC 3.1, 3.4(c) and (d), and 8.4(c) and (d). His conduct caused actual injury to his brothers, Woodard, and the administration of justice. The Board, by a unanimous vote, upheld the hearing officer’s conclusion that the presumptive sanction for such conduct under the ABA Standards is disbarment. We adopt the Board’s recommendation and order Russell Kenneth Jones disbarred from the practice of law.\nMadsen, C.J., and C. Johnson, Owens, Stephens, Wiggins, González, Gordon McCloud, and Yu, JJ, concur.\nRPC 3.1 states, “A lawyer shall not bring or defend a proceeding, or assert or controvert an issue therein, unless there is a basis in law and fact for doing so that is not frivolous, which includes a good faith argument for an extension, modification or reversal of existing law.”\nRPC 3.4 states:\nA lawyer shall not\n(c) knowingly disobey an obligation under the rules of a tribunal except for an open refusal based on an assertion that no valid obligation exists;\n(d) in pretrial procedure, make a frivolous discovery request or fail to make reasonably diligent effort to comply with a legally proper discovery request by an opposing party.\nRPC 8.4 states, “It is professional misconduct for a lawyer to:... (c) engage in conduct involving dishonesty, fraud, deceit or misrepresentation; [or] (d) engage in conduct that is prejudicial to the administration of justice.”\nJones’ brothers, Peter Jones, Jeffrey Jones, and David Jones, will be referred to by their first names throughout this opinion.\nPeter and Jeffrey were represented by Gebhardt from 1997-2001.\nJones’ answers to the discovery requests will be discussed in greater detail below. See infra Section IV.A.l.\nJones claimed that Judge Baker stated, “ ‘Russell Jones,,1 can’t listen to him’ ” to another attendee at a reception at Gonzaga Law School. Opening Br. of Resp’t Jones at 16.\nJones’ arguments regarding the valuation of the piano and whether it was decided res judicata will be discussed further below. See infra Section IV.A.2.\nCR 60(b) states:\nOn motion and upon such terms as are just, the court may relieve a party or his legal representative from a final judgment, order, or proceeding for the following reasons:\n(4) Fraud (whether heretofore denominated intrinsic or extrinsic), misrepresentation, or other misconduct of an adverse party;\n(11) Any other reason justifying relief from the operation of the judgment.\nCR 54(b) states:\nWhen more than one claim for relief is presented in an action, whether as a claim, counterclaim, cross claim, or third party claim, or when multiple parties are involved, the court may direct the entry of a final judgment as to one or more but fewer than all of the claims or parties only upon an express determination in the judgment, supported by written findings, that there is no just reason for delay and upon an express direction for the entry of judgment. The findings may be made at the time of entry of judgment or thereafter on the court’s own motion or on motion of any party. In the absence of such findings, determination and direction, any order or other form of decision, however designated, which adjudicates fewer than all the claims or the rights and liabilities of fewer than all the parties shall not terminate the action as to any of the claims or parties, and the order or other form of decision is subject to revision at any time before the entry of judgment adjudicating all the claims and the rights and liabilities of all the parties.\nCount two charged Jones with filing motions for relief, vacation or revision of judgments, disqualifications, and neutral judge that were frivolous. Count three charged Jones with filing frivolous appeals. Because these counts both charge Jones with violations of the same RPCs (RPC 3.1 and 8.4(d)), they will be discussed together.\nIn April 2013, pursuant to ELC 10.16(c)(1), the WSBA filed a motion to amend or correct the hearing officer’s FFCL. The WSBA’s motion sought to correct the hearing officer’s wording regarding proposed presumptive sanctions to ensure that the ABA Standards cited by the hearing officer and the recommended sanction were correctly aligned. Jones did not respond, and the Board granted the WSBA’s requested changes.\nJones specifically challenges findings of fact 17, 30, 34, 39-41, 48-51, 53-56, 69, 73, 185-192, 194. CP at 170-86. Jones’ specific arguments will be addressed further in the discussion of his challenge to the particular counts charged against him.\nIn addition, Jones argues that exhibit A-195, his petition' for review to the Supreme Court, cannot be relied on by the hearing officer because it was not identified by the WSBA before the hearing. However, Jones had sufficient notice that exhibit A-195 was at issue, and the exhibit was admitted into evidence without objection. Therefore, the hearing officer was correct in admitting the pleading for consideration.\n“Disbarment is generally appropriate when a lawyer knowing violates a court order or rule with the intent to obtain a benefit for the lawyer or another, and causes serious injury or potentially serious injury to a party, or causes serious or potentially serious interference with a legal proceeding.” ABA Standards std. 6.21.\n“Disbarment is generally appropriate when: . . . (b) a lawyer engages in any other intentional conduct involving dishonesty, fraud, deceit, or misrepresentation that seriously adversely reflects on the lawyer’s fitness to practice.” ABA Standards std. 5.11(b).",
        "type": "majority",
        "author": "Fairhurst, J."
      }
    ],
    "attorneys": [
      "Kurt M. Bulmer, for the attorney.",
      "M. Craig Bray, for the bar association."
    ],
    "corrections": "",
    "head_matter": "[No. 201,256-6.\nEn Banc.]\nArgued September 16, 2014.\nDecided December 4, 2014.\nIn the Matter of the Disciplinary Proceeding Against Russell Kenneth Jones, an Attorney at Law.\nKurt M. Bulmer, for the attorney.\nM. Craig Bray, for the bar association."
  },
  "file_name": "0017-01",
  "first_page_order": 53,
  "last_page_order": 90
}
