{
  "id": 1435213,
  "name": "Morris v. Lessel",
  "name_abbreviation": "Morris v. Lessel",
  "decision_date": "1932-01-25",
  "docket_number": "",
  "first_page": "18",
  "last_page": "19",
  "citations": [
    {
      "type": "official",
      "cite": "185 Ark. 18"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "220 S. W. 814",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "143 Ark. 439",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1589368
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/143/0439-01"
      ]
    },
    {
      "cite": "86 S. W. 667",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "74 Ark. 437",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8722202
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/74/0437-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 235,
    "char_count": 3317,
    "ocr_confidence": 0.497,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.054023033775328216
    },
    "sha256": "007b33bdce1cc014924d77347d99fe3e345d26991eae2d77a7d19f404364d34b",
    "simhash": "1:9eb5b6a72fe72490",
    "word_count": 570
  },
  "last_updated": "2024-02-27T17:51:09.396208+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Morris v. Lessel."
    ],
    "opinions": [
      {
        "text": "McHaney, J.\nAppellants and appellee entered into an oral agreement for the handling of cattle in February, 1930, by which appellants were to furnish money to buy cattle and the pasture land for grazing and fattening the cattle on, and appellee was to buy them, put them on the pasture, butcher and sell them as beef on the local market, all at his own expense, and turn the sale price over to appellants, until they were refunded the money paid out for cattle. Thereafter the sales were to be divided equally, and, on a termination of the agreement, no definite time for which being agreed upon, appellants and appellee were to divide the property on hand equally. Acting under this agreement, appellee purchased with funds supplied by appellants some sixty odd cattle, put them on the pasture, fattened, butchered and sold a sufficient amount by November, 1930, to repay appellants all the funds advanced and a small sum in addition thereto. A disagreement arose between them, because of an order appellants gave their agent not to let appellee butcher any more cattle or to remove same from the pasture without an order from them. Thereupon appellee demanded his half of the remaining cattle, which was refused, and this suit followed. A receiver was appointed to take charge of the property, which was by consent ordered sold, and the proceeds deposited in the registry of the court. On a trial the court found that the contract between them was a partnership contract, and that each was entitled to one-half the proceeds of sales including hides, after appellants had been paid the sum advanced, and that each party was entitled to one-half the proceeds of the sale of the remaining cattle which the receiver was ordered to make, each party to pay one-half the costs in that court. Decree was accordingly entered.\nFor a reversal of the judgment, appellants first insist that the agreement did not constitute a partnership, but only a working agreement or employment of appellee by them, under the decisions of this court in Rector v. Robbins, 74 Ark. 437, 86 S. W. 667, and Kent v. State, 143 Ark. 439, 220 S. W. 814. We think it unnecessary to determine this question, as we are of the opinion that the case was correctly decided by the trial court, whether they were partners or not. All the parties agree that the above-mentioned agreement was entered into, and no time was fixed for the termination thereof. They did operate under it for about ten months during which time appellants were paid back all their investment in money. Thereafter each party had and owned a half interest in the property, and either could terminate the agreement on reasonable notice to the other and divide the remaining property. Whether the -venture turned out to be profitable or otherwise is of no concern to the courts. Nor does it matter who first broke the contract, as either had the right to terminate it at any time.\nIn this view of the matter, it becomes unnecessary to determine whether the contract was one of partnership or employment, as in either case appellee is entitled to one-half the funds in the registry of the court.\nAffirmed, with costs to appellee in this court.",
        "type": "majority",
        "author": "McHaney, J."
      }
    ],
    "attorneys": [
      "George E. Morris, for appellant.",
      "Albert G. Sexton and Claude V. Holloway, for appellee."
    ],
    "corrections": "",
    "head_matter": "Morris v. Lessel.\nOpinion delivered January 25, 1932.\nGeorge E. Morris, for appellant.\nAlbert G. Sexton and Claude V. Holloway, for appellee."
  },
  "file_name": "0018-01",
  "first_page_order": 38,
  "last_page_order": 39
}
