{
  "id": 1432109,
  "name": "Gross v. Hoback",
  "name_abbreviation": "Gross v. Hoback",
  "decision_date": "1933-03-20",
  "docket_number": "4-2901",
  "first_page": "20",
  "last_page": "25",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 20"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "26 S. W. (2d) 109",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "181 Ark. 454",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8722426
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/181/0454-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 526,
    "char_count": 9814,
    "ocr_confidence": 0.516,
    "pagerank": {
      "raw": 1.4720478675146338e-07,
      "percentile": 0.6594513811422983
    },
    "sha256": "f6d5ba8aa6bdbfa6c403b91ff5948863dd944b78f692033b03d3345211dec2dc",
    "simhash": "1:c7996e97b713c6b0",
    "word_count": 1766
  },
  "last_updated": "2024-02-27T21:18:50.990705+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Gross v. Hoback."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nMrs. Maude Hoback brought this suit in the Benton Chancery Court against the administrator and heirs at law of John R. Gross, deceased, for the purpose of having her title established and declared to certain personal property which she alleged Mr. Gross had given her. The property consisted of $10,100 in United States bonds, a time deposit in the Benton County National Bank of $6,090, and a checking account in the same bank of $129.65, and two promissory notes payable to the order of Mr. Gross, one for $1,510, the other for $100. The court found that this property had been given to Mrs. Hoback by Mr. Gross, and from a decree based on that finding is this appeal.\nThe testimony in the case is to the following effect; Mr. Gross removed to this State from Tennessee many years ago, and was followed later by J. T. Grimsley, a nephew. No other relative removed to this State.\nMrs. Hoback testified that her mother gave her to Mr. Gross three days before her mother died, and that she was one year old on the date of her mother’s death. This little orphan grew up in the home of Mr. and Mrs. Gross, who called her “daughter,” and she called them “papa” and “mamma,” and lived with them as their child until her marriage, although she was never legally adopted as a child.\nUpon the death of Mrs. Gross, who died before her husband, Mrs. Hoback and her husband abandoned their own home and removed to the home of Mr. Gross, where they continued to reside until the death of the latter. Mr. Gross made out a list of the personal property above described, which he gave to Mrs. Hoback, in the. presence of his wife, stating at the time that he and Mrs. Gross desired her to have their property after both were dead. This list was made out about two years or more before Mr. Gross died. After Mrs. Hoback moved to the Gross home, Mr. Gross told her where his money and valuable papers were, and gave her, at the time, the key to his dresser drawer and the key to his lock box at the bank, and she retained these keys thereafter continuously. The government bonds were kept at the bank, but were not kept in the lock box. The cashier of the bank explained that they were kept in the vault of the bank in order that they might be insured.\nThere was a bill folder in the dresser drawer which contained the promissory notes and the bank’s receipt for the government bonds. There does not appear to have been any paper in the bill folder relating to the bank deposits.\nMr. Gross had been in good health prior to the day of his death, and had worked that day at a factory, coming home at the usual time. He became violently ill that night, and Mr. and Mrs. Morris, his nearest neighbors, were called in, and he said to Mr. Morris: “I have sent for you to tell you about my business. I don’t know what will happen to me before morning if this pain keeps on. I sent for you to tell who is to have my property.” He then said: “Everything I have got is Maude’s (Mrs. Hoback’s), including land, personal property, .notes and bonds, with the exception of $100, to go to Keith Grimsley,” his nephew, who later administered on his estate. Nothing was said about a will, but the witnesses to the statements of the dying man later reduced the statements to writing in an effort to establish a nuncupative will. This attempt was abandoned because the value of the property exceeded $500. Section 10,497, Crawford & Moses’ Digest.\nIt is insisted, however, that this testimony shows there had been no prior gift, as Mr. Gross was then apparently attempting to make an original disposition of his property, which would not have been necessary had he previously disposed of it. But this is not, in our opinion, the only inference, nor the proper one, to be adduced from the testimony of Mr. and Mrs. Morris, who had no interest whatever in the litigation. Mr. Gross was a man of limited business experience, otherwise he would have made a will on the night of his death, if not before, to carry into effect his steadfast purpose to give his “Daughter” all his property, except $100. We think the testimony of Mr. and Mrs. Morris confirms, rather than questions, the fact that the personal property had been already given to Mrs. Hoback.\nAnother circumstance, which it is insisted refutes the theory that the personal property had been given to Mrs. Hoback, is that Mrs. Hoback allowed the bill folder to remain in the dresser drawer until the administrator took charge of the bill folder and made an inventory of its contents. We think, however, that this circumstance, when viewed in its proper light, shows only the simplicity and honesty of these people. Mr. Grimsley, the nephew, became the administrator. As a nephew, he was one of the heirs, and his testimony against his own interest as an heir carries conviction. Mrs. Hoback knew the nature and value of the contents of the bill folder, but she left it undisturbed, although she had the key to the drawer which contained it until it had been inspected by the adr ministrator. Mr. Grimsley testified that his uncle told him frequently that he intended for Mrs. Hoback to have his property, and, while he made an inventory of the personal property as administrator, he stated his reasons for so doing as follows:\n“Q. You knew at the time you took charge of it and inventoried it Maude Hoback was claiming it? A. Yes, sir; I knew she was the legal heir to it. Q. Why did you include it as a part of the assets of the estate? Why you inventoried it and took charge of it? A. In order that it could go to its rightful owner. Q. She told you herself and claimed the property as her own at the time, didn’t she ? A. I disremember the exact words that were said; it was something to that effect; the lawyer advised us that it would have to go through court, be an administrator appointed, before I could turn it over to her. Q. You knew she was claiming the property? A. Yes, sir. Q. You know Mr. Gross had told you some time previous he had given it to her? A. Yes, sir.”\nWithout further recitation of the testimony, it may be said that it appears certain that Mr. Gross intended that Mrs. Hoback should have all of his property, except the $100, and, if proof of this intention only were required, the case would be a very simple one, as Mr. Gross’ intention is established beyond question. But something more is required to make this intention effective, as the mere intention to make a gift does not suffice to pass title. There must be a delivery, actual or constructive, of the gift, so that the donor parts with, and the donee acquires, possession and title.\nIt must be confessed that the record before us presents a close question as to whether there was such a delivery as to pass title to the personal property described, but we have concluded that the testimony sustains the chancellor’s finding in this respect except as to the bank deposits. Mrs. Hoback testified, upon her cross-examination, that her father could have retaken this property had he wanted to, and that she would have made no question had he done so, but we understand from this testimony that she meant only to say that she would have permitted her father to retake the gift, but she did not concede that there had been no gift. It must be remembered that these were simple people, who evidently had no thought that the far-away heirs would question their actions. The only heir present or with whom they were in touch understood the transaction and does not question it. The bill folder contained the notes and the receipts for the bonds, and its possession was given to Mrs. Hoback when Mr. Gross delivered to her the key to the drawer in which it was contained, thus placing in her hands the means of obtaining possession of the gift and of excluding others from it.\nWe do not review the numerous cases cited by opposing counsel, as the law of the subject has been definitely settled by our own decisions. It must be remembered also that this was a transaction, not between strangers, but between an old man and a woman who regarded each other as father and daughter. A headnote to the case of Baker v. Applen, 181 Ark. 454, 26 S. W. (2d) 109, reads as follows: “The rule as to delivery of gifts is not so strictly applied to transactions between members of a family living in the same house, the law in such cases accepting as delivery acts which would not be so regarded if the transactions were between strangers living in different places; it not being required that the thing given should be removed from the common residence.”\nThe bill folder contained the notes and the receipt for the bonds, but it contained no muniment of title to the bank deposits. It does not appear whether Mr. Gross had a pass-book or deposit certificates covering his bank accounts, but, if so, they were not in the bill folder. We are therefore constrained to distinguish between the deposits and the other property. The distinction may appear somewhat artificial in view of our statement that the intention of Mr. Gross that Mrs. Hoback should have all his property was clearly established, but the distinction exists nevertheless. The intention to give is not sufficient; there must be a delivery to consummate the gift and to pass the title. There was such a delivery of all the personal property except the bank deposits, and, as to these, nothing passed from Mr. Gross to Mrs. Ho-back evidencing the title thereto.\nThat part of the decree relating to the bank deposits must be reversed, and the cause will be remanded with directions to the administrator to account to the heirs at law for the amount of the deposits. In other respects, the decree is affirmed.",
        "type": "majority",
        "author": "Smith, J."
      }
    ],
    "attorneys": [
      "W. O. Young, W. D. Mauck and J. T. McGill, for appellant.",
      "Duty & Duty, for appellee."
    ],
    "corrections": "",
    "head_matter": "Gross v. Hoback.\n4-2901\nOpinion delivered March 20, 1933.\nW. O. Young, W. D. Mauck and J. T. McGill, for appellant.\nDuty & Duty, for appellee."
  },
  "file_name": "0020-01",
  "first_page_order": 38,
  "last_page_order": 43
}
