{
  "id": 8728263,
  "name": "Taylor against The Governor",
  "name_abbreviation": "Taylor v. Governor",
  "decision_date": "1837-01",
  "docket_number": "",
  "first_page": "21",
  "last_page": "28",
  "citations": [
    {
      "type": "official",
      "cite": "1 Ark. 21"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 787,
    "char_count": 20154,
    "ocr_confidence": 0.429,
    "sha256": "a93b652def1f240de8b381f1cf07c94824e1f03da31dd72702fc74d13b60bc0b",
    "simhash": "1:f5b6fa4ce4b8eb0c",
    "word_count": 3540
  },
  "last_updated": "2023-07-14T20:13:03.293086+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Taylor against The Governor."
    ],
    "opinions": [
      {
        "text": "Lacy, Judge,\ndelivered the opinion of the Court: This case as it stands at present on the record is a motion supported by a petition, affidavit, and othei exhibits filed with the clerk, requiring the Governor of the State to show cause why a peremptory mandamus should not issue directing him to deliver to John K. Taylor, his commission as Sheriff for the county of Pulaski.\nThe petition states that the applicant received a majority of all the votes for the office of Sheriff for the county of Pulaski, on the first Monday of August last, and that the clerk of the county court issued him a certificate of election. That on 14th October, 1836, he demanded his commission of the Governor, and on the 15th day of October, 1836, the Governor refused to deliver it upon the ground that he was ineligible to the office. A commission to the applicant, as Sheriff of the county of Pulaski, signed by the Governor of the Territory, bearing date 23d December, 1835, and on the back of it an endorsement entered, showing that he took the oaths of office on the 28th January, 1836, was then read. The certificates of the county court and Auditor were also introduced as evidence. That of the Auditor is in the following words:\n“Auditor’s Office, Little Roc)c, Ark.} October 30th, 1836. $\nI hereby certify that from the books of this office, Johri K. Taylor, Sheriff of Pulaski county in 1834, stands charged for revenue due the Territory of Arkansas, for the year 1833, with the sum of $522 33, exclusive of 20 per cent, thereon, which is to be added for delinquencies. And that for the year 1835, the said John K. Taylor stands charged with $69 40, exclusive of 20 per cent, thereon, which is to be added for delinquencies. The above charges certified, are the amounts which appear now to be due from the said Johxi K. Taylor.\nELIAS N. CONWAY,! Auditor.”\nThe petition alleges that as the applicant has till the first Monday in December, in every year, to account for and pay ovér the public money, and that time not having intervened since the adoption of the Constitution, he cannot be rendered ineligible, it denies that any default except that which may have arisen since the adoption of the Constitution, can produce a disqualification. It states that he has held and still holds public money in his hands as Shpriff and Tax Collector, but it denies that any default in not accouhtihg for and paying over public money previous to the adoption of tile Constitution can create a disqualification under the Constitution. •\nThese are all the material facts and points that are necessarily involved in the decision, and they present questions of no ordinary interest or magnitude. The court has given them a careful and mature examination and reflection, and the result of their research and investigation and the reasons and principles on which they are founded is now submitted. The first inquiry is, has the Supreme Court the power to issue a mandamus? That it has, there can be no doubt — for the Constitution gives it in express terms. See article 6, section 2. In England a mandamus is a high prerogative writ, belonging generally, if not exclusively, to the Court of King’s Bench, and is used principally to enforce the performance of public rights*or duties. Under our government it is a constitutional writ secured to the citizen. The nature of the writ and the remedy it affords, and to whom it may be properly directed, will be found fully examined in 3 Blackstone's Commentaries, page 110; 3rd Burrows Reports, 1266; 1st Peters’ Condensed Reports, Marbury vs. Madison, 266. That a party applying for the writ must show that he has a specific legal right, and no other adequate specific legal remedy, is a doctrine so universally admitted and established that it is deemed unnecessary to say any thing more upon this branch of the subject than to refer to the authorities. See 1st Strange, 513; 3d Term Reports, 648; 8th East, 213; 3d Burrows, 1236, and Chittyis Practice 787; Cowper 378.\nThis enquiry brings the Court to the main question in the case, and one upon which it must turn.\nIs the applicant eligible to the office of Sheriff, or has he a legal vested right to the commission ?\nIf he is eligible by the constitution, he is entitled to the commission, for that is but the evidence and authority to exercise the duties of the office. All the evidence in the case was introduced by himself, and whatever facts or presumptions it may establish, he is bound by — for the law will not .permit him to object to his own proof, which is uncontradicted and of his own showing. The applicant claims the right to the commission under the constitution, and by virtue of his certificate of election. The language of the constitution is as follows: “ The qualified voters of each county shall elect one Sheriff, one Coroner, one Treasurer, and one County Surveyor, for the term of two “years. They shall be commissioned by the Governor, reside in their “respective counties during their continuance in office, and be disqual- “ ified from the office a second time if it should appear that they, or “ either of them, are in default for any moneys collected by virtue of “their l’espective offices.” Under this provision and the second section of the schedule appointing the time for holding the general elections, he claims to be constitutionally eligible to the office of Sheriff and legally elected to fill it. On the part of the Governor it is said that he is expressly disqualified by the constitution from holding any office of profit or trust. The following are the words of the constitution:\n“No person who now is or shall be hereafter a collector or holder “of public money, nor any assistant or deputy of such holder or “ Collector of public money, shall be eligible to a seat in either house “ of the General Assembly, nor to any office of profit or trust, until he “shall have accounted for and paid over all sums for which he “ may have been liable.”\nIn order to render the applicant ineligible, it must appear,\nFirst, That he is a holder and collector of public money within the meaning of the constitution.\nSecondly, That he has failed to account for and pay over all such sums for which he may have been liable at the time of his election.\nIn the present cause do the facts and legal presumption warrant these conclusions?\nThat he was a collector and holder of public money is expressly admitted in his petition. The Auditor’s certificate establishes it, and his commission as Sheriff for the county of Pulaski, which continued in force until it was suspended by the authority of the State, and his official acts under it in the exercise of his duties, up to the time of his election, unquestionably prove that he was a collector and holder of public money, both before and after the adoption of the constitution, within the meaning of that instrument. See Schedule. It remains to be seen whether he has accounted for and paid over all sums for which he may have been liable at the time of the adoption of the constitution or at the time of his election, and the time of the demand and refusal of his commission, or at the time of filing his petition.\nIf he was still in default at all those periods of time, it is clear he can hare no right to demand the office or the commission.\nOn the 30th October, 1836, the applicant stood charged by the Auditor’s books with having failed to account for and pay over all or a part of the sums for the year 1834 and the year 1835, for which he was then liable to the Territory. This fact shows conclusively that he did not account for and pay over into the territorial treasury the public money for which he was liable, within the time prescribed by law, nor did he ever afterwards make payment to the territorial government so long as it continued its legal existence. The petition admits in substance, if not in direct words, this fact. It says he has held and still holds public moneys in his hands, as Sheriff and Tax collector, belonging to the Territory; and the applicant seems to stake his case wholly upon the ground that no default to the territorial government can render him ineligible. The letter of the Govejgjor charges him with being in default, and states that as the reason for withholding his commission. lie does not show to the Court by competent and satisfactory proof (and if the facts had warranted it he surely could have done it) that the charges exhibited by the Auditor arc erroneous, and that the Governor’s letter was untrue. He was certainly, then, a defaulter to the territorial government at the time of the adoption of the constitution, and if that be the case he is rendered ineligible, by its plain and literal meanings to any office of profit or trust. If it be true, as is manifest from the whole of the evidence, that the applicant was a defaulter at the time of the adoption of the constitution, then as the schedule transfers and passes over all the rights, contracts, and claims, belonging to the territory, to the State, it necessarily follows that the applicant is also a defaulter to the State; and having failed to account for and pay over all the sums of the public money for which he was liable, the constitution declares he is ineligible. See Schedule, section 1 and 4; article 4, section 11. independently of this provision it is a doctrine of public law as well as of natural justice, that states neither lose any of their rights nor are discharged from any of their obligations by a change in their form of civil government. Sec Federalist, Grotius, RulherforiFs Institutes. The liabilities of the applicant as a defaulter, accrued under the Territory, were in full force at the adoption of the constitution and at every subsequent period of time from that moment to the present; so far at least as the Court are able to judge from the facts before them. It is not pretended that he lias ever accounted for and paid over to the State the several sums for which he may be liable. The Auditor’s certificate shows that upon the 30th of October, 1836, he was indebted to the State at the time, in the amount charged. The Governor’s letter is also evidence of the same fact, and his own admissions virtually if not expressly prove it. He was then a collector and holder of public money which he had failed to account for and pay over within the time prescribed by law, first to the Territory and afterwards to the State, and for which lie was still liable at the time of the adoption of the constitution, and at the time of his election, and at the time of the demand and refusal of the Governor to issue his commission, and at the time of his filing his petition. The clause of - . . the constitution disqualifying the applicant is plain and significant, and admits of but one interpretation. It has been already shown that he v^s a defaulter to the Territory at the time of the adoption of the constitution, and by that instrument-all his liability was transferred to the State: consequently he has been a defaulter to the State ever since that period. The words “who now is” apply to him, and disqualify him at the time of the adoption of the constitution; and the words “ should be, hereafter” also apply to him and disqualify him at the time of his election, and at the lime of the demand and refusal of his commission. Consequently he falls within the plain and literal import of the constitution, and is ineligible to any office of profit or trust. If the Court arc correct in this view of the subject there is an end of the question; but that the cause may be freed from all apparent difficulty, they will in a brief manner notice the position taken and relied on in support of the moiion. It is contended that any construction or interpretation given to the constitution whereby the applicant is deprived of the office of Sheriff, makes it act retrospectively, or makes it an ex post facto law, The error in this argument consists in the manner of stating the question. It takes that for granted which in the nature of things cannot be, and which in point of fact is wholly untrue. It assumes the position that the applicant, John K, Taylor, had a legal vested right to the office, when his right, by his own showing, (if he had any) is exclusively conventional and wholly constitutional. What legal, vested, or inherent' right had he or any other citizen to the office of Sheriff before the formation and adaption of the constitution ? The office had no natural or legal existence prior to that time. The constitution created it and gave it form and being. As the applicant then claims his right under the constitution, must he not submit to all the conditions, restrictions, and limitations it imposes? The right to th.e office is given upon the express condition that the party who demands it is neither a collector nor holder of public money which he has failed to account for and pay over, and for which he may have been liable. The condition in the present instance not being complied with, no legal, constitutional, or even natural right, can vest. Can it be retrospective in its operation when it divests the applicant of no antecedent right acquired by law, nor does it disfranchise him of any privilege?\nThe office of Sheriff is a public trust or agency, and it never be-Cottles a right till the individual who claims it shows that he is consti-tu lion ally eligible. In the present case the applicant claiming a pretended right under the constitution, clearly demonstrates (within the meaning of the instrument) that he is a defaulter, and hence he falls within its disqualification, and has no right to demand the office.\nThe applicant has neither been dispossessed Of his freehold nor in any manner deprived of his rights, privileges, or property, nor has he been denied the law of the land or judgment of his peers, or the freedom or equality of elections. All these privileges he possesses in as ample a manner and in as full a degree as any other citizen. The constitution simply withholds from him public trust which depended hpon his own volition or will, provided he complied with the condition annexed to the Office. An ex post facto law declares that to be punishable in a manner that it was not punishable at the time it was committed, and relates exclusively to criminal proceedings. How then Can it be said (when the constitution annexes no penalty to the grarit and inflicts no punishment) that it is void, being repugnant to the constitution of the United States? This question is so plain in the Opinion of the Court that it requires no further solution. That the convention had full and ample powers to withhold office from public defaulters, and that they have done so is equally certain. To deny the people, When acting in convention, this power, is to impeach the right of self-government, and to destroy the means by which its blessings and excellence can alone be perpetuated.\nWhat is a Constitution? The Constitution of ah American State is the. supreme, organized, and written will of the people acting in Convention, and assigning to the different departments of the government their respective powers. It may limit and control the action of these departments, of it may confer upon them any extent of power hot incompatible with the federal compact. By an inspection and examination of all the constitutions of our own country, they will be found to be nothing more than so many restrictions and limitations Upon the departments of the government and people. “ And the distinction,” says Chief Justice Marshall, “between a limited and an “ unlimited government is abolished if those limits do not confine the “persons on whom they are imposed; and acts allowed and acts pro- “ hibited are of equal obligation.”\nIf the constitution can restrict the right of suffrage and the right of representation (and it has certainly done both) by positive enactments* and if it imposes conditions and limitations on all the departments of the government, legislative, executive, and judicial, and confines them within their proper and appointed spheres, can it be imagined that it is incompetent to annex a condition to the office of collector and holder of the public revenue? The question again occurs, can the applicant claim the office of Sheriff or demand the commission under the constitution and by virtue and authority of his certificate of election, when by his own showing be has already demonstrated that his pretended right is in express violation of one of its most important and salutary provisions? The simple statement of the question carries with it the answer. The applicant having failed to establish any legal or vested right to- the office or commission, he is not therefore entitled to the benefit of the writ, for when there is no injury the law affords no redress. It is clear he is a defaulter both Io the Territorial and State Government, and that he continued to be so at the time of the adoption of the constitution and at the time of his election and at the time of the demand and refusal of his commission and at the time of filing his petition; and that he was in the exercise of the duties of Sheriff^ both before and after the adoption of the constitution, and after its acceptance and ratification by Congress. He is then clearly within the meaning of the constitution, and consequently ineligible to any office of profit or trust. So far as the rights and iuterest of the present applicant are concerned, the executive has done nothing that the law forbids; and whether his subsequent acts in relation to the same matter are inconsistent with his constitutional obligations to the county, or in violation of private rights, this Court will not talce upon themselves to determine; for that question is not properly before them. The executive, in common with every other officer, is bound by oath to support the constitution, and whenever an effort is made to evade or violate it, it is not only his privilege but his duty to interpose and prevent it.\nThe Court conceive it to be no part of their duty to intimate an opinion in relation to the wisdom or folly of the clause disqualifying the applicant from office, or to say any thing in regard to its effect or consequences. It is sufficient for them that they have-found it in the constitution, and of course they arc bound to obey it.\nThe motion in this cause must therefore be dismissed with costs».",
        "type": "majority",
        "author": "Lacy, Judge,"
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "Taylor against The Governor.\nApplication for a Mandamus.\nThe Supreme Court has the power to issue writs of mandamus. The party applying for this writ must show that he has a specific legal right, and no other adequate specific legal remedy.\nA collector or holder of public moneys who was in default for moneys collected at the time of the adoption of the Constitution, at the time of his election to another or the same ofiice, and at the time of his application for his commission, is not entitled to his commission.\nA collector or holder of public moneys who was in default to the Territory at the adoption of the Constitution, became in law and by the schedule to the Constitution a defaulter to the State, and all his liability is transferred to the State.\nNo person had any natural, legal, or vested right to the ofiice of Sheriff till it was created by the Constitution.\nThe right to the ofiice is given upon the express condition that the party demanding it is neither a holder or collector of public money which he has failed to account for and pay over, and for which he is liable.\nThat condition not having been complied with, no legal, constitutional, or natural right to the ofiice vests by an election to it. Therefore the clause in the Constitution cannot be retrospective in this case.\nAn ex post facto law declares an offence to be punishable in a manner that it was not punishable at the time it was committed, and relates exclusively to criminal proceedings.\nThe provision in the State Constitution that no holder or collector of the public money shall be eligible to any ofiice of trust or profit till he has paid over and accounted, &c., is not repugnant to or in violation of the Constitution of the United States."
  },
  "file_name": "0021-02",
  "first_page_order": 25,
  "last_page_order": 32
}
