{
  "id": 1357230,
  "name": "Wilson v. Pannell",
  "name_abbreviation": "Wilson v. Pannell",
  "decision_date": "1923-01-29",
  "docket_number": "",
  "first_page": "22",
  "last_page": "27",
  "citations": [
    {
      "type": "official",
      "cite": "157 Ark. 22"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "132 Pac. 291",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": -1
    },
    {
      "cite": "110 Pac. 313",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": -1
    },
    {
      "cite": "158 Cal. 149",
      "category": "reporters:state",
      "reporter": "Cal.",
      "case_ids": [
        1987690
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cal/158/0149-01"
      ]
    },
    {
      "cite": "29 Pac. 1117",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": -1
    },
    {
      "cite": "86 Ark. 448",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1521447
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/86/0448-01"
      ]
    },
    {
      "cite": "23 Ark.' 270",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "50 Ark. 322",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8722269
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/50/0322-01"
      ]
    },
    {
      "cite": "68 Ark. 157",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "137 Ark. 170",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1568051
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/137/0170-01"
      ]
    },
    {
      "cite": "11 Ark. 411",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8727823
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/11/0411-01"
      ]
    },
    {
      "cite": "147 Ark. 236",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1583274
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/147/0236-01"
      ]
    },
    {
      "cite": "128 Ark. 492",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1581953
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/128/0492-01"
      ]
    },
    {
      "cite": "96 Ark. 87",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1541970
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/96/0087-01"
      ]
    },
    {
      "cite": "136 Ark. 115",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1570033
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/136/0115-01"
      ]
    },
    {
      "cite": "121 Ark. 594",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1559431
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/121/0594-01"
      ]
    },
    {
      "cite": "66 Ark. 336",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1909773
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/66/0336-01"
      ]
    },
    {
      "cite": "123 Wis. 510",
      "category": "reporters:state",
      "reporter": "Wis.",
      "case_ids": [
        8702989
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wis/123/0510-01"
      ]
    },
    {
      "cite": "108 S. W. 118",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": -1
    },
    {
      "cite": "127 U. S. 619",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "opinion_index": -1
    },
    {
      "cite": "49 Am. St. Rep. 833",
      "category": "reporters:state",
      "reporter": "Am. St. Rep.",
      "opinion_index": -1
    },
    {
      "cite": "55 Ark. 286",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1322309
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/55/0286-01"
      ]
    },
    {
      "cite": "100 Ark. 399",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1312267
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/100/0399-01"
      ]
    },
    {
      "cite": "88 Ark. 478",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1517135
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/88/0478-01"
      ]
    },
    {
      "cite": "86 Ark. 488",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "149 Ark. 81",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8717884
      ],
      "weight": 4,
      "opinion_index": -1,
      "case_paths": [
        "/ark/149/0081-01"
      ]
    },
    {
      "cite": "101 Ark 461",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1311115
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/101/0461-01"
      ]
    },
    {
      "cite": "71 Ark. 484",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1507808
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/71/0484-01"
      ]
    },
    {
      "cite": "149 Ark. 81",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8717884
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/149/0081-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 498,
    "char_count": 10113,
    "ocr_confidence": 0.524,
    "pagerank": {
      "raw": 5.676830387708631e-08,
      "percentile": 0.35444305826324235
    },
    "sha256": "53c71927fb04defcb0b17f53fdfbd8402893cd97644779b71a9d5e5642f9ab44",
    "simhash": "1:cee512d1b35490da",
    "word_count": 1820
  },
  "last_updated": "2024-02-27T20:13:54.858580+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wilson v. Pannell."
    ],
    "opinions": [
      {
        "text": "Hart, J.\n(after stating the facts). The judgment of the circuit court sustaining Mrs. Pannell’s plea of res judicata was correct. A comparison of the statement of facts made by the court in the suit brought in equity by Wilson against Mrs. Pannell to quiet his title to the lot with t.lie statement of facts in the present case will show that they are in all essential respects the same.\nIn the equity case Mrs. Pannell defended on the ground that she had the equitable title to the lot in controversy, and for that reason Wilson could not prevail in his suit to quiet title. The court dismissed the complaint on the ground that the equitable title to the lot was in Mrs. Pannell. This is clearly shown by a quotation from the opinion in the equity case as follows:\n“Appellant insists that the court erred in dismissing his bill for want of equity. This must depend upon whether his grantor, W. G. Pannell, was in position to assert his legal title as against the equitable rights of Mrs. S. A. Pannell in a court of equity, for appellant cannot be regarded as an innocent purchaser, as the record reflects that he had a personal acquaintance with his grantor, W. G. Pannell, and-the appellee, Mrs. S. A. Pannell, and understood that they had lived apart for twenty-three years; that said appellee had been in the actual possession of the lot during that period, paying taxes thereon and claiming ownership thereto.” Wilson v. Pannell, 149 Ark. 81.\nIt is true that the court denied the right of Mrs. Pannell to have her equitable title in the lot quieted. This was not done, however, because the court was of the opinion that the equitable title was not in her, but relief was denied her on the specific ground that her husband had not been made a party to the suit, and that therefore it was a technical error for the court below to quiet the title in her.\nAs above stated, however, the court held in the equity case that Mrs. Pannell had the equitable title to the lot, and for that reason denied the prayer of Wilson to have his title quieted, holding that he was not an innocent purchaser and had no greater right in .the lot than his grantor, the husband of Mrs. Pannell.\nTherefore in a suit between the same panties for the same property,under a state of facts essentially the same, the court having held that the equitable title was in Mrs. Pannell, her plea of res judicata is fully established. Under our Civil Code a defendant may set forth in his answer as many grounds of defense, whether legal or equitable, as he shall have. Crawford & Moses’ Digest, § 1194, 4th subdivision. Under this provision of the Code it is well settled that the defendant in an action at law must interpose all defenses, legal and equitable. Daniel v. Garner, 71 Ark. 484, and Wales-Riggs Plantations v. Banks, 101 Ark 461.\nTherefore it necessarily follows that if the equitable title of Mrs. Pannell was sufficient to prevent Wilson from maintaining a suit to quiet title in the lot, it would also be sufficient, in a suit between the same parties,under substantially the same facts, to prevent him from maintaining an action of ejectment whereby he would recover possession of the lot and thus defeat the equitable title of Mrs. Pannell. In short, it would do no.good to hold that the equitable title to the lot was in Mrs. Pannell, if she could not interpose it to a legal as well as equitable suit for the property against one who had purchased the lot from her husband with full knowledge of her rights.\nIt follows that the judgment must be affirmed.",
        "type": "majority",
        "author": "Hart, J."
      }
    ],
    "attorneys": [
      "J. H. Crawford, D. H. Craivford and T. D. Crawford, for appellant.",
      "Callaway & Callaway, for appellee."
    ],
    "corrections": "",
    "head_matter": "Wilson v. Pannell.\nOpinion delivered January 29, 1923.\n1. Judgment — res judicata. — A decree dismissing a complaint to quiet title on the ground that the equitable title was in defendant, which dismissal was affirmed on appeal, was res judicata in an action of ejectment by plaintiff against defendant to recover the same property under essentially the same state of facts, though a decree quieting title in defendant in the former suit was reversed because her husband was not made a party.\n2. Ejectment — equitable title. — An equitable title sufficient to prevent the holder of the legal title from maintaining a suit in equity to quiet title is sufficient to prevent him from maintaining an action of ejectment under substantially the same facts.\nAppeal from Clark Circuit Court; George R. Eaynie, Judge;\naffirmed.\nSTATEMENT OF PACTS. .\nThis is an action of ejectment brought in the Clark Circuit Court by Thos. N. Wilson against Mrs. S. A. Pannell to recover a certain lot in the city of' Arkadelphia, Ark.\nMrs. Pannell filed an answer in which she claimed the equitable title to the lot, and also interposed a plea of res judicata.\nThos. N. Wilson was a witness for himself. According to his testimony, he had lived in Arkadelphia and practiced law there for the past thirty years. The lot in controversy is on one of the principal streets of the town, and has been vacant for the past ten or fifteen years. W. G. Pannell formerly owned the lot and had a blacksmith’s shop on it. He left Arkadelphia about thirty years ago, but has made a good many visits back there, and always claimed the lot in controversy. A son of W. G. Pannell operated the blacksmith shop for a number o.f years after his father left Arkadelphia. In September, 1920, Wilson obtained a quitclaim deed from W. G. Pannell to the lot and paid him $500 for it. Wilson considered this a fair value for the lot. He knew that the defendant had not been divorced from her husband and had not relinquished her dower in the lot at the time he purchased it. Wilson did not know, however, that Mrs. Pannell claimed title to the. lot at the time he purchased it. Pannell told Wilson that his wife would not join him in the deed.\nMrs. S. A. Pannell was a witness for herself. According to her testimony, W. G. Pannell is her husband, and deserted her and their three minor children in 1897. Since that time he has not contributed anything to the support of herself and their children. When her husband left, she took possession of the blacksmith shop on the lot in controversy, and two of her children worked in the shop. At the time her husband left, her children were respectively 19, 17, and 12 years of age. Mrs. Pannell also kept boarders and paid the debts of her husband, amounting to between $800. and $1,000. She paid these debts to keep her husband’s creditors from attaching the lot in controversy. After doing so, she had the lot assessed in her own name and paid the taxes on it for twenty-four years. She has claimed to own the lot since her husband left her. Her testimony is corroborated by that of her eldest son.\nAccording to his testimony, the lot was worth at least $2,500 when Wilson purchased it.' Wilson had approached him several times, as agent for his mother, to purchase the lot. The witness told Wilson that the lot belonged to his mother, and that she did not wish to sell it. Wilson knew that his father and mother had been separated for twenty-three years, and that his mother claimed the property.\nThe proceedings in a chancery case between these same parties were introduced in evidence on the plea of res judicata. In that case Wilson brought a suit in equity against Mrs. Panned to quiet his title to the lot, and Mrs. Panned fded an answer and cross-complaint in which she claimed the equitable title to the lot, and also sought to quiet her title to it.\nThe chancery court dismissed the complaint of Wilson for want of equity, and there was a decree in favor of Mrs. Panned quieting and confirming the title to the lot in her.\nUpon appeal to this court the decree of the chancery court dismissing the complaint of Wilson for want of equity was affirmed, but the decree quieting and confirming the title in Mrs. Panned was reversed because her husband had not been made a party to the suit. See Wilson v. Pannell, 149 Ark. 81.\nThe case was tried before the circuit court, which sustained Mrs. Panned’s plea of res judicata, and from the judgment rendered in her favor Wilson has duly prosecuted an appeal to this court.\nJ. H. Crawford, D. H. Craivford and T. D. Crawford, for appellant.\n1. The statute of limitation did not run in favor of Mrs, Panned against her husband. 86 Ark. 488, Even if it could have run in sucli a case, there is no proof of adverse holding.\n2. Treating appellee’s plea of estoppel, there being no allegation nor proof on which to base a finding of estoppel in pais. Laches is a defense available only in equity, and has no application in ejectment. 88 Ark. 478; 100 Ark. 399.\n3. The title to the property was not adjudicated in the former suit. 149 Ark. 81. That decision held that the legal title was in W. Or. Pannell, p. 85, Id. And that title passed to appellant. Appellant is not barred by the adjudication in that case. 55 Ark. 286; 9 E. O. L. 209, § 30; 49 Am. St. Rep. 833, note.\nThe holding on former appeal that appellee was not entitled to relief for want of a necessary party, her husband, was in effect a dismissal of her action for want of a necessary party, and was not res judicata as to the subject of the controversy. 127 U. S. 619; 108 S. W. 118; 123 Wis. 510. See aiso 66 Ark. 336; 121 Ark. 594; 136 Ark. 115; 96 Ark. 87; 128 Ark. 492; 36 O. St. 347; 147 Ark. 236; 11 Ark. 411.\nCallaway & Callaway, for appellee.\n1. Appellant is not an innocent purchaser, as was adjudicated on the former appeal. 149 Ark. 81. He could acquire no greater rights by purchase than his grantor had. Moreover, a purchaser taking by quitclaim deed with knowledge of another’s equities is not an innocent purchaser. 137 Ark. 170; 68 Ark. 157; 50 Ark. 322; 23 Ark.' 270.\n2. Appellee is not concluded by 86 Ark. 448, relied on by appellant, and it has no application here since Pannell abandoned all marital relations with appellee in 1897. Appellant is barred by the statute. 29 Pac. 1117 ; 158 Cal. 149; 110 Pac. 313; 132 Pac. 291.\n3. Pannell was estopped by his conduct from disturbing appellee’s possession, and appellant, being a purchaser with full notice, and without a good and sufficient consideration, is also estopped. 21 C. J. 1152."
  },
  "file_name": "0022-01",
  "first_page_order": 44,
  "last_page_order": 49
}
