{
  "id": 1403666,
  "name": "Smith v. Ryan",
  "name_abbreviation": "Smith v. Ryan",
  "decision_date": "1927-10-17",
  "docket_number": "",
  "first_page": "23",
  "last_page": "29",
  "citations": [
    {
      "type": "official",
      "cite": "175 Ark. 23"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "226 S. W. 161",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "146 Ark. 517",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1584990
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/146/0517-01"
      ]
    },
    {
      "cite": "203 S. W. 5",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "133 Ark. 567",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1575142
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/133/0567-01"
      ]
    },
    {
      "cite": "199 S. W. 897",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "131 Ark. 557",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1578640
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/131/0557-01"
      ]
    },
    {
      "cite": "195 S. W. 4",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "129 Ark. 82",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1580494
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/129/0082-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 537,
    "char_count": 13784,
    "ocr_confidence": 0.422,
    "pagerank": {
      "raw": 1.2361816216895697e-07,
      "percentile": 0.6067535211512332
    },
    "sha256": "2d519d51774ab1a3954c225f2f04866e4300b61319091d87f4e72aada5e7666b",
    "simhash": "1:28f52db0f172a184",
    "word_count": 2424
  },
  "last_updated": "2024-02-27T16:24:20.967461+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Smith v. Ryan."
    ],
    "opinions": [
      {
        "text": "Mehakfy, J.\nThese suits were brought, one by Maude Byan against the appellant and the other by Emma Florslioim against- the appellant, to recover on two promissory notes. The suits were brought separately but were consolidated and tried together.\nThe appellant, who was defendant in each suit below, answered, alleging that there was no consideration for the note other than an agreement to prevent or stop certain prosecutions against E. V. Oglesby, one of the makers of each note. That is, that the notes were executed in consideration of the fact that plaintiffs would dismiss or cause to be dismissed the charge of felony which, the plaintiffs had instituted or caused to be instituted against the said Oglesby.\nThe plaintiff, J. J. Smith, who was 72 years old, testified, in substance, that he was engaged in the practice of medicine, and had been for forty years; that ho signed the note to Maude Ryan and also the note to Emma Florsheim, the notes sued on in these suits. That the consideration of his signing the notes was that the charges against Oglesby should be dismissed. The notes were presented to him by Oglesby, the party against whom prosecution had begun. Defendant further testified that he had never seen either of the plaintiffs. That he had some notes given by the plaintiffs to Oglesby, and had loaned Oglesby some money- and had taken these notes as collateral security, and that Oglesby made application to him to make his bond, and that Smith did make Oglesby’s bond. The witness testifies that he then went to Mr. Roy Clean, Oglesby’s attorney, and phoned for Mr. McDonald, who was the attorney of the plaintiffs, but that McDonald would not or did not come. Then Mr. Glean got in touch with the prosecuting attorney, Mr. Wood, and they got the bond reduced to $3,000, and Smith signed the bond. That defendant gave up the notes which he held as collateral on the loan made to Oglesby, and they fixed up notes to cover the amounts they claimed Oglesby owed them, and Oglesby was released from any prosecution. That the agreement was made in Roy Glean’s office between plaintiff and Roy (lean, who represented Oglesby, and the prosecuting attorney of that district, Sam Wood. Witness was to give up the notes for $2,700 and go on Oglesby’s note, the note sued on herein, and this was done and the prosecution stopped. This agreement, he testifies, was made while they were in Air. dean’s office and while Oglesby was still in jail. Witness said, “I signed the notes with Oglesby, and gave them back to him along with the notes signed by the ladies, which I had held as collateral for money I had loaned him.” Oglesby took the notes and went back to Fort Smith. Witness did not sign tlie notes and give them to the ladies. He had never seen the plaintiff's at that time. This was the only conversation witness ever had about the matter. The notes sued on are notes which witness signed with Oglesby in pursuance of the. agreement. “The grand jury asked me about the notes, and 1 told them that the notes Avere good if I was good. Mr. J. F. Brewer Avas foreman of the grand jury. So far as I knoAV, the charge against Oglesby was ignored, and I heard no more about it. The prosecuting attorney ' told me it would be all right. Oglesby is now dead. ’ ’ Witness did not hear the charge stated before the grand jury. The question asked him by the grand jury Avas, did he sign the notes. That was the only thing they asked him about it. At the time the agreement Avas made, Avitness did not see Mr. McDonald, who represented the plaintiffs, and did not see or make any agreement AAdth the plaintiffs in the ease.\nRecords Avere introduced here shoAving the prosecution of Oglesby and the report of the grand jury ignoring the charge against Oglesby.\nJ. F. Brewer, foreman of the grand jury, testified that he knew the plaintiffs, Miss Florsheim and Mrs. Ryan, and one of them Avas before the grand jury with reference to the charge against Oglesby. He was charged with defrauding one or both of them of some property, and was bound over to the grand jury. The grand jury investigated the charge, and one of the plaintiffs Avas before the grand jury. Witness Avas presented with the notes, and the question before the grand jury seemed to be whether or not these notes were forgeries. Witness had Dr. Smith to come up to see whether or not his signature was genuine. Dr. Smith came up, and said he signed the notes, and that was all there was to it. Everybody A\\.as satisfied about it, AVe had Dr.- Smith up there, and he said he signed the notes. AVe sent for Dr. Smith to see if he signed the notes, and that was after one of the plaintiffs had testified before the grand jury. One of the plaintiffs had testified about the transaction betAveen Oglesby and themselves. They had let liim have a certain amount of money, she said. She said it was settled by these notes, if the notes were good. Then we got Dr. Smith up there, and, after he testified, we did not indict Oglesby. The notes never came before the grand jury. The question was whether there was a* forgery of the notes. My impression is that they did not care to go any further into it. If they had insisted on indictment, I do not know what the grand jury would have done. We would have voted on it, of course.\nT. C. Gray, a member of the grand jury, testified that they investigated the charge against Oglesby for defrauding Miss Florsheim and Mrs. Ryan of some money. One of the plaintiffs was before the grand jury, and she testified with reference to the charge. Witness thinks she had some notes that Oglesby had given her and her sister as settlement of some money he had got from them, and there was some question about the genuineness of the signature. Then Dr. .Smith was summoned. No request was made to the grand jury not to indict. The only question, as witness remembers, was whether Dr. Smith had signed the notes. Witness thinks that one of the plaintiffs who appeared charged that Oglesby had got their money from them under false pretenses and that, if the signature on these notes was not genuine, she would not be satisfied. ‘ ‘ We investigated to see if Dr. Smith signed the notes, and thereby a satisfactory settlement was made. The grand jury did not pass on whether they ought,to indict Oglesby for false pretense until Dr. Smith said he signed the notes. Then we did not indict. We did not think there was any charge against him when they got their money. If the notes were fictitious they wanted to indict him. The plaintiffs made no request of the grand jury to indict or not to indict. They did not refuse to answer, but were willing to answer any question asked them.”\nLuther Hodges testified that he was on the grand jury; was clerk of the grand jury part of the time, and his testimony was largely the same as the other members of the grand jury whose testimony has been set out above.\nEmma Florsheim testified that she had no knoA?ledge of any agreement made by Sam Wood, prosecuting attorney, with Dr. Smith and Oglesby at Eoy Gean’s office. Never heard of it until now. Never at any time made any agreement not to prosecute Oglesby and did not authorize anybody to make a settlement for her. Witness was called in and answered all the questions asked by the grand jury. She did not make any request and did not indicate in any way that she did not want the man indicted. Executed note to Oglesby and got it back through her attorney, Mr. McDonald, and got the notes sued on. Got back the notes after Oglesby was bound over to the grand jury. Told the grand jury if Dr. Smith signed that note that she was satisfied. Witness testified that Mr. McDonald was her lawyer and had authority' to represent her, and talked to the prosecuting attorney and had Mr. Oglesby arrested for false pretenses. Mr. McDonald gave these notes to witness. “We had given notes to Oglesby, but never received any money for them. We got the notes back.” Understood that Oglesby was being prosecuted through Mr. McDonald for defrauding witness.\nThe above is all the testimony on the question of any agreement with reference to Oglesby’s prosecution, and the appellant in his brief says: “The issues in this case are within a narrow compass.” Appellant then contends that the court erred in placing the burden of proof upon defendant to show by a preponderance of the evidence that there was no consideration for the notes in suit or that the consideration was illegal.\nWe think the court did not err in giving this instruction. The plaintiff sued on the notes, the defendant filed an answer admitting that he signed the notes, and when the notes were introduced in evidence they made a prima facÁe case, and the defendant, in asserting an affirmative defense, assumed the burden of proving it.\n“The burden of proving defenses of an affirmative nature, or in confession and avoidance, is upon the defendant. The reason is obvious. In such instances the effect of the pleading is to admit the material allegations of the complaint or declaration, but to seek to avoid the effect thereof by the affirmative allegation of new matter avoiding plaintiff’s case. If the defendant pleads a release, in abatement, a discharge in bankruptcy, or other substantive defense, the burden is upon him to prove such affirmative defense and forms no part of the plaintiff’s averments.” Jones on Evidence, 2d Edition, vol. 2, 866; Johnson v. Aylar, 129 Ark. 82, 195 S. W. 4; Johnson v. Ankrum, 131 Ark. 557, 199 S. W. 897; Horn v. Brand, 133 Ark. 567, 203 S. W. 5; Cheney v. Auto Fedan Hay Press Co., 146 Ark. 517, 226 S. W. 161.\nThe plaintiff made a prima facie case when he introduced the notes, and the defense was that the consideration was illegal. If the law were otherwise, the plain tiffs in their suit on the notes would, have had to prove, not only that Smith executed the note which itself shows a consideration, but would also have been required to show that Oglesby was not bound over to the grand jury; that Smith did not go on his bond; that there was not an agreement not to prosecute. In other words, the plaintiffs would have been required to prove these negatives, unless the burden of proving these things as facts were upon the defendant.\nThe appellant does not call the court’s attention to any authorities supporting his views, but merely argues that the burden of proof was not upon the defendant. And, as Ave have said, the court did not err in giving this instruction.\nThere is no complaint about any other instruction, and the onfy other contention of the appellant is that the testimony shoAvs an agreement Avas had between defendant Smith and the prosecuting attorney, but, in ansAver to this, it may he said that the prosecuting attorney did not represent either of the plaintiffs; the undisputed proof sIioavs that the defendant had never spoken to either of the plaintiffs, that the)' had never talked to anybody representing the plaintiffs, and AAdmt the defendant claims to be an agreement not to prosecute is an agreement which he alleges was made between him and the prosecuting attorney and Roy Gean, representing Oglesby. The plaintiff absolutely knew nothing about it. Did not know that it had ever been discussed, and, when Dr. Smith was subpoenaed before the grand jury, it was for the purpose of inquiring of him whether his signature' to \"the notes was genuine. The testimony shows that there was some claim that the notes were forgeries, that Dr. Smith did not sign them, and that seems to be the thing about which the plaintiffs were concerned. As soon as they found that Dr. Smith signed the notes, they were satisfied.\nWe think it clear from the proof that, if there- was any prosecution in the minds of the plaintiffs at the time, it was for; a prosecution against Oglesby for forgery. The undisputed proof shows that neither of them asked the grand jury to indict or not to indict. They simply went before the grand jury and answered the questions asked them. It is certainly true that the contracts or notes signed by Dr. Smith would have been illegal and void if the consideration had been to prevent a prosecution or to secure the dismissal of the prosecution or to suppress evidence. This question has been decided by this court many times, and there is no controversy about the law on this question. But it is unnecessary to refer to these authorities or to discuss the question further,, since we hold that there is no evidence that the plaintiffs or either of them ever entered into any agreement or that anybody representing them entered into any agreement to have the prosecution dismissed or to not prosecute.\nWe think the evidence sufficiently shows a consideration, and that the agreement not to prosecute or to secure a dismissal was not part of the consideration. The judgment of the circuit court is therefore affirmed.",
        "type": "majority",
        "author": "Mehakfy, J."
      }
    ],
    "attorneys": [
      "White & White and Evans S Evans, for appellant.",
      "A. A. McDonald, for appellee."
    ],
    "corrections": "",
    "head_matter": "Smith v. Ryan.\nOpinion delivered October 17, 1927.\n1. Bills and notes — burden of proving affirmative defense.— Where plaintiffs in. a suit on notes made a prima facie case by introduction of the notes in evidence, defendant, asserting an affirmative defense, assumed the burden of proving it.\n2. Bills and notes — illegal consideration. — Notes signed dn consideration of an agreement to prevent a prosecution, or to secure dismissal of a prosecution, or to suppress evidence, are illegal and void.\n3. Contracts — illegal consideration — evidence.—In a suit on notes, evidence held to sustain a finding that there was no agreement on the part of the payees or anybody representing them to have the prosecution dismissed or not prosecuted, as consideration thereof.\nAppeal from Logan Circuit Court, Northern District; James Cochran, Judge;\naffirmed.\nWhite & White and Evans S Evans, for appellant.\nA. A. McDonald, for appellee."
  },
  "file_name": "0023-01",
  "first_page_order": 39,
  "last_page_order": 45
}
