{
  "id": 8718052,
  "name": "Jeter v. Everette",
  "name_abbreviation": "Jeter v. Everette",
  "decision_date": "1927-03-07",
  "docket_number": "",
  "first_page": "25",
  "last_page": "27",
  "citations": [
    {
      "type": "official",
      "cite": "173 Ark. 25"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "276 S. W. 578",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "169 Ark. 745",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1373997
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/169/0745-01"
      ]
    },
    {
      "cite": "282 S. W. 1",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "170 Ark. 945",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1371702
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/170/0945-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 300,
    "char_count": 5026,
    "ocr_confidence": 0.505,
    "pagerank": {
      "raw": 5.12982294956584e-08,
      "percentile": 0.3214310950175087
    },
    "sha256": "ca10ee6020b04d53683b1f02174dbf7c36e7844179b60e1a9e965755f0b54e2f",
    "simhash": "1:293b7cf97be08829",
    "word_count": 860
  },
  "last_updated": "2024-02-27T16:22:26.640555+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Jeter v. Everette."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nAppellee filed the following account in the court of J. D. Reeves, a justice of the peace:\n“Jonesboro, Ark., 1-9, 1925.\n“Lon Everette,\n“In account with E. 0. Hogue Battery Co.\n1 rear fender.. 6.25\nTelephone call..55\nLabor.'. 7.00\nWashing car. 1.50\nTrans, grease . 1.00\n$31.30\nFor damage done on Essex Coach\nUpon filing this account the justi.ce of the peace made the following entry upon his docket: “The plaintiff filed before me a cause of action against the defendant for $31.30 as follows, to-wit: Repair on automobile as damages,-” and issued a summons to appellant Will Jeter to appear and make answer in a cause of action filed against him. Jeter appeared, and prayed a change of venue,' which was granted, and, upon trial, judgment was rendered in appellee’s favor for the amount of the account.\nAppellant duly prosecuted an appeal to the circuit court, where a more formal complaint was filed, but which left blank the amount of damages alleged to have been sustained. Appellant filed a motion to dismiss the complaint filed in the circuit court, and that motion was sustained, and the cause went to trial upon the transcript filed on the appeal from the justice court. There was a verdict and judgment for the amount of the account, from which is this appeal.\nIt is earnestly insisted that no sufficient statement of the cause of action was filed with the justice of the peace to confer jurisdiction upon that court, and that the circuit court acquired no jurisdiction on the appeal.\nNo motion to make the account filed with the justice more definite and certain was filed. .A change of venue was asked and granted, -and the cause was heard by the justice on its merits. This being true, the case of Austin v. Hemphill, 170 Ark. 945, 282 S. W. 1, applies, and the circuit court properly refused to dismiss the cause of action. In the case cited it was said:\n“The court had jurisdiction of the subject-matter of the action, and the parties, by entering their appearance to the proceedings, gave the court jurisdiction over their persons. The facts recited in the judgment entry show that they were not misled in preparing their defense. * * # Actions may be commenced either by summons or by the voluntary appearance of the parties. Here the parties appeared in court and contested the claim of the plaintiff, and the circuit court properly overruled their motion to dismiss the appeal. The alleged defect in the issuance of the summons before filing the account or a short written statement of facts was waived by going to trial and judgment without at any stage of the cause bringing the matter to the attention of the justice. ’ ’ '\nSee also Fitch v. Walls, 169 Ark. 745, 276 S. W. 578.\nIt appears from the testimony offered at the trial from which this appeal comes that the account filed with the justice covered the cost of repairs to appellee’s automobile sustained in a collision with appellant’s automobile.\nThe cause was submitted to the jury under instructions to which no objections were made. These instructions required the jury to find, before returning a verdict for the plaintiff, that appellant’s car was being driven at a speed so great as to constitute negligence and that this negligence was the proximate cause of the injury. The testimony presented this issue, and was sufficient to support the finding of the jury that appellant was negligent in this respect.\nAs has been said, the jury returned a verdict for the full amount of the account sued on, and it is pointed out that the account ipcluded the following items:\nTelephone call.$0.55\nWashing car. 1.50\nTransmission grease. 1.00\nThe appellee testified that he paid the battery company which repaired the car the amount of the bill, $31.30, and that it was necessary to repair the wheel and fender, but there was no testimony whatever tending to show that the telephone call, or washing the car, or greasing it, were necessary expenses in restoring the car to the condition it Avas in before the collision. For the lack of testimony to support the recovery of these items the judgment must be modified to exclude them, but, as no other error appears, the judgment as thus modified mil be affirmed.",
        "type": "majority",
        "author": "Smith, J."
      }
    ],
    "attorneys": [
      "Basil Baker, for appellant.",
      "Hawthorne, Hawthorne & Wheatley, for appellee."
    ],
    "corrections": "",
    "head_matter": "Jeter v. Everette.\nOpinion delivered March 7, 1927.\n1. Justice op the peace — objection to statement — waiver.— Where defendant made no motion in the court of a justice of the peace to make the account filed more definite and certain, hut appeared and the cause was heard on the merits, he could not complain, on appeal to the circuit court, that the written statement was too indefinite.\n2. Damages — elements.—In an action for damages to an automobile in a collision, items for a telephone call and for washing and greasing the car are not recoverable when not shown to be necessary expenses in restoring the car to the condition in which it was before the collision.\nAppeal from Craighead Circuit Court, Jonesboro District; G. E. Keck, Judge;\nmodified.\nBasil Baker, for appellant.\nHawthorne, Hawthorne & Wheatley, for appellee."
  },
  "file_name": "0025-01",
  "first_page_order": 41,
  "last_page_order": 43
}
