{
  "id": 1885684,
  "name": "WOODRUFF v. SCRUGGS",
  "name_abbreviation": "Woodruff v. Scruggs",
  "decision_date": "1871-12",
  "docket_number": "",
  "first_page": "26",
  "last_page": "33",
  "citations": [
    {
      "type": "official",
      "cite": "27 Ark. 26"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "11 Wis., 84",
      "category": "reporters:state",
      "reporter": "Wis.",
      "case_ids": [
        8708409
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "90"
        },
        {
          "page": "102"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wis/11/0084-01"
      ]
    },
    {
      "cite": "5 Ark., 510",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8727648
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/5/0510-01"
      ]
    },
    {
      "cite": "1 Md., 66",
      "category": "reporters:state",
      "reporter": "Md.",
      "opinion_index": 0
    },
    {
      "cite": "9 Gill, 309",
      "category": "reporters:state",
      "reporter": "Gill",
      "opinion_index": 0
    },
    {
      "cite": "3 Bay, 356",
      "category": "reporters:state",
      "reporter": "Bay",
      "opinion_index": 0
    },
    {
      "cite": "14 Mass., 332",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": 0
    },
    {
      "cite": "18 Wis., 298",
      "category": "reporters:state",
      "reporter": "Wis.",
      "case_ids": [
        8709022
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wis/18/0298-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 708,
    "char_count": 14414,
    "ocr_confidence": 0.372,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.06912893377181449
    },
    "sha256": "6207096c0a60535ca38bbbdfddcf1ac505c17f9301e563eb98cfa4f505e85ecd",
    "simhash": "1:19278cd55f04e6dd",
    "word_count": 2504
  },
  "last_updated": "2024-02-27T22:25:26.058971+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "WOODRUFF v. SCRUGGS."
    ],
    "opinions": [
      {
        "text": "Bennett, J.\nThe appellee sued the appellant in the Pulaski Circuit Court, on a note executed in 1866, and due in two months. The appellants pleaded usury. To this plea Scruggs demurred.\nFirst, Because there were no usury laws then, when the plea was filed, in this State.\nSecond, The plea failed to aver specifically, a corrupt intent.\nThe court below sustained the demurrer — appellants resting, judgment was rendered against them; they appealed to this court.\nThe first question, for our consideration, is, what was the effect of the repeal of the statute of usury of 1838, by the act of the Legislature of 1868.\nThe seventh section of Chap. 92 of Gould’s Digest, reads as follows : “ All bonds, bills, notes, assurances, conveyances and all other contracts or securities whatsoever, whereupon or whereby there shall bo reserved, taken or secured, or agreed to be taken or reserved, any greater sum or greater value for the loan or forbearance of any sum of money, goods or things in action, than is prescribed in this act, shall be void.”\nThe prescription is found in the second section of the same chapter, and is, in effect, as follows: “Parties may agree in writing, for the payment of interest, not exceeding .ten per centum per annum, on money dxre or to become due upon any contract, whether under seal or not.”\nThe Constitution of the State, which went into effect in 1868, in Art. 15, See. 21, gave to the General Assembly the power to declare, by gen eral law, what sh all be the legal interest upon contracts, when no rates of interest were specified; but distinctly declares that no law should ever be passed limiting the rate of interest for which individuals may contract, in this State. The General Assembly, which met under the authority of the Constitution of 1868, on the 13th day of July, of the same year, repealed all of Chapter 92, Gould’s Digest, with the exception of Sees. IV, X, XI, XII. By the same enactment, it was declared to be lawful for parties to stipulate in the note and agree on any sum of interest that may be taken and paid upon any one hundred dollars of monej loaned, etc. Section six, of the sanie act says: “No plea of usury, nor defense founded upon any allegation of usury, shall be sustained in any court in this State.”\nWe learn from Sedgwick, in his work on Statutory and Constitutional Law, page 129-30-31, and the cases there cited, “ That there can be no doubt of the truth or validity of the assertion that when there is a repeal of a penal statute, no penalty can be enforced, nor punishment inflicted for a violation of the law while in force, unless under some special provisions.” Nor can it be denied that the General Assembly can alter or modify the remedy as to the enforcement of contracts, unless the enactment should virtually or substantially take away the same. - \" ®\nSec. 6, of the act of the Legislature, approved July 13,1868, abolished the defense of usury in the State, and the same act repealed all usury laws on our statute books.\nWhile we are not prepared to say that “the plea of usury, sustained under our former law, was in its effects a penalty upon the plaintiff in the loss of his entire debt, and thus place parties, coming under the operation of that law, in the same situation they would have béeu under an absolute penal statute,” we can, with safety, say that the statute repealing the usury laws and abolishing the defense of usury, operated upon all contracts made before it was passed, still outstanding, as upon all future contracts. The act was unquestionably retrospective in its character. All general rules of construction must yield to the clear intention of the Legislature, sufficiently expressed. In this instance, the intention is clear and fully expressed when it declares: “No plea of usury, or 'defense founded upon any allegation of usury, shall be sustained in any court of this State.” It makes no reservations- or exceptions, but 'is emphatic — commanding the courts not to sustain any such plea.\nThe appellant insists that this statute shall not be construed so as to make contracts good that were illegal at the time they were made, or in' other words, making that valid which was before void. In defense of his position, he has cited numerous cases. One -of the most pointed is that of Morton vs. Rutherford, 18 Wis., 298. Judge Cole, in delivering the opinion, says: “ Subsequent legislation is relied on to show that the defense of usury is not available. By the law, in force at the time the contract was made, it was usurious and void. To the same effect was the law when the suit was commenced, and by the law of 1856, an usurious contract was declared valid and effectual, only to secure the repayment of the principal sum loaned. But how this latter enactment, even if it attempted it,'could render valid an antecedent contract, which \"was void, we do not comprehend. The law of 1856 can have no bearing upon the question. The defense of usury is doubtless available.”\nThe case of the President, Directors, etc., of the Springfield Bank vs. Samuel Merrick et al. 14 Mass., 332. In Massachusetts there was a law that the bills and notes of banks, not incorporated by law, should not be received or negotiated by banking corporations of that State, under a heavy penalty. It was held that a promissory note, payable in such bills to a banking corporation, madé while the statute was in force, was void, and that no action could be maintained upon it by the promisees after the statute was repealed. Chief Justice Pai’lcer remarked that, “the subsequent repeal of the act can have no effect upon a contract while it was in force. As well might a contract made for the purpose of trade with an enemy, during war, be purged of its illegality, by the return of peace.”\nThe case of Mitchell vs. Doggett, 1 Florida, 311, is also cited by appellant, with approbation, wherein Chief Justice Hawkins says: “ When a contract is illegal, at the time of its inception, by force of a statute, no action can be maintained upon it, although the statute is repealed -which declared it illegal.” Other adjudications are cited, but the above are the strongest among them.\nWhile ve are willing to admit that the above opinions are entitled to great respect, emanating as they do from the highest tribunals of the States, yet we must respectfully dissent from the principles of law thus laid down, so far as they relate to usurious contracts. In our opinion, they are not dictated by any principles of sound policy, morality or law.\nWhile the statute of 1868, by declaring that “no plea of usury, nor defense founded upon any allegation of usury, shall be sustained in any court of this State,” and repealing all previous usury laws, may affect injuriously the antecedent legal rights of the borrower, the appellant, in this case, under the contract, there is much of reasonable intendment and allowable presumption derived from the nature of the right affected and the circumstances under which the contract was made. It may be well doubted whether the borrower, under an usurious contract, has any antecedent rights of the nature of vested rights, created by this contract, or existing under and by the terms of it,-which the law can affect. Iiow do \"Woodruff’s rights stand in a legal point? They are, under and by the terms of the contract, to receive and enjoy until demanded, the money of Scruggs. Scruggs’ rights are' to receive interest and the principal sum when due. But the statute of usury, operating upon 'them, avoided his right to demand them and the legal obligation of \"Woodruff to pay. This privilege of refusing to pay the claim upon demand, not under and by virtue of the terms of the contract, or-any presumable intention of the parties different from that which appears upon its face (for Ave think it Avould be doing Wood-ruff* injustice to suppdse he took the money from Scruggs originally Avith the intention of enjoying it without ever repaying), but under, and by virtue of a general law, is the only antecedent right of the defendant which the statute of 1868 can affect. That privilege, and it was nothing more than a privilege, the legislature intended to take away by validating the. contract in this respect. The right of the defendant originated in a statute founded upon policy, intended to protect the needy borrower from the presumed temptation of the lender to demand exorbitant interest for forbearance. That right, of the defendant, to insist upon, a forfeiture by the plaintiff of his debt, Avas a legal right before the repeal, but not an equitable one. The courts of equity do not view the statute as courts of laAV are compelled to do. If a borrower goes into a eoui’t of equity, in respect to a security given in connection with usurious contracts, or to avoid extortion or oppression, the court will always-compel him to pay principal and legal interest, because there is a moral obligation resting on him to do so, and it is equitable that he should be compelled to do it.\nIn the case of Kilborn vs. Bradly, 3 Bay, 356, the court said: “The statute against usury, on principles of public policy, renders void contracts upon usurious considerations. But the lender incurs no penalty unless he actually takes usury, and courts of equity, on relieving, against oppression ox* extortion, order tlie repayment of tlie sum really loaned or due, with lawful interest. The moral obligation of the borrower to pay the principal sum actually loaned, with the lawful interest, is unimpaired.”\nIn the language of Judge Duncan in Satterlee vs. Mathewson, 16 Sarg. & Rawle, 191, “there can be no vested right to do wrong.” In the case of Baugher et al. vs. Nelson, 9 Gill, 309, the court say: “ In the nature of things there can be no vested right to violate a moral duty or to resist the performance of a moral obligation, and although a borrower may be justified in morals, as he is in law, in resisting the payment of illicit interest, extorted from him in consequence of his necessitous condition, he certainly can have no right, as a matter of private justice, to repudiate his contract so as to escape from the payment of the sum actually received.” The doctrine announced in these cases, and many more might have been added, stands upon the principle that the borrower is, at all times and under all circumstances, under a moral obligation to pay to the lender the sum actually loaned, with interest, as a fair compensation for its use. This is all the law of 1868 purposes to accomplish. The legislature, in the exercise of its remedial authority, expressly given it by the Constitution, comes to tlie aid of all courts, both legal and equitable, and declares no plea of usury, nor any defenses founded' upon usury, shall be heard or entertained in them.\nThe Chancellor, in the case of Wilson vs. Hardesty, 1 Md., 66, made use of the following language: “Notwithstanding the language of the act of 1704 is so strong, it is very certain that contracts within its provisions are not, under all circumstances, treated as merely void.” This was a case where the complainant was seeking to avoid the contract because.it was usurious, as the statute of Maryland declared that all such contracts were absolutely void. The contract, in the present case, was wrong, only, because the statute prohibited more than ten per centum, and was wrong, only, to the additional interest expressed on the face of the note. For that wrong the statute said the contract should he void. Since then, the legislature has taken away this penalty and has said, in effect, -such contracts are valid. That it had the power to do this \" •¡admits of no serious question.\nVe might have disposed of this case upon the simple proposition as to the power of the legislature over remedies, Tbut inasmuch as the defense has been based upon the fact of the illegal nature of the original transaction, we have thought it our duty to say what we have as to the equitable nature of it, outside of the statute which has declared usurious contracts void.\nThe emphatic condemnation of the act of July 13,- 1868, wherein it says, “No plea of usury, nor defense founded upon any allegation of usury, shall be sustained in any court of this State,” is mandatory upon all courts and is only depriving defendants of the privilege of making a certain defense, which before was permitted. Such mandate, operating only upon the remedy, without destroying a right, the legislature was acting within its scope and power.\nAs to the second ground of demurrer, it will not be necessary for us to argue, the subject matter not being allowed to be pleaded, it cannot be of any importance how it might be done.. The court did not err in sustaining the demurrer,, therefore judgment is affirmed.",
        "type": "majority",
        "author": "Bennett, J."
      }
    ],
    "attorneys": [
      "Hon. John Wiiytock, Circuit Judge.",
      "Watkins & Rose, for Appellant.",
      "Garland & Hash, for Appellee."
    ],
    "corrections": "",
    "head_matter": "WOODRUFF v. SCRUGGS.\nPenal Statutes — Effect of repeal. — Upon, the repeal of a penal statute, no-penalty can be enforced, nor punishment inflicted for a violation of the law while in force, unless there be some special provision to that effect.\nLegislature — •Power to modify remedy of contracts. — The General Assembly has power to alter or modify the remedy as to the enforcement of contracts, but not so as to virtually or substantially destroy or take away the same.\nConstruction of Statutes — Act of July 13, 1868. — The act of July 13, 1838, repealing the usury laws of this State, operated upon all contracts made previously to its passage, still outstanding, as well as upon all future contracts ; but the intent and effect of the statute was not that of a repeal of an absolute penal statute to invalidate contracts previously made, but only to take away or destroy the defense of usury thereunder.\nAPPEAL FROM PULASKI CIRCUIT COURT.\nHon. John Wiiytock, Circuit Judge.\nWatkins & Rose, for Appellant.\nWe submit that the statute ought not to be construed so as to have a retroactive effect, or to make contracts good that were illegal at the time they were made. Baldwin■ vs. Cross, 5 Ark., 510; Crittenden vs. Johnson, 14 Id. 464; Couch vs. McKee, 6 Id. 498.\nThat the repeal of the usury laws did not affect contracts in force at the time of the repeal; see particularly, Mitchell vs. Boggett, 1 Branch, {Fla) 356; Merville vs. Be Blanc, 12 Ba. An., 221; Seegar vs. Seegar, 19 III., 121; Root vs. Finney, 11 Wis., 84; Simonton vs. Vail, Id. 90; Brown vs. Haight, 18 Id. 102; Morton vs. Rutherford, Id. 298.\nGarland & Hash, for Appellee."
  },
  "file_name": "0026-02",
  "first_page_order": 42,
  "last_page_order": 49
}
