{
  "id": 1435280,
  "name": "Arkansas Tax Commission v. Turley",
  "name_abbreviation": "Arkansas Tax Commission v. Turley",
  "decision_date": "1932-02-01",
  "docket_number": "",
  "first_page": "31",
  "last_page": "36",
  "citations": [
    {
      "type": "official",
      "cite": "185 Ark. 31"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "16 S. W. (2d) 581",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "179 Ark. 280",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8721085
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/179/0280-01"
      ]
    },
    {
      "cite": "248 S. W. 571",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "157 Ark. 509",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1357125
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/157/0509-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 487,
    "char_count": 11162,
    "ocr_confidence": 0.49,
    "pagerank": {
      "raw": 1.1329240581850794e-07,
      "percentile": 0.5763731785134963
    },
    "sha256": "6a343c6a3837da768e7283ecc16db871aa5c1cc8aa22d8ba549beeff5d4ba029",
    "simhash": "1:93ec4cd9ce4f51f8",
    "word_count": 1906
  },
  "last_updated": "2024-02-27T17:51:09.396208+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Arkansas Tax Commission v. Turley."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nThe two appeals here consolidated question the validity of the real estate assessments in St. Francis and Phillips counties, respectively, for the year 1931. The facts in both cases are substantially identical, and a statement of the facts in one case will suffice to present also the question for decision in the other.\nThe equalization board of St. Francis County organized in the time and manner provided by law. Numerous conferences were held by the members of the board in regard to the real estate assessments, and certain property was inspected. The board reached the conclusion that, owing to the general depression, there had been a considerable deflation in all values, and in the value of real estate in particular, especially as compared with the valuations existing at the time of the assessment for the year 1929 was made. After considering each parcel of city property and real estate separately, the board reached the conclusion that a separate and several reduction of the assessed value of each city lot and tract of land in the entire county of 25 per cent, should he made, and the county clerk was directed to extend the assessed valuations against each city lot and tract of land upon the tax books, in accordance with this decision.\nHaving reached this conclusion, the board of equalization made the following order:\n“The assessment of all real estate in St. Francis County, including lands and toAvn lots located in said county, and which is assessed by the assessor for St. Francis County, is hereby ordered to be reduced twenty-five per cent. (25%) from the assessment as determined by the tax assessor and equalization of such assessment as heretofore made, and the clerk of the county court is hereby ordered and directed to place opposite each parcel or tract of land in St. Francis County, after the assessment against said land, town or city lot, a sum equal to seventy-five per cent. (75%) of the assessment as now extended on said assessor’s book, and that the assessment so reduced be copied into the tax books when the same is made up for the use of the collector of the revenue for St. Francis County for the year 1931.\n“This order has no application to any property under the jurisdiction of the State Tax Commission for assessment.”\nUpon being furnished a copy of this order in the manner provided by law, the Arkansas Tax Commission made an order relating thereto. This order recited the action of the board of equalization, and contained the following direction to the county clerk:\n“Wherefore, premises considered, said order of St. Francis County Equalization Board is held for naught, and it is hereby ordered and directed that the St. Francis county clerk ignore said order of said St. Francis County equalization board, .as filed with said clerk under date of September 18, 1931, and that said St. Francis County clerk extend taxes on all real estate in said county for the year 1931, upon such valuations as returned by the assessor and adjusted by said county equalization board before having ordered said 25 per cent, blanket reduction, unless otherwise ordered and directed by the StateEqualization Board or a court of competent jurisdiction, and\n“It is further ordered and directed that a certified copy of this order be immediately transmitted to the St. Francis county clerk, and copies be transmitted to the equalization board, county judge and county assessor.\n“Done this the 21st day of September, 1931, under authority of § 12 of act No. 129, of the Acts of the General Assembly of 1927.”\nThe county clerk announced his intention not to comply with the order of the Tax Commission, whereupon that body filed a petition in the St. Francis Circuit Court for a writ of mandamus requiring that officer to comply with its order, and similar action was taken in regard to the assessments in Phillips County.\nUpon hearing the petition in each case, the circuit court denied the prayer thereof, and these appeals are froin those judgments.\nIt is first insisted for the reversal of the judgments of the circuit courts that the orders of the boards of equalization were void under the authority of the case of Summers v. Brown, 157 Ark. 509, 248 S. W. 571. In that case the quorum court had, at the instance of the board of equalization, entered a “blanket reduction of the assessed valuation of the lands in the county.” The equalization board had not in that case made an equalization and reduction of the separate assessments of each piece of real property in the county, but had made an order reducing the assessments of all real estate in the county. We held that neither the equalization board nor the quorum court had the power to make this blanket reduction. We held, however, that the property owners were not prejudiced by this order, as it'had been made for their benefit.\nHere, however, the facts are that the equalization boards did not make a single order applicable to the entire county, but found and directed that the assessment of each particular tract of real property, both urban and rural, be reduced 25 per cent. The question for decision is therefore whether the Tax Commission had the right to review this action, of the equalization boards and to order its rescission.\nWe- think the answer to this question is found in act No. 129 of the Acts of 1927 (Acts 1927, pag’e 400) and act No. 172 of the Acts of 1929 (vol. 2, Acts 1929, page 841).\nBy the act of 1929 it is provided that real property, situated within the boundaries of any city or town, shall be assessed biennially, beginning in 1929, in the odd-numbered years, and that other real estate, beginning in 1930, shall be assessed biennially in the even numbered years. The assessments here under review, having been made in an odd numbered year, there was no assessment of real property except that within the boundaries of the cities and towns to be equalized, and the equalization board had therefore no function to perform in regard to the assessment of other real estate. It was said in the case of Summers v. Brown, supra, that the equalization board had no power to equalize assessments except -for the year in which they were made.\nThe act of 1929 does make provision for the assessment of both urban and rural property, in either odd or even numbered years, in certain cases. By § 4 of this act, § 9918, Crawford & Moses’ Digest, is amended to permit the assessment each year of forfeited lands that have been redeemed, and lands previously exempt from taxation which have become subject to taxation, all new improvements exceeding one hundred dollars in value, all acreage lands that have been. platted as city or town lots, and all real estate or improvements thereon which have been damaged by fire, flood, tornado or other act of God. But it is not contended that the action of the equalization board in either county is related to or derived from this power of special assessments. Nor is it contended that the deflated values of either county was caused by any other condition peculiar to those counties. The depression about which the members of the equalization board testified, which had caused the deflation in values and which induced their action, prevails throughout the State, and is not confined to its boundaries.\nThe Constitution (§ 5, article 16) provides that “all property subject to taxation shall be taxed according to its value, that value to be ascertained in such manner as the General Assembly shall direct, making the same equal and uniform throughout the State.”\nWhile it is required by the Constitution and the statutes enacted pursuant thereto that each particular parcel of real estate shall be separately assessed, it is also contemplated that there shall be uniformity in the assessment of these values so far as practical, and, to accomplish this end, the Arkansas Tax Commission was created by act No. 129 of the Acts of 1927, supra. Section 12 of this act defines the numerous powers conferred upon the State Tax Commission, and the order to the county clerk here involved was made pursuant to the authority therein conferred.\nSubdivision (a) of this section provides that the commission shall have and exercise general and complete supervision and control over the valuation, assessment and equalization of all property; the collection of taxes and enforcement of the tax laws of the State, and over the several county assessors, county boards of review and equalization, tax collectors and other officers charged with the assessment or equalization of property or the collection of taxes throughout the State, to the end that all assessments on property in the State shall be made in relative proportion to the just and true value thereof, in substantial compliance with law.\nSubdivision (d) of the same section confers upon the State Tax Commission the power “to confer with, advise and direct all assessors, county boards of review and equalization, county judges, county clerks and collectors of State and county taxes, concerning their duty with respect to the revenue laws of this State.”\nSubdivision (s) of the same section confers on the Tax Commission the power “to require any county board of equalization * * * to make such orders as the commission shall determine are .just and necessary, and to direct and order such county boards of equalization to raise or lower the valuation of the property, real or personal, in any township, district or city, and to raise or lower the valuation of the property of any person, company or corporation; and to order and direct any county board of equalization to- raise or lower the valuation of any class or classes of property; and, generally, to do and perform any act or to make any order or direction to any county board of equalization, or any local assessor, as to the valuation of any property, or any class of property in any township, district, city or county which, in the judgment of the commission, may seem just and necessary, to the end that all property shall be valued and assessed in the same manner and upon the same basis as any and all other taxable property, real or personal, wherever situated throughout the State.”\nA number of the subdivisions of this § 12 of the act of 1927 were reviewed'in the case of State ex rel., Attorney General v. Standard Oil Co. of La., 179 Ark. 280, 16 S. W. (2d) 581, in a consideration of the general powers of the Tax Commission, and it was there said that “it was evidently the intention of the Legislature to place upon the Tax Commission the full responsibility for the enforcement of our tax laws.”\nWe conclude therefore that the Tax Commission had the power and authority to make the orders which the county clerks have refused to obey, and that it was the duty of these clerks to obey those orders.\nThe judgment of the circuit court in each case is therefore reversed, and writs of mandamus will be issued as prajred.",
        "type": "majority",
        "author": "Smith, J."
      }
    ],
    "attorneys": [
      "Hal L. Norwood, Attorney G-eneral and Robert F. Smith, Assistant, for appellant.",
      "Mann & Mann, for appellee, Turley,",
      "John G. Sheffield and Sevens & Mundt, for appellee, Fielder."
    ],
    "corrections": "",
    "head_matter": "Arkansas Tax Commission v. Turley.\nOpinion delivered February 1, 1932.\nHal L. Norwood, Attorney G-eneral and Robert F. Smith, Assistant, for appellant.\nMann & Mann, for appellee, Turley,\nJohn G. Sheffield and Sevens & Mundt, for appellee, Fielder."
  },
  "file_name": "0031-01",
  "first_page_order": 51,
  "last_page_order": 56
}
