{
  "id": 12462719,
  "name": "The State of Washington, Respondent, v. Baron Ashley, Jr., Petitioner",
  "name_abbreviation": "State v. Ashley",
  "decision_date": "2016-07-14",
  "docket_number": "No. 91771-0",
  "first_page": "32",
  "last_page": "48",
  "citations": [
    {
      "type": "official",
      "cite": "186 Wash. 2d 32"
    }
  ],
  "court": {
    "name_abbreviation": "Wash.",
    "id": 9029,
    "name": "Washington Supreme Court"
  },
  "jurisdiction": {
    "id": 38,
    "name_long": "Washington",
    "name": "Wash."
  },
  "cites_to": [
    {
      "cite": "920 P.2d 609",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1996,
      "pin_cites": [
        {
          "parenthetical": "evidence of prior domestic violence admissible \"because it was relevant and necessary to assess Ms. Grant's credibility as a witness and accordingly to prove that the charged assault actually occurred\" (cited with approval in Magers, 164 Wn.2d at 185-86)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "83 Wn. App. 98",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        1190609
      ],
      "year": 1996,
      "pin_cites": [
        {
          "page": "106",
          "parenthetical": "evidence of prior domestic violence admissible \"because it was relevant and necessary to assess Ms. Grant's credibility as a witness and accordingly to prove that the charged assault actually occurred\" (cited with approval in Magers, 164 Wn.2d at 185-86)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/83/0098-01"
      ]
    },
    {
      "cite": "125 P.3d 1008",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2006,
      "opinion_index": 0
    },
    {
      "cite": "131 Wn. App. 108",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        2517735
      ],
      "year": 2006,
      "pin_cites": [
        {
          "page": "116"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/131/0108-01"
      ]
    },
    {
      "cite": "202 P.3d 937",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2009,
      "pin_cites": [
        {
          "parenthetical": "allowing evidence of past physical abuse to demonstrate the victim's fear of the defendant and explain the apparent inconsistency of the victim not reporting the full extent of the abuse earlier (citing State v. Nelson, 131 Wn. App. 108, 116, 125 P.3d 1008 (2006))"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "165 Wn.2d 727",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        5751750
      ],
      "year": 2009,
      "pin_cites": [
        {
          "page": "744-45",
          "parenthetical": "allowing evidence of past physical abuse to demonstrate the victim's fear of the defendant and explain the apparent inconsistency of the victim not reporting the full extent of the abuse earlier (citing State v. Nelson, 131 Wn. App. 108, 116, 125 P.3d 1008 (2006))"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/165/0727-01"
      ]
    },
    {
      "cite": "132 P.3d 725",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2006,
      "opinion_index": 0
    },
    {
      "cite": "156 Wn.2d 819",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        3893180
      ],
      "year": 2006,
      "pin_cites": [
        {
          "page": "825"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/156/0819-01"
      ]
    },
    {
      "cite": "189 P.3d 126",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2008,
      "pin_cites": [
        {
          "parenthetical": "plurality opinion"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "164 Wn.2d 174",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        3996222
      ],
      "year": 2008,
      "pin_cites": [
        {
          "page": "183",
          "parenthetical": "plurality opinion"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/164/0174-01"
      ]
    },
    {
      "cite": "41 P.3d 1159",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "weight": 2,
      "year": 2002,
      "opinion_index": 0
    },
    {
      "cite": "145 Wn.2d 630",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        314609
      ],
      "year": 2002,
      "pin_cites": [
        {
          "page": "642"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/145/0630-01"
      ]
    },
    {
      "cite": "269 P.3d 207",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2012,
      "opinion_index": 0
    },
    {
      "cite": "173 Wn.2d 405",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4020264
      ],
      "year": 2012,
      "pin_cites": [
        {
          "page": "420"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/173/0405-01"
      ]
    },
    {
      "cite": "979 P.2d 850",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1999,
      "opinion_index": 0
    },
    {
      "cite": "138 Wn.2d 460",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        887408
      ],
      "year": 1999,
      "pin_cites": [
        {
          "page": "464"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/138/0460-01"
      ]
    },
    {
      "cite": "163 P.3d 786",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2007,
      "opinion_index": 0
    },
    {
      "cite": "161 Wn.2d 168",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        3802343
      ],
      "year": 2007,
      "pin_cites": [
        {
          "page": "174"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/161/0168-01"
      ]
    },
    {
      "cite": "285 P.3d 873",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2012,
      "opinion_index": 0
    },
    {
      "cite": "175 Wn.2d 457",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4024391
      ],
      "year": 2012,
      "pin_cites": [
        {
          "page": "462"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/175/0457-01"
      ]
    },
    {
      "cite": "337 P.3d 1090",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2014,
      "opinion_index": 0
    },
    {
      "cite": "181 Wn.2d 916",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4356060
      ],
      "year": 2014,
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/181/0916-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1070,
    "char_count": 27387,
    "ocr_confidence": 0.895,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2576565274655009
    },
    "sha256": "9647114416f3411b123acfa004e4b8ec714bf68372df4417f5e6a6bf95f7eb7c",
    "simhash": "1:9eb98fb65e6d84fd",
    "word_count": 4413
  },
  "last_updated": "2024-02-27T18:43:05.207238+00:00",
  "provenance": {
    "date_added": "2019-05-23",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Madsen, C.J., and Johnson, Owens, Fairhurst, Stephens, González, Gordon McCloud, and Yu, JJ., concur."
    ],
    "parties": [
      "The State of Washington, Respondent, v. Baron Ashley, Jr., Petitioner."
    ],
    "opinions": [
      {
        "text": "Wiggins, J.\n¶1 Baron Ashley Jr. appeals his conviction for unlawful imprisonment with domestic violence. At trial, the State introduced evidence of Ashley’s prior acts of domestic violence against the victim pursuant to ER 404(b). We hold that the evidence was properly admitted for the purpose of establishing an element of the charged crime but that the trial court erred in admitting the evidence for the purpose of bolstering the witness’s credibility. However, because we hold that the error was harmless, we affirm the Court of Appeals.\nFACTS\nI. Factual History\n¶2 Ashley and Makayla Gamble dated for several years, during which time they had two children. After the two separated, Gamble remained close to Ashley’s sister, Marquetta Jackson, and regularly took her children to play with Jackson’s children. In the years after the separation, Gamble saw Ashley only sporadically.\n¶3 Over Memorial Day weekend in May 2013, the Vancouver police sought to arrest Ashley and Jackson on outstanding warrants for robbery and theft of a motor vehicle. The officers arrived at Jackson’s apartment and knocked on the door on Friday, May 24. No one answered, and the officers left.\n¶4 Unbeknownst to the officers, Ashley was hiding in the apartment with Jackson and Jackson’s two children. Gamble was also at the apartment with her three children, including her children with Ashley. Shortly after the officers departed, Jackson left for the rest of the weekend; Gamble remained with Ashley and her children for the rest of the weekend.\n¶5 The officers returned on Monday, May 27, and, hearing voices inside the apartment, knocked repeatedly on the door. Again, no one answered. The officers eventually obtained a key and opened the door. Gamble and her children met the officers in the living room.\n¶6 The officers escorted Gamble outside and asked her if Ashley was inside. She told the officers that he was upstairs. As the officers arrested Ashley, one asked Gamble why she helped Ashley hide. Gamble explained that Ashley detained her in the bathroom. She further explained that Ashley allowed her and her children to leave only when the officers entered the apartment and that Ashley had instructed Gamble to tell the police that he was not there.\nII. Procedural History\n¶7 The State charged Ashley with unlawful imprisonment with domestic violence for detaining Gamble in the bathroom without her consent. Before the trial, the State moved to introduce evidence of Ashley’s prior domestic violence against Gamble. The State argued that this evidence was necessary to prove the lack of consent element for the crime of unlawful imprisonment and to enable the jury to understand how Ashley could control and detain Gamble without an express threat. The trial court granted the State’s motion and directed the parties to submit limiting instructions.\n¶8 Throughout the trial, the State’s theory was that Ashley was able to restrain Gamble through a form of intimidation that Gamble recognized and complied with due to the violent nature of their prior relationship. The defense’s theory of the case was that Gamble fabricated the story because she feared that she would get in trouble for helping Ashley hide from the police. Every officer on the scene testified that they never threatened to arrest Gamble for obstruction.\n¶9 At trial, Gamble testified that Ashley forced her to remain, while pregnant, in an upstairs bathroom with her two-year-old daughter. She testified that the door to the bathroom was closed, that she tried to open it three or four times, and that she twice told Ashley that she wanted to go home, but that Ashley immediately closed the door. When asked how Ashley reacted to her attempts to open the door, Gamble stated that Ashley appeared to be angry.\n¶10 Gamble testified that Ashley had physically abused her in the past. She explained that she had been in a relationship with Ashley for several years and that he had abused her multiple times during that relationship. In total, she described four specific instances of abuse, including three instances when Gamble was pregnant. Gamble explained that she suffered bruises, black eyes, and a popped eardrum as a result of these attacks, but that she called the police only once and later retracted her complaint because she loved Ashley. Specifically, Gamble testified that these instances affected her decision to get into the bathroom when instructed:\n[W]hen I look at his face the past did come up because I am scared of him. Everything—I listen to him because of the fear and being pregnant again and having a two year old in the bathroom was very fearful.\nWhen asked why she went into the bathroom, Gamble responded:\nBecause [of] the look in his eyes. When he is mad—I know when he is mad. I know he will flash. He’ll do stuff because of the history. I know his temper.\n¶11 Gamble admitted on cross-examination that Ashley had not struck her since 2008, adding that she did not see him frequently, as he moved between Washington and Texas regularly. She also stated that there were no other incidents with Ashley over Memorial Day weekend apart from the two police visits.\n¶12 Because the trial court admitted the evidence of prior domestic violence pursuant to ER 404(b), the court issued a limiting instruction pursuant to 11 Washington Practice: Washington Pattern Jury Instructions: Criminal 5.30 (2008) (WPIC) that the evidence was to be used only to (1) assess Gamble’s credibility as a witness and (2) determine the element of consent in relation to the unlawful imprisonment charge. The jury found Ashley guilty as charged and returned a special verdict finding that Ashley and Gamble were members of the same family or household for purposes of the domestic violence allegations. The Court of Appeals affirmed.\n¶13 We granted review and directed the parties to file supplemental briefing addressing “the impact, if any, of State v. Gunderson, 181 Wn.2d 916, 337 P.3d 1090 (2014) on this case.”\nANALYSIS\nI. Standard of Review\n¶14 The interpretation of an evidentiary rule is a question of law that we review de novo. Diaz v. State, 175 Wn.2d 457, 462, 285 P.3d 873 (2012). And we review the trial court’s decision to admit or exclude evidence for an abuse of discretion. State v. Foxhoven, 161 Wn.2d 168, 174, 163 P.3d 786 (2007). The appellant bears the burden of proving an abuse of discretion. State v. Wade, 138 Wn.2d 460, 464, 979 P.2d 850 (1999).\nII. Analysis of ER 404(b)\n¶15 ER 404(b) provides in full:\nEvidence of other crimes, wrongs, or acts is not admissible to prove the character of a person in order to show action in conformity therewith. It may, however, be admissible for other purposes, such as proof of motive, opportunity, intent, preparation, plan, knowledge, identity, or absence of mistake or accident.\nBy its plain language, the rule absolutely prohibits certain types of evidence from being used “to prove the character of a person in order to show action in conformity therewith,” but allows that same evidence to be introduced for any other purpose, depending on its relevance and the balancing of its probative value and danger of unfair prejudice. State v. Gresham, 173 Wn.2d 405, 420, 269 P.3d 207 (2012).\n¶16 Washington courts use a four-part test to determine if ER 404(b) evidence is admissible:\nTo admit evidence of a person’s prior misconduct, “the trial court must (1) find by a preponderance of the evidence that the misconduct occurred, (2) identify the purpose for which the evidence is sought to be introduced, (3) determine whether the evidence is relevant to prove an element of the crime charged, and (4) weigh the probative value against the prejudicial effect.”\nId. at 421 (quoting State v. Vy Thang, 145 Wn.2d 630, 642, 41 P.3d 1159 (2002)). The party seeking to introduce the evidence has the burden of establishing the first, second, and third elements. Id. The trial court must conduct this inquiry on the record, and if the evidence is admitted, a limiting instruction must be given to the jury. Foxhoven, 161 Wn.2d at 175. As noted above, in this case, the trial court conducted the appropriate four-step analysis on the record and gave a limiting instruction to the jury.\n¶17 Ashley challenges the trial court’s application of every part of this test, save the second prong. He asserts that the State did not establish by a preponderance of the evidence that the incidents of prior domestic violence occurred or that this evidence was irrelevant to Gamble’s credibility and to the elements of the crime, and that the prejudice of the prior bad acts dramatically outweighed any probative value of the evidence. We address these arguments in turn.\nA. First Prong: Sufficiency of Evidence of Prior Misconduct\n¶18 Ashley asserts that the State presented insufficient evidence that the domestic violence incidents actually occurred. Specifically, he argues that Gamble’s testimony, alone, is insufficient to establish that the misconduct occurred, noting that the State did not present corroborating evidence such as medical records or police reports. We review the trial court’s decision for an abuse of discretion. Gunderson, 181 Wn.2d at 921-22.\n¶19 The State presented evidence of Ashley’s domestic violence against Gamble during motions in limine. As an offer of proof during motions in limine, Gamble testified about a series of domestic violence incidents committed against her between 2000 and 2008. These incidents included being strangled, being slapped several times while pregnant with each of their children, being pushed down the stairs while pregnant, and an incident in 2005 where Ashley had given Gamble a black eye and popped her eardrum.\n¶20 On cross-examination, Gamble conceded that she did not see Ashley more than a few times a year and that the last domestic violence incident against her had occurred in 2008. Gamble also conceded that Ashley did not explicitly threaten her when he ordered her to get into the bathroom in May 2013. However, Ashley did not contest any of the prior domestic violence allegations on cross-examination. Based on this testimony, the trial court concluded that the State satisfied its burden of establishing by a preponderance of the evidence that the misconduct occurred.\n¶21 The State satisfied the first prong of the test. The trial court heard undisputed testimony describing a series of instances of domestic violence by Ashley against Gamble and reviewed a 2004 police report. The trial court found Gamble’s testimony credible. Ashley presents no legal or factual argument for disturbing this finding; he simply disagrees with it.\nB. Second Prong: the Purpose for Introducing the Evidence\n¶22 The State sought to introduce the evidence to prove the lack of consent element for the crime of unlawful imprisonment. Ashley does not contest this prong, and this clearly satisfies the second prong of the ER 404(b) inquiry. See Gresham, 173 Wn.2d at 421. The State also argued that the evidence went to Ashley’s credibility, which we discuss later in this opinion.\nC. Third Prong: Relevance\n¶23 Evidence is relevant if it has “any tendency to make the existence of any fact that is of consequence to the determination of the action more probable or less probable than it would be without the evidence.” ER 401. We hold that the domestic violence evidence was relevant to establish lack of consent as an element of the crime.\n¶24 The trial court found that the evidence of prior domestic abuse “goes to the element . . . that the restraint was without consent.” This is an essential element of unlawful imprisonment, RCW 9A.40.040. “A person is guilty of unlawful imprisonment if he or she knowingly restrains another person.” RCW 9A.40.040(1). RCW 9A.40.010(6) provides the definition and essential elements of “restraint”:\n“Restrain” means to restrict a person’s movements without consent and without legal authority in a manner which interferes substantially with his or her liberty. Restraint is “without consent” if it is accomplished by (a) physical force, intimidation, or deception ....\n¶25 The State’s theory was that Ashley intimidated Gamble, forcing her to remain in the bathroom. The trial court found that the State demonstrated that Ashley’s history of domestic abuse against Gamble was highly probative of whether Ashley restrained Gamble using intimidation and fear based on this history of domestic abuse. Essentially, the trial court found—and the Court of Appeals agreed—that the domestic violence evidence was both material and relevant to Gamble’s lack of consent and to whether Ashley restrained Gamble by intimidation. We agree.\n¶26 Ashley argues that the prior assaults by Ashley had, at most, minimal relevance because “the details of Gamble’s claim of imprisonment were of no consequence in a case where the issue was whether the allegation was untrue . . . .” We rejected a similar argument in State v. Magers, stating that “a not guilty plea puts the burden on the State ‘to prove every essential element of a crime beyond a reasonable doubt.’ ” 164 Wn.2d 174, 183, 189 P.3d 126 (2008) (plurality opinion) (quoting State v. Cantu, 156 Wn.2d 819, 825, 132 P.3d 725 (2006)). Because the State here bore the burden of establishing every element of unlawful imprisonment, it had the burden of establishing the “restraint without consent” element. Thus, the State properly presented evidence of Ashley’s intimidating Gamble to prove the element of “restraint without consent” by intimidation. See RCW 9A.040.010(6)(a).\nD. Fourth Prong: Probative Value Versus Prejudicial Effect\n¶27 Finally, Ashley argues that the probative value of the domestic violence evidence is outweighed by its significant prejudicial effects. This analysis implicates ER 403. See Gunderson, 181 Wn.2d at 923. In conducting this analysis, we are mindful that “courts must be careful and methodical in weighing the probative value against the prejudicial effect of prior acts in domestic violence cases because the risk of unfair prejudice is very high Id. at 925. “To guard against this heightened prejudicial effect, we confine the admissibility of prior acts of domestic violence to cases where the State has established their overriding probative value.” Id. Here, the trial court properly balanced these interests, concluding that Ashley’s long history of domestic violence toward Gamble was highly probative in assessing whether Ashley intimidated Gamble, such that she was restrained without her consent. See RCW 9A.040.010(6). However, the State failed to show the overriding probative value of the evidence for credibility purposes. Thus, the trial court did not abuse its discretion in admitting the domestic violence evidence for an element of the crime, but did in admitting the same evidence for Gamble’s credibility.\n1. The trial court properly admitted the evidence to establish an element of the crime\n¶28 A trial court’s decision to admit evidence of prior bad acts depends heavily on the facts of the case and the purpose for which the evidence is sought to be introduced. Washington courts often admit evidence of a defendant’s prior bad acts under ER 404(b) on traditional theories, such as proof of motive or opportunity. See 5D Karl B. Tegland, Washington Practice: Courtroom Handbook on Washington Evidence ch. 5, § 404:25, at 188 (2015). Washington courts have recently been persuaded “to admit [evidence of prior acts of domestic violence] on less traditional theories, tied to the characteristics of domestic violence itself.” Id. We have often allowed evidence of domestic violence to prove the alleged victim’s state of mind. See, e.g., State v. Fisher, 165 Wn.2d 727, 744-45, 202 P.3d 937 (2009) (allowing evidence of past physical abuse to demonstrate the victim’s fear of the defendant and explain the apparent inconsistency of the victim not reporting the full extent of the abuse earlier (citing State v. Nelson, 131 Wn. App. 108, 116, 125 P.3d 1008 (2006))). We have also allowed evidence of prior acts of domestic violence to support a witness’s credibility after her testimony changed on the grounds that “ ‘the jury was entitled to evaluate [the victim’s] credibility with full knowledge of the dynamics of a relationship marked by domestic violence and the effect such a relationship has on the victim.’ ” Magers, 164 Wn.2d at 186 (quoting Tegland, supra, at 189). However, we have specifically rejected evidence of prior domestic violence when the State sought to admit the evidence for the purpose of witness credibility where there has been no change in the victim’s testimony. See Gunderson, 181 Wn.2d at 925.\n¶29 Ashley asserts at least two reasons that the probative/prejudicial balance requires exclusion as a matter of law. First, he reiterates his argument that the method of Gamble’s imprisonment is a “peripheral aspect of the case” rather than a necessary element of the crime of unlawful imprisonment. For reasons stated above, we reject this argument. Second, Ashley argues that the domestic violence incidents occurred too far in the past to have any current probative value. Essentially, Ashley questions whether a temporally remote history of domestic violence is probative of a victim’s current fear, such that the victim could be intimidated without an explicit threat. We reject this argument.\n¶30 It is unquestionably reasonable for the trial court to conclude that a domestic violence victim would continue to fear her tormentor, even years after the last incident of abuse. Cf. Thang, 145 Wn.2d at 642 (in assessing whether a trial court abuses its discretion, we also consider whether a reasonable judge would rule as the trial court did). Specifically, the trial court reasonably determined that Gamble, whom Ashley allegedly abused numerous times over an eight-year period, could continue to fear or be intimidated into obeying Ashley years after the most recent incident. This is particularly reasonable following Gamble’s testimony that she had seen Ashley only three or four times since the last domestic violence incident.\n¶31 Concluding that Gamble reasonably feared Ashley based on the violence of their prior relationship, the trial court properly found that the State established the overriding probative value of this evidence because the evidence went directly to a necessary element of the crime. As the State points out in its briefing, “but for that history of abuse, the State could not prove, nor could Ms. Gamble explain, how Ashley ‘knowingly restrained her without consent’ ” by intimidation. Suppl. Br. of Resp’t at 15 (citing RCW 9A.40.040, .010(6)). This evidence helped the jury assess Gamble’s state of mind—that is, whether she was restrained against her will because she was intimidated. RCW 9A.40.010(6); see Fisher, 165 Wn.2d at 744.\n¶32 This analysis does not conflict with our opinion in Gunderson. Our opinion in Gunderson guards against the heightened prejudicial effect of prior domestic violence by “confin [ing] the admissibility of prior acts of domestic violence to cases where the State has established their overriding probative value.” 181 Wn.2d at 925.\n¶33 In Gunderson, the State attempted to introduce evidence of prior instances of domestic violence by the defendant against the State’s own witness to impeach that witness. Id. at 920-21. Although the State’s witness did not contradict herself or recant earlier statements, the court admitted the evidence on the ground that other evidence contradicted her account. Id. We rejected the State’s invitation to create a blanket domestic violence exception for prior bad acts and observed that “the mere fact that a witness has been the victim of domestic violence does not relieve the State of the burden of establishing why or how the witness’s testimony is unreliable.” Id. at 924-25. “That other evidence from a different source contradicted the witness’s testimony does not, by itself, make the history of domestic violence especially probative of the witness’s credibility.” Id. at 924.\n¶34 Our opinion was careful to balance the heightened prejudicial effects of domestic violence against the recognition that the probative value of such evidence could outweigh its prejudicial effects in certain circumstances. We noted that we do not recognize a blanket exception to the required ER 404(b) analysis for domestic violence, nor do we limit the use of such evidence to cases in which a witness has recanted or made inconsistent statements. See id. at 925 & n.4 (citing Magers, 164 Wn.2d at 186).\n¶35 Here, the evidence was properly introduced to explain how Gamble could be intimidated by Ashley, which goes directly to the element of restraint without consent. See RCW 9A.040.010(6). As the State asserts, the evidence “showed that her behavior was not inexplicable [and] not unreasonable, and that she was in the bathroom without consent.” Accord State v. Grant, 83 Wn. App. 98, 106, 920 P.2d 609 (1996) (evidence of prior domestic violence admissible “because it was relevant and necessary to assess Ms. Grant’s credibility as a witness and accordingly to prove that the charged assault actually occurred” (cited with approval in Magers, 164 Wn.2d at 185-86)). The trial court did not abuse its discretion in admitting this evidence on these grounds.\n2. The trial court improperly admitted the evidence for credibility purposes\n¶36 The trial court’s admission of the domestic violence evidence for credibility was error because the State did not establish the “overriding probative value” of the evidence for that purpose. Indeed, the trial court’s admission of the evidence for credibility purposes conflicts with Gunderson. Gamble’s testimony at trial was consistent with her prior statements to police. Regardless of the defense’s general theory that Gamble made up her story to avoid getting in trouble, there was no evidence in the record to suggest that Gamble’s testimony was untruthful. There was no need to introduce the domestic violence evidence to defend or bolster Gamble’s credibility. Therefore, the trial court erred in admitting the domestic violence evidence for credibility purposes.\nIII. Harmless Error\n¶37 Because the trial court properly admitted evidence of Ashley’s domestic violence history against Gamble to establish lack of consent but improperly allowed consideration of the evidence for credibility purposes, we must address whether the court’s error was harmless. Erroneous admission of evidence in violation of ER 404(b) is harmless unless there is a reasonable probability that the verdict would have been materially different but for the error. Gresham, 173 Wn.2d at 433. Here, there is no reasonable probability that the admission of Ashley’s history of domestic violence against Gamble for credibility purposes caused the verdict to be materially different.\n¶38 First, the evidence was admitted for a proper purpose and was already in the minds of the jurors. Second, Gamble never contradicted herself, weakening the defense’s claim that she was not telling the truth. Third, Gamble told the same story to the police immediately upon leaving the apartment, which undermines any claim of recent fabrication. Fourth, Gamble’s story made sense—there is no reason why she would place herself at risk of arrest by hiding in the bathroom when the police were not even looking for her. For all these reasons, there is no reasonable probability that but for the error the verdict would have been materially different. Thus, we conclude that the trial court’s error in admitting the domestic violence evidence for credibility purposes was harmless.\nCONCLUSION\n¶39 We affirm the trial court and the Court of Appeals in part and reverse in part. We hold that trial court conducted the proper ER 404(b) analysis on the record, the domestic violence evidence presented was highly probative of the victim’s lack of consent, and the State met its burden of demonstrating the evidence’s overriding probative value to establish a necessary element of the crime. However, we also hold that the trial court committed harmless error by instructing the jurors that they could consider the evidence for the purpose of bolstering Gamble’s credibility. We therefore affirm the result of the trial court and of the Court of Appeals, and we affirm Ashley’s conviction.\nMadsen, C.J., and Johnson, Owens, Fairhurst, Stephens, González, Gordon McCloud, and Yu, JJ., concur.\nThe State also charged Ashley with first degree robbery and theft of a motor vehicle, but these additional charges are not before us on appeal.\nPursuant to WPIC 5.30, the instruction reads in full:\nCertain evidence has been admitted in this case for only a limited purpose. The evidence consists of prior alleged bad acts of Mr. Ashley against Ms. Gamble.\nThis evidence may be considered by you only for the purposes of: 1) assessing the credibility of Ms. Gamble as a witness and 2) determining the element of consent as it relates to the charged offense. You may not consider it for any other purpose. Any discussion of the evidence during your deliberations must be consistent with this limitation.\nAshley objected only to the credibility portion of the instruction.\nThe State did not introduce any medical evidence or physical exhibits during the motion hearing. However, it appears that the trial court was presented with a 2004 police report of a domestic violence allegation against Ashley by Gamble. That allegation was later withdrawn. Though Ashley argues that this lack of evidence suggests that the State did not establish by a preponderance of the evidence that the misconduct occurred, he does not provide citation to any authority standing for the proposition that a witness’s testimony alone cannot establish a fact by a preponderance of the evidence. Further, we are cognizant of numerous statistics and studies reporting that domestic violence is frequently unreported and nationally underreported. See, e.g., Enrique Gracia, Unreported Cases of Domestic Violence Against Women: Towards an Epidemiology of Social Silence, Tolerance, and Inhibition, 58 J. Epidemiol. & Community Health 536-37 (2004); Ruth E. Fleury et al., “Why Don’t They Just Call the Cops?”: Reasons for Differential Police Contact Among Women with Abusive Partners, 13 Violence and Victims 333 (1998). We do not impose an additional burden in domestic violence cases.\nWe also reject Ashley’s assertions at oral argument that the evidence was unnecessary because the State had already presented “enough evidence’’ that Gamble was restrained without her consent. Ashley did not concede this element of the crime during trial, and the State is entitled to present its case so that it can satisfy its burden of proving every essential element of a crime beyond a reasonable doubt.\nER 403 reads in full:\nAlthough relevant, evidence may be excluded if its probative value is substantially outweighed by the danger of unfair prejudice, confusion of the issues, or misleading the jury, or by considerations of undue delay, waste of time, or needless presentation of cumulative evidence.",
        "type": "majority",
        "author": "Wiggins, J."
      }
    ],
    "attorneys": [
      "Oliver R. Davis (of Washington Appellate Project), for petitioner.",
      "Anthony F. Golik, Prosecuting Attorney, and Aaron Bartlett, Deputy, for respondent."
    ],
    "corrections": "",
    "head_matter": "[No. 91771-0.\nArgued February 18, 2016.\nDecided July 14, 2016.\nThe State of Washington, Respondent, v. Baron Ashley, Jr., Petitioner.\nOliver R. Davis (of Washington Appellate Project), for petitioner.\nAnthony F. Golik, Prosecuting Attorney, and Aaron Bartlett, Deputy, for respondent."
  },
  "file_name": "0032-01",
  "first_page_order": 70,
  "last_page_order": 86
}
