{
  "id": 8718205,
  "name": "Whitlow v. Rogers Wholesale Grocery Company",
  "name_abbreviation": "Whitlow v. Rogers Wholesale Grocery Co.",
  "decision_date": "1932-07-11",
  "docket_number": "4-2597",
  "first_page": "35",
  "last_page": "37",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 35"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "150 S. W. 413",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "105 Ark. 111",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1347096
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/105/0111-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 328,
    "char_count": 5322,
    "ocr_confidence": 0.515,
    "pagerank": {
      "raw": 6.380125665320789e-08,
      "percentile": 0.3919141617908998
    },
    "sha256": "022c8d03947b52a3ad93c143b71050323173fb3526183afc076bb10db5304482",
    "simhash": "1:2e5838c50f469dc9",
    "word_count": 917
  },
  "last_updated": "2024-02-27T17:52:01.123529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Whitlow v. Rogers Wholesale Grocery Company."
    ],
    "opinions": [
      {
        "text": "-McHaNey, J.\nAppellee brought this action against R. JEL Whitlow, now deceased, in which his administrators have been substituted as appellants, to recover the value of certain merchandise sold and delivered to the Sleepy Yalley Hotel, at Monte Ne, near Rogers, Arkansas. Prior to the sale of the merchandise, Whitlow had conveyed the property to his son, but continued to handle it as if he owned it, and contracted\" with one Charles Fredericks to operate the hotel, together with a golf course and swimming pool, for one-half the net earnings. Fredericks entered into possession, made certain repairs on the hotel, named it the Sleepy Yalley Hotel, and opened the account with appellee May 2,1930. The account continued to August 26, 1930, during which time numerous purchases were made by Fredericks and five credits given for payments made by him, leaving a balance due, exclusive of interest, of $207.19. It is shown that credit was extended on the credit rating of Mr. Whitlow, but there is no evidence in this record that either he or Fredericks suggested to appellee any connection of Whitlow with the operation of the hotel. Appellee made no inquiry of either as to whether Whitlow would he responsible for the goods, but simply assumed such to be the fact because it was well known that he was the owner of the hotel property.. Liability of Whitlow was and is asserted on the ground that he permitted Fred-ericks to hold him out to the public as principal and that Fredericks was Ms agent in the operation of the property. This claim is based on the fact that the latter was put in possession, operated the property for a time under the name “Sleepy Yalley Hotel, E. H. Whitlow Estate. C. Fredericks, Manager.” One or more signs were placed along’ the highway reading in the upper part, “E. H. Whitlow, Estate. Charles Fredericks, Manager, ’ ’ and underneath ‘ ‘ Sleepy Valley Hotel. ’ ’ Advertisements were placed in the Eogers paper to the same or similar effect. A trial resulted in a verdict and judgment against Whitlow for the amount of the account with interest.\nFor a reversal of the case, it is insisted by counsel that the court erred in refusing to direct a verdict in Whitlow’s favor because there was no substantial evidence to support it. In this we think counsel are correct. The trial court permitted 'the case to go to the jury on the theory that Whitlow held Charles Fredericks out to the public, or permitted Fredericks to hold himself out as the agent of Whitlow to incur debts. The fact that Whitlow owned the property and that Fredericks operated it would not of itself be sufficient to establish the relation of principal and agent. With reference to the signs and advertisements in which Whitlow’s name appeared in connection the word “Estate” and with “Charles Fredericks, Manager” was not sufficient of itself to show this relationship. Whitlow denied that he had anything to do with the signs or advertisements, knew nothing about them, did not authorize Fredericks to put them out or to use his name in connection therewith; that he did not see the advertisements nor authorize their publication; that he had nothing to do with the operation or conduct of the hotel. This evidence is undisputed, but it is insisted that the above matters were sufficient to take the case to the jury on the question of whether he permitted Fredericks to hold himself out as his agent. The testimony relating to the signs and advertisements was admitted over Whitlow’s objections and exceptions, and it is now urged that it is incompetent in the absence of a showing of knowledge by Whitlow. We pass that question by as we have reached the conclusion that, even though it be competent, it is insufficient to establish a holding out of Fredericks as his agent. It would have been a simple matter for appellee to have made inquiry of either of the parties as to Whitlow’s connection, if any, with the operation of the hotel. This was not done. A reasonable construction of the signs and advertisements is that the property was known as the R. H. Whitlow Estate, and that Fredericks was the manager. With only such information, we think it would be the duty of those seeking to hold the former for the debts of the latter to make further inquiry as to the actual relationship existing between them. In U. S. Bedding Co. v. Andre, 105 Ark. 111, 150 S. W. 413, this court held that one who deals with an agent is put upon notice of the limitations of his authority, must ascertain what that authority is, and, if he fails to do so, he deals ivith the agent at his peril. In that case they were dealing with an agent, a traveling salesman. Here the effort is to show agency by estoppel. For a distinguishment of the difference between implied agency or implied authority of a known agent and agency by estoppel, see 2 C. J. p. 444. Fredericks at no time represented to appellee that he was Whitlow’s agent, nor did Whitlow so state, but the relation was assumed from the facts stated.\nWe have reached the conclusion the evidence was insufficient, and that the court erred in refusing Whit-low’s request for a directed verdict.\nReversed and remanded for a new trial.",
        "type": "majority",
        "author": "-McHaNey, J."
      }
    ],
    "attorneys": [
      "Duty & Duty, for appellant.",
      "Earl Blansett, for appellee."
    ],
    "corrections": "",
    "head_matter": "Whitlow v. Rogers Wholesale Grocery Company.\n4-2597\nOpinion delivered July 11, 1932.\nDuty & Duty, for appellant.\nEarl Blansett, for appellee."
  },
  "file_name": "0035-01",
  "first_page_order": 55,
  "last_page_order": 57
}
