{
  "id": 1428328,
  "name": "Curtis v. State",
  "name_abbreviation": "Curtis v. State",
  "decision_date": "1933-10-16",
  "docket_number": "Crim. 3859",
  "first_page": "36",
  "last_page": "38",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 36"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "239 S. W. 373",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "153 Ark. 40",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1362315
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/153/0040-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 257,
    "char_count": 3584,
    "ocr_confidence": 0.529,
    "pagerank": {
      "raw": 8.120718458120772e-08,
      "percentile": 0.46816397403864085
    },
    "sha256": "5452a02ab4f6dc74201dae264e72dc727209a9a4fc1f868b6be549870a4a7235",
    "simhash": "1:d006dc32a2d650a2",
    "word_count": 607
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Curtis v. State."
    ],
    "opinions": [
      {
        "text": "Humphreys, J.\nAppellant was indicted and tided in the circuit court of Clay County, Western District, for the crime of murder in the first degree, for killing Jim Sanders in the town of Corning on February 5, 1933. Upon a trial of the cause, appellant was convicted of voluntary manslaughter and adjudged to serve a term of four years in the State penitentiary as a' punishment therefor, from which is this appeal.\nAppellant assigns three grounds for a reversal of the judgment:\nFirst: The failure of the officer in charge to keep the jury together as instructed and sworn to do, and his taking them, by permission of the prosecuting attorney and without the knowledge of defendant, to the house of Ralph Parish.\nSecond: The court’s permitting the prosecuting attorney over objection to question defendant and his witnesses relative to a supposed immoral relation between Bertha Morgan and defendant.\nThird: The improper and prejudicial argument of counsel for the State, both in his opening and closing arguments.\n(1) The officer in charge of the 10 jurors who had been selected to try the case left them together for about an hour in the business section of Corning, and, after returning, being unable to find accommodations at the hotel where he could keep them together, he took them to the home of Ealph Parish, where he could keep them together for the night. Ealph Parish was not friendly to appellant, and had taken some interest in the prosecution. The next morning, when the officer brought the jury into court, appellant objected to them serving on the grounds that the officer had left them together in the business section of the town and that they had spent the night together in the home of Ealph Parish. The court examined each juror as to whether any one had talked to him about the case and whether any one had attempted in any way to influence him, and each one answered the question in the negative. The court also stated that the jury had not been sworn, and that, if appellant could show that any or all of them had been talked to about the case or influenced in any way or had been guilty of any misconduct, he would excuse him or them. This appellant refused to undertake, whereupon the court impaneled the jury to try the case, over the objection and exception of appellant. It was not imperative, in the first instance, for the court*to keep the jury together, so the court exercised the proper discretion after examining them concerning their conduct during the short time the officer left them and after finding that they had not been guilty of any misconduct and that no influence had been exerted by any one to prejudice them against appellant.\n(2) For the purpose of testing the credibility of appellant, who testified in the case, the prosecuting attorney had a right to cross-examine him concerning his past conduct and immoralities. Turner v. State, 153 Ark. 40, 239 S. W. 373. The court sustained the objection entered to the cross-examination of Eecl Brooks touching appellant’s relationship with Bertha Morgan except to that part of his testimony relating to the quarrel which resulted in the killing.\n(3) The alleged prejudicial argument of the prosecuting attorney was based upon appellant’s testimony elicited on cross-examination concerning the time he spent in the home of Bertha Morgan and was a legitimate argument.\nNo error appearing, the judgment is affirmed.",
        "type": "majority",
        "author": "Humphreys, J."
      }
    ],
    "attorneys": [
      "C. T. Bloodworth, for appellant.",
      "Hal L. Norwood, Attorney General, and Robert F. Smith, Assistant, for appellee."
    ],
    "corrections": "",
    "head_matter": "Curtis v. State.\nCrim. 3859.\nOpinion delivered October 16, 1933.\nC. T. Bloodworth, for appellant.\nHal L. Norwood, Attorney General, and Robert F. Smith, Assistant, for appellee."
  },
  "file_name": "0036-01",
  "first_page_order": 54,
  "last_page_order": 56
}
