{
  "id": 1435151,
  "name": "De Soto Trust Company v. American Southern Trust Company",
  "name_abbreviation": "De Soto Trust Co. v. American Southern Trust Co.",
  "decision_date": "1932-02-01",
  "docket_number": "",
  "first_page": "37",
  "last_page": "38",
  "citations": [
    {
      "type": "official",
      "cite": "185 Ark. 37"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 198,
    "char_count": 2679,
    "ocr_confidence": 0.509,
    "sha256": "eb638a9951cb710ff9c14eab81593031849fe1894a1d3e29cada65367d5ac77e",
    "simhash": "1:baa4e9be9ea62e97",
    "word_count": 480
  },
  "last_updated": "2023-07-14T16:31:44.100435+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "De Soto Trust Company v. American Southern Trust Company."
    ],
    "opinions": [
      {
        "text": "Humphreys, J.\nThis suit was brought in the chancery court of Clay County, Western District, by appellees, on the 17th day of December, 1928, for the purpose of having a deed, executed by W. D. Polk and J. D. Polk to certain trustees for the benefit of their unsecured creditors declared a mortgage, and for the appointment of a receiver to take charge of the property described in the deed. Certain creditors, among them Henry Lepp, filed claims and were treated as interveners in the action. The court found that the interveners had a lien upon the property, ordered same sold, and appointed a master to take evidence and report on the claims of the several interveners. Henry Lepp died, and his claim was revived in the name of De Soto Trust Company, executor of the estate of Henry Lepp, deceased, the appellant herein. The master took evidence and filed a. report allowing appellant’s claim along with others. Exceptions were filed to the report of the master allowing appellant’s claim, which were submitted to the eoui;t upon the evidence heard by the master, resulting in a decree disallowing appellant’s claim, from which is this appeal.\nThe theory upon which the court, dismissed appellant’s complaint is that Henry Lepp was a secured creditor of the Polks on the date they executed the trust deed lo certain trustees for the benefit of their unsecured creditors, and hence not a beneficiary under its terms. Appellant’s claim consisted of three notes executed by J. M. Sherwood to Polk, and by him indorsed to Lepp. At the time of the execution of the trust deed, this note was secured by a second lien upon land evidenced by a mortgage by J. M. Sherwood to Polk. Another of the notes was a joint obligation of the Polk brothers, Lynn S. Polk, W. D. Polk, and W. Earl Polk. The third note was executed by W. D. Polk to Henry Lepp. At the time of the execution of the trust deed, all three notes were secured by a pledge of four notes of R. B. Thurman, in the aggregate sum of $12,000, which twelve thousand dollar note was secured by a second lien on a large tract of land.\nIn order for appellant to have brought himself within the terms of the trust deed, he must have shown that the securities he had for his several notes were worthless, or that they were worth some amount less than the face of the notes on the date of the execution of the trust deeds. This he failed to do. Having failed to do so, appellant’s claim was properly rejected by the court.\nNo error appearing, the decree is affirmed.",
        "type": "majority",
        "author": "Humphreys, J."
      }
    ],
    "attorneys": [
      "C. O. Raley and F. G. Taylor, for appellant.",
      "G. B. Oliver, for appellee."
    ],
    "corrections": "",
    "head_matter": "De Soto Trust Company v. American Southern Trust Company.\nOpinion delivered February 1, 1932.\nC. O. Raley and F. G. Taylor, for appellant.\nG. B. Oliver, for appellee."
  },
  "file_name": "0037-01",
  "first_page_order": 57,
  "last_page_order": 58
}
