{
  "id": 6791977,
  "name": "Magdaleno Gamboa et al., Petitioners, v. John M. Clark et al., Respondents",
  "name_abbreviation": "Gamboa v. Clark",
  "decision_date": "2015-04-16",
  "docket_number": "No. 90291-7",
  "first_page": "38",
  "last_page": "53",
  "citations": [
    {
      "type": "official",
      "cite": "183 Wash. 2d 38"
    }
  ],
  "court": {
    "name_abbreviation": "Wash.",
    "id": 9029,
    "name": "Washington Supreme Court"
  },
  "jurisdiction": {
    "id": 38,
    "name_long": "Washington",
    "name": "Wash."
  },
  "cites_to": [
    {
      "cite": "156 P.2d 667",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1945,
      "opinion_index": 0
    },
    {
      "cite": "22 Wn.2d 487",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        2551290
      ],
      "year": 1945,
      "pin_cites": [
        {
          "page": "495-96"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/22/0487-01"
      ]
    },
    {
      "cite": "133 S.E. 2",
      "category": "reporters:state_regional",
      "reporter": "S.E.",
      "year": 1926,
      "pin_cites": [
        {
          "page": "3"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "191 N.C. 747",
      "category": "reporters:state",
      "reporter": "N.C.",
      "case_ids": [
        8631385
      ],
      "year": 1926,
      "opinion_index": 0,
      "case_paths": [
        "/nc/191/0747-01"
      ]
    },
    {
      "cite": "236 P. 301",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "year": 1925,
      "opinion_index": 0
    },
    {
      "cite": "230 P. 429",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "year": 1924,
      "opinion_index": 0
    },
    {
      "cite": "131 Wash. 422",
      "category": "reporters:state",
      "reporter": "Wash.",
      "case_ids": [
        770224
      ],
      "year": 1924,
      "pin_cites": [
        {
          "page": "425"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash/131/0422-01"
      ]
    },
    {
      "cite": "89 P.3d 726",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2004,
      "opinion_index": 0
    },
    {
      "cite": "122 Wn. App. 147",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        499627
      ],
      "year": 2004,
      "pin_cites": [
        {
          "page": "153-54"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/122/0147-01"
      ]
    },
    {
      "cite": "676 P.2d 431",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1984,
      "pin_cites": [
        {
          "parenthetical": "abandoning a subjective intent requirement to establish hostility, i.e., adversity, in adverse possession cases"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "100 Wn.2d 853",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1142036
      ],
      "year": 1984,
      "pin_cites": [
        {
          "page": "860-61",
          "parenthetical": "abandoning a subjective intent requirement to establish hostility, i.e., adversity, in adverse possession cases"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/100/0853-01"
      ]
    },
    {
      "cite": "622 P.2d 812",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1980,
      "opinion_index": 0
    },
    {
      "cite": "95 Wn.2d 20",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1161066
      ],
      "year": 1980,
      "pin_cites": [
        {
          "page": "27"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/95/0020-01"
      ]
    },
    {
      "cite": "945 P.2d 214",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1997,
      "opinion_index": 0
    },
    {
      "cite": "88 Wn. App. 176",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        1592231
      ],
      "year": 1997,
      "pin_cites": [
        {
          "page": "181"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/88/0176-01"
      ]
    },
    {
      "cite": "618 P.2d 67",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1980,
      "opinion_index": 0
    },
    {
      "cite": "94 Wn.2d 479",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1164058
      ],
      "year": 1980,
      "pin_cites": [
        {
          "page": "485"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/94/0479-01"
      ]
    },
    {
      "cite": "332 P.3d 984",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2014,
      "opinion_index": 0
    },
    {
      "cite": "181 Wn.2d 1001",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "year": 2014,
      "opinion_index": 0
    },
    {
      "cite": "358 P.2d 958",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1961,
      "opinion_index": 0
    },
    {
      "cite": "57 Wn.2d 624",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1023864
      ],
      "year": 1961,
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/57/0624-01"
      ]
    },
    {
      "cite": "175 P.2d 669",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1946,
      "opinion_index": 0
    },
    {
      "cite": "26 Wn.2d 690",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        2524698
      ],
      "year": 1946,
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/26/0690-01"
      ]
    },
    {
      "cite": "321 P.3d 1236",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2014,
      "opinion_index": 0
    },
    {
      "cite": "180 Wn. App. 256",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        4188890
      ],
      "weight": 9,
      "year": 2014,
      "pin_cites": [
        {
          "page": "280-82"
        },
        {
          "page": "282"
        },
        {
          "page": "268"
        },
        {
          "page": "267-68"
        },
        {
          "page": "267-68"
        },
        {
          "page": "270-72",
          "parenthetical": "listing vacant and unenclosed land cases, cases where there is a reasonable inference of neighborly accommodation, and cases where the property at issue is a road constructed by the servient owner used in common with the claimant"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/180/0256-01"
      ]
    },
    {
      "cite": "123 P.2d 771",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1942,
      "opinion_index": 0
    },
    {
      "cite": "13 Wn.2d 75",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        2561330
      ],
      "weight": 6,
      "year": 1942,
      "pin_cites": [
        {
          "page": "85"
        },
        {
          "page": "82-86"
        },
        {
          "page": "88"
        },
        {
          "page": "83, 85"
        },
        {
          "page": "84"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/13/0075-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 920,
    "char_count": 26113,
    "ocr_confidence": 0.758,
    "pagerank": {
      "raw": 7.742285108287667e-08,
      "percentile": 0.4552014422462468
    },
    "sha256": "45f3546100d39885ba0b659b66391e6e807aac3f6b32b1c5e93336ebab406af3",
    "simhash": "1:67fdb209a9c036cd",
    "word_count": 4383
  },
  "last_updated": "2024-02-27T22:09:01.011694+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Madsen, C.J., and Johnson, Fairhurst, Stephens, Wiggins, González, Gordon McCloud, and Yu, JJ., concur."
    ],
    "parties": [
      "Magdaleno Gamboa et al., Petitioners, v. John M. Clark et al., Respondents."
    ],
    "opinions": [
      {
        "text": "Owens, J.\n¶1 For many years, Magdaleno and Mary Gamboa have used a gravel road adjacent to their property as a driveway to access their home. The road is primarily on the property of their neighbors John and Deborah Clark. The Gamboas and Clarks used the road for their respective purposes for many years without an objection from either family. After disputes arose between them, the Gamboas filed suit to obtain a legal right to use the road.\n¶2 This case requires us to determine whether the Gamboas met one of the requirements of the rule that would allow them to continue using the road. Specifically, the Gamboas must show that their use of the road was adverse to the Clarks (i.e., without the Clarks’ permission). Since the evidence shows a reasonable inference that the Clarks let the Gamboas use the road out of neighborly acquiescence, we hold that the Gamboas did not show that their use of the road was adverse to the Clarks’. Therefore, the Gamboas may not continue using the road, and we affirm the Court of Appeals.\nFACTS\n¶3 The Gamboas and Clarks own adjoining parcels of land separated by a gravel road in a rural area in Yakima County. The Gamboas own a 17-acre western parcel to farm alfalfa, and the Clarks own a 25-acre eastern parcel to farm grapes. The parcels were created in 1964 when the original co-owners, the Padghams and McConnells, split up the 42-acre parent parcel into the 17- and 25-acre parcels described above. The Padghams and McConnells sold the 25-acre eastern parcel (which included the road) to the Slouin family, the family preceding the Clarks to that parcel. The Padghams and McConnells retained the 17-acre western parcel. The Padghams and McConnells sold their parcel to the Gamboas in 1992, and the Slouins sold their parcel to the Clarks in 1995.\n¶4 Since coming to the parcel in 1992, the Gamboas used the gravel road as a driveway to access their home and some of their alfalfa crop. The Gamboas have occasionally bladed the road and on one occasion applied gravel to maintain its condition. When the Clarks came to their parcel in 1995, they used the road to farm grapes, including watering the grape plants and spraying for weeds. The trial court found that “[t]he Gamboas and the Clarks both used the roadway as described above without any disputes until 2008. Each party was aware of the other’s use of the roadway, but no one objected to the other’s use until a dispute arose in 2008.” Clerk’s Papers (CP) at 195.\n¶5 A dispute arose in 2008 over the Gamboas’ dogs and the Clarks’ irrigation practices, and “it eventually escalated into a dispute over which of them owned the land on which the roadway was situated.” Id. Land surveys revealed that a small portion of the gravel road (the portion where it connects with East Allen Road) is on the Gamboas’ property, but that the rest of the gravel road is on the Clarks’ property until the road reaches an area where the Gamboas have an express easement over the Clarks’ property (the express easement dating back to 1964, when the parent parcel was split).\n¶6 At trial, the trial court listed the elements for a prescriptive easement as follows:\nthat the claimant’s use must be adverse to the right of the owner of the servient parcel; that the use by the claimant be open, notorious, continuous, hostile and uninterrupted over the prescriptive period of ten years, and that the servient owner has knowledge of such use at the time when he or she would be able at law to assert and enforce his or her rights.\nId. at 196. The trial court noted that “the primary element in dispute ... is whether the use by the Plaintiffs Gamboa was ‘adverse’ to the rights of the Defendants Clark over a period of at least ten years.” Id. at 196-97. The court defined “adverse use” as follows: “A claimant’s use is adverse unless the property owner can show that the use was permissive.” Id. at 197. It found “that Mr. Clark did not give the Gam-boast ] express or implied permission to use the road, and therefore, the use of the road was adverse.” Id. Additionally, the court concluded that the Gamboas’ land use was adverse “[i]n view of the fact that the use made of the roadway ... by the Plaintiffs Gamboa was ‘open, notorious, continuous, uninterrupted,’ and in a fashion that a true owner would use his own land, all for more than a ten-year period.” Id. at 198 (quoting Nw. Cities Gas Co. v. W. Fuel Co., 13 Wn.2d 75, 85, 123 P.2d 771 (1942)).\n¶7 The Court of Appeals reversed, concluding that the trial court applied the wrong legal presumption and burden of proof regarding adverse use. Gamboa v. Clark, 180 Wn. App. 256, 280-82, 321 P.3d 1236 (2014). The Court of Appeals held that the trial court erred by applying a presumption that the claimant’s use is adverse unless the property owner can show it was permissive. Id. at 280-81. Instead, the Court of Appeals cited Northwest Cities for the proposition that the initial presumption is that the claimant’s use is permissive and the claimant can shift the presumption from permissive use to adverse use depending on the facts. Id. at 267. The Court of Appeals cited this court’s decisions in Roediger v. Cullen, 26 Wn.2d 690, 175 P.2d 669 (1946), and Cuillier v. Coffin, 57 Wn.2d 624, 358 P.2d 958 (1961), however, to say that the presumption of permissive use will not shift to adverse use if the evidence supports a reasonable inference of neighborly accommodation or if the evidence demonstrates noninterfering use of a roadway constructed by the landowners’ predecessor. Gamboa, 180 Wn. App. at 282. Here, the Court of Appeals found the evidence supported a reasonable inference of neighborly accommodation and demonstrated noninterfer-ing use of a roadway constructed by the Clarks’ predecessor. Id. Thus, the court held that those inferences prevented the presumption of permissive use from shifting to a presumption of adverse use. Id.\n¶8 We granted discretionary review. Gamboa v. Clark, 181 Wn.2d 1001, 332 P.3d 984 (2014).\nISSUE\n¶9 Is there an initial presumption that a claimant’s use of land is permissive in prescriptive easement cases?\nANALYSIS\n¶10 The seminal case on prescriptive easements is Northwest Cities, 13 Wn.2d 75. In that case, we articulated a set of principles about prescriptive easements by looking to both our case law and scholarly texts. See id. at 82-86. Although we did not originally intend the principles to be a “compendium of the general law of easements,” id. at 88, we have reaffirmed many of those principles, calling them “fundamental propositions” that are “binding upon us.” Roediger, 26 Wn.2d at 706. The propositions relevant to this case are as follows.\n¶11 “Prescriptive rights . . . are not favored in the law, since they necessarily work corresponding losses or forfeitures of the rights of other persons.” Nw. Cities, 13 Wn.2d at 83. To establish a prescriptive easement, the person claiming the easement must use another person’s land for a period of 10 years and show that (1) he or she used the land in an “open” and “notorious” manner, (2) the use was “continuous” or “uninterrupted,” (3) the use occurred over “a uniform route,” (4) the use was “adverse” to the landowner, and (5) the use occurred “with the knowledge of such owner at a time when he was able in law to assert and enforce his rights.” Id. at 83, 85. Whether the Gamboas’ use was adverse is the sole issue in this case.\n¶12 The claimant bears the burden of proving the elements of a prescriptive easement. Id. at 84. We review whether a claimant has established those elements as a mixed question of law and fact. Petersen v. Port of Seattle, 94 Wn.2d 479, 485, 618 P.2d 67 (1980). A trial court’s factual findings are reviewed for abuse of discretion; a trial court’s “conclusion that the facts, as found, constitute a prescriptive easement” is reviewed de novo. Lee v. Lozier, 88 Wn. App. 176, 181, 945 P.2d 214 (1997).\n1. Adverse Use and the Presumption of Permissive Use\n¶13 We generally interpret adverse use as meaning that the land use was without the landowner’s permission. See, e.g., Roediger, 26 Wn.2d at 707. There is no requirement that the claimant believe he or she owns the property to establish adverse use — a claimant’s subjective intent is irrelevant. Dunbar v. Heinrich, 95 Wn.2d 20, 27, 622 P.2d 812 (1980); see Chaplin v. Sanders, 100 Wn.2d 853, 860-61, 676 P.2d 431 (1984) (abandoning a subjective intent requirement to establish hostility, i.e., adversity, in adverse possession cases). That being said, we start with the presumption that when someone enters onto another’s land, the person “does so with the true owner’s permission and in subordination to the latter’s title.” Nw. Cities, 13 Wn.2d at 84. However, we have limited the presumption of permissive use to three factual scenarios. First, the presumption applies to cases involving unenclosed land. See Roediger, 26 Wn.2d at 710-11 (saying that “[i]f it be true that the lands are un[e]nclosed, the presumption is that the use was permissive, and, therefore, that no easement was acquired”). Second, the presumption applies to enclosed or developed land cases in which “it is reasonable to infer that the use was permitted by neighborly sufferance or acquiescence.” Id. at 707. Third, the presumption applies when the evidence demonstrates that the owner of the property created or maintained a road and his or her neighbor used the road in a noninterfering manner. Cuillier, 57 Wn.2d at 627. The claimant may defeat the presumption of permissive use “when the facts and circumstances are such as to show that the user was adverse and hostile to the rights of the owner, or that the owner has indicated by some act his admission that the claimant has a right of easement.” Nw. Cities, 13 Wn.2d at 87.\n¶14 Our decision in Roediger used the word “impl[ying]” permissive use interchangeably with the word “presumption” of permissive use, and it has caused confusion and led to a split in the Court of Appeals. 26 Wn.2d at 707-11. Division One has strictly limited the presumption of permissive use to vacant and unenclosed land cases — in all enclosed and developed land cases, it has held that courts may infer permission only if the record “support[s] a reasonable inference of permissive use.” Drake v. Smersh, 122 Wn. App. 147, 153-54, 89 P.3d 726 (2004). Differently, in this case, Division Three broadly held that a presumption of permissive use applies to all cases, regardless of whether the land is enclosed or developed. Gamboa, 180 Wn. App. at 268.\n¶15 The confusion over a use being implied or presumed permissive is compounded by another presumption rule from Northwest Cities in which a court can find a person’s land use “permissive in its inception.” 13 Wn.2d at 84. When a court finds a use “is permissive in its inception,” it “cannot ripen into a prescriptive right, no matter how long it may continue, unless there has been a distinct and positive assertion by the dominant owner of a right hostile to the owner of the servient estate.” Id. A land use is “permissive in its inception” when a landowner actually gives a claimant permission to use the land — the claimant’s license to use the land can never ripen into a prescriptive right unless the user distinctly asserts that he or she is using the land as of right. Bulkley v. Dunkin, 131 Wash. 422, 425, 230 P. 429 (1924), aff’d, 236 P. 301 (1925). Additionally, we have held that when “the use of [a] pathway [arises] out of mutual neighborly acquiescence,” the use is deemed “permissive in its inception.” Roediger, 26 Wn.2d at 713-14 (emphasis added). This presumption is more difficult for claimants to rebut because it requires them to distinctly and positively assert a claim of right.\n2. The Competing Presumption of Adverse Use\n¶16 The Court of Appeals did not limit the presumption of permissive use to the factual scenarios discussed above. Instead, it found that an initial presumption of permissive use applies in every case and that a competing presumption of adverse use can potentially apply in every case. Gamboa, 180 Wn. App. at 267-68. In Northwest Cities, we said that a presumption of adverse use can be created when a claimant meets all of the elements of a prescriptive easement other than adverse use “unless otherwise explained.” 13 Wn.2d at 85. The Court of Appeals interpreted that language as saying that certain “explanations” or factual scenarios will prevent the shift from a use being presumed permissive to being presumed adverse. Gamboa, 180 Wn. App. at 267-68. The three scenarios that the Court of Appeals stated would prevent this shift are the same three scenarios that prescribe the presumption of permissive use, as discussed above. See id. at 270-72 (listing vacant and unenclosed land cases, cases where there is a reasonable inference of neighborly accommodation, and cases where the property at issue is a road constructed by the servient owner used in common with the claimant). However, in a later case, we questioned whether this competing presumption of adverse use is actually a “presumption.” See Cuillier, 57 Wn.2d at 627 (stating that “a more accurate statement” of the law is that there are “circumstance [s] from which an inference may be drawn that the use was adverse”). That discrepancy is an academic question in this case, and we leave it for another day. Here, we must determine whether there is a presumption of permissive use under our precedent.\n3. An Initial Presumption of Permissive Use Applies to Enclosed or Developed Land Cases in Which There Is a Reasonable Inference of Neighborly Sufferance or Acquiescence\n¶17 We find that our case law, particularly our Roediger decision, and policy considerations support applying an initial presumption of permissive use to enclosed or developed land cases in which there is a reasonable inference of neighborly sufferance or acquiescence. In Roediger, a group of claimants sought a prescriptive easement to use a footpath over the land of beachfront homeowners on Vashon Island that they had used for roughly 30 years. 26 Wn.2d at 691-92, 700. The path was located between the beach and the homes. Id. at 692. The path was created by “neighborly usage,” and none of the persons claiming an easement had ever asked for or received permission to cross the property of the homeowners. Id. at 692, 697. We “suspect [ed] that all the properties involved in this case [were] un[e]nclosed,” but we did “not decide the case on that theory.” Id. at 710-11. We rejected a presumption of adverse use in this scenario, saying it “completely disregards the well-established rule that permissive use may be implied.” Id. at 707. We said that although the rule of inferring permissive use “has been chiefly applied in cases involving un[e]nclosed lands, ... it is applicable to any situation where it is reasonable to infer that the use was permitted by neighborly sufferance or acquiescence.” Id. That language about “inferring” or “implying” permission notwithstanding, we also said that there is a presumption of permissive use whenever there is a reasonable inference of neighborly accommodation. Id. at 711 (“ ‘where persons traveled the private road of a neighbor in conjunction with such neighbor and other persons, nothing further appearing, the law presumes such use was permissive, and the burden is on the party asserting a prescriptive right to show that his use was under claim of right and adverse to the owner of the land’ ” (quoting 2 George W. Thompson, Commentaries on the Modern Law of Real Property § 521, at 106 (perm. ed. 1939))).\n¶18 Considering the facts of the case, we went on to hold that the claimants’ use was “permissive in its inception” because we found a reasonable inference that “the use of the pathway arose out of mutual neighborly acquiescence.” Id. at 713 (emphasis added). Because we deemed the use permissive in its inception, we applied the stronger presumption of permissive use, requiring the claimants to put forth evidence that they made a positive assertion that they claimed to use the path as of right. Id. at 713-14. We determined that the claimants failed to provide any evidence that they “ever made a positive assertion to the [landowners] ... that [they] claimed to use the path as of right,” and we therefore held that the claimants failed to show adverse use. Id. at 714.\n¶19 We discussed policy considerations that uniformly supported applying a presumption of permissive use. We said,\n“The law should, and does[,] encourage acts of neighborly courtesy; a landowner who quietly acquiesces in the use of a path, or road, across his uncultivated land, resulting in no injury to him, but in great convenience to his neighbor, ought not to be held to have thereby lost his rights. It is only when the use of the path or road is clearly adverse to the owner of the land, and not an enjoyment of neighborly courtesy, that the landowner is called upon ‘to go to law’ to protect his rights.”\nId. at 709 (quoting Weaver v. Pitts, 191 N.C. 747, 133 S.E. 2, 3 (1926)). Applying a presumption of permissive use incentivizes landowners to allow neighbors to use their roads for the neighbors’ convenience. We do not want to require a landowner “to adopt a dog-in-the-manger attitude in order to protect his title to his property.” State ex rel. Shorett v. Blue Ridge Club, Inc., 22 Wn.2d 487, 495-96, 156 P.2d 667 (1945). Not applying a presumption of permissive use in these circumstances punishes a courteous neighbor by taking away his or her property right.\nThe Gamboas’ Argument That the Presumption of Permissive Use Is Limited to Unenclosed Land Cases under Roediger and Cuillier Is Incorrect\n¶20 The Gamboas primarily rely on Roediger and Cuillier to support their argument that there is no presumption of permissive use in enclosed or developed land cases. They contend that permission or adversity is a question of fact for the trier of fact to infer from the circumstances of the case. However, they misinterpret the holdings from Roediger and Cuillier.\n¶21 First, the Gamboas contend that Roediger did not apply the presumption of permissive use that is ordinarily applicable in vacant land cases, but rather held narrowly that a “use that is permissive in its inception cannot become adverse until ‘a distinct and positive assertion of a right hostile to the owner’ is ‘brought home to [the servient owner].’ ” Suppl. Br. of Pet’rs at 9 (alteration in original) (quoting Roediger, 26 Wn.2d at 714). They fail to recognize, though, that in Roediger, we also stated that there is a presumption of permissive use whenever there is a reasonable inference of neighborly accommodation. 26 Wn.2d at 711 (“ ‘where persons traveled the private road of a neighbor in conjunction with such neighbor and other persons, nothing further appearing, the law presumes such use was permissive, and the burden is on the party asserting a prescriptive right to show that his use was under claim of right and adverse to the owner of the land’ ” (quoting Thompson, supra, § 521, at 106)). The “permissive in its inception” discussion occurred in the context of our finding that the evidence supported a reasonable inference that the land use arose out of, or resulted from, neighborly sufferance and acquiescence. Id. at 707, 713-14. That finding created a stronger presumption of permissive use than would be typical in neighbor accommodation cases. See id. Thus, the petitioners misinterpret Roediger — Roediger does not limit the presumption of permissive use to vacant and unenclosed land cases.\n¶22 Second, the Gamboas’ reliance on Cuillier is misguided. Cuillier does not limit the presumption of permissive use to unenclosed land cases — to the contrary, it recognizes an additional factual scenario in which the presumption of permissive use is appropriate. 57 Wn.2d at 627. Cuillier primarily limits the competing presumption of adverse use, and thus the main focus of Cuillier is irrelevant to this case. In Cuillier, the claimants wanted to use a landowner’s orchard road. Id. at 625. The claimants argued that because they used the road for the prescriptive period without permission, “there was a presumption that their use was adverse and that the burden was then upon the owner to show the use was permissive.” Id. at 626. We called the rule presuming adverse use into doubt, saying, “We think, however, a more accurate statement, based on the results and holdings in all of our cases, would be that such unchallenged use for the prescriptive period is a circumstance from which an inference may be drawn that the use was adverse.” Id. at 627. However, we also recognized that there is a presumption of permissive use when the evidence demonstrates that the owner of the property created or maintained a road and his or her neighbor used the road in a noninterfering manner. Id. Thus, the core portion of Cuillier that is about “inferences” applies only to the competing presumption of adverse use and is irrelevant to this case. Further, Cuillier actually recognizes a scenario (in addition to unenclosed land cases) in which a presumption of permissive use is appropriate.\n¶23 Thus, the petitioners misinterpret Roediger and Cuillier. We hold that an initial presumption of permissive use applies to enclosed or developed land cases in which there is a reasonable inference of neighborly sufferance or acquiescence.\n4. The Evidence Supported a Reasonable Inference of Neighborly Sufferance or Acquiescence\n¶24 What constitutes a reasonable inference of neighborly sufferance or acquiescence is a fairly low bar. As discussed above, we have cited the following as an example of a neighborly accommodation: “ ‘persons travelling] the private road of a neighbor in conjunction with such neighbor and other persons, nothing further appearing.’ ” Roediger, 26 Wn.2d at 711 (quoting Thompson, supra, § 521, at 106). Again, that case involved people using a private footpath over homeowners’ beachfront property without express permission in conjunction with the homeowners. Id. at 691-92, 697-98. We inferred from those facts “no more than the usual accommodation between neighbors.” Id. at 712.\n¶25 Here, there is a similar reasonable inference of the usual accommodation between neighbors. The trial court found that the Gamboas used the road as a driveway to access their home and that the Clarks used it to farm grapes. Both the Gamboas and Clarks “used the roadway as described above without any disputes until 2008. Each party was aware of the other’s use of the roadway, but no one objected to the other’s use until a dispute arose in 2008.” CP at 195. Like the example in Roediger, here the Gamboas and Clarks are neighbors and they used the road for their own purposes in conjunction with each other without incident. Thus, we find a reasonable inference of neighborly sufferance or acquiescence.\n5. The Gamboas Failed To Overcome the Presumption of Permissive Use\n¶26 As mentioned above, a claimant may defeat the presumption of permissive use when the facts demonstrate (1) “the user was adverse and hostile to the rights of the owner, or” (2) “the owner has indicated by some act his admission that the claimant has a right of easement.” Nw. Cities, 13 Wn.2d at 87 (citing Thompson, supra, § 523, at 111). For a claimant to show that land use is “adverse and hostile to the rights of the owner” in this context, the claimant must put forth evidence that he or she interfered with the owner’s use of the land in some manner. See id. at 90-91 (finding that the claimant’s direct predecessor’s acts of laying out a “definite road across the premises” and regularly improving and maintaining the road were sufficient to indicate a hostile intent to the owner’s rights and use of the property).\n¶27 Here, the Gamboas cannot demonstrate either that they interfered with the Clarks’ use of the driveway or that the Clarks indicated that the Gamboas had an easement over the driveway. The Gamboas’ occasional blading of the road did not interfere with the Clarks’ use of the road in any manner because the Clarks used the road as a road (to access their grape plants). Indeed, the trial court found that both parties “used the roadway . . . without any disputes until 2008. Each party was aware of the other’s use of the roadway, but no one objected to the other’s use until a dispute arose in 2008.” CP at 195. The fact that the Gamboas thought they owned the road was irrelevant. Dunbar, 95 Wn.2d at 27. Thus, the Gamboas failed to overcome the presumption of permissive use because they did not demonstrate a use that was adverse and hostile to the rights of the Clarks, and they did not demonstrate that the Clarks indicated that they had an easement.\nCONCLUSION\n¶28 Regarding the “adverse use” element in prescriptive easement cases, our precedent supports applying an initial presumption of permissive use to enclosed or developed land cases in which there is a reasonable inference of neighborly sufferance or acquiescence. We find that the evidence supports a reasonable inference of neighborly sufferance or acquiescence because the Gamboas and Clarks both used the road for their own purposes in conjunction with each other without incident. The Gamboas failed to overcome the presumption of permissive use. Accordingly, the Gamboas failed to establish a prescriptive easement, and we affirm the Court of Appeals.\nMadsen, C.J., and Johnson, Fairhurst, Stephens, Wiggins, González, Gordon McCloud, and Yu, JJ., concur.\nUnlike the Court of Appeals below, we do not find that this presumption from Cuillier applies to this case. Here, the record does not demonstrate that the Clarks or their predecessors (the Slouins) created or maintained the gravel road. The road preexisted both the Clarks and Gamboas coming to the property.",
        "type": "majority",
        "author": "Owens, J."
      }
    ],
    "attorneys": [
      "Kevan T. Montoya and Tyler M. Hinckley (of Montoya Hinckley PLLC), for petitioners.",
      "Christopher M. Constantine (of of Counsel Inc.), for respondents."
    ],
    "corrections": "",
    "head_matter": "[No. 90291-7.\nEn Banc.]\nArgued February 10, 2015.\nDecided April 16, 2015.\nMagdaleno Gamboa et al., Petitioners, v. John M. Clark et al., Respondents.\nKevan T. Montoya and Tyler M. Hinckley (of Montoya Hinckley PLLC), for petitioners.\nChristopher M. Constantine (of of Counsel Inc.), for respondents."
  },
  "file_name": "0038-01",
  "first_page_order": 92,
  "last_page_order": 107
}
