{
  "id": 1428227,
  "name": "New York Life Insurance Company v. Parker",
  "name_abbreviation": "New York Life Insurance v. Parker",
  "decision_date": "1933-10-16",
  "docket_number": "4-3133",
  "first_page": "39",
  "last_page": "46",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 39"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "12 S. W. (2d) 893",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "178 Ark. 906",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1397059
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/178/0906-01"
      ]
    },
    {
      "cite": "283 S. W. 3",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "171 Ark. 7",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1369406
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/171/0007-01"
      ]
    },
    {
      "cite": "261 S. W. 899",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "164 Ark. 385",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1382174
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/164/0385-01"
      ]
    },
    {
      "cite": "24 S. W. (2d) 456",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "182 Ark. 1141",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1389890
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/182/1141-01"
      ]
    },
    {
      "cite": "300 S. W. 927",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "175 Ark. 482",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1403432
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/175/0482-01"
      ]
    },
    {
      "cite": "291 S. W. 82",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "172 Ark. 958",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1407810
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/172/0958-01"
      ]
    },
    {
      "cite": "284 S. W. 4",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "171 Ark. 135",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1369430
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/171/0135-01"
      ]
    },
    {
      "cite": "99 S. W. 67",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "81 Ark. 205",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1530604
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/81/0205-01"
      ]
    },
    {
      "cite": "266 S. W. 449",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "166 Ark. 490",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1378610
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/166/0490-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 673,
    "char_count": 14275,
    "ocr_confidence": 0.491,
    "pagerank": {
      "raw": 8.784500037779421e-08,
      "percentile": 0.49590400830318676
    },
    "sha256": "3ce252a9f89593ef8de6873f3197c4897e76f8a6a95afa49ffe4723dffa67567",
    "simhash": "1:a33de95c072aa9b7",
    "word_count": 2547
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "New York Life Insurance Company v. Parker."
    ],
    "opinions": [
      {
        "text": "Butler, J.\nAppellant company issued its policy of life insurance on the life of Pliny L. Parker on October 2,1930. This suit is brought by appellee, the beneficiary named in the policy to recover on the same for the death of said Pliny L. Parker, which occurred on April 20, 1931. Appellant answered denying liability and made his answer a cross-complaint and asked for the cancellation of the policy on account of fraud alleged to have been practiced by Parker in the procurement of the contract of insurance. The fraud was alleged to be in these particulars: That the application contained a warranty of the truth of the answers and that certain false answers were made to questions propounded, the questions being, did lie have any disease serious or not serious within the past three years, and the name of the physician with whom he had consulted dr by whom he had been treated; and what physicians he had consulted within the past three years, and if within the past three years he had been continuously, and was then, in good health, and if he had consulted a physician for, or suffered from, any disease of the heart, and what physician not already named had he consulted or been examined or treated by within the past five years 1 It was alleged that all these questions had been falsely answered in the negative, when in fact Parker had been treated on September 3, 1930, for a disease of the heart by Dr. J. T. Irby who had then and there diagnosed the said disease as angina pectoris, and had informed the said Parker at the time of its nature and character.\nThe motion to transfer to equity was denied, and on the issues presented evidence was adduced which resulted in the verdict and judgment for the appellee, from which is this appeal.\nDr. J. T. Irby testified on behalf of the appellant on the questions presented by its answer and cross-complaint, and stated that he had been called to treat the assured about nine or ten o ’clock on the night of September 3, 1930; that he was with him thirty or forty minutes, examined him with a stethoscope, took his blood pressure, and “I was under the impression that he had an attack of angina and told him so.” He testified that angina was a disease of the heart, and that he discussed the condition with Parker and told him to avoid .any excitement — to live as quietly as he could — that any excess of overeating, or anything\" like that, would bring on another attack, which might be his last; that he gave the patient a hypodermic, left two or three tablets for his use and described angina, its causes and effect. He further stated that he saw Parker a day or two after, and that he looked pretty badly washed out as if he was weak; that he looked like a very sick man.-\nOn the part of the appellee, Mrs. Parker testified that she was with her husband all the time, that Dr. Irby was present, and that the doctor did not give a hypodermic or take the blood pressure of tbe patient; that she was present in the room all the time except for a few moments when she went out to get a glass of water. She stated that her husband had eaten a large meal, and about thirty minutes after supper had an attack of indigestion, from which he frequently suffered causing his stomach to feel too full and press against his heart and cause a pain in his chest; that just before she called Dr. Irby that night she gave her husband some soda and water, after which he was better, and when Dr. Irby arrived he prescribed two little tablets that looked like aspirin, but that her husband wouldn’t take them, saying he was feeling better and didn’t need it. She also said that Dr. Irby did not tell her husband that he had trouble with his heart, and that her husband had only consulted a physician within the past five years on account of a gun shot wound; that in October or November of 1930 Parker had influenza. Dr. Watkins, who examined Parker for the insurance testified that he had treated Parker for a gun shot wound and for influenza; that he had examined him for the policy sued on and that during the. examination Parker told him that Dr. Irby had called to see him a night or two before the application for insurance was made, and that the doctor left a little medicine and told him if he had any trouble to take it, but he was all right and did not need it. He said that this information he treated as a visit for a trivial matter and attached no importance to it, and did not think it necessary to include it in the answers to the questions. He stated that he had treated Parker for a number of years, and had never observed any indication of heart disease.\nIt was in testimony that there was a certain ailment called pseudo or false angina., and its characteristics and its symptoms resembled real angina, except that the pain would endure for an hour or longer, whereas in true angina pectoris the attacks would last only a few minutes and would either disappear or the patient die.\nThere was testimony given by Dr. LeRoy, called as an expert witness by the appellant company, to the effect that the symptoms in angina pectoris developed suddenly, generally in the extreme or upper left side, the pain spreading down the arm and very violent and excruciating in the region of the heart, extending more or less one way or the other. In addition to that, there was a very great weakness, sweat, fear and a sense of impending death. In addition to that, there is a distinct shortness of breath, headache and things of that sort, the principal thing, however, being great weakness, terrible pain an apprehension of immediate death, pallor and poor circulation.\nDr. Irby did not state that the patient had any of these symptoms. He said “he had quite a bit of pain in his chest and upper part of the abdomen; the pain was in the region of the heart, left side of chest and left shoulder. He (Parker) stated, he had been suffering some little bit when I arrived, possibly an hour or two.”\nOn this state of the testimony, the court, on its own motion gave the following charge to the jury: “Gentlemen of the jury, the plaintiff, as beneficiary named in a certain policy of insurance, New York Life Insurance Company, sues for recovery of the amount of said policy, and the defendant defends on the ground that the policy is voided by an incorrect answer of the deceased, made to one of the questions in the application. You are charged that the burden of proof is upon the defendant to show the incorrectness of said answer.” And at the request of defendant, appellant, continuing, the court charged the jury that: ‘ ‘ The application of the deceased for a policy of the defendant company reflects, in answer to a question in the application as to whether or not he had ever had a disease of the heart, that the answer was in the negative. You are charged that if you find from the evidence that the deceased had, a short time 'before the application, had an attack of angina pectoris, a disease of the heart, and had been treated by a physician therefor, and that the answer to this question in the application was made by him knowing that he had had such an attack, and been so treated, your verdict will be for the defendant. . If you fail to find such fact, jmur verdict will be for the plaintiff for the amount sued for. ’ ’ And on its own motion the court added to this instruction the following sentence: “That is the only issue, gentlemen, in this case.”\nThis was all the instruction requested and given. After the jury had been out and deliberated some time, they returned into court and one of the jurors propounded the folloAving question to the court: “May we ask one. more question — Can you give to the jury an instruction on how far the knowledge of the examining-physician bound the company? ” The court, in answering this question, charged the jury in this manner: “In answer to the question, you are told that if there is any knowledge of the company physician from the testimony here that would affect the merits of the ease, as a rule of law, the knowledge of the company physician would be knowledge to the company, unless, of course, you found that there was collusion between the company physician and the applicant to defraud the company, but, as a general rule of law, the knowledge of the physician would be knowledge to the company. At this time, .the court does not recall any part of the evidence that would make this rule of law material.”\nIt will be observed that the appellant, by the request for the instruction which has been quoted,' pitched its defense on the sole ground that the assured, before the ■date of the application, was afflicted with a disease of the heart and that he knew of the existence of this disease, and fraudulently concealed the same from the insurance company. The appellant insists that there is no legal evidence to dispute the testimony of Dr. Irby, which conclusively shows that Parker not only had a disease of the heart, but that he was well aware of the fact. Appellant further insists that the testimony which might tend to contradict that of Dr. Irby is negative in its nature and has no probative force, and therefore there is no substantial evidence to support the verdict. Appellant insists that the true rule for determining the weight of negative testimony is that when a witness, testifies that .he did not hear a conversation this in no manner contradicts the testimony of another witness who states that he did hear it if there are circumstances which explain why the witness did not hear what was said. Appellant called attention to the fact that Mrs. Parker was absent for a time from the room while Dr. Irby was in attendance upon her husband, and the conversation relative to the nature of his disease between Parker and Dr. Irby could have been had during her absence. This was properly a circumstance for .the jury to consider in weighing the testimony of the appellee. The appellant, however, overlooks the fact that according to her statement she was absent from the room only long enough to procure a glass of water and return with it, and that a conversation of the nature testified to by Dr. Irby could scarcely have been begun and concluded in so short a time. Then, too, the intimate and confidential relation existing between a husband and wife makes it hardly possible that so grave a condition, with its probable result, could have been discussed without the appellee knowing something of it.\nThere are other circumstances which tend to contradict the testimony of Dr. Irby- — the absence of the symptoms of -angina pectoris, the testimony of Parker’s physician, who had treated him for his ailments and who had examined him from time to time, to the effect that he had discovered during his administrations and examinations no evidences of any heart disease. This, together with the testimony to the effect that Parker was subject to spells of indigestion which caused oppression and pain in the region of the heart, was entirely sufficient to raise the question as to whether or not the appellee was in fact afflicted with a disease of the heart and the attack for which he had been treated by Dr. Irby was angina pectoris, or a different and trivial ailment caused by indigestion, and that the attack was a false angina instead of the more serious trouble which Dr. Irby suspected. Here it may be said, that Dr. Irby did not state in positive terms that Parker was suffering from angina nectoris, but stated: “I was under the impression that he had an attack of angina and told him so.” These questions were submitted to the jurv at the request of the appellant in the instruction noted, and the finding of the jury is conclusive.\nThe appellant objected and saved his exceptions to the answer of the court to the question asked by the juror relating to the effect of the knowledge of the physician who examined the applicant for the insurance company. This physician related in detail the conversation between himself and Parker from which it appears that he knew of the visit of Dr. Irby, but attached no significance to it, perhaps because in his previous association with Parker in a professional capacity nothing-had occurred which would lead him to suspect.Parker of having any serious organic disease. The evidence .is such that the jury might have concluded that the examining physician, and Parker himself, treated the attack about which Dr. Irby testified as a result of some trivial ailment only. Such ailments, it has often been decided, are not in the contemplation of the parties when application for insurance is made and accepted; and, although the truthfulness of the answers are warranted by the applicant, such ailments would not affect the risk assumed by the insurer, and a false answer would not be a breach of the warranty. Ark. State Life Ins. co. v. Allen, 166 Ark. 490, 266 S. W. 449, and cases cited.\nThe court also correctly answered the question of the juror. The examining physician in questioning the applicant was the representative of the insurer. If he, after having been informed of the facts by the applicant, chose to ignore them, this conduct would estop the company from avoiding the policy on the ground that the questions were incorrectly answered. Mutual Reserve, etc. Co. v. Cotter, 81 Ark. 205, 99 S. W. 67; Bankers, etc. Co. v. Crowley, 171 Ark. 135, 284 S. W. 4; American N. I. Co. v. Hale, 172 Ark. 958, 291 S. W. 82; Commonwealth, etc. v. Tanner, 175 Ark. 482, 300 S. W. 927; The Maccabees v. Gann, 182 Ark. 1141, 24 S. W. (2d) 456.\nIt was lastly argued by the appellant that the court erred in refusing to transfer the case to equity. The court correctly retained the case for the reason that all of the defenses urged were available in a court at law, and adequate and complete relief could there be had. No prejudice could therefore have resulted from the court’s action in this regard. Hugus v. Sanders, 164 Ark. 385, 261 S. W. 899; Mott v. First Nat. Bk., 171 Ark. 7, 283 S. W. 3; Bassett v. Mutual, etc. Ass’n, 178 Ark. 906, 12 S. W. (2d) 893.\nLet the judgment he affirmed.",
        "type": "majority",
        "author": "Butler, J."
      }
    ],
    "attorneys": [
      "Ewing, King & King and R. V. Wheeler, for appellant.",
      "Church & Gannaway and Exby, Moriarty & Pierce, for appellee."
    ],
    "corrections": "",
    "head_matter": "New York Life Insurance Company v. Parker.\n4-3133\nOpinion delivered October 16, 1933.\nEwing, King & King and R. V. Wheeler, for appellant.\nChurch & Gannaway and Exby, Moriarty & Pierce, for appellee."
  },
  "file_name": "0039-01",
  "first_page_order": 57,
  "last_page_order": 64
}
