{
  "id": 1362315,
  "name": "Turner v. State",
  "name_abbreviation": "Turner v. State",
  "decision_date": "1922-04-03",
  "docket_number": "",
  "first_page": "40",
  "last_page": "50",
  "citations": [
    {
      "type": "official",
      "cite": "153 Ark. 40"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "20 Ark. 67",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "149 Ark. 311",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8719439
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/149/0311-01"
      ]
    },
    {
      "cite": "91 Ark. 555",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1511779
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/91/0555-01"
      ]
    },
    {
      "cite": "70 Ark. 272",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1509538
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/70/0272-01"
      ]
    },
    {
      "cite": "72 Ark. 284",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "53 Ark. 387",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1911678
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/53/0387-01"
      ]
    },
    {
      "cite": "114 Ark. 239",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1536291
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/114/0239-01"
      ]
    },
    {
      "cite": "88 Ark. 62",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1517065
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/88/0062-01"
      ]
    },
    {
      "cite": "41 Iowa 219",
      "category": "reporters:state",
      "reporter": "Iowa",
      "case_ids": [
        2306778
      ],
      "opinion_index": -1,
      "case_paths": [
        "/iowa/41/0219-01"
      ]
    },
    {
      "cite": "117 Mass. 122",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2136532
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/117/0122-01"
      ]
    },
    {
      "cite": "52 Ark. 180",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1913401
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/52/0180-01"
      ]
    },
    {
      "cite": "112 Pac. 617",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": -1
    },
    {
      "cite": "83 Ga. 703",
      "category": "reporters:state",
      "reporter": "Ga.",
      "case_ids": [
        73309
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ga/83/0703-01"
      ]
    },
    {
      "cite": "149 Ark. 616",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8722115
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/149/0616-01"
      ]
    },
    {
      "cite": "98 Ark. 575",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1315969
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/98/0575-01"
      ]
    },
    {
      "cite": "85 Ark. 195",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1523348
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/85/0195-01"
      ]
    },
    {
      "cite": "85 Ark. 43",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1523299
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/85/0043-01"
      ]
    },
    {
      "cite": "120 Ark. 450",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1561026
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/120/0450-01"
      ]
    },
    {
      "cite": "151 Ark. 458",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1366124
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/151/0458-01"
      ]
    },
    {
      "cite": "150 Ark. 279",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1367893
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/150/0279-01"
      ]
    },
    {
      "cite": "149 Ark. 311",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8719439
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/149/0311-01"
      ]
    },
    {
      "cite": "91 Ark. 555",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1511779
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/91/0555-01"
      ]
    },
    {
      "cite": "70 Ark. 272",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1509538
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/70/0272-01"
      ]
    },
    {
      "cite": "53 Ark. 387",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1911678
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/53/0387-01"
      ]
    },
    {
      "cite": "114 Ark. 239",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1536291
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/114/0239-01"
      ]
    },
    {
      "cite": "52 Ark. 180",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1913401
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/52/0180-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 744,
    "char_count": 19318,
    "ocr_confidence": 0.484,
    "pagerank": {
      "raw": 2.779309190634457e-07,
      "percentile": 0.8350125818146155
    },
    "sha256": "c56ae2b1867371dafff347405aed81932ad726c38661866161a816e3a62f7376",
    "simhash": "1:e2e8bee4ae64c0de",
    "word_count": 3369
  },
  "last_updated": "2024-02-27T17:45:17.236697+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Turner v. State."
    ],
    "opinions": [
      {
        "text": "Wood, J.\nThe appellant appealed from a judgment of conviction on an indictment which, omitting formal parts, reads as follows:\n“The grand jury of Union County, in the name and by the authority of the State of Arkansas, on oath accuse the defendant, C. O. Turner, of the crime of running a gambling house, committed as follows, to-wit: The said defendant, on the 7th day of November, 1921, in Union County, Arkansas, did unlawfully and feloniously run, maintain and operate and suffer and permitted gaming tables to ¡be maintained and gambling to be carried on and exhibited in a certain house or building then and there owned, used and controlled by him, the said C. O. Turner, said building then and there being situated on a lot on South Washington Street in the city of El Dorado, and commonly known as the Willis Jones place, against the peace and dignity of the State of Arkansas.”\nAt the trial the sheriff of the county testified that when the building known as the Willis Jones place was raided by him for gambling and parties were arrested for that offense, the appellant generally put up bonds for them, and when they were short of money appellant would put up additional amounts necessary “to get up for the men who were gambling in that place.” This occurred in Union County, Arkansas, since the first of the year 1921. The appellant had rooms in the house, and he rented rooms to others. The gambling was carried on in the shed back of the house. There was a dwelling house, a barn and stable and a little shed. The shed was used for gaming. The back yard was surrounded by a high board fence. In going into the Willis Jones residence from the street there is a continuous floor space all the way back where there is a poolroom and gaming going on all the time. The witness, with others, made a number of raids on the place. The parties who were arrested for gambling in that place when the raids were made never put up their money for their fines. They didn’t want to go to jail, and sometimes they would request the appellant to put up the money and stand good for them. When Willis Jones left the place, the appellant moved into the property vacated by Jones, and then the gambling started. In the various raids made by witness on the place he found a great amount of paraphernalia such as is used in gambling houses.\nThere was other testimony corroborating the testimony of the above witness to the effect that the premises known as the Willis Jones place, while under the control of appellant, was being maintained as a gambling house. One witness testified that he went there on one occasion after complaint was made to him that it was being run as a gambling house, and found two hundred men in there. Some man invited the witness to come in, and witness replied that he did not have any money. Whereupon the party said that witness’ check would be good. Witness handed his check to a certain party, who took it up to appellant in the front part of the house and brought back the money. A few days later witness went to the bank and got the check, and it was indorsed C. Turner. Witness did not know whether it was C. 0. Turner, the appellant’s signature, or not. The place where the gaming was going on was a shed 100 feet or more from the house. He entered the house from the street — went into a hallway a little north of the room where he saw appellant standing.\nAnother witness testified that he went down to the Willis Jones place and saw gambling going on. He didn’t know who owned the place — -saw appellant there, working there — saw him in the office. At the time gambling was going bn in the house and in the livery stable. Witness never saw appellant exercising any authority. He saw him in the office in the front, and they said it was his place.\n■ Another witness stated that he was present at the Willis Jones place on a certain occasion when some deputy sheriff raided same; as they started to the back, some one ran up and pushed a little signal button that runs to the gambling room and they began to pour out. Witness didn’t remember seeing the appellant. Witness had been deputized as constable and was asked by the prosecuting attorney to go down there. When witness arrived at the place there was no gambling going on. Witness walked on back and found whiskey and chock beer in a suitcase. Appellant was in there and assumed charge of the place. The appellant objected to the witness stating that appellant assumed charge of the place. Appellant told witness on that occasion that he did not ■allow whiskey in the building and did not know how it got there. In the trial about the whiskey, appellant admitted that he had charge of the place, but was turning it back to Willis Jones, as he didn’t want to get Jones into trouble. When witness went there and found the whiskey, appellant said he was in control, and didn’t know how the whiskey got there; that some one had slipped it in and left it. Witness did not find any gambling devices there. The appellant stated that all the gaming devices had been moved out. Appellant made the statement that he was in charge of the place. He assumed charge and directed witness to the different places —seemed to have charge of the whole building. It was shown that the appellant was renting the building from Willis Jones.\nThe appellant testified in his own behalf that he rented some rooms from Willis Jones on a lot on South Washington Street known as the Willis Jones place. He had four rooms in the building in the front yard of that house. He had nothing to do with any other part of the building. He didn’t participate in the games in the place known as the gambling house — had no interest in it. He stated that he did not run any of the games and did not gamble. After the raids were made he made bonds three times for parties who called on him — that is, put up the money. The people who were in the games for whom he made bonds were playing poker. There was no gambling carried on in the rooms rented by appellant. Appellant rented out these rooms.\nOn cross-examination, over the objection of appellant, the court permitted the attorney for the State to ask the witness if he had not been convicted of a felony and sent to the penitentiary, to which question witness replied that he was convicted in 1909 for selling whiskey and sent to the Federal prison at Atlanta, Georgia, for eighteen months.\n1. The’ appellant contends that the testimony was not sufficient to sustain the verdict. The testimony sneaks for itself. It was sufficient to sustain the verdict. It tended to prove the allegation of the indictment charging the appellant with running, maintaining and operating a gambling house.\n2. The appellant contends that there was no direct evidence to show that he was running a gambling house and it was therefore error for the court to allow witnesses to say that they understood it was appellant’s place and that he seemed to be in charge. There was no error in the ruling of the court. The above statements were not strictly opinion evidence. The witnesses were rather stating a conclusion of fact drawn from appearances which they detailed. As was said by Chief Justice Cockrill of similar testimony in the case of Fort v. State, 52 Ark. 180-87, “This, however, was only a conclusion of fact drawn from appearances. It was with reference to an ordinary transaction which any man of common understanding was capable of comprehending, but which could not be reproduced or described to the jury precisely as it appeared to the witness; and while it may not be the right of a party to demand an expression of opinion of a witness under such circumstances, it is not reversible error to permit it.” See other cases there cited. Prewitt v. State, 150 Ark. 279.\n3. The court did not err' in permitting the prosecuting attorney to ask the appellant on cross-examination if he had not been convicted of a felony and sent to the penitentiary. When appellant took the witness stand, he was subject to the same rules of cross-examination as any other witness, and to test his credibility as a witness it was proper to ask him on cross-examination whether or not he had been convicted and sent to the penitentiary. Hollenberg v. State, 53 Ark. 387; Vance v. State, 70 Ark. 272; Ware v. State, 91 Ark. 555; Hunt v. State, 114 Ark. 239; Powell v. State, 149 Ark. 311.\n4. It is next contended that the indictment does not charge the appellant with running a gambling house. Section 2632, Crawford & Moses’ Digest reads as follows : “Every person who shall keep, conduct or operate, or who shall be interested, directly or indirectly, in keeping, conducting or operating any gambling house or place, or place where gambling is carried on, or who shall set up, keep or exhibit, or cause to be set up, kept or exhibited, or assist in setting up, keeping or exhibiting any gambling device, or who shall be interested, directly or indirectly, in running any gambling house, or in setting up and exhibiting any gambling device, or devices, either by furnishing money or other articles for the purpose of carrying on any gambling house, shall be deemed guilty of a felony, and, on conviction thereof, shall be confined in the State penitentiary for not less than one year1 nor more than three years. ’ ’\nThe charging part of the indictment set out above, while not phrased in the precise terms of the statute, was nevertheless sufficient to charge the offense under the statute of “keeping, conducting or operating a gambling house, or place where gambling is carried on.” To “run, maintain and operate” and suffer and permit gaming tables to be exhibited and gambling to be carried on in a house or building by a person who owns or controls such house or building for gambling purposes, and who knowingly .permits it to be used for the purpose of .exhibiting gaming tables and for gambling to be carried on, is but to “keep, conduct or operate a gambling house” within the purview of the above statute. The appellant is accused in the indictment of the crime of “running a gambling house.” While this designation of the offense is not controlling, yet, taken in connection with the facts set forth in the charging clause, it advises the appellant that he is charged with the offense of “running a gambling house” by permitting gaming tables to be exhibited and gambling to be carried on in a certain house or building owned and controlled by 1dm for gambling purposes. The appellant did not demur, or challenge the sufficiency of the indictment by motion in arrest of judgment. The indictment as a whole does not omit any essential allegation of fact necessary to constitute the crime designated therein. Therefore, although clumsily drawn, the indictment cannot be questioned here for the first time. McIntire v. State, 151 Ark. 458. On the sufficiency of the indictment, see also Riley v. State. 120 Ark. 450, and cases there cited.\nThis statute is leveled at the specific offense of “keeping, conducting or operating a house or place” for the purpose of allowing gambling to be carried on therein, or any gambling device or devices to be set up and exhibited therein. The gravamen of the offense is the maintaining of a house or place where those who desire to engage in gambling or to exhibit any gambling device or devices, may resort and find shelter, so to speak, while indulging in their gambling practices. The gist of the offense is the keeping of the house or place for the purposes named therein.\nThere is no conflict between this section of the statute and sections 2630 and 2631, Crawford & Moses’ Digest, as the Attorney G-eneral suggests, nor between this section and section 2635, as contended by counsel for the appellant. Sections 2630-31 and 35, supra,, constitute the offenses named in those respective sections misdemeanors; whereas, the offense under section 2632 is a felony. The offenses designated in the other' sections do not have reference to the keeping, conducting or operating a house or place set apart and devoted to gambling purposes, whereas sec. 2632 has reference to just such house or place. Sections 2630-31 and 35, supra, are provisions of the Revised Statutes. Section 2632 is the first section of act 152, page 613, Acts of 1913. There is no repealing* clause to the act of 1913, and unless there is an irreconcilable conflict between sec. 2632 and the other sections mentioned, the latter are not repealed by the former. We find no such conflict.\n5. The court instructed the jury at the request of the State as follows: “If the jury believes from the evidence, beyond a reasonable doubt, that the defendant is guilty of knowingly suffering and permitting a gaming table to be maintained and gambling to be carried on and exhibited in a certain house used and controlled by said defendant, as set out in the indictment, then it will be your duty to find him guilty and assess his punishment at some period in the penitentiary not less than one year nor more than three years.”\nThe appellant objected to the above instruction on the ground that it omits the word “owned” used in the indictment. The word “owned” was not an essential description of the offense. The offense consists in “keeping, conducting or operating” a gambling house, or being interested therein, and is complete, whether the accused owned the house or not, if he keeps, conducts and operates it as a gambling house. The word “owed” as employed in the indictment obviously was not intended to designate legal title to the property, but only to indicate that the appellant had control over the house or building — that is, that he was keeping, conducting and operating the same as a gambling house. It was not essential to the validity of the indictment that the pleader use the precise terms of the statute. It is sufficient, although different words are employed, if they have the same import as those used in the statute to define the offense. State v. Scroggins, 85 Ark. 43; Blevins v. State, 85 Ark. 195; Parker v. State, 98 Ark. 575.\nThe appellant complains because the court refused to grant his prayer for instruction as follows: “You-are instructed that it is not sufficient, under this indictment, to find that defendant suffered and permitted gambling tables to be maintained, and gambling to be carried on and exhibited in the house therein referred to, but you must also, before you will be warranted in finding the defendant guilty, find from the evidence beyond a reasonable doubt that the defendant himself ran, maintained and operated said gaming tables.” •\nThere was no error in refusing this prayer. As we have shown, under sec. 2632, supra, the section under which appellant was indicted, the appellant would be guilty if he suffered and permitted gaming tables to be exhibited and gambling to be carried on in a house which he controlled and kept and conducted for gambling purposes, whether he himself engaged in gambling or maintained and exhibited gaming tables and other gambling devices or not. He would also be guilty if he kept and conducted a house for gambling purposes and he himself engaged in gambling or operated and exhibited gaming devices therein. As we have seen, the indictment charges the offense of keeping a gambling house set forth in sec. 2632, supra. The jury returned a verdict of guilty of the crime charged. We are not, therefore, called upon to determine whether or not lesser crimes — misdemeanors—of the same generic' class are embraced in the indictment.\n6. The undisputed evidence proved that the house or building which it is alleged that the appellant kept as a gambling house was situated on Washington Street.\nThere is no error in the record, and the judgment is therefore affirmed.",
        "type": "majority",
        "author": "Wood, J."
      }
    ],
    "attorneys": [
      "Mahoney & Yocwm and Powell ■& Smead, for appellant.",
      "J. 8. Utley, Attorney General; Elbert .Godwin and W. T. Hammock, Assistants, for appellee."
    ],
    "corrections": "",
    "head_matter": "Turner v. State.\nOpinion delivered April 3, 1922.\n1. Gaming — sufficiency of evidence. — Evidence held to sustain a conviction for running a gambling house.\n2. Criminal law — opinion evidence.- — In a- prosecution for running a gambling house, statements of witnesses that they understood that.it was accused’s place and that he seemed to be in charge was not opinion evidence but conclusions drawn from appearances, and was admissible.\n3. -Witnesses — cross-examination of accused. — Where the defendant in a criminal case takes the stand, he is subject to cross-examination as any other witness, and to test his credibility as a witness it is proper to ask him on cross-examination whether or not'he had been convicted and sent to the penitenitary.\n4. Gaming — sufficiency of indictment. — An indictment for running a gambling house which alleges that defendant did “run, maintain and operate” and suffer and permit gaming tables to be maintained and gambling to be carried on and exhibited in a certain house or building then and there owned, used and controlled by him, though not in the exact words of the statute, is sufficient when questioned for the first time on appeal.\n5. Gaming — repeal of statutes. — Crawford & Moses’ Dig., §§ 2630, 2631, and 2635 are not repealed by § 2632, Id.\n6. Gaming — ownership of gambling house. — The offense of “keeping, conducting and operating a gambling house or being interested therein, under Crawford & Moses’ Dig., § 2632, is complete, whether the accus.ed owns the house or not, if he keeps, conducts or operates it as a gambling house.\n7. Gaming — permitting gambling. — Under -Crawford & Moses’ Dig., § 2632, one would be guilty of running a gambling house if he permitted gaming tables to be exhibited and gambling to be carried on in a house controlled by him, whether he engaged in gambling or maintained and exhibited such tables and other gambling devices or not.\nAppeal from Union Circuit Court; Charles W. Smith, Judge;\naffirmed.\nMahoney & Yocwm and Powell ■& Smead, for appellant.\nThere is no direct testimony to the effect that that part of the house where the gambling was done was owned, used or controlled by the defendant.\nEvidence of conviction for selling whiskey was improperly admitted.\nThe indictment does not charge the defendant with running’ a gambling house.\nJ. 8. Utley, Attorney General; Elbert .Godwin and W. T. Hammock, Assistants, for appellee.\nThe verdict of the jury was amply supported by the evidence. Gam v. State, 149 Ark. 616.\nThe testimony of B. A. Hancock was not hearsay,- and was properly admitted. When proof of a statement is introduced for the purpose of establishing the fact that a party relied and acted thereon, it is not objectionable on the ground that it is hearsay. 10 B. C. L. sec. 133, p. 959; 83 Ga. 703; 112 Pac. 617. -\nIt was not error for the court to permit witness Turner to testify as to the acts and conduct of defendant at the time the raids were made. 52 Ark. 180; 117 Mass. 122; 41 Iowa 219; 1 Thompson on Trials, 379; 88 Ark. 62.\nThere was no error in permitting the State to prove by the defendant, on cross examination, that he had been convicted of a felony. 114 Ark. 239; 53 Ark. 387; 72 Ark. 284; 70 Ark. 272 ; 91 Ark. 555; Powell v. State, 149 Ark. 311.\nThe indictment herein sufficiently charges the offense of keeping, conducting or operating a gambling house or place where gambling is carried on, by setting up, keeping and exhibiting and being interested in gambling devices, etc. Joyce on Indictments,. § 413; 20 Ark. 67; Snad. Eney. of Pro. vol. 12, p. 522."
  },
  "file_name": "0040-01",
  "first_page_order": 68,
  "last_page_order": 78
}
