{
  "id": 1432149,
  "name": "Arkansas Power & Light Company v. West Memphis Power & Water Company",
  "name_abbreviation": "Arkansas Power & Light Co. v. West Memphis Power & Water Co.",
  "decision_date": "1933-03-20",
  "docket_number": "4-2858",
  "first_page": "41",
  "last_page": "49",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 41"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "294 S. W. 38",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "173 Ark. 1038",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8725678
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/173/1038-01"
      ]
    },
    {
      "cite": "237 S. W. 724",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "153 Ark. 99",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1362247
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/153/0099-01"
      ]
    },
    {
      "cite": "226 Fed. 82",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6737116
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/226/0082-01"
      ]
    },
    {
      "cite": "154 N. W. 678",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 0
    },
    {
      "cite": "175 Iowa 607",
      "category": "reporters:state",
      "reporter": "Iowa",
      "case_ids": [
        2225140
      ],
      "opinion_index": 0,
      "case_paths": [
        "/iowa/175/0607-01"
      ]
    },
    {
      "cite": "294 S. W. 52",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "173 Ark. 174",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8719463
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/173/0174-01"
      ]
    },
    {
      "cite": "299 S. W. 355",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "175 Ark. 289",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1403664
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/175/0289-01"
      ]
    },
    {
      "cite": "41 S. W. (2d) 755",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "184 Ark. 206",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1438510
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/184/0206-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 613,
    "char_count": 15117,
    "ocr_confidence": 0.511,
    "pagerank": {
      "raw": 9.141210829279633e-08,
      "percentile": 0.5077095228331845
    },
    "sha256": "bbe550e27caec7e631c763bf3c4825d6e37dbf9c755c77542068e75577ba7f1e",
    "simhash": "1:3ba5ed71c72863d5",
    "word_count": 2551
  },
  "last_updated": "2024-02-27T21:18:50.990705+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Arkansas Power & Light Company v. West Memphis Power & Water Company."
    ],
    "opinions": [
      {
        "text": "Mehaffy, J.\nThe town of West Memphis was incorporated March 21, 1927, and on May 14, 1930, the town council of West Memphis passed an ordinance granting to Charles E. Sullenger, his heirs and assigns, the exclusive right and privilege to use the streets, alleys, avenues and public grounds of said town for the purpose of maintaining and operating a system of poles, wares, transformers and other appliances necessary for the distribution of electric current for lighting and furnishing power for manufacturing and other purposes for public and private use in said town for a term of thirty years, which franchise rights and privileges the said Sullenger, on that date, accepted.\nThereafter, on August 15, 1930, for a good and valuable consideration, Sullenger transferred and assigned all the franchise rights and privileges granted to him under said ordinance to the West Memphis Power & Water Company.\nThe West Memphis Power & Water Company constructed its system for electrical distribution, and was ready for operation on November 9, 1930. It has had at all times since that time sufficient power and equipment, and has been ready and willing to supply all necessary electrical current for the use of the inhabitants of said town, according • to the terms and provisions of said franchise.\nThe Arkansas Power & Light Company built its electrical lines prior to the granting of the ordinance above mentioned, and prior to the incorporation of the town of West Memphis.\nThe appellant claims the right to operate because of having constructed its poles and equipment under the authority of § 4043 of Crawford & Moses ’ Digest, which reads as follows: “Any corporation organized under the laws of this State for the purpose of generating, transmitting, and supplying electricity for public use may construct, operate and maintain such lines of wire, cables, poles, etc., necessary for the transmission of electricity along and over the public highways, and the streets of the cities and towns of the State or across or under the waters, and over any lands or public works belonging to the State, and on or over the lands of private individuals, and upon, along and parallel to any railroad or turnpike of this State, and on and over the bridges, trestles and structures of such railroads; and in constructing such dams as the corporation may be authorized to construct, for the purpose of generating electricity by water power, may flow the lands above such dams with backwater resulting from such construction. Provided, the ordinary use of such public highways, streets, works, railroads, bridges, trestles, or structures and turnpikes be not thereby obstructed, or the navigation of said waters impeded, and that just damages shall be paid to the owners of such lands, railroads and turnpikes; and provided, further, that the permission. of the proper municipal authorities shall be obtained for the use of such streets.”\nThe appellant contends that its contract with the State was violated by granting the ordinance to the appellee, and that the former decision of this court in Arkansas Power & Light Co. v. West Memphis Power & Water Co., 184 Ark. 206, 41 S. W. (2d) 755, recognizes the appellant’s right to continue its service in West Memphis.\nWe do not agree with appellant in this contention. The court said in that case: “By act of the General Assembly, supra, any corporation organized for the purpose of generating, transmitting and supplying electricity for public use was permitted to construct its lines over the public highways. Therefore appellant’s rights to the use of the highway running through the village stands upon a different footing to its occupancy of the streets. Appellant rightfully used the highway for the erection of its lines and was rightfully using it at the time the municipality was formed. The statute, however, did not give it, or any other company of like character, the exclusive privilege, but any other company incorporated for a similar purpose or as many as might be formed might use the same highway, the only limitation to such use with respect to the appellant being that occupancy ought not to be allowed to injure or interfere with the physical property of the appellant.”\nWe also said in that case: “When it entered on the streets of the village with its poles and other equipment, however, no right could be predicated on the statute.”\nAs declared in the above-mentioned case, the appellant had the right, and still has the right, to use the highway, but it acquired no other right under the statute. Even if the acceptance by the appellant by constructing its system along the highway amounted to a contract, it could not be extended beyond the right given under the statute, and that was the right over the-public highways and streets of cities and towns, but the act expressly provides that the permission of the proper municipal authorities shall be obtained for the use of such streets.\nIn other words, the State granted the right to all corporations like the appellant to use thé public highways outside of cities and towns, and to use the public highway within cities and towns after getting permission of the proper municipal authorities.\nAppellant does not claim that it got permission from the municipal authorities, and it has no right under this statute to occupy the streets of West Memphis without first getting permission from the municipal authorities.\nThe appellant, not having secured permission of the authorities, West Memphis had a right to grant an exclusive franchise to the appellee. Crawford & Moses’ Digest, § 7492; Act of 1929, p. 1207; El Dorado v. Coats, 175 Ark. 289, 299 S. W. 355; Natural Gas & Fuel Corp. v. Norphlet Gas & Water Co., 173 Ark. 174, 294 S. W. 52.\nIt will he observed that the above authorities are to the effect that a franchise granted by a municipality to a corporation to furnish light and power, when accepted by the corporation, becomes a binding contract.\nThe appellant, however, contends that it was rightfully using the streets of West Memphis. It is true that it was rightfully using the highway through West Memphis, but it was not rightfully using the streets of the town after it became incorporated, because the statute expressly provides that it must get permission from the municipal authorities.\nAppellant cites the State v. Iowa Telephone Co., 175 Iowa 607, 154 N. W. 678, Ann. Cas. 1917E, 539, and quotes at length from the opinion in this case. The Iowa case, however, is construing a State statute which expressly authorized persons to construct telephone or telegraph lines along the highways of the State and erect the necessary fixtures, and the court said: “Now, the primary question in the case is whether or not by the enactment of these laws, commencing with the act passed in the year 1888 and ending with those appearing in the Code of 1897, the Legislature intended thereby to forfeit the rights already acquired by a telephone company under § 13'24 of the Code of 1873, as amended by the acts of the nineteenth General Assembly, and to require such a company already occupying the streets and alleys of a city to secure through action of the city council and by a referendum vote the right to use the streets and alleys upon which it had already placed its poles and lines under specific authority from the Legislature; or was it the intent of the Legislature to authorize cities to regulate such companies as were already using the streets and alleys under the grant of the Legislature, and all others which might secure the right to so use the streets and alleys, by general and uniform legislation applicable to all, and to further provide that no franchise to use the streets and alleys should thereafter be granted, renewed, or extended, except upon a referendum vote of the people. It seems clear to us that the latter is the proper interpretation to be put upon these laws. It must be remembered that the franchise spoken of is not the general franchise of a corporation, domestic or otherwise, granted by a sovereign, but a franchise for the streets, alleys, etc., of the city. The latter the defendant had directly from the Legislature, and, as we have seen, it was perpetual in character, subject, if at all, to forfeiture by the Legislature itself. It did not need to be renewed or extended; and, having one already, no further grant was necessary.”\nIn Iowa, at the time the telephone company erected its poles and system, there was no provision for municipalities granting a franchise to such company, but the franchise was granted by the State of Iowa, and it included the right to operate on all public highways, which included streets of cities and towns in Iowa at that time. The only question in the Iowa case was whether the subsequent legislation forfeited the franchise of the telephone company.\nWe have no such question here. The Arkansas statute does not undertake to give the right to appellant and other companies to occupy the streets and alleys of incorporated towns, but expressly provides that the permission of municipal authorities shall be had in order to do that.\nThe Iowa case was by a divided court, and a dissenting opinion was written by Judge Weaver, which was concurred in by Judge Preston. However, the Iowa case is not applicable here because, under the Iowa statute, the Legislature granted the franchise, and not the municipality, and under our statute the municipality must grant the right.\nThe appellant states that another case directly in point is that of Iowa Telephone Company v. Keokuk, 226 Fed. 82. That case, however, was decided by the Federal District Court, and it was there stated that the Supreme Court of Iowa had passed directly upon the question, and that it was the duty of the Federal court to accept the decision of the highest court of the State as correctly interpreting the legislative will.\nBut, as we have already said, when these corporations secured from the State their rights to erect their systems, there was no provision in the Iowa statute to the effect that permission of the municipal authorities should be had. At that time municipalities in Iowa could not grant franchises, and the only authority was the Legislature. Therefore these authorities are not applicable.\nIf the appellant had a contract, as it claims, any ordinance of the town of West Memphis or a State statute that impaired the obligation of that contract would be void; but, if appellant has a contract with the State, which we do not decide, it is a contract that must be strictly construed, and, when so construed, its rights are necessarily limited to the public highways outside of municipalities.\nThe ordinance of the town of West Memphis does not, and cannot, interfere with appellant’s occupancy of the highway through the town of West Memphis, but its rights are confined to the highway passing through the town, and it would have no right to serve any persons in the town of West Memphis.\nThe ordinance, which was accepted by the appellee, thereby making a contract, gives the exclusive right to appellee, and to permit any other corporation to serve any part of the town of West Memphis would impair the obligation of the appellee’s contract.\nIt is contended, however, by the appellant, that it had occupied some of the territory of West Memphis prior to the incorporation of the town, and that the subsequent incorporation could not affect its rights. This contention is like the contention of parties when they establish plants and property outside of the corporate limits of a city and the city is thereafter extended so as to include the plant or property.\nAppellant; of course, knew that the town of West Memphis might be incorporated, and, of course, it knew that, if so, it would have the right to grant franchises and grant permission to occupy its streets.\nThis court has said: “The case affords, perhaps, an example where a business established at a place remote from population is gradually surrounded and becomes part of a populous center, so that a business which formerly was not an interference with the rights of others has become so by the encroachment of the population. Under these circumstances, private rights must yield to the public good, and a court of equity will afford relief, even where a thing, originally harmless under certain circumstances, has become a nuisance under changed conditions.” Ft. Smith v. Western Hide & Fur Co., 153 Ark. 99, 237 S. W. 724; Bickley v. Morgan Utilities Co., 173 Ark. 1038, 294 S. W. 38.\nThe city of Little Eock passed an ordinance granting to telegraph companies the right to construct poles, etc. The Mackey Telegraph Company constructed poles within the corporate limits of the city of Little Eock and also a number of poles outside the city limits. The ordinance of the city provided for a tax of fifty cents for each pole, etc. Of course, it could not tax poles without the city limits. The limits of the city were thereafter extended, and the city sought to collect for poles that were in the city limits at the time, but when erected were outside the city limits. This court and the United States Supreme Court both held that, when the city limits were extended, it had authority under the ordinance to tax the poles that were originally outside the city limits.\nThere would seem to be no difference in property taken into a town or city by extending its limits and taking it in by incorporating the town. In either event, the property that had been constructed or erected prior to the extension or organization would not be within the corporate limits, and, after the extension or organization, would be.\nIt is next contended by the appellant that the town of West Memphis did not have power to grant an exclusive franchise that would have the effect of excluding the appellant from West Memphis. It secured no rights in West Memphis under the statute authorizing it to construct its lines, except to use the highway through the town, and it is not excluded or molested in this right. Whatever else it did in the town of West Memphis, except to use the highway, was unauthorized by the statute.\nThe next question is the question of damages. The trial court found that the appellant had furnished electricity to the inhabitants and consumers of the town of West Memphis after the date-of completion of appellee’s plant and distribution system. The amount of damages was ascertained by the court by taking evidence to show the amount of revenue received from the customers after appellee’s right under the ordinance accrued, and deduct-, ing from the amount of this revenue the amount it would cost to serve these inhabitants. The finding of the chancellor on this is not against the preponderance of the evidence.\nWe find no error, and the decree of the chancery court is affirmed.",
        "type": "majority",
        "author": "Mehaffy, J."
      }
    ],
    "attorneys": [
      "Rose, Hemingway, Cantrell & Loughborough, J. W. House, C. H. Moses and W. H. Holmes, for appellant.",
      "Davis & Brownback, Alene Word and Chas. E. Sullenger, for appellee."
    ],
    "corrections": "",
    "head_matter": "Arkansas Power & Light Company v. West Memphis Power & Water Company.\n4-2858\nOpinion delivered March 20, 1933.\nRose, Hemingway, Cantrell & Loughborough, J. W. House, C. H. Moses and W. H. Holmes, for appellant.\nDavis & Brownback, Alene Word and Chas. E. Sullenger, for appellee."
  },
  "file_name": "0041-01",
  "first_page_order": 59,
  "last_page_order": 67
}
