{
  "id": 8719323,
  "name": "Stevenson v. John J. Grier Hotel Company",
  "name_abbreviation": "Stevenson v. John J. Grier Hotel Co.",
  "decision_date": "1923-05-21",
  "docket_number": "",
  "first_page": "44",
  "last_page": "47",
  "citations": [
    {
      "type": "official",
      "cite": "159 Ark. 44"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "33 Ark. 360",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "94 Ark. 489",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1545412
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/94/0489-01"
      ]
    },
    {
      "cite": "89 Ark. 188",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "84 Ark. 43",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "70 Ark. 143",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "67 Ark. 129",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "64 Ark. 546",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "22 Minn. 90",
      "category": "reporters:state",
      "reporter": "Minn.",
      "case_ids": [
        561909
      ],
      "opinion_index": -1,
      "case_paths": [
        "/minn/22/0090-01"
      ]
    },
    {
      "cite": "228 N. Y. 106",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        1965379
      ],
      "pin_cites": [
        {
          "page": "126"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/228/0106-01"
      ]
    },
    {
      "cite": "178 S. W. 401",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": -1
    },
    {
      "cite": "120 Ark. 54",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1561079
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/ark/120/0054-01"
      ]
    },
    {
      "cite": "116 S. W. 192",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": -1
    },
    {
      "cite": "89 Ark. 187",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1515199
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/89/0187-01"
      ]
    },
    {
      "cite": "104 S. W. 551",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": -1
    },
    {
      "cite": "84 Ark. 42",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1524451
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/84/0042-01"
      ]
    },
    {
      "cite": "155 Ark. 519",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1360483
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/155/0519-01"
      ]
    },
    {
      "cite": "142 Ark. 159",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1590580
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/142/0159-01"
      ]
    },
    {
      "cite": "120 Ark. 54",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1561079
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/120/0054-01"
      ]
    },
    {
      "cite": "89 Ark. 187",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1515199
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/89/0187-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 423,
    "char_count": 6734,
    "ocr_confidence": 0.476,
    "pagerank": {
      "raw": 6.070570041251024e-08,
      "percentile": 0.37495255514896814
    },
    "sha256": "6f2ebe85ba5f888a2d65039aec799682d34aaa89b08609932896836a19c20e21",
    "simhash": "1:a9da15c8b2e7600f",
    "word_count": 1170
  },
  "last_updated": "2024-02-27T18:54:00.643605+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Stevenson v. John J. Grier Hotel Company."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nAppellant was plaintiff below, and, for lier cause of action, alleged the following facts: The defendant corporation operates a hotel in the city of Forrest City known as “The Marion Hotel,” and on July 31, 1922, plaintiff and her husband, J. W. Stevenson, registered there as Mr. and Mrs. J. W. Stevenson, Memphis, Tenn. They paid for their’ accommodations in the usual and customary manner, and, as guests of the hotel, were assigned to a room, which they occupied for the night. On the morning of August 1, 1922, while plaintiff was in the room to which she had been assigned, in company with her husband, the manager of the hotel, ’ the duly authorized agent of the defendant,' came to the room occupied by her as a guest of the hotel, and ordered her out of the room and out of the hotel, using Insulting and abusive language which imputed adultery to the plaintiff, and which caused her great worry pnd distress of mind, and, although she insisted she and Stevenson were legally married — as they, in fact, were — she was ordered out of the hotel by the'manager, who ridiculed her statement that she was the wife of Stevenson. That the manager of the hotel conducted plaintiff and her husband to the lobby of the hotel, and there, in the presence of mumerous people, again abused her and used insulting language towards her, which was calculated to, and did, leave the impression on the minds of those hearing the language used that plaintiff liad been guilty of adultery in defendant’s hotel.\nPlaintiff further .alleged that she and Stevenson had been legally married for twenty years, and that she was conducting herself in the hotel in a proper manner, and gave no cause to the manager to abuse or evict her, and that the hotel catered to the public and was held out to the public as furnishing accommodations to all who should apply in the ordinary and usual manner. That the conduct and action of defendant’s manager in evicting her- from the hotel caused her great worry, humiliation and distress of mind, and was a slander upon her character and virtue, and caused her to be the object of public shame, humiliation and degradation, and exposed her to the ridicule, vulgarity and gossip of all who heard such language and witnessed her eviction from the hotel. She further alleged that the manager’s conduct was wilful, wanton and malicious, and she prayed for damages, both compensatory and punitive.\nTo this complaint the defendant demurred on the ground that the allegations of the complaint were not sufficient to constitute a cause of action. The demurrer was sustained, and, plaintiff declining to amend or plead further, the complaint was dismissed.\nThe action of the court below is defended upon the ground that the complaint sues for mental suffering and humiliation alone, unaccompanied by any physical injury or other element of recoverable damages, and we are cited to several decisions of this court holding there can be no recovery in such cases.\nAmong the cases so cited is that of Chicago, R. I. & P. Ry. Co. v. Moss, 89 Ark. 187, in which the court held that a passenger whose baggage had been carried beyond his destination, and who had suffered an actual loss on that account, could not recover for the mental suffering occasioned by the insulting conduct of 'the employee of the carrier who was responsible, for the miscarriage of the baggage, for the reason that there was no connection between the’ recoverable element and the mental suffering, and the latter could not be sustained as an independent cause of action.\nThe court in so holding recognized that the physical injury need not be actual in all cases, but might in some cases be constructive, and it was there said: “There are many cases in the books where there is a constructive physical injury, such as duress, ejection from trains, etc., where there is no physical violence, but an actual restraint or coercion of the person. In such cases, and possibly others, it would not be sound to hold that, merely because the finger was not, laid upon the lapel of the coat, there can he no recovery for the wrong done, including the mental suffering resulting from such duress or coerced ejection.”\nWhat was there said is applicable here. There was here a constructive physical injury, for there was an actual restraint and coercion of the plaintiff. In violation of the duty owing to plaintiff, the defendant ejected her from the hotel, and this was a constructive physical injury. The law did not require her to continue her explanations and protestations to the point where the restraint and coercion would have become actual, rather than constructive. When she saw the right to remain in the hotel as a guest would not he accorded her, she had the right to minimize her damages by leaving before actual physical injury was inflicted, and defendant will not be heard to complain that plaintiff obeyed the command of its manager.\nThe principle applicable is that announced in the cases of Chicago, R. I. & P. Ry. Co. v. Allison, 120 Ark. 54; Hines v. Rice, 142 Ark. 159; and St. Louis-S. F. Ry. Co. v. Smith, 155 Ark. 519.\nA cause of action was stated, and the demurrer should have been overruled, and the judgment of dismissal is reversed, and the cause remanded, with directions to overrule the demurrer.",
        "type": "majority",
        "author": "Smith, J."
      }
    ],
    "attorneys": [
      "Pretoett Semmes, for appellant; Chas. M. Bryan and George E. Neuhardt, of counsel.",
      "Buzbee, Pugh & Harrison, for appellee.",
      "Pretoett Semmes, in reply; Charles M. Bryan, George E. Neuhardt and Arthur G. Broclie, of counsel."
    ],
    "corrections": "",
    "head_matter": "Stevenson v. John J. Grier Hotel Company.\nOpinion delivered May 21, 1923.\nInnkeepers — ejection op guest — complaint.—A complaint against a hotel company by a guest, alleging that she had been wrongfully ejected by the manager of the hotel, and that in the presence of numerous people he had used insulting and abusive language to her, causing her great worry, humiliation and distress of mind, held to state a cause of action.\nAppeal from St. Francis Circuit Court; J. M. Jáchson, Judge;\nreversed.\nPretoett Semmes, for appellant; Chas. M. Bryan and George E. Neuhardt, of counsel.\nThe court erred in sustaining the demurrer to the complaint; could recover for mental anguish without actual physical injury. 84 Ark. 42, 104 S. W. 551; 89 Ark. 187, 116 S. W. 192; 120 Ark. 54, 178 S. W. 401; 108 S. E. (Ga.) 309; 228 N. Y. 106, 126, N. E. 647; 131 N. E. (Mass.) 475; 22 Minn. 90; 14 R. C. L. 506.\nBuzbee, Pugh & Harrison, for appellee.\nThe demurrer was properly sustained. Recovery can not be had for mental suffering and humilation alone, unaccompanied by physical injury or other element of recoverable damage. 64 Ark. 546; 67 Ark. 129; 70 Ark. 143; 84 Ark. 43; 89 Ark. 188; 94 Ark. 489; 33 Ark. 360 ; 76 S. W. (Tes. App.) 586.\nPretoett Semmes, in reply; Charles M. Bryan, George E. Neuhardt and Arthur G. Broclie, of counsel.\nCases cited by appellee have no especial bearing upon case at bar, which is ruled by 120 Ark. 54."
  },
  "file_name": "0044-01",
  "first_page_order": 70,
  "last_page_order": 73
}
