{
  "id": 1360515,
  "name": "Green v. State",
  "name_abbreviation": "Green v. State",
  "decision_date": "1922-10-02",
  "docket_number": "",
  "first_page": "45",
  "last_page": "48",
  "citations": [
    {
      "type": "official",
      "cite": "155 Ark. 45"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "44 Ark. 100",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1893365
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/44/0100-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 296,
    "char_count": 7430,
    "ocr_confidence": 0.485,
    "pagerank": {
      "raw": 7.454604561672698e-08,
      "percentile": 0.44450139757182755
    },
    "sha256": "2f28daf64ac2021f79b8abb3b1365d54a9708f0591800ae9bf618fc983d0dde9",
    "simhash": "1:9ab6fe65e1dddec5",
    "word_count": 1287
  },
  "last_updated": "2024-02-27T20:04:56.897085+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Green v. State."
    ],
    "opinions": [
      {
        "text": "McCulloch, O. J.\nAppellant is charged with the statutory offense of transporting intoxicating liquor, and was brought to trial in the municipal court of the city of Pine Bluff on information filed by the prosecuting attorney of the circuit.\nBefore the trial of the cause in the municipal court, appellant filed his duly verified and supported petition for change of venue on account of alleged prejudice on the part of the municipal judge, but that court overruled ■the petition and compelled appellant to proceed with the trial, which resulted in his conviction. He prosecuted an appeal to the circuit court, and there filed a plea to the jurisdiction of the court on the ground that jurisdiction was lost upon the filing of the petition for change of venue. The plea was based upon a provision of the amended statute under which the municipal court was created, and which reads as follows:\n“Provided, the defendant, in criminal cases pending for trial or examination before the municipal court as herein provided, shall have a right to change the venue in any case as is now provided by law in justice of the pease courts; and provided, further, that the circuit court shall not have jurisdiction to try any defendant convicted of a misdemeanor in said court where a change of venue has been denied by the judge of the municipal court; and provided, further, that the justice of the peace to whom such case is transferred shall proceed to try said case as is now provided by the laws of the State of Arkansas in justice courts, and shall be entitled to like fees as are now allowed by the law for justice of the peace under the general laws of the State of Arkansas.” Acts 1917, vol. 1, p. 1125; Acts 1921, p. 433.\nThe circuit court overruled the plea and proceeded with the trial of appellant on the merits of the charge, which resulted in his conviction, and an appeal has been duly prosecuted to this court.\nIt was the obvious design of the framers, of the statute to give the right of change of venue in criminal cases from the municipal court to a justice of the peace, and to effectually enforce that right by terminating the jurisdiction of the municipal court in misdemeanor cases upon the filing of a petition for change of venue in accordance with law. The statute provides that “the circuit court shall not have jurisdiction to try any defendant convicted of a misdemeanor in said court where a change of venue has been denied by the judge of the the municipal court,” and this provision is founded upon the theory that, the municipal court being deprived of jurisdiction, the circuit court could acquire none on appeal.\nIt is in conformity with the rule of law that a court in the exercise of appellate jurisdiction acquires only such jurisdiction as was possessed by the court from which the appeal was prosecuted. Little Rock, M. R. & T. Ry. Co., 44 Ark. 100.\nIt is contended by the Attorney General that the statute is unconstitutional and void because it is an attempt to deprive the circuit court of its rightful jurisdiction in criminal cases, but we fail to see wherein the statute deprives the circuit court of any of its original or appellate jurisdiction conferred by the Constitution. The statute has no reference to the exercise of original jurisdiction by the circuit court, but applies only to the exercise of its appellate jurisdiction, and, as we have already seen, the. exercise of that jurisdiction depends upon the rightful jurisdiction of the court from which the appeal is prosecuted.\nThe statute does not cut off the appellate or supervisory jurisdiction of the circuit court, even in a casé where a petition for change of venue has been filed in the municipal court, bnt only deprives the circuit court of the right to try the case upon its merits. This leaves the superintending control and appellate jurisdiction of the circuit court in full play, for, notwithstanding the loss of jurisdiction by the municipal court, the circuit court has the power to supervise and review a void judgment rendered by that court.\nAppellant prosecuted an appeal from the void judgment of the municipal court, and he had a right to do so, for there is nothing in the statute which attempts to cut off the remedy by appeal from a void judgment.\nIt is also contended by the Attorney General that appellant has pursued the wrong remedy in appealing to the circuit court from the judgment of the municipal court, instead of resorting to a remedy by writ of certiorari. It is true that a judgment void on its face may be attacked by certiorari in the court exercising* superintending control, but that remedy is not exclusive. It is only 'cumulative of the right of appeal which is conferred by the Constitution.\nUnder the statute in question the filing* of the petition for a change of venue in proper form transferred the jurisdiction from the municipal court to a justice of the peace, to whom the court should have transferred the papers in the case, and the circuit court should have quashed the judgment of the municipal court and remanded the cause to that court with directions to transfer It to a justice of the peace, in accordance with the prayer of the petition for change of venue.\nThe judgment of the circuit court is therefore reversed, and the cause is remanded, with directions to enter the judgment indicated above.",
        "type": "majority",
        "author": "McCulloch, O. J."
      }
    ],
    "attorneys": [
      "Rowell é Alexander, T. G. Parham, J. M. Shaw, for appellant.",
      "• J. S. Utley, Attorney General; Elbert Godwin and W. T. Hammock, Assistants, for appellee."
    ],
    "corrections": "",
    "head_matter": "Green v. State.\nOpinion delivered October 2, 1922.\n1. Criminal law — jurisdiction on appeal. — The appellate court acquires such jurisdiction only as was possessed by the court from which the appeal was prosecuted.\n2. Criminal law — municipal court — change of venue. — Acts 1917, p. 1129, § 9, as amended by Acts 1921, p. 435, § 2, giving defendant in criminal cases in the municipal court right to change of venue and forbidding the circuit court to try one convicted of a misdemeanor in the municipal court where a change of venue has been denied by the municipal judge, was not invalid as interfering with the superintending control and appellate jurisdiction of the circuit court.\n3. Criminal law — municipal court — right of appeal. — Acts 1917, p. 1129, § 9, as amended by Acts 1921, p. 435, § 2, does not prevent a defendant from appealing a void judgment of conviction against him in the municipal court, rendered after the court’s jurisdiction was ousted, by his application for a change of venue.\n4. -Criminal law — review of void judgment. — While a void judg- • ment of the municipal court may be attacked by certiorari in the circuit court, such remedy is cumulative of the right of appeal.\n5. Criminal law — municipal court — effect of petition for change of venue. — Under Acts 1917, p. 1129, § 9, as amended by Acts 1921, p. 435, § 2, giving defendant in criminal cases in the municipal court a right to a change of venue, and providing for transfer of the case to a justice of the peace on motion therefor, where a petition was filed in the municipal court for a change of venue, that court should have transferred the case, and where it failed to make the transfer, and convicted defendant, the circuit court on appeal should quash the judgment of conviction and remand the cause with directions to transfer it to a justice of the peace.\nAppeal from Jfefferson Circuit Court; W. B. Sorrels, Judge;\nreversed.\nRowell é Alexander, T. G. Parham, J. M. Shaw, for appellant.\n• J. S. Utley, Attorney General; Elbert Godwin and W. T. Hammock, Assistants, for appellee."
  },
  "file_name": "0045-01",
  "first_page_order": 69,
  "last_page_order": 72
}
