{
  "id": 1428366,
  "name": "New York Life Insurance Company v. Jacques",
  "name_abbreviation": "New York Life Insurance v. Jacques",
  "decision_date": "1933-10-23",
  "docket_number": "4-3161",
  "first_page": "46",
  "last_page": "50",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 46"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "32 S. W. (2d) 310",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "182 Ark. 496",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1389754
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/182/0496-01"
      ]
    },
    {
      "cite": "47 S. W. (2d) 567",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "185 Ark. 419",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1435133
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/185/0419-01"
      ]
    },
    {
      "cite": "47 S. W. (2d) 600",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "185 Ark. 335",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1435278
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/185/0335-01"
      ]
    },
    {
      "cite": "57 S. W. (2d) 555",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "186 Ark. 1019",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8726795
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/186/1019-01"
      ]
    },
    {
      "cite": "56 S. W. (2d) 433",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "186 Ark. 860",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "56 S. W. (2d) 425",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "186 Ark. 844",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8726061
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/186/0844-01"
      ]
    },
    {
      "cite": "55 S. W. (2d) 788",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "186 Ark. 672",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8724880
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/186/0672-01"
      ]
    },
    {
      "cite": "54 S. W. (2d) 707",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "186 Ark. 519",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8723445
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/186/0519-01"
      ]
    },
    {
      "cite": "53 S. W. (2d) 10",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "186 Ark. 198",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8719793
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/186/0198-01"
      ]
    },
    {
      "cite": "63 S. W. (2d) 524",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "187 Ark. 969",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1432066
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/187/0969-01"
      ]
    },
    {
      "cite": "39 S. W. 550",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "63 Ark. 491",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8724069
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/63/0491-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 441,
    "char_count": 7746,
    "ocr_confidence": 0.525,
    "pagerank": {
      "raw": 5.8591662004228935e-08,
      "percentile": 0.3645770467699082
    },
    "sha256": "7880b28da9a33499c12b2738312e97149882a7792d5ef647254cafec9ff22bbe",
    "simhash": "1:7fde9c6f12a491ec",
    "word_count": 1353
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "New York Life Insurance Company v. Jacques."
    ],
    "opinions": [
      {
        "text": "Mehaffy, J.\nOn April 11, 1930, the appellant issued its policy in the amount of $1,000 to the appellee. It is provided in said policy that, should the insured become totally and permanently disabled, the appellant would waive the payment of further premiums on said policy, and pay an income of $10 per month during the continuance of such disability.\nAppellee is 23 years of age, a; baker by trade, and knows no other business. He filed suit, alleging that, while said policy was in full force and effect, he became permanently and totally disabled. He became afflicted with infectious arthritis of the left hip joint; his disability was total and permanent.\nDue proof was made, and during the period of March 15, 1931, to January 15, 1932, appellant waived premiums and paid appellee $10 per month. It was alleged that on January 15, 1932, the appellant breached its contract of insurance, and discontinued the payment of disability benefits, and, since that time, has continued to breach said contract by refusing to pay the benefits and waives the premiums.\nAppellee alleged that he had an expectancy of 40.17 years. He alleged that he was entitled to receive $10 per month from January 15, 1932, for 40.17 years, and at his death his beneficiaries are entitled to receive $1,000. He asked judgment for the present worth of the disability benefits, and present worth of the $1,000, the amount sued for being $2,999.95.\nThe appellant answered, denying the material allegations in the complaint. The appellant filed amendment to its answer, alleging that it received information to the effect that appellee was employed part of the time, and that he was examined by a physician, and was not totally and permanently disabled, and so notified appellee; that it subsequently reconsidered appellee’s claim, and admitted that he was disabled within the' terms of the contract, and tendered him all of the monthly installments to which he was entitled. Appellant renewed its tender, and offered to pay all installments due, and in all respects comply with the contract.\nWe deem it unnecessary to set out the evidence. It is sufficient to say that there was ample evidence to sustain the claim of total disability, and the appellant admitted and offered to pay. There was a jury trial and a verdict directed by the court in the amount of $1,982.72 with interest at 6 per cent, per annum. Motion for new trial was filed and overruled, and the case is here on appeal.\nAppellant first contends that there is no evidence of a repudiation or breach of the contract. Numerous letters from the appellant to appellee were introduced,' all of them tending to show'- that they did not intend to repudiate the contract, but it is admitted that they declined to pay disability benefits from January 15, 1932, claiming that appellee was not totally disabled, and that appellant was not under any obligation to pay the disability benefits. It also advised him that he must pay his premiums.\nThe evidence tended to show that the appellant had made examinations, determined that he was totally disabled, and paid disability benefits for a number of months, and then declined to pay further, at a time when appellee’s disability was the same that it was when they first began to pay disability benefits.\nIt is the contention of the appellee that appellant was not acting in good faith, and that its conduct was a repudiation and breach of its contract; that it knew appellee ’s condition and refused to comply with the terms of the contract.\nThe court directed a verdict, thereby holding as a matter of law that the appellant had breached its contract. This was error. The court should have submitted to the jury the question whether appellant had breached its contract.\nThe court also refused to permit the appellant to introduce evidence to show that appellee’s affliction was such as to prevent him from taking a normal amount of exercise and to make him more susceptible to diseases of all kinds, and refused to permit appellant to show the present values of amounts in controversy at periods of 5, 10, 15, 20, '25 and 30 years. This evidence was offered on the theory that the jury might find that the appellee, who claimed to be totally and permanently disabled, would not live out the full expectancy of a normal, healthy person.\nWe think the court erred in not permitting appellant to make this proof. The mortality tables were properly admitted in evidence, but those tables are for the purpose of showing the expectancy of a person in health, and, in order to determine the expectancy of a person who is not in good health, it is proper to introduce the mortality tables and all other evidence tending to show his expectancy.\nWe said in a recent case: “Appellant contends that the court erred in admitting in evidence the Carlyle Mortality Tables over its objection and exception. It is urged that there was no issue of the expectancy of Alice Jackson’s life in this case, and that the table of expectancy of life was therefore inadmissible. * * *\n“This court, in the case of Arkansas Midland Rd. Co. v. Griffith, 63 Ark. 491, 39 S. W. 550, said that ‘evidence of disease or of ill health or of hazardous employment may impair or destroy probative effect of tables of expectancy of life, but it does not make them inadmissible. ’\n“No error was committed in admitting the mortality tables, but reversible error was committed in accepting them by the court as conclusive. At the time of the breach of the contract, Alice Jackson was sick, and her condition would have entered into her expectancy of life. At the time of the breach of the contract, when her right of action accrued, her expectancy of life was necessarily in dispute and to be ascertained from all the evidence and circumstances surrounding her condition of health. This issue of fact being in dispute, it Avas a question for the jury and not the court to determine.” Nat. Life & Acc. Ins. Co. v. Sims, 187 Ark. 969, 63 S. W. (2d) 524.\n.Insurance policies like the one herein involved have been construed by this court many times, and we do not deem it necessary to discuss these questions or review the authorities. Some of the recent cases are as follows: Nat. Life & Acc. Ins. Co. v. Whitfield, 186 Ark. 198, 53 S. W. (2d) 10; Mo. State Life Ins. Co. v. Johnson, 186 Ark. 519, 54 S. W. (2d) 707; Mo. State Life Ins. Co. v. Holt, 186 Ark. 672, 55 S. W. (2d) 788; Mass. Prot. Ass’n v. Oden, 186 Ark. 844, 56 S. W. (2d) 425; Mutual Life Ins. Co. v. Marsh, 186 Ark. 860, 56 S. W. (2d) 433; Guardian Life Ins. Co. v. Johnson, 186 Ark. 1019, 57 S. W. (2d) 555; Mo. State Life Ins. Co. v. Snow, 185 Ark. 335, 47 S. W. (2d) 600; Sovereign Camp, W. O. W., v. Meek, 185 Ark. 419, 47 S. W. (2d) 567; Ætna Life Ins. Co. v. Spencer, 182 Ark. 496, 32 S. W. (2d) 310.\nIf there Avas a breach of the contract by appellant, appellee is entitled to recover. If there was no breach of the contract, then appellee is entitled to recover the disability benefits, and is relieved from the payment of premiums.\nFor the errors indicated, the judgment is reversed and the cause remanded for new trial, with permission to introduce evidence to show the expectancy of life of appellee, and with directions to submit the question to the jury as to whether there was a breach of contract.\nJustices Smith and Butler concur in the reversal of the judgment, but they believe that the evidence shows that there was no breach or repudiation of the contract, and the court should have so declared.",
        "type": "majority",
        "author": "Mehaffy, J."
      }
    ],
    "attorneys": [
      "Louis H. Cooke, Feazel & Steel and Rose, Hemingway, Cantrell & Loughborough, for appellant.",
      "Jas. S. McConnell and J. M. Jackson, for appellee."
    ],
    "corrections": "",
    "head_matter": "New York Life Insurance Company v. Jacques.\n4-3161\nOpinion delivered October 23, 1933.\nLouis H. Cooke, Feazel & Steel and Rose, Hemingway, Cantrell & Loughborough, for appellant.\nJas. S. McConnell and J. M. Jackson, for appellee."
  },
  "file_name": "0046-01",
  "first_page_order": 64,
  "last_page_order": 68
}
