{
  "id": 12462720,
  "name": "In the Matter of the Personal Restraint of Clark L. Stuhr, Petitioner",
  "name_abbreviation": "In re the Personal Restraint of Stuhr",
  "decision_date": "2016-07-14",
  "docket_number": "No. 91920-8",
  "first_page": "49",
  "last_page": "57",
  "citations": [
    {
      "type": "official",
      "cite": "186 Wash. 2d 49"
    }
  ],
  "court": {
    "name_abbreviation": "Wash.",
    "id": 9029,
    "name": "Washington Supreme Court"
  },
  "jurisdiction": {
    "id": 38,
    "name_long": "Washington",
    "name": "Wash."
  },
  "cites_to": [
    {
      "cite": "490 U.S. 454",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        605334
      ],
      "weight": 3,
      "year": 1989,
      "pin_cites": [
        {
          "page": "463"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/490/0454-01"
      ]
    },
    {
      "cite": "866 P.2d 8",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1994,
      "pin_cites": [
        {
          "parenthetical": "quoting Ky. Dep't of Corr. v. Thompson, 490 U.S. 454, 463, 109 S. Ct. 1904, 104 L. Ed. 2d 506 (1989)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "123 Wn.2d 138",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        812771
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "144",
          "parenthetical": "quoting Ky. Dep't of Corr. v. Thompson, 490 U.S. 454, 463, 109 S. Ct. 1904, 104 L. Ed. 2d 506 (1989)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/123/0138-01"
      ]
    },
    {
      "cite": "530 P.2d 334",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1975,
      "opinion_index": 0
    },
    {
      "cite": "84 Wn.2d 922",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1125208
      ],
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/84/0922-01"
      ]
    },
    {
      "cite": "153 P.3d 846",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2007,
      "opinion_index": 0
    },
    {
      "cite": "159 Wn.2d 700",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        3592816
      ],
      "year": 2007,
      "pin_cites": [
        {
          "page": "716"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/159/0700-01"
      ]
    },
    {
      "cite": "550 A.2d 309",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1988,
      "pin_cites": [
        {
          "page": "312",
          "parenthetical": "applying Connecticut law"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "209 Conn. 191",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        561248
      ],
      "year": 1988,
      "pin_cites": [
        {
          "parenthetical": "applying Connecticut law"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/conn/209/0191-01"
      ]
    },
    {
      "cite": "W. Va. Code § 28-5-27",
      "category": "laws:leg_statute",
      "reporter": "W. Va. Code",
      "pin_cites": [
        {
          "page": "(c)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "213 W. Va. 563",
      "category": "reporters:state",
      "reporter": "W. Va.",
      "case_ids": [
        9097686
      ],
      "weight": 2,
      "year": 2003,
      "opinion_index": 0,
      "case_paths": [
        "/w-va/213/0563-01"
      ]
    },
    {
      "cite": "853 P.2d 444",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1993,
      "opinion_index": 0
    },
    {
      "cite": "121 Wn.2d 655",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1365803
      ],
      "year": 1993,
      "pin_cites": [
        {
          "page": "661"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/121/0655-01"
      ]
    },
    {
      "cite": "218 P.3d 913",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "weight": 2,
      "year": 2009,
      "opinion_index": 0
    },
    {
      "cite": "167 Wn.2d 205",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4004957
      ],
      "year": 2009,
      "pin_cites": [
        {
          "page": "211"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/167/0205-01"
      ]
    },
    {
      "cite": "227 P.3d 285",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2010,
      "opinion_index": 0
    },
    {
      "cite": "168 Wn.2d 204",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4007244
      ],
      "year": 2010,
      "pin_cites": [
        {
          "page": "214"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/168/0204-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 706,
    "char_count": 12644,
    "ocr_confidence": 0.895,
    "pagerank": {
      "raw": 4.8172472706271035e-08,
      "percentile": 0.303527734628544
    },
    "sha256": "084d796f447d6bf08c24ea3df86dfb51667adf216c2e9b3eaebc8af616fd08b2",
    "simhash": "1:b8b190806d247eb9",
    "word_count": 2098
  },
  "last_updated": "2024-02-27T18:43:05.207238+00:00",
  "provenance": {
    "date_added": "2019-05-23",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Madsen, C.J., and Johnson, Owens, Fairhurst, Stephens, Wiggins, González, and Gordon McCloud, JJ., concur."
    ],
    "parties": [
      "In the Matter of the Personal Restraint of Clark L. Stuhr, Petitioner."
    ],
    "opinions": [
      {
        "text": "Yu, J.\n¶1 Petitioner Clark Stuhr is in Department of Corrections (DOC) custody, serving two consecutive sentences imposed pursuant to the Sentencing Reform Act of 1981 (SRA), chapter 9.94A RCW. As penalties for Stuhr’s serious disciplinary infractions, DOC has revoked potentially available good conduct time for both of his sentences. Stuhr contends that this loss of potential good conduct time violates statutory and constitutional law. We disagree and therefore deny relief on his personal restraint petition (PRP).\nBACKGROUND\n¶2 Stuhr pleaded guilty to first degree murder in 1989 and was given an exceptional sentence of 425 months. In 1991, he was convicted of second degree assault and given a 17-month sentence to run consecutively with his 1989 murder sentence. Pursuant to the SRA, Stuhr is eligible to have each of his sentences reduced by up to one-third. RCW 9.94A.729(3)(e). Stuhr has committed a number of serious disciplinary infractions while incarcerated, including assaults, throwing objects, and destroying property. DOC has revoked potentially available good conduct time for both of Stuhr’s sentences as penalties for his infractions.\n¶3 Stuhr does not challenge the substantive or procedural validity of any of his underlying infractions, and he does not argue that DOC violated any applicable provisions of the Washington Administrative Code or DOC policy manual. Instead, he argues that RCW 9.94A.729(1)(a) prohibits the loss of potential good conduct time on a prospective basis. In the alternative, he contends that he has a protected liberty interest in his potential good conduct time and was not afforded due process before losing it, as required by the state and federal constitutions. See Wash. Const. art. I, § 3; U.S. Const. amends. V, XIV.\n¶4 The acting chief judge for the Court of Appeals dismissed Stuhr’s PRP. Order Dismissing Pet., In re Pers. Restraint of Stuhr, No. 46988-0-II, at 2 (Wash. Ct. App. June 24, 2015). This court granted Stuhr’s motion for discretionary review and appointed counsel to represent him. Order Granting Review, In re Pers. Restraint of Stuhr, No. 91920-8 (Wash. Dec. 2, 2015).\nISSUES\n¶5 A. Does the SRA prohibit the loss of potentially available good conduct time as a penalty for serious disciplinary infractions?\n¶6 B. Has Stuhr shown that he has a protected liberty interest in potential good conduct time and that he was not afforded due process before losing it?\nANALYSIS\n¶7 Stuhr has not had a prior opportunity to judicially appeal the issues presented in his PRP, so he need not make any threshold showing of prejudice; he must show only that he is under an unlawful restraint as defined by RAP 16.4. In re Pers. Restraint of Grantham, 168 Wn.2d 204, 214, 227 P.3d 285 (2010). Stuhr’s incarceration is clearly a “ ‘restraint,’ ” RAP 16.4(b), so we consider only whether the loss of potential good conduct time as a disciplinary penalty is “unlawful,” RAP 16.4(c). See In re Pers. Restraint of Pullman, 167 Wn.2d 205, 211, 218 P.3d 913 (2009). We conclude that Stuhr has not shown any statutory or constitutional violations, and he does not allege any administrative violations. He has thus not shown that he is under an unlawful restraint.\nA. Early release pursuant to the SRA and DOC policy\n¶8 The SRA contemplates that an offender may be released from total confinement before serving the full sentence imposed by the court. This is accomplished through “earned release time,” which may be granted “for good behavior and good performance” while the offender is in custody. RCW 9.94A.729(1)(a). Policies and procedures for earned release time are “developed and adopted by the correctional agency having jurisdiction in which the offender is confined.” Id. The SRA gives correctional agencies a high level of discretion to determine whether and how to reward good behavior and good performance with early release. In re Pers. Restraint of Williams, 121 Wn.2d 655, 661, 853 P.2d 444 (1993). Correctional agencies are not required to grant the maximum allowable earned release time. Pullman, 167 Wn.2d at 214.\n¶9 DOC policy divides earned release time into two categories—“earned time” and “good conduct time.” WAC 137-30-020 (formatting omitted); DOC Policy 350.100, at 2. Only good conduct time is at issue in this case. Good conduct time is the “good behavior” component of RCW 9.94A.729(1)(a). DOC Policy 350.100, at 4. It is presumptively available for any nonmandatory portions of the offender’s sentence, subject to exceptions not relevant here. Id. at 3-4. Good conduct time may be lost when an offender is “found guilty of a serious violation” of prison disciplinary rules. Id. at 4. Subject to certain limitations, lost good conduct time may be restored by complying with an approved “restoration plan.” Id. at 9.\nB. Prospective loss of good conduct time is not prohibited by statute\n¶10 Stuhr’s statutory argument relies on RCW 9.94A.729(1)(a), which provides that “ [t] he correctional agency shall not credit the offender with earned release credits in advance of the offender actually earning the credits.” Stuhr reads this statutory provision as requiring good conduct time to be earned on an ongoing basis. Therefore, he contends, good conduct time does not exist before it is earned, and something that does not exist cannot be taken away. We disagree with Stuhr’s interpretation of RCW 9.94A.729(1)(a).\n¶11 In fact, Stuhr’s reading inverts the plain language of the statute, which clearly limits the extent to which correctional agencies may grant earned release time; it does not purport to limit a correctional agency’s authority to withhold earned release time. While DOC does calculate how much good conduct time is potentially available to an offender when he or she enters DOC custody, nothing about this initial calculation unlawfully “credit [s] the offender with earned release credits in advance of the offender actually earning the credits.” Id. It simply determines the maximum potentially available good conduct time allowed by the SRA. At oral argument, counsel described DOC’s initial calculation with the following useful analogy:\nI think of good conduct time as a stack of plastic chips ... [and] that good conduct time can be calculated at the beginning of the sentence. The inmate can calculate it, the Department can calculate it, it’s two-thirds of the potential earned release time—that’s the way it works. So let’s suppose it’s a thousand chips. The inmate walks into the prison. At the end of the road down there, at the end of his sentence somewhere, is a thousand chips waiting for him. Each one of those chips represents a day less time that he is going to have to serve if he behaves throughout the course of his sentence. Now, he is told . . . we’re using those chips to calculate when your actual release date will be, and between now and then, if you misbehave, you’re going to lose some of those chips. They’re there waiting for you, but you’re going to lose some of them. And as you go through, you might be able to get some of those back. But we’re going to use those chips as a tool to decide when your earned release date is. So he has no present right to those chips—he can’t say I want all my chips now. He has—he doesn’t earn those chips as he goes through month by month, day by day. In other states, he might, but not in Washington.\nWash. Supreme Court oral argument, In re Pers. Restraint of Stuhr, No. 91920-8 (May 12, 2016), at 22 min., 2 sec. through 23 min., 18 sec., audio recording by TVW, Washington State’s Public Affairs Network, http://www.tvw.org.\n¶12 Consistent with this description, we have previously observed that “the critical feature of [DOC’s calculation of potential earned released time] is that it is not based upon the amount of time the offender is incarcerated. Instead, the allowable good time is calculated based upon one-third of the sentence imposed .” Williams, 121 Wn.2d at 659. For this reason, Stuhr’s reliance on State ex rel. Bailey v. State, 213 W. Va. 563, 584 S.E.2d 197 (2003), is misplaced. The West Virginia statute at issue in that case provided that an inmate would accrue good time credit on an ongoing basis “ ‘for each day he or she is incarcerated.’ ” Id. at 202 (quoting W. Va. Code § 28-5-27(c)); cf. Nichols v. Warren, 209 Conn. 191, 550 A.2d 309, 312 (1988) (applying Connecticut law). Stuhr points to no comparable language in Washington’s SRA.\n¶13 To the extent Stuhr argues that this court should adopt his statutory interpretation based on policy considerations, we decline. The legislature has tasked correctional agencies with determining how best to promote the rehabilitative and disciplinary purposes of early release. Williams, 121 Wn.2d at 661-62. This court is ill suited to make such determinations, and because the plain language of the SRA does not prohibit the loss of potential good conduct time as a disciplinary penalty, we defer to DOC policy. See Bostain v. Food Express, Inc., 159 Wn.2d 700, 716, 153 P.3d 846 (2007). Stuhr has thus not shown that his restraint is unlawful as a matter of statutory law.\nC. Stuhr does not show that he was denied due process\n¶14 Stuhr contends that if we reject his statutory argument, then he has a protected liberty interest in his potentially available good conduct time and did not receive due process before losing it. This argument is foreclosed by our precedent.\n¶15 “The threshold question in every due process challenge is whether the challenger has been deprived of a protected interest in life, liberty, or property.” Pullman, 167 Wn.2d at 211-12. In Pullman, this court rejected the petitioner’s claim that “DOC violated his right to due process when it raised his risk classification to a level at which he was unable to earn a 50 percent reduction in his sentence without advance notice or a hearing.” Id. at 211. We noted that the SRA statutes governing early release do not “create any expectation of a specific release date or a specific classification level” and instead give DOC “broad discretion to determine and enforce the procedures by which an offender will be allowed to earn a reduction in his sentence.” Id. at 214. We also distinguished between early release pursuant to the SRA, which does not create a protected liberty interest, and parole pursuant to the prior indeterminate sentencing scheme, which does. Id. at 215 (citing Monohan v. Burdman, 84 Wn.2d 922, 530 P.2d 334 (1975)).\n¶16 Stuhr attempts to distinguish this case from Pullman, but his constitutional argument is based on the same premise as his statutory argument—that DOC’s initial calculation effectively awards good conduct time up front, when the offender first enters DOC custody. As discussed above, however, Stuhr misreads the statute and DOC policy. He also points to no substantive statutory limitations that would give an offender a legitimate expectation of early release based on DOC’s initial calculation of the maximum potential good conduct time allowed by the SRA. This is fatal to his constitutional claim because “[f ] or a state law to create a liberty interest, it must contain ‘substantive predicates’ to the exercise of discretion and ‘specific directives to the decisionmaker that if the regulations’ substantive predicates are present, a particular outcome must follow’.” In re Pers. Restraint of Cashaw, 123 Wn.2d 138, 144, 866 P.2d 8 (1994) (quoting Ky. Dep’t of Corr. v. Thompson, 490 U.S. 454, 463, 109 S. Ct. 1904, 104 L. Ed. 2d 506 (1989)).\n¶17 Finally, even if Stuhr did have a protected liberty interest in his potential good conduct time, it is not clear what process Stuhr believes was due to him but not provided. He does not allege, and the record does not indicate, that he was denied any of the minimal due process protections that may be required in the prison disciplinary context. See Grantham, 168 Wn.2d at 215-16. Stuhr is therefore not entitled to relief or a reference hearing on his constitutional claim.\nCONCLUSION\n¶18 Stuhr does not show that the loss of his potential good conduct time as a penalty for serious disciplinary infractions is an unlawful restraint as a matter of either statutory or constitutional law. We therefore deny relief on his PRP.\nMadsen, C.J., and Johnson, Owens, Fairhurst, Stephens, Wiggins, González, and Gordon McCloud, JJ., concur.",
        "type": "majority",
        "author": "Yu, J."
      }
    ],
    "attorneys": [
      "Mary Swift (of Nielsen Broman & Koch PLLC), for petitioner.",
      "Robert W. Ferguson, Attorney General, and Alan D. Copsey and Cassie B. vanRoojen, Assistants, for respondent."
    ],
    "corrections": "",
    "head_matter": "[No. 91920-8.\nArgued May 12, 2016.\nDecided July 14, 2016.\nIn the Matter of the Personal Restraint of Clark L. Stuhr, Petitioner.\nMary Swift (of Nielsen Broman & Koch PLLC), for petitioner.\nRobert W. Ferguson, Attorney General, and Alan D. Copsey and Cassie B. vanRoojen, Assistants, for respondent."
  },
  "file_name": "0049-01",
  "first_page_order": 87,
  "last_page_order": 95
}
