{
  "id": 1428235,
  "name": "Producers' Sand & Gravel Company, Inc., v. Patterson",
  "name_abbreviation": "Producers' Sand & Gravel Co. v. Patterson",
  "decision_date": "1933-10-23",
  "docket_number": "4-3141",
  "first_page": "50",
  "last_page": "52",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 50"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 337,
    "char_count": 4816,
    "ocr_confidence": 0.502,
    "pagerank": {
      "raw": 4.565170110192638e-08,
      "percentile": 0.28644739519562723
    },
    "sha256": "abcc9dc3d5339eb36d0570d4d5af19c663192232aa887d4c96dc2c9bc629d9fb",
    "simhash": "1:aa41679680b096ff",
    "word_count": 883
  },
  "last_updated": "2023-07-14T22:44:11.517500+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Producers’ Sand & Gravel Company, Inc., v. Patterson."
    ],
    "opinions": [
      {
        "text": "McHaney, J.\nThis appeal challenges the sufficiency of the evidence to support the verdict and judgment in appellee’s favor for $1,000 against appellant. Only a question of fact is therefore presented for decision. It is conceded, under the well-established rule of this court, that, if there is any evidence of a substantial nature to support the verdict when viewed in the light most favorable, and indulging every legitimate presumption in its favor, it must be permitted to stand. The facts, briefly stated, and about which there is little dispute, are as follows: Appellant operates a gravel plant and rock crusher on the south bank of Little River, getting its material therefrom. This material is taken from the river bed, dumped into a hopper, from which it passes through a large inclined cylindrical screen having round holes one and one-half inches in diameter. This screen revolves slowly, and the gravel and rock therein is washed by the injection of water. The small rock or gravel pass through the holes in the screen, drop into a chute and are conveyed to the gravel bin in which appellee was working at the time of the injury complained of, removing mud balls and trash or sticks that passed through the screen. The larger rock, such as would not pass .through the holes in the screen, gravitated to the lower end of the screen, dropped into another overhead chute, about 10 feet above the floor of the gravel bin, 14 feet long east and west by 13 feet wide north and south, and were conveyed by gravity to the rock crusher on the west side of the bin, where they were crushed. This latter chute was 5½ feet wide at the screen and tapered to two feet wide at the crusher, all the bias being taken from the north side of the chute. It was made of plank or boards, 2 x 12 inches, with sides of the same size, was 5½ feet long and dropped a distance of 2 feet from screen to crusher. The bottom of the chute was 8 inches below the screen, so that, when the rock fell out of the screen into the chute, they fell a distance of 8 inches'before striking the bottom of the chute and then on down at an angle or fall'of 2 feet in a distance of 5½ feet. Appellee was working, as above stated, in the bin over which this chute passed, on the north side next to the wall, about 5% feet distant, when, as he testified, a rock as large as his two fists fell or jumped out of the overhead chute, which had no screen or covering over the top, and struck him with great force on the left testicle, causing serious, painful and permanent injuries. No one else saw the rock fall. He made no outcry, nor did he communicate the fact of his injury to any one at the time, although another employee was working in the bin with him on the south side, and other employees were near by. Just what caused the rock to fall out of the chute and to travel a distance of 5½ feet therefrom and at right angles thereto, he was unable to explain. He says the first he saw of the rock it was in front of him on a level with his breast bone, and that it struck him in the manner stated; that he was seriously injured from some cause, there is little room to doubt, as two or more physicians who examined him testified thereto and that the injured part was perishing away.\nAppellant contends that it was impossible for the injury to have happened in the manner stated. We cannot agree that it was impossible. While to us it may appear improbable, we cannot say it could not have happened or that it is contrary to the laws of nature, in view of the positive testimony of appellee that he was so injured and the result thereof, corroborated by others that he had received an injury. As said in 18 C. J., p. 19: “But improbability alone is not sufficient ground for holding a fact not proved where it is supported by competent and apparently credible evidence.” Nor can we say as a matter of law there was no negligence in failing to guard or screen the top of the chute to prevent rocks from falling out. The evidence shows that rocks did on other occasions fall out of that chute, endangering those working below. Rocks weighing as much as 100 pounds passed through it and with a steep incline of 2 feet in 5½ feet, plus the momentum of such a rock in a fall of 8 inches from the crusher, it was a question of fact for the jury to say whether a rock of smaller size might be thrown by being struck by a much larger one, and whether, in the exercise of ordinary care, appellant should have provided some safeguards to prevent injury to employees working in the bin.\nThere being some substantial evidence to support the verdict and judgment, the judgment must be affirmed.",
        "type": "majority",
        "author": "McHaney, J."
      }
    ],
    "attorneys": [
      "Abe Collins, for appellant.",
      "Shaver, Shaver & Williams, for appellee."
    ],
    "corrections": "",
    "head_matter": "Producers’ Sand & Gravel Company, Inc., v. Patterson.\n4-3141\nOpinion delivered October 23, 1933.\nAbe Collins, for appellant.\nShaver, Shaver & Williams, for appellee."
  },
  "file_name": "0050-01",
  "first_page_order": 68,
  "last_page_order": 70
}
