{
  "id": 1428413,
  "name": "Pacific Mutual Life Insurance Company v. McCombs",
  "name_abbreviation": "Pacific Mutual Life Insurance v. McCombs",
  "decision_date": "1933-10-30",
  "docket_number": "4-3168",
  "first_page": "52",
  "last_page": "58",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 52"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "123 S. W. 384",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "92 Ark. 378",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1548598
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/92/0378-01"
      ]
    },
    {
      "cite": "292 S. W. 657",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "173 Ark. 362",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8720859
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/173/0362-01"
      ]
    },
    {
      "cite": "52 L. R. A. (N. S.) 445",
      "category": "reporters:federal",
      "reporter": "L.R.A.N.S.",
      "opinion_index": 0
    },
    {
      "cite": "167 S. W. 845",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "case_ids": [
        8282975
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sw/167/0845-01"
      ]
    },
    {
      "cite": "113 Ark. 174",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1537507
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/113/0174-01"
      ]
    },
    {
      "cite": "152 S. W. 995",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "106 Ark. 99",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "20 S. W. 272",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "56 Ark. 465",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1326078
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/56/0465-01"
      ]
    },
    {
      "cite": "206 S. W. 322",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "136 Ark. 246",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1570008
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/136/0246-01"
      ]
    },
    {
      "cite": "267 S. W. 582",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "166 Ark. 641",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1378589
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/166/0641-01"
      ]
    },
    {
      "cite": "294 S. W. 353",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "173 Ark. 937",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8725230
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/173/0937-01"
      ]
    },
    {
      "cite": "266 S. W. 289",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "166 Ark. 347",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1378560
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/166/0347-01"
      ]
    },
    {
      "cite": "6 S. W. (2d) 520",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "177 Ark. 275",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8720611
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/177/0275-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 441,
    "char_count": 6453,
    "ocr_confidence": 0.533,
    "pagerank": {
      "raw": 1.6596539592611498e-07,
      "percentile": 0.694063437675324
    },
    "sha256": "caeddc13a0ed5c26f42384a7b344c2faef2e16fff93a54787db4f3970746a60e",
    "simhash": "1:2369f1860b690dec",
    "word_count": 1095
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Pacific Mutual Life Insurance Company v. McCombs."
    ],
    "opinions": [
      {
        "text": "Johnson, C. J.,\n(after stating- the facts). Appellant contends, first, that the trial court erred in refusing to transfer this case to the Federal court. We think this contention has been definitely decided adversely to appellant’s contention in the case of Standard Life Insurance Company v. Robbs, 177 Ark. 275, 6 S. W. (2d) 520, wherein this court held, quoting from the first headnote:\n“An action against an insurance company for installments due under a policy totaling $1,700 as not removable to the Federal court, though the total installments to become due under the policy exceed the jurisdictional amount of $3,000.”\nThe doctrine announced in the Robbs case has not been overruled, impaired or modified by any opinion of the Supreme Court of the United States.\nIt is next contended that the trial court erred in permitting two witnesses, Messrs. Rutland and Balding, to give their opinions in reference to the cause of the death of Mr. McCombs, to-wit: drowning. The record discloses that the two witnesses referred to were embalmers located in Little Rock, and that each of them had had a number of years of experience in handling- dead bodies. Among the bodies so handled were deaths caused by drowning. These witnesses, after detailing the facts and circumstances ascertained from the. preparation of the body for burial, testified that in their opinion the deceased died from drowning. This court has many times held that a nonexpert witness may testify as to his opinion, after stating the facts on which the opinion is based. Griffin v. Union Trust Company, 166 Ark. 347, 266 S. W. 289; Benefit Association v. Jacklin, 173 Ark. 937, 294 S. W. 353; St. Louis-San Francisco Railway Company v. Barron, 166 Ark. 641, 267 S. W. 582; Bush v. Brewer, 136 Ark. 246, 206 S. W. 322.\nThe opinions of the witnesses referred to were competent for still another reason. In Railway Company v. Shoecraft, 56 Ark. 465, 20 S. W. 272, this court said: “A witness ’ opinion is admissible as evidence, not only where scientific knowledge is required to comprehend the matter testified about, but also where experience and observation in the special calling of the witness give him knowledge of the subject in question beyond that of persons of common intelligence. ’ ’\nThe next contention is that the trial court erred in giving, modifying and refusing to give certain instructions. The action complained of appears definitely from the quoted instruction No. 2. It will be noted that the theory on which the case was submitted to the jury was that the disease which would take the death out. of the policy must be a settled condition as distinguished from a temporary disorder. All instructions requested and given by the trial court were made to conform to this theory. This court has many times held that insurance policies will be construed most favorably to the insured, since the policy is couched in the language chosen by the insurer. Fidelity & Casualty Company v. Meyer, 106 Ark. 99, 152 S. W. 995; Maloney v. Maryland Casualty Company, 113 Ark. 174, 167 S. W. 845. It will be noted that the insurance policy uses the general term “disease” to create an exception to the general coverage of the policy. The meaning of the word “disease” could have been restricted by appellant had it so desired, and, since there are no restrictions in the policy in reference thereto, we should give it its usual and ordinarily understood meaning. Webster’s International Dictionary defines the word as follows: “A disease is usually deep seated and permanent or at least prolonged; a disorder is often slight, partial and temporary.” Since the policy itself gives no definition of the word “disease” as used in the policy, it should be given its usual ánd ordinary acceptation. When this is done in the instant case, it was perfectly proper for the trial court to tell the jury what, under the laws, was a disease as distinguished from a temporary disorder. We therefore conclude that the trial court committed no error in modifying all requested instructions to conform to this definition. The views here expressed are in accord with many opinions on the subject. See case notes in 34 and 52 L. R. A. (N. S.) 445 and 1203, respectively. Other alleged errors are urged to the instructions given and refused by the trial court, but we deem them not of sufficient importance to discuss in this opinion. It suffices to say that the trial court submitted the case to the jury under instructions which were fair, impartial and in conformity with the law as we have herein construed it.\nThe next insistence for reversal is that the trial court erred in allowing an attorney’s fee and a 12 per cent, penalty on the amount recovered. The contention is that the prayer of the complaint was for $1,968.75 and appellees recovered only $656.25. It is perfectly apparent from the language used in the complaint that the amount sought to be recovered was 3½ per cent, per annum, interest on the aggregate amount due. This, of course, fixed the amount demanded and the calculation of $1,968.75 was a mere error in figures. At any rate, before the case was submitted to the jury, by permission of the court, the complaint was amended to conform to the testimony, and a recovery was had for the full amount based upon the 3½ per cent, calculations. Life & Casualty Company v. Sanders, 173 Ark. 362, 292 S. W. 657. Appellant denied liability on the first complaint and continued to deny liability after the complaint was amended.\nWe therefore hold that plaintiff did recover the amount sued for, and was entitled to a reasonable attorney’s fee and a 12 per cént. penalty on the amount recovered. To maintain its position, that appellees are not entitled to recover attorney’s fee and penalty in this ease, we are cited to Pacific Mutual Life Insurance Company v. Carter, 92 Ark. 378, 123 S. W. 384. This case is easily distinguishable from the Carter case. In that case the amount of recovery was the main issue, it being contended that the insured had engaged in a more hazardous occupation which by the terms of the policy reduced the amount of recovery. No such contention is here made. A definite denial of liability was asserted and maintained throughout the trial.\nNo error appearing, the judgment is in all things affirmed.",
        "type": "majority",
        "author": "Johnson, C. J.,"
      }
    ],
    "attorneys": [
      "Owens & Ehrman, for appellant.",
      "R. E. Wiley, for appellee."
    ],
    "corrections": "",
    "head_matter": "Pacific Mutual Life Insurance Company v. McCombs.\n4-3168\nOpinion delivered October 30, 1933.\nOwens & Ehrman, for appellant.\nR. E. Wiley, for appellee."
  },
  "file_name": "0052-01",
  "first_page_order": 70,
  "last_page_order": 76
}
