{
  "id": 1431991,
  "name": "Taylor v. Hildebrand Poster Advertising Company",
  "name_abbreviation": "Taylor v. Hildebrand Poster Advertising Co.",
  "decision_date": "1933-03-20",
  "docket_number": "4-2861",
  "first_page": "53",
  "last_page": "61",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 53"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "265 S. W. 648",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "166 Ark. 18",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1378531
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/166/0018-01"
      ]
    },
    {
      "cite": "5 S. W. (2d) 937",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "177 Ark. 190",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8719695
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/177/0190-01"
      ]
    },
    {
      "cite": "159 S. W. 205",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "109 Ark. 160",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1341219
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/109/0160-01"
      ]
    },
    {
      "cite": "41 Ark. 331",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1896176
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/41/0331-01"
      ]
    },
    {
      "cite": "11 S. W. (2d) 483",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "178 Ark. 669",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1397164
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/178/0669-01"
      ]
    },
    {
      "cite": "211 S. W. 985",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "case_ids": [
        8268593
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sw/211/0985-01"
      ]
    },
    {
      "cite": "109 Tex. 398",
      "category": "reporters:state",
      "reporter": "Tex.",
      "case_ids": [
        2288297,
        8268593
      ],
      "opinion_index": 0,
      "case_paths": [
        "/tex/109/0398-01",
        "/sw/211/0985-01"
      ]
    },
    {
      "cite": "65 Fed. Rep. 455",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        3788819
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/65/0455-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 756,
    "char_count": 17175,
    "ocr_confidence": 0.504,
    "pagerank": {
      "raw": 8.138363859351185e-08,
      "percentile": 0.4702028959989559
    },
    "sha256": "640ca0747c4c532fe833d95fce20a5d3c636998b4ded2ab1846cbee53d6bd250",
    "simhash": "1:ab4ad5e4543298c1",
    "word_count": 2999
  },
  "last_updated": "2024-02-27T21:18:50.990705+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Taylor v. Hildebrand Poster Advertising Company."
    ],
    "opinions": [
      {
        "text": "Butler, J.\nP. T. Hildebrand, prior to April 13, 1929, operated a bill posting business in Ouachita and Union counties. On that date a company, was incorporated, known as the Hildebrand Poster Advertising Company, the incorporators being P. T. Hildebrand, Mildred W. Hildebrand, his wife, and M. A. Welty. This corporation took over the business formerly operated by Hildebrand individually, but there was no change in the method of operation, and Hildebrand continued to conduct it as though it was his own, depositing all the moneys of the corporation in his personal hank account, and in every other way handling it as his private business, rather than as a separate and distinct entity.\nOn January 7, 1930, according to minutes found, a special meeting of the board of directors and a special meeting of the stockholders of the company were presumably held. At that time, according to the company’s stock book, the stockholders were as follows: M. A. \"Welty, Mr. and Mrs. Hildebrand, J. W. Coan, and J. M. Barker. Both meetings show Mr. and Mrs. Hildebrand and J. W. Coan as the only stockholders present. The minutes of each meeting contain waiver of notice of the meeting and special consent thereto, and a space was left after the names of those signing as stockholders for additional signatures, but no others appear to have signed.\nJ. W. Coan testified that he was secretary of the company and recalled the meeting. On cross-examination, however, he testified that he did not attend the meeting*, but read the minutes as they were written on the hook.\nAt that purported meeting* a resolution was adopted authorizing* the issuance of $50,000 in bonds to be secured by a trust deed of all of the company’s property, and further empowering J. L. Marks & Company, Chicago brokers, to act as “exclusive fiscal agents for this corporation in issuing, disposing of and selling the aforesaid bonds.” None of these bonds were ever sold by Marks & Company or the Hildebrand Company. A deed of trust was executed on January 2'2, 1930, in pursuance of the plan. This deed of trust is very lengthy and names the First National Bank of Camden, Arkansas, as trustee, delegating to it the authority to authenticate the bonds issued thereunder, and placing upon it various responsibilities for the protection of the bondholders. This instrument was recorded on June 26, 1930, in Ouachita County, and on July 2, 1930, in Union County. Subsequent to the execution of this deed of trust an amendment more fully describing the property covered thereby was executed. This amendment was filed for record on the same date as the original deed of trust. In other words, the deed of trust was held off record until June 30, 1930, the date upon which the amendment was executed.\nIn the meantime, Hildebrand had been conducting the business of the corporation as though he owned it individually, and, in April of 1930, approached the American Exchange Trust Company of Little Bock for the purpose of making a loan for his company. The bank agreed to lend him $25,000 if he would give it a bill of sale to all the personal property of the company. In April, 1931, some of the stockholders filed a suit asking for the appointment of a receiver for the Hildebrand Poster Advertising Company, which petition the court granted. All of the petitioning stockholders had purchased their stock after the execution of the various instruments above described. There were however stockholders holding both common and preferred stock who were not present at the meeting authorizing the execution of the bonds and who did not sign any waiver of notice of the meeting. These stockholders were J. M. Barker, who owned 20 shares of common and 20 shares of preferred, and M. A. Welty, who owned 5 shares of common and 5 shares of preferred.\nSam Wilson, as special deputy bank commissioner, in charge of the American Exchange Trust Company, intervened and claimed the personal property under the bill of sale. The First National Bank intervened and set up the bond issue, together with the pledge of the bonds to it, for its indebtedness, claiming a first lien on the property. Numerous other parties intervened, among them Mr. L. B. Smead, claiming an interest in the bonds pledged by Hildebrand, subject to the assignment to the First National Bank. The officers of the First National Bank disclaimed any knowledge of the execution of the bill of sale to the American Exchange Trust Company. None of the other interveners testified.\nUpon the hearing the court held that the claim of the American Exchange Trust Company, which had been reduced by a payment prior to Hildebrand’s departure and which at the trial amounted to $21,760.52, including interest, was inferior to the lien of the First National Bank and the other intervener pledgees. The court accordingly gave judgment first to the First National Bank, then to the other intervening pledgees, and lastly to the appellant. The property was ordered sold and the proceeds applied in that order.\nThe above is the substance of the statement contained in the brief of the appellant, which we find to be accurate, and, together with the following facts shown by the evidence, may be said to give an entire statement of all the relevant facts necessary to a determination of this appeal.\nAt the time Hildebrand applied for the loan from the First National Bank, he had in his possession $49,500 of the bonds of the Hildebrand Poster Advertising Company. He stated that he desired to borrow $7,500 from that bank, and that he expected t°o obtain an equal amount from the bank in Shreveport. The vice president and cashier to whom these bonds were presented was well acquainted with Hildebrand, and from his knowledge of the manner in which the business of the Poster Advertising Company had been conducted he thought that Hildebrand individually owned the business until the issuance of the bonds. At the time these bonds were presented, none of the officers of the First National Bank knew anything about the bill of sale having been given to the American Exchange Trust Company. The bonds to secure the money borrowed from that bank and the Shreveport bank were deposited in pledge with the First National Bank, and afterward the $7,500 note made to the Shreveport bank was assigned to the First National Bank. No inquiry was made of Hildebrand as to why he had possession of the bonds or how he had obtained possession of them, because it was the opinion of the officer who handled the matter that Hildebrand owned the business, and that he knew the bonds were secured by a mortgage on the assets of the Poster Advertising Company. At the time the bonds were first certified by the bank as trustee they were delivered to Hildebrand, and the bank had no knowledge of what disposition had been made of any of them nor any information except that they were in the possession and. control of Hildebrand at the time the loan was secured.\nHildebrand managed the business of the Advertising Company as if it was an individual matter. He was also active vice president of the Merchants’ & Planters’ Bank, in which it appears most of the money that the company earned or that Hildebrand borrowed was deposited. He did not have a separate account for the advertising company, but all of the business of the corporation was run through his personal account. From time to time Hildebrand had regular audits made of the business of the company, and the auditor, in stating the account of the business, showed the $15,000 evidenced by the two $7,500 notes, as pertaining to the business of the advertising company, and the indorsement on the cashier’s check shows that it was deposited in the account of Hildebrand for the advertising company. Other moneys seem to have been handled through a bank at El Dorado where an account in the name of the Hildebrand Poster Advertising Company was maintained.\nThe trial court found that the proceeds of the notes were received by and for the benefit of the advertising company, and that Hildebrand was authorized by its directors to negotiate the bonds and pledge the same as collateral security; that the First National Bank was the lawful holder of the bonds of the company of the face value of $49,500, and that these bonds were secured by a deed of trust duly recorded, and that the First National Bank had a lien which was prior and paramount to that of the other interveners ■ including the appellant. Judgment was given all of the interveners for the amount of their respective claims and the property of the corporation ordered sold and the proceeds applied, first, to the payment of the costs, second, to the First National Bank to the amount of $21,245.56, and the remainder, if any, to the interveners in the order named in the decree.\nFrom that decree the Bank Commissioner prosecutes this appeal and presents to the court the following questions: (1) That regarding the validity of the claims of the First National Bank and of the other interveners who claimed an interest in the pledged bonds; (2) that of the validity of the bond issue; and (3) that of the priority of the claims.\nCounsel for the appellee state, and this appears not to be contradicted, and we assume it to be a fact, that the money derived from the sale of the property of the advertising company made by order of the court is not sufficient to pay its claim. Therefore, if the decree of the trial court as to it should be sustained, it is unnecessary to discuss the validity of the claims of the other interveners or their priority with respect to each other. The trial court found as a matter of fact that the proceeds of the notes, the basis of the claim of the First National Bank, were received by, and used in, the business of the advertising company. There is but little evidence on this branch of the case. The entire business of the advertising- company was conducted by Hildebrand as if it had been his individual business, and he is the only one who could tell with any degree of certainty just how the money was applied. -His testimony could not be obtained, but we think there is some evidence to warrant the conclusion reached by the chancellor, which is certainly not against the preponderance of the testimony. We agree with the contention of the appellee however, that the mortgage bonds became a debt against the Hildebrand Poster Advertising Company in the hands of the First National Bank because it appears to have been a holder of these for value without any notice of their invalidity or of the equities of the appellant Bank Commissioner. The bonds were payable to bearer, and it is to be assumed that the holder thereof was either the owner outright or had the authority to dispose of them by assignment or by pledging them as collateral security; that is, where a bond is payable to bearer and has not matured, the holder of it is presumed to have obtained the instrument in good faith and for value. Sections 7818, 7822, 7825, Crawford & Moses’ Digest.\nWe are of the opinion that the trial court was justified in its conclusion that the First National Bank was an innocent purchaser of the bonds and had the right to assume that Hildebrand was the owner of the bonds or that he had the authority to pledge them for his personal obligation.\n“When negotiable railroad bonds, perfect in form, payable to bearer, and certified by the trustee to evidence that they have become obligatory, are placed by the company in the hands of its president to sell or exchange for its benefit, they are valid in the hands of the purchaser in good faith before maturity, though they were disposed of by the president for his own benefit after consolidation of the company with other companies, and though, at the time of the purchase, two of the semiannual interest coupons attached to each bond were past due.” Long Island Loan & Trust Co. v. Columbus C. & I. C. Ry. Co., 65 Fed. Rep. 455.\nThe contention is made by the appellant that the bonds were void because they were issued in violation of article 12, § 8, of the Constitution, and because of this there could be no innocent holder for value. That section is as follows:\n“No private corporation shall issue stocks or bonds, except for money or property actually received or labor done, and all fictitious increase of stock or indebtedness shall be void; nor shall the stock or bonded indebtedness of any private corporation be increased, except in pursuance of general laws, nor until the consent of the persons holding the larger amount in value of stock shall be obtained at a meeting held after notice given for a period not less than sixty days, in pursuance of law.”\nIn the case of Washer v. Smyer, 109 Tex. 398, 211 S. W. 985, the court had under consideration a section of the Constitution similar to ours above set forth. It was there said:\n“There is no declaration in the constitutional provision that a transaction in which something other than money, property or labor is received in payment for the corporation’s stock shall be utterly void. It prohibits such a transaction, and therefore makes it unlawful, but that is the extent to which it goes. If a security be accepted in payment for the stock, such, for instance, as a subscriber’s note, which is not property for such a purpose, the Constitution does not say either that it or the stock issued for it shall be void. The acceptance of the note in payment for the stock and the issuance of the stock are only interdicted. The word ‘void’ is used but once in the constitutional provision, and that, it is to be noted, is not in the clause which prohibits the issuance of stock for other than money, property or labor. It is in tbe distinct clause wbicb says that all fictitious increases of stock or indebtedness shall be void. While tbe term is found in that clause of tbe section, tbe framers of tbe Constitution avoided its use in tbe other. It must be assumed that they did so deliberately. There is an essential difference between prohibiting a certain form of transaction — making it unlawful — and declaring that it, with all securities issuing out of it, shall be utterly void. It is a distinction familiar in tbe law. In order to bold a negotiable note unenforceable in the bands of a bona fide bolder, it is not enough that it be .founded upon an illegal consideration. It is not sufficient that it issue from a transaction prohibited by law, or one even denounced as criminal. To avoid it in tbe bona fide holder’s bands, there must be a constitutional or statutory provision wbicb expressly, or by unavoidable implication, declared it or tbe transaction of wbicb it is a part to be void. Such is tbe rule announced by Cbitty, Story and Daniel. It is tbe rule followed by this court and generally by courts elsewhere. ’ ’\nTbe above language was quoted with approval in Park v. Bank of Lockesburg, 178 Ark. 669, 11 S. W. (2d) 483, which was a case where a certificate of stock was issued, not for money but for a promissory note in violation of article 12, § 8, supra. There the court held that for tbe reasons stated by the Texas court the stock was not absolutely void but voidable, and that one lending-money in good faith and taking as collateral security tbe stock certificate, regular in form and carrying- no notice of infirmity on its face, was an innocent bolder for value. That case cites in support of the view reached German Bank v. Deshon, 41 Ark. 331; Bankers’ Trust Co. v. McCloy, 109 Ark. 160, 159 S. W. 205, and Bank of Manila v. Wallace, 177 Ark. 190, 5 S. W. (2d) 937. In tbe last case tbe appellee admitted the execution of tbe note sued on but denied liability on tbe ground that tbe note was given for stock in violation of tbe Constitution. Tbe appellant contended that the note was not given for stock, and that it was an innocent purchaser. The trial court, after bearing tbe testimony, directed a verdict in favor of the appellee, and this court, held that it was a question for the jury to say whether the note was given for stock in a corporation and whether the purchaser of the note was an innocent purchaser. See also City National Bank v. DeBaum, 166 Ark. 18, 265 S. W. 648.\nAs between the original parties to the bill of sale by which the American Exchange Trust Company sought to secure its loan, it may be treated as an equitable mortgage, but as to all others it was in form and legal effect a bill of sale and as such was not entitled to be recorded; and, as possession of the property was suffered to remain with the vendor, it was not notice to third parties.\nAs between the appellant and the appellee National Bank, we are of the opinion that the decree of the chancellor should be affirmed, and, as the assets of the advertising company have been sold by order of the court and the fund arising* therefrom is not sufficient to pay off the first lien, it is unnecessary to pass on any of the other questions raised, and the decree will be affirmed on the whole case.",
        "type": "majority",
        "author": "Butler, J."
      }
    ],
    "attorneys": [
      "Sam Rorex, N. R. Hughes and Owens & Ehrman, for appellant.",
      "Gaughan, Sifford, Godwin & Gaughan, for appellee."
    ],
    "corrections": "",
    "head_matter": "Taylor v. Hildebrand Poster Advertising Company.\n4-2861\nOpinion delivered March 20, 1933.\nSam Rorex, N. R. Hughes and Owens & Ehrman, for appellant.\nGaughan, Sifford, Godwin & Gaughan, for appellee."
  },
  "file_name": "0053-01",
  "first_page_order": 71,
  "last_page_order": 79
}
