{
  "id": 6792030,
  "name": "The Boeing Company, Respondent, v. Patricia Doss, Defendant, The Department of Labor and Industries, Petitioner",
  "name_abbreviation": "Boeing Co. v. Doss",
  "decision_date": "2015-04-16",
  "docket_number": "No. 90304-2",
  "first_page": "54",
  "last_page": "70",
  "citations": [
    {
      "type": "official",
      "cite": "183 Wash. 2d 54"
    }
  ],
  "court": {
    "name_abbreviation": "Wash.",
    "id": 9029,
    "name": "Washington Supreme Court"
  },
  "jurisdiction": {
    "id": 38,
    "name_long": "Washington",
    "name": "Wash."
  },
  "cites_to": [
    {
      "cite": "206 P.3d 657",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2009,
      "pin_cites": [
        {
          "parenthetical": "\" 'The worker is to be taken as he or she is, with all his or her preexisting frailties and bodily infirmities.'\" (quoting Dennis v. Dep't of Labor & Indus., 109 Wn.2d 467, 471, 745 P.2d 1295 (1987))"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "166 Wn.2d 105",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4001334
      ],
      "year": 2009,
      "pin_cites": [
        {
          "page": "117",
          "parenthetical": "\" 'The worker is to be taken as he or she is, with all his or her preexisting frailties and bodily infirmities.'\" (quoting Dennis v. Dep't of Labor & Indus., 109 Wn.2d 467, 471, 745 P.2d 1295 (1987))"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/166/0105-01"
      ]
    },
    {
      "cite": "370 P.2d 582",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "weight": 2,
      "year": 1962,
      "opinion_index": 0
    },
    {
      "cite": "59 Wn.2d 772",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1028369
      ],
      "year": 1962,
      "pin_cites": [
        {
          "page": "777-78"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/59/0772-01"
      ]
    },
    {
      "cite": "259 P.3d 151",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2011,
      "opinion_index": 0
    },
    {
      "cite": "171 Wn.2d 866",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4015007
      ],
      "year": 2011,
      "pin_cites": [
        {
          "page": "873"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/171/0866-01"
      ]
    },
    {
      "cite": "567 P.2d 224",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1977,
      "opinion_index": 0
    },
    {
      "cite": "88 Wn.2d 844",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1111220
      ],
      "year": 1977,
      "pin_cites": [
        {
          "page": "851"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/88/0844-01"
      ]
    },
    {
      "cite": "630 P.2d 441",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "weight": 6,
      "year": 1981,
      "opinion_index": 0
    },
    {
      "cite": "95 Wn.2d 739",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1161085
      ],
      "year": 1981,
      "pin_cites": [
        {
          "page": "742"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/95/0739-01"
      ]
    },
    {
      "cite": "53 R3d 504",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2002,
      "opinion_index": 0
    },
    {
      "cite": "147 Wn.2d 213",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        103703
      ],
      "year": 2002,
      "pin_cites": [
        {
          "page": "217"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/147/0213-01"
      ]
    },
    {
      "cite": "745 P.2d 1295",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1987,
      "opinion_index": 0
    },
    {
      "cite": "109 Wn.2d 467",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1186064
      ],
      "year": 1987,
      "pin_cites": [
        {
          "page": "471"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/109/0467-01"
      ]
    },
    {
      "cite": "332 P.3d 984",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2014,
      "opinion_index": 0
    },
    {
      "cite": "181 Wn.2d 1001",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "year": 2014,
      "opinion_index": 0
    },
    {
      "cite": "321 P.3d 1270",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2014,
      "opinion_index": 0
    },
    {
      "cite": "180 Wn. App. 427",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        4187017
      ],
      "weight": 7,
      "year": 2014,
      "pin_cites": [
        {
          "page": "437"
        },
        {
          "page": "435"
        },
        {
          "page": "437"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/180/0427-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 900,
    "char_count": 27807,
    "ocr_confidence": 0.765,
    "pagerank": {
      "raw": 6.184765865984079e-08,
      "percentile": 0.383734341268545
    },
    "sha256": "db71353bf7f2216fc6dac1b6ea1f83e7a5d8419ac1c804adba60bcc8239b17cc",
    "simhash": "1:ba8762de54a6aea1",
    "word_count": 4294
  },
  "last_updated": "2024-02-27T22:09:01.011694+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Madsen, C.J., and Johnson, Owens, Fairhurst, Wiggins, González, Gordon McCloud, and Yu, JJ., concur."
    ],
    "parties": [
      "The Boeing Company, Respondent, v. Patricia Doss, Defendant, The Department of Labor and Industries, Petitioner."
    ],
    "opinions": [
      {
        "text": "Stephens, J.\n¶1 We must decide whether a self-insured employer is entitled to second injury fund relief under RCW 51.16.120(1) for a worker’s postpension medical costs. We hold that the plain language of the governing statutes does not allow a charge to the second injury fund for postpension medical treatment under RCW 51.16.120(1). Accordingly, we reverse the Court of Appeals.\nFACTS AND PROCEDURAL HISTORY\n¶2 The underlying facts of this case are undisputed. Patricia Doss filed a claim for workers’ compensation with the Department of Labor and Industries (Department) after suffering chemical exposure during the course of employment with The Boeing Company. The exposure permanently aggravated her preexisting asthma, and she requires ongoing medical treatment as a result of these combined injuries.\n¶3 The Department determined that the combined effects of Doss’s preexisting asthma and the aggravation of this condition during her Boeing employment rendered her permanently totally disabled. A right knee injury also contributed to Doss’s preexisting disability. Due to her permanent total disability, the Department awarded Doss a pension. Pursuant to RCW 51.16.120(1), the Department granted Boeing second injury fund relief, meaning that Boeing was not required to pay the entire cost of Doss’s pension, but only the portion attributable to the workplace exposure. The remaining portion of Doss’s pension was covered by the second injury fund, into which all employers pay. The Department determined that Doss was also eligible for postpension medical treatment for her asthma under RCW 51.36.010(4). It directed Boeing to pay the cost of such treatment.\n¶4 Boeing agreed to pay for the portion of the pension attributable to Doss’s workplace injury but challenged the Department’s order requiring it to pay for her postpension medical treatment. Boeing argued that the cost of this treatment should also be covered by the second injury fund. Boeing appealed to the Board of Industrial Insurance Appeals (Board).\n¶5 The Board affirmed the Department’s order, concluding that postpension medical benefits are not payable from the second injury fund and are properly borne by the self-insured employer. Boeing appealed to superior court, which reversed the Board’s determination and held that “Ms. Doss’[s] post pension treatment benefits are properly payable from the Second Injury Fund, and are not the responsibility of Boeing.” Clerk’s Papers (CP) at 60. The Court of Appeals affirmed. Boeing Co. v. Doss, 180 Wn. App. 427, 321 P.3d 1270 (2014). The Department petitioned to this court, and we granted review. Boeing Co. v. Dep’t of Labor & Indus., 181 Wn.2d 1001, 332 P.3d 984 (2014).\nANALYSIS\n¶6 This case presents an issue of first impression, which turns on our interpretation of several statutes under the Industrial Insurance Act (IIA), Title 51 RCW.\n1. Overview of the Relevant Statutory Scheme under the IIA\n¶7 Under the IIA, any worker injured in the course of employment is entitled to compensation for full disability, independent of any preexisting condition. Tomlinson v. Puget Sound Freight Lines, Inc., 166 Wn.2d 105, 117, 206 P.3d 657 (2009) (“ ‘The worker is to be taken as he or she is, with all his or her preexisting frailties and bodily infirmities.’” (quoting Dennis v. Dep’t of Labor & Indus., 109 Wn.2d 467, 471, 745 P.2d 1295 (1987))); RCW 51.32.010 (“Each worker injured in the course of. . . employment. . . shall receive compensation.”). An employer must secure such compensation by insuring “the payment of such benefits with the state fund” or by “[qualifying as a self-insurer.” RCW 51.14.010(1), (2).\n¶8 If an employer insures through the state fund, the Department pays benefits directly to workers for disability benefits through the accident fund and “[t]he medical aid fund covers medical treatment received by injured workers.” WR Enters., Inc. v. Dep’t of Labor & Indus., 147 Wn.2d 213, 217, 53 R3d 504 (2002). Self-insured employers, on the other hand, pay directly to workers any disability and medical benefits. Johnson v. Tradewell Stores, Inc., 95 Wn.2d 739, 742, 630 P.2d 441 (1981). Self-insured employers are generally responsible for all disability and medical costs associated with their workers’ compensation claims. See RCW 51.08.173 (defining “self-insurer”); WAC 296-15--330 (describing self-insured employers’ authorization requirements for medical care).\n¶9 A worker who becomes permanently totally disabled from an industrial injury receives a monthly wage-replacement payment based on a percentage of the worker’s wages. RCW 51.32.060(1). These monthly payments are generally referred to as “pensions” and are drawn from the pension reserve fund. RCW 51.44.070(1). When the Department places the worker of a self-insured employer on a pension, the employer must pay into the pension reserve fund a sum equal to the estimated present cash value of the worker’s monthly payments. Id. These monthly payments are calculated on the basis of an annuity, which factors rates of mortality, disability, remarriage, and interest as determined by the Department. Id.\n¶10 In most circumstances, a pensioned worker is not entitled to continued medical benefits. RCW 51.36.010(4). However, the Department may authorize medical treatment for previously accepted conditions, including life-sustaining treatment. Id. This medical treatment results in postpension medical costs, so called because they are not part of the total cost of the pension reserve, which, as explained, is based on an annuity that estimates future wage replacement benefits. See RCW 51.44.070(1).\n¶11 When a worker’s permanent total disability is caused by the combined effects of a “previous bodily disability” and a covered workplace injury or occupational disease, self-insured employers pay a reduced amount into the pension reserve fund. RCW 51.16.120(1). In these circumstances, self-insured employers pay into the reserve fund “only the accident cost which would have resulted solely from the further injury or disease, had there been no preexisting disability.” Id. The difference between the portion paid by the employer and the total cost of the pension reserve, i.e., the portion attributed to any preexisting disability, is assessed against the second injury fund. Id. Thus, the second injury fund contributes to the pension reserve fund the balance of the pension costs not covered by the self-insured employer.\n¶12 Self-insured employers fund the second injury fund through assessments determined by the Department. WAC 296-15-221(4)(a); see also RCW 51.44.040 (creating the second injury fund). These assessments are calculated, in part, by the claim costs paid by the self-insured employer, which include, but are not limited to, time loss compensation, permanent partial disability awards, medical bills, and prescriptions. WAC 296-15-221(4)(a)(ii).\n¶13 Accident costs, as described in RCW 51.16.120(1), are equal to the permanent partial disability that a worker would have developed had the worker not suffered from a preexisting disability. Because the statute holds self-insured employers liable only for the accident costs that “would have resulted . . . had there been no preexisting disability,” it follows that neither the preexisting disability nor the later disability alone could have caused the permanent total disability. RCW 51.16.120(1). Permanent partial disability payments are based on a worker’s loss of bodily function, rather than a worker’s lost wages or lost earning power. RCW 51.32.080; Tomlinson, 166 Wn.2d at 110. These payment awards do not include the estimated cost of a worker’s future medical costs. See RCW 51.32.080.\n¶14 Permanent total disability payments, on the other hand, are “not [a] different level [ ] on the same continuum” as permanent partial disability payments, but are instead “two separate concepts.” Ellis v. Dep’t of Labor & Indus., 88 Wn.2d 844, 851, 567 P.2d 224 (1977). These disability payments serve as wage replacement benefits. RCW 51.32.060(1) (authorizing payment of a percentage of “wages” for permanently totally disabled workers); RCW 51.44.070 (describing how monthly pension benefits for permanently totally disabled workers are based on an annuity that factors mortality, disability, and remarriage); see also 1984 Op. Att’y Gen. No. 15, at 3 (“[C]ompensation for total permanent disability is paid solely for a claimant’s inability to carry on a gainful occupation.”).\n2. The Second Injury Fund Does Not Cover Medical Costs under RCW 51.16.120(1)\n¶15 The second injury fund was established to promote the hiring and retention of disabled workers by “providing that the employer hiring the disabled worker will not be liable for a greater disability than what actually results from a later accident.” Crown, Cork & Seal v. Smith, 171 Wn.2d 866, 873, 259 P.3d 151 (2011). RCW 51.44.040(1) provides that the second injury fund “shall be used only for the purpose of defraying charges against it as provided in RCW 51.16.120 [distribution of further accident cost] and 51.32.250 [job modification costs].” The job modification benefits established under RCW 51.32.250 are not at issue here. Therefore, RCW 51.16.120, entitled “Distribution of further accident cost,” is the statute, if any, that confers the second injury relief requested by Boeing.\n¶16 There are three types of costs authorized under RCW 51.16.120. RCW 51.16.120(1) relates to workers with preexisting disabilities, subsection (4) relates to the “preferred worker” program, and subsection (5) relates to hiring workers with developmental disabilities. Because only RCW 51.16.120(1) is at issue here, the other two subsections will be discussed only briefly.\n¶17 RCW 51.16.120(4) allows the Department to reduce or eliminate charges to an employer when a worker who was previously injured and unemployed is hired and suffers a new injury. This is known as the “preferred worker” program. WAC 296-16-110, -150. RCW 51.16.120(5) is similar to the preferred worker program but applies to the employment of developmentally disabled workers. These subsections do not apply to this case because Doss is neither a preferred worker nor a developmentally disabled worker.\n¶18 This case concerns only RCW 51.16.120(1). The statute promotes the goals established for the second injury fund by limiting a subsequent employer’s liability for permanent total disability benefits in the event that a worker with a preexisting disability suffers a new workplace injury. Jussila v. Dep’t of Labor & Indus., 59 Wn.2d 772, 777-78, 370 P.2d 582 (1962). In this circumstance, a self-insured employer pays into the pension reserve fund “only the accident cost which would have resulted solely from the further injury or disease, had there been no preexisting disability.” RCW 51.16.120(1). As noted, permanently totally disabled workers receive monthly pension payments from the pension reserve fund. When a worker’s permanent total disability is caused, in part, by a preexisting injury, this statute requires self-insured employers to pay into the pension reserve fund only the accident cost that resulted from a workplace injury.\n¶19 The statute reads, in relevant part:\n[A] self-insured employer shall pay directly into the reserve fund only the accident cost which would have resulted solely from the further injury or disease, had there been no preexisting disability, and which accident cost shall be based upon an evaluation of the disability by medical experts. The difference between the charge thus assessed to such employer at the time of the further injury or disease and the total cost of the pension reserve shall be assessed against the second injury fund.\nRCW 51.16.120(1) (emphasis added). As mentioned earlier, accident costs described in the statute are equal to permanent partial disability that a worker would have developed had the worker not had a preexisting disability. Permanent partial disability benefits serve as wage replacement benefits and do not consider or anticipate postpension medical costs. The statute does not relieve Boeing of its duty to pay for medical costs.\n¶20 Boeing’s plain language argument focuses on the terms “only” and “solely” in RCW 51.16.120(1). Boeing argues that self-insured employers pay “only” accident costs arising “solely” from the workplace accident, to the exclusion of any other payments. Suppl. Br. of Resp’t at 8-9. This statutory provision takes precedence, Boeing says, over the general requirement that self-insured employers cover a claimant’s ongoing treatment costs. Id. Therefore, Boeing maintains that the second injury fund must cover any postpension medical costs.\n¶21 The Department counters that Boeing reads the statute out of context. Because the statute pertains to accident costs, i.e., pensions, it does not relieve a self-insured employer of its separate obligation to pay for ongoing medical costs where authorized. Moreover, no other statute relieves Boeing of that responsibility, and the Court of Appeals improperly concluded that RCW 51.16.120(1) provides such relief. Doss, 180 Wn. App. at 437.\n¶22 We conclude the Department has the better argument. RCW 51.16.120(1) addresses only accident costs, not medical costs. The statute authorizes “charge [s]” against the second injury fund for the difference between “the total cost of the pension reserve” and the “accident cost” attributed to the workplace injury. RCW 51.16.120(1). Thus, a self-insured employer is responsible for paying into the pension reserve fund only a portion of the accident cost. The remaining portion of the accident cost is charged to the second injury fund and transferred into the pension reserve fund. This amount does not include medical treatment costs because “accident costs” estimates future wage replacements, not medical treatment. See RCW 51.44.070(1).\n¶23 Because the second injury fund is limited to accident costs, Boeing is not entitled to second injury fund relief for medical costs under RCW 51.16.120(1). RCW 51.44.040, which expressly limits charges to the second injury fund to two statutes, does not discuss medical costs at all. The relevant statute, RCW 51.16.120(1), also does not consider medical costs. There is simply no statute that supports Boeing’s position that medical treatment costs must be paid from the second injury fund, and neither RCW 51.44.040 nor RCW 51.16.120(1) relieve Boeing of its duty as a self-insured employer to cover all costs associated with a worker’s claim.\n¶24 When a self-insured employer receives relief under RCW 51.16.120(1), the portion not paid by the employer is transferred from the second injury fund into the pension reserve fund, which provides a monthly pension to workers. These monthly pension payments do not consider or anticipate postpension medical treatment. Instead, the pension is based on an annuity that factors “rates of mortality, disability, remarriage, and interest.” RCW 51.44.070(1).\n¶25 When postpension medical costs are granted to state fund workers, funds are not transferred from the second injury fund into the pension reserve fund. Postpension medical benefits are awarded, at the discretion of the Department, after a worker receives a pension. RCW 51.36-.010(4). Thus, medical costs are not among the costs factored into the pension reserve fund. Instead, the medical aid fund bears the medical costs. See WR Enters., 147 Wn.2d at 217. This distinction highlights that the pension reserve fund is not intended to cover medical costs under RCW 51.16.120(1).\n¶26 The Court of Appeals’ and Boeing’s reliance on the word “only” in RCW 51.16.120(1) is misplaced. A complete reading of RCW 51.16.120(1) shows that the use of the term “only” is in reference to the fact that self-insured employers do not bear the burden of paying the total cost of the pension. Instead, self-insured employers must pay “only” the portion of the accident cost attributed to the workplace injury. RCW 51.16.120(1). The context of the entire statute contemplates the difference between the total cost of the pension and a portion of that cost. The word “only” does not relieve Boeing of any of its other responsibilities as a self-insured employer.\n¶27 Boeing argues the second injury fund “was not established solely for paying pension payments” and draws parallels to other programs that receive second injury fund relief for medical costs. Suppl. Br. of Resp’t at 19-20. However, this argument is not persuasive because, unlike the other programs, RCW 51.16.120(1) is the only subsection that expressly restricts second injury fund relief to “accident costs.” Under the “ ‘preferred worker’ ” program, self-insured employers receive second injury fund relief for “all benefits” under a new claim, which includes accident and medical costs. WAC 296-16-150(2) (emphasis added); see also WAC 296-16-150(l)(a) (State fund employers “[d]o not pay accident fund and medical aid fund premiums . . . during the ‘preferred worker’ certification period.”). Such broad regulatory coverage is allowed under the “preferred worker” program because, unlike RCW 51.16.120(1), the statute authorizing the “preferred worker” program is not limited to accident costs. See RCW 51.16.120(4). RCW 51.16.120(1), however, does not include such broad language. While these programs may effectuate similar policies as expressed by the legislature, the statute in question before us, RCW 51.16.120(1), is the only of such statutes that is restricted to “accident costs.”\n¶28 Regulations implementing the statute also support the interpretation that the second injury fund covers only pension costs and not medical costs under RCW 51.16-.120(1). WAC 296-15-225 describes the assessments self-insured employers pay in to fund the second injury fund. The regulation says, “The [second injury] fund is used to relieve employers’ costs related to pensions that result from the combined effects of the industrial injury and another prior injury [authorized under RCW 51.16.120(1)], preferred worker claims [authorized under RCW 51.16.120(4)], and job modifications [authorized under RCW 51.32.250].” (Emphasis added.) The regulation supports the plain language of RCW 51.16.120(1) that the second injury fund relieves only employers’ “costs related to pensions” that arise from RCW 51.16.120(1), and nothing more. WAC 296-15-225(1).\n3. We Reject Boeing’s Broad Appeal to “Fairness” in Light of the Clear Statutory Language\n¶29 Boeing argues, and the Court of Appeals agreed, that charging Boeing for postpension medical costs is unfair for two reasons. First, Boing argues that medical costs are, in part, a factor in determining its second injury fund assessments. So, Boeing says, denying it second injury fund relief for medical costs constitutes a double assessment. Second, Boeing argues that the Department’s interpretation places a greater financial burden on self-insured employers than on state fund employers because the experience rating of state fund employers is not charged for postpension medical costs.\na. Double Assessment\n¶30 Employers pay into the second injury fund assessments in “proportion” to claims paid from the second injury fund on behalf of the self-insured employer and “the total sum of payments from the fund.” RCW 51.44.040(3)(a)(i). The Court of Appeals found that requiring Boeing to pay for postpension medical costs constitutes a “double assessment” on Boeing and a “windfall” for the Department. Doss, 180 Wn. App. at 435. The court reasoned that Boeing’s assessments to the second injury fund are based on its total claim costs, which include payment for medical treatment. Id. While the court is correct that the assessments may be based, in part, on medical costs, requiring self-insured employers to pay for postpension medical costs does not constitute an unfair double assessment.\n¶31 WAC 296-15-221(4), provides:\nEach self-insurer must submit:\n(a) Complete and accurate quarterly reports summarizing worker hours and claim costs paid the previous quarter. . . . This report is the basis for determining the administrative, second injury fund, supplemental pension, asbestosis and insolvency trust assessments. . . .\n(ii) Claim costs include, but are not limited to:\n(A) Time loss compensation. Include the amount of time loss the worker would have been entitled to if kept on full salary.\n(B) Permanent partial disability (PPD) awards.\n(C) Medical bills.\n(D) Prescriptions.\n(E) Medical appliances.\n(F) Independent medical examinations and/or consultations.\n(G) Loss of earning power.\n(H) Travel expenses for treatment or rehabilitation.\n(I) Vocational rehabilitation expenses.\n(J) Penalties paid to injured workers.\n(K) Interest on board orders.\n(Emphasis added.) As the Department notes, this regulation is not helpful to determine the scope of coverage under RCW 51.16.120(1) since the assessments are based on several types of claim costs that are not covered by the second injury fund. Suppl. Br. of Dep’t of Labor & Indus, at 16. As discussed earlier, RCW 51.44.040 expressly limits charges to the second injury fund for job modification costs and distribution of further accident costs. Second injury fund relief under RCW 51.16.120(1) is granted only after a worker’s claim has been closed and the worker has been placed on a pension.\n¶32 Two of the costs that are included in the calculation are temporary total disability payments and vocational payments, and although they are included in the calculation for assessments, these costs occur while the claim is open. See RCW 51.32.095(1) (The purpose of vocational rehabilitation is “to make the worker employable”), .099 (describing temporary disability compensation for workers participating in vocational rehabilitation). This is further evidenced by the temporary and vocational nature of these services, which aim to reintegrate injured workers into the workforce. Second injury relief under RCW 51.16.120(1), however, relieves self-insured employers of a portion of the accident cost for permanently totally disabled workers who receive pensions for future wage replacements. We cannot reasonably infer that costs that may be used to calculate second injury fund assessments are necessarily covered costs under the second injury fund.\n¶33 Further, the other claim costs that form the basis for fund assessments are not used exclusively for second injury fund assessments. WAC 296-15-221(4)(a) indicates that the Department uses the different claim costs to determine assessments for “administrative, second injury fund, supplemental pension, asbestosis and insolvency trust assessments.” Administrative and asbestosis assessments, for example, may factor claim costs and may cover costs not relevant to or covered by the second injury fund.\n¶34 We conclude that self-insured employers are not entitled to second injury relief for medical costs under RCW 51.16.120(1) just because medical costs may be considered, in part, for second injury fund assessments.\nb. Comparing Self-Insured and State Fund Employers\n¶35 The Court of Appeals found that denying self-insured employers second injury fund relief for postpension medical costs imposes “a greater financial burden on self-insured employers” than on state fund employers. Doss, 180 Wn. App. at 437. The court reasoned that when state fund employers receive second injury fund relief, they are “entitled to have the pension paid from the second injury fund without any charges to the employer’s account and without any effect on the employer’s experience rating.” Id. The court concluded that state fund employers receive second injury fund relief for postpension medical costs, which “ ‘spread [s the cost] to all state fund employers and employees,’ ” while self-insured employers bear the medical costs themselves. Id. However, the court’s interpretation is incorrect. As the Department notes, postpension medical costs may indeed affect the experience rating of a state fund employer.\n¶36 It is important to first highlight that self-insured employers, by choosing to self-insure, do not necessarily experience the same treatment and procedures as state fund employers. So, we question the premise that state fund and self-insured employers must be treated equally. Employers that choose to self-insure handle their own claims, reducing costs and expediting claims. In so choosing, however, self-insured employers opt to stand in the shoes of the Department, unlike state fund employers, who pay premiums to the Department and rely on the Department to process and pay claims.\n¶37 Just as for self-insured employers, the second injury fund shields state fund employers — by way of their experience rating — from accident costs that are attributed to workplace injuries. See RCW 51.16.120(1). And just as with self-insured employers, state fund employers are not entitled to second injury relief for postpension medical costs under RCW 51.16.120(1).\n¶38 Contrary to Boeing’s contention, postpension medical costs may affect a state fund employer’s experience rating. A state fund employer’s experience rating is adjusted by an experience factor, which considers recent claims and losses, including medical costs. WAC 296-17--855, -850. A worker’s claim will affect an employer’s rating when it occurs during the “experience period,” which may vary between three to four years after the date of injury or occupational disease. See WAC 296-17-850(2), -855, -870. Medical costs incurred during this period will affect the experience factor of a state fund employer. Thus, post-pension medical costs authorized during this period affect the employer’s experience rating. But, any medical costs incurred after a final valuation of a claim do not affect the employer’s experience rating. So, these are instead charged to the medical aid fund, where the cost is spread to all state fund employers and workers. WAC 296-17-850(2), -855, -870.\n¶39 Considering this framework, there does not appear to be an unfair greater burden on self-insured employers. Postpension medical costs may be charged to the experience rating of state fund employers if the pension is granted before the three- to four-year valuation period. Even if the pension is granted after the final valuation period, the postpension medical cost is still charged to the medical aid fund, where the cost is spread among all state fund participants. This is not an option for Boeing. In deciding to forgo participation in the state fund, Boeing opted out of certain procedures but received the potential cost savings of administering its own claims. Self-insured employers are more aptly compared to the Department, in that they stand in the Department’s shoes in administering their own claims and paying workers’ compensation benefits directly.\nCONCLUSION\n¶40 We reverse the Court of Appeals. The plain language of RCW 51.44.040 and RCW 51.16.120 indicates that the second injury fund is not intended to relieve Boeing from paying Doss’s postpension medical costs under RCW 51.16.120(1).\nMadsen, C.J., and Johnson, Owens, Fairhurst, Wiggins, González, Gordon McCloud, and Yu, JJ., concur.\n“Permanent total disability” is defined as “loss of both legs, or arms, or one leg and one arm, total loss of eyesight, paralysis or other condition permanently incapacitating the worker from performing any work at any gainful occupation.” RCW 51.08.160.",
        "type": "majority",
        "author": "Stephens, J."
      }
    ],
    "attorneys": [
      "Robert W. Ferguson, Attorney General, and Annika M. Scharosch and Steve Vinyard, Assistants, for petitioner.",
      "Gilbert M. Stratton and Eric Jensen (of Pratt Day & Stratton PLLC), for respondent."
    ],
    "corrections": "",
    "head_matter": "[No. 90304-2.\nEn Banc.]\nArgued February 12, 2015.\nDecided April 16, 2015.\nThe Boeing Company, Respondent, v. Patricia Doss, Defendant, The Department of Labor and Industries, Petitioner.\nRobert W. Ferguson, Attorney General, and Annika M. Scharosch and Steve Vinyard, Assistants, for petitioner.\nGilbert M. Stratton and Eric Jensen (of Pratt Day & Stratton PLLC), for respondent."
  },
  "file_name": "0054-01",
  "first_page_order": 108,
  "last_page_order": 124
}
