{
  "id": 1388577,
  "name": "State v. Townsend",
  "name_abbreviation": "State v. Townsend",
  "decision_date": "1923-11-12",
  "docket_number": "",
  "first_page": "56",
  "last_page": "60",
  "citations": [
    {
      "type": "official",
      "cite": "161 Ark. 56"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "67 Ark. 571",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1152559
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/67/0571-01"
      ]
    },
    {
      "cite": "217 U. S. 475",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        407780
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/217/0475-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 386,
    "char_count": 8184,
    "ocr_confidence": 0.458,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.05218238592288585
    },
    "sha256": "96fc3ecb32f6ce49ac5587cf1f1396a952b11e757ef3181d166ee7e44449fc5f",
    "simhash": "1:140f8b493fc4e67e",
    "word_count": 1426
  },
  "last_updated": "2024-02-27T21:32:42.656819+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "State v. Townsend."
    ],
    "opinions": [
      {
        "text": "Hart, J. J.\nS. Townsend was tried before a jury and acquitted1 of a misdemeanor, charged to have been committed by taking and holding possession of a dwelling-house of Mrs. Mae Anderson in G-urdon, Ark., without the authority of herself or her agent. The penalty for a violation of the statute is a fine or not less than ten nor more than one hundred dollars. Crawford & Moses’ Digest, § 4836.\nAmong other instructions the court gave the following: “Unless you do find from the evidence beyond a reasonable doubt that the defendant did forcibly take possession of this dwelling-house without authority from the owner or agent of same, then you will give him the benefit of the doubt .and acquit him. ’ ’\nNo objection was made to the form of this instruction, and this appeal is prosecuted by the State on the theory that there was no evidence in the court below upon which to base the instruction, and that, inasmuch as no punishment by imprisonment is provided by - the statute, the undisputed testimony warranted a peremptory instruction in favor of the State.\nWe do not agree with counsel for the State that the undisputed facts justified an instructed verdict for the State. Of course, the evidence adduced by the State warranted a verdict in its favor. It appears from the evidence for the State that Fleming Townsend first rented the -dwelling-house in question from Mrs. Mae Anderson and occupied it with his family. The dwelling-house is situated in Gurdon, Clark County, Ark. Some time after Fleming Townsend moved into the hoq.se his father, J. S. Townsend, came to live with him. The rental value of the house was $20 per month. Fleming Townsend failed or refused to pay the rent, and a suit of unlawful detainer was brought against him, after notice was given to vacate the premises. There was a judgment in this suit in the circuit court against him in favor of Mrs. Mae Anderson. A writ of possession was duly issued and served by the sheriff of Clark County by removing certain household1 goods from the dwelling-house, there being no person in actual possession at the time. After the household' goods had been removed from the dwelling-house, J. S. Townsend, the father of Fleming Townsend, unlawfully took possession of the dwelling-house and replaced the household goods which the sheriff had removed therefrom. The sheriff demanded possession of the house from J. S. Townsend, and he refused to give possession, and threatened to hold possession by force. Later in the day, however, he surrendered possession of the premises to the sheriff.\nJ. S. Townsend was a witness for himself. According to his testimony, Fleming Townsend got behind with the rent for one month, and Mrs. Mae Anderson claimed that he owed for another month. J. S. Townsend paid $20 on the rent for his son, and said that he would look the .matter up and pay the other month claimed if it was due. At the time this dispute arose Fleming Townsend had not been in possession of the house for four months. All the furniture in the house belonged to J. S. Townsend. Mrs. Anderson knew that J. S. Townsend was renting the house and paying the rent at this time.\nAgain, J. S. Townsend testified that he had the keys to the house, and unlocked it and placed his household effects back in the house, because they had been put out in the street in his absence, and everything that he had. was in the street. Townsend knew that there was a suit by Mrs. Anderson against his son for unlawful detainer, and represented his son in that case. J. S. Townsend was asked the -direct question if he was representing himself when he went into possession of the house after the judgment was obtained against his son for the possession of the same, and testified that he was representing himself. He was asked again if he did not move in in order to hold possession for Fleming Townsend, and' replied “No.” He testified that he had got possession of the house some time before the suit in unlawful detainer had been brought against his son by Mrs. Anderson, and that his son boarded with him thereafter. He specifically testified that he took possession with the acquiescence of Mrs. Mae Anderson, six months before the suit in unlawful detainer against his son was filed.\nThe testimony of J. S. Townsend is very lengthy and somewhat rambling, but it is fairly and legally inferable from the substance of it, which we have set out above, that he took possession of the house in question, with the acquiescence of Mrs. Mae Anderson, before she brought the suit of unlawful detainer against his son.\nIt is also legally inferable from his testimony that he did not place his household goods back in the house for the purpose of obstructing the officers in the service of the writ of possession against his son, or for the purpose of aiding his son in holding possession of the premises. He stated that he was representing himself in the matter. The household goods belonged to him, and he put them back in an endeavor to hold possession of the dwelling-house for himself.\nIt is true that the jury might have inferred that he was acting for his son in the premises, but the testimony is not conclusive to that effect. If J. S. Townsend had acted in the matter in the interest of his' son, the circumstances as shown by the State would have warranted the jury in finding that he was a privy to the judgment in unlawful detainer against his son in favor of Mrs. Anderson, within the rule announced in Souffront v. Compagnie des Sucreries, 217 U. S. 475.\nOn the other hand, his testimony that he had been in possession of the house before the judgment in the unlawful detainer case was rendered, with the acquiescence of .Mrs. Anderson, and that he placed his household goods back in the house as representing himself and not his son, would warrant the jury in acquitting him, under the rule announced’ in Boykin v. Jones, 67 Ark. 571.\nIn that case it was held that, where the land owned by a husband was sold for taxes, and purchased by his wife from the assignee of the tax title, she was not affected by the pendency of a suit to recover the land from the husband, since her title was in opposition to his. Under the rule announced in that case, if the defendant had taken possession of the house for the purpose of obstructing the process against his son, he would have been guilty.\nOn the other hand1, as above stated, his evidence as to his possession warranted the jury in finding that he took possession of the house under his own claim, and not for the purpose of aiding his son to recover possession of it.\nThe jury acquitted the defendant, and was warranted in doing so, on the theory that J. S. Townsend was not a party to the- unlawful detainer suit against his -son, and took possession of the house, after the judgment in that case was rendered, in his own right as a tenant of Mrs. Anderson.\nIt follows that the judgment of the circuit court must be affirmed.",
        "type": "majority",
        "author": "Hart, J. J."
      }
    ],
    "attorneys": [
      "• J. 8. TJtley, Attorney General, Jno. L. Carter, Wm. T. Hammock and Darden Moose, Assistants, and John H. Crawford, for appellant.",
      "J. 8. Townsend, for appellee."
    ],
    "corrections": "",
    "head_matter": "State v. Townsend.\nOpinion delivered November 12, 1923.\n1. Forcible entry and detainer — possession op dwelling without authority. — In a prosecution for taking and holding possession of a dwelling house without the owner’s authority, in violation of Crawford & Moses’ Digest, § 4836, the question whether the defendant took possession of the house on behalf of his son, against whom a judgment in unlawful detainer had been rendered, for the purpose of obstructing process against the son, or had taken possession in his own right as tenant of the owner, with the owner’s acquiescence, subsequent to the rendition of such judgment, held for the jury.\n2. Forcible entry and detainer — obstructing process. — One who takes possession of land after rendition of judgment against tenant in unlawful detainer action, for the purpose of obstructing 1 process against such tenant, is guilty of violating Crawford & Moses’ Digest, § 4836, making it a misdemeanor to take possession of land without the owner’s authority.\nAppeal from Clark Circuit Court; James H. McCollum, Judge;\naffirmed.\n• J. 8. TJtley, Attorney General, Jno. L. Carter, Wm. T. Hammock and Darden Moose, Assistants, and John H. Crawford, for appellant.\nJ. 8. Townsend, for appellee."
  },
  "file_name": "0056-01",
  "first_page_order": 84,
  "last_page_order": 88
}
