{
  "id": 1432065,
  "name": "Richards v. McCall",
  "name_abbreviation": "Richards v. McCall",
  "decision_date": "1933-03-27",
  "docket_number": "4-2935",
  "first_page": "61",
  "last_page": "65",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 61"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "232 S. W. 934",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "149 Ark. 428",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8720333
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/149/0428-01"
      ]
    },
    {
      "cite": "36 S. W. (2d) 405",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "183 Ark. 373",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1441694
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/183/0373-01"
      ]
    },
    {
      "cite": "202 S. W. 229",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "133 Ark. 327",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1575122
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/133/0327-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 283,
    "char_count": 4439,
    "ocr_confidence": 0.508,
    "pagerank": {
      "raw": 8.206115758469263e-08,
      "percentile": 0.4764839571727927
    },
    "sha256": "1654929774d91b0612e5e269278ffda57f76377a409e4a3461c4d02973c91f5c",
    "simhash": "1:b232b083344ed0b3",
    "word_count": 808
  },
  "last_updated": "2024-02-27T21:18:50.990705+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Richards v. McCall."
    ],
    "opinions": [
      {
        "text": "Johnson, C. J.,\n(after stating the facts). The first insistence of counsel for appellants for reversal of the case is that a verdict should have been directed in favor of appellants. It is argued that there was no testimony showing that Emma Kate Hall was acting as agent for her father, C. A. Richards, in driving the automobile at the time of the collision. On this point it suffices to say the appellants admitted that C. A. Richards was the owner of the ear; that he had a minor daughter attending school; that his daughter, Emma Kate Hall, was at liberty to use the car Avhen she wished and for whatever purposes she desired. From these admissions and other testimony in the record, the jury was fully Avarranted in finding that Emma Kate Hall Avas the agent of C. A. Richards in the operation of the car at the time of the collision.\nIt is next insisted on behalf of the appellants that the court erred in giving, of its own motion, instruction No. 8, in which the court told the jury that, if they found the defendant, Addie Richards, had authorized his daughter, Emma Kate Hall, to act for him in taking .his child to school and bringing her from school when he Avas not present and had given her general authority to do so, it would not be necessary for Mm to give her special or specific directions or authorization in every instance.\nWe think that the trial court did not err in giving this instruction. It submitted to the jury the question of the authorization of the father to the daughter to per form a service for him and was applicable to the facts presented in testimony.\nIt is next insisted that the court erred in refusing to give defendant’s requested instruction No. 3. This instruction reads as follows:\n“You are instructed that, if you find that the defendant, Emma Kate Richards (Hall), was driving the automobile of the defendant, C. A. Richards, and had taken the car and left her home for the purpose of going to the sehoolhouse to get her sister, and that at that time she was authorized by the defendant, C. A. Richards, to do so, and in doing so she deviated from the purpose of her father, C. A. Richards, so that at the time of the accident she was not on the regular, most convenient and direct route from his home to the sehoolhouse, you will find for the defendant, C. A. Richards.\nThe trial court was eminently correct in refusing to give this instruction. It is not the law that the driver of the car, as agent for another, must travel on the regular, the most convenient or direct route from a point of beginning of a journey to the point of destination. The test is, has the party deviated from the course of employment for the purpose of performing some individual errand not in the interest of the master, or in the furtherance of duty?\nIt is next insisted on behalf of appellants that the undisputed testimony was to the effect that at the time of the collision Emma Kate Hall was not performing any duty in behalf of her father, but, on the other hand, was upon an errand of her own. We think the testimony is to the opposite effect. The uncontradicted testimqny is to the effect that Emma Kate Hall had returned to the intersection of Main and 7th streets for the specific and only purpose of turning to the left and going immediately to the sehoolhouse to perform the errand for her father. So it is, if the collision occurred after she had resumed the performance of the errand for her father, it is immaterial whether she had jnst previously to that time performed an errand of her own.\nIt is next insisted on behalf of the appellants that the appellee’s contributory negligence in endeavoring to pass the appellant’s car at the point of intersection of Main and 7th streets precluded his right of recovery. The negligence and want of care of each of the parties on this question were submitted to the jury on proper instructions, and we think the finding of the jury on this issue is conclusive upon this court.\nIt is our opinion that the case of Healey v. Cockrill, 133 Ark. 327, 202 S. W. 229, and the cases of Featherston v. Jackson, 183 Ark. 373, 36 S. W. (2d) 405, and Morton v. Hall, 149 Ark. 428, 232 S. W. 934, have no application to the facts in this case.\nThe judgment of the trial court is in all things affirmed.",
        "type": "majority",
        "author": "Johnson, C. J.,"
      }
    ],
    "attorneys": [
      "Virgil Greene and Hughes & Davis, for appellant.",
      "Harrison, Smith & Taylor and C. M. Buck, for appellee."
    ],
    "corrections": "",
    "head_matter": "Richards v. McCall.\n4-2935\nOpinion delivered March 27, 1933.\nVirgil Greene and Hughes & Davis, for appellant.\nHarrison, Smith & Taylor and C. M. Buck, for appellee."
  },
  "file_name": "0061-01",
  "first_page_order": 79,
  "last_page_order": 83
}
