{
  "id": 1428219,
  "name": "Continental Life Insurance Company v. Gray",
  "name_abbreviation": "Continental Life Insurance v. Gray",
  "decision_date": "1933-10-30",
  "docket_number": "4-3165",
  "first_page": "65",
  "last_page": "68",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 65"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "292 S. W. 657",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "173 Ark. 362",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8720859
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/173/0362-01"
      ]
    },
    {
      "cite": "297 S. W. 847",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "174 Ark. 783",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8724680
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/174/0783-01"
      ]
    },
    {
      "cite": "188 S. W. 829",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "125 Ark. 372",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1553286
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/125/0372-01"
      ]
    },
    {
      "cite": "12 S, W. (2d) 865",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "178 Ark. 775",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1396988
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/178/0775-01"
      ]
    },
    {
      "cite": "260 S. W. 705",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "163 Ark. 480",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1383845
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/163/0480-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 323,
    "char_count": 5014,
    "ocr_confidence": 0.526,
    "pagerank": {
      "raw": 7.226684795779869e-08,
      "percentile": 0.431387119480711
    },
    "sha256": "aa289b0e3d943ec9b0fe51b01ec2070ff30c49ebfa0d3b1b90eee26e16a38319",
    "simhash": "1:8d0dfed01d772cdc",
    "word_count": 863
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Continental Life Insurance Company v. Gray."
    ],
    "opinions": [
      {
        "text": "Humphreys, J.\nAppellee brought separate suits in the circuit court of Miller County to recover from appellant the sum of $2,500 less $265 borrowed by the insured from appellant on each of two life insurance policies issued by appellant to her husband, in which she was the beneficiary.\nAppellant filed an answer in each case, denying any liability whatever.\nThe cases were consolidated for the purposes of trial and submitted upon the pleadings and testimony. At the conclusion of the testimony, it was agreed that there was no dispute on the facts, and each party asked for an instructed verdict; whereupon the court instructed a verdict in favor of appellee for $2,500 less $292.05 on policy No. 67782, and a verdict in favor of appellee for $2,500 less $296.60 on policy No. 68195, and rendered judgments in accordance with the verdict, from which is this appeal.\nThe first policy was issued and delivered on the 26th day of February, 1925, and the second on the 14th day of March, 1925. Each policy was issued in consideration of an annual premium of $70.33, payable annually in advance. Seven annual premiums were paid as they matured, the last being paid respectively on February '26th and March 14, 1931, which carried the policies respectively to February 26th and March 14,1932. Prior to the payment of the last premiums, the insured had borrowed on each policy $265. Each policy contaiiied a table of nonforfeiture and loan values, showing that, after the payment of the seventh premium, the loan value on each policy was $320. The insured did not pay the premiums on February 26th and March 14,1932, respectively, either at the time or within the grace period. Insured died on the 7th day of June, 1932.\nThe main contention of appellant for a reversal of the judgment is that the loan value of $320 was not available during the 7th year or until the 8th annual premium had been paid. We find nothing in the table of loan values supporting such a contention. The paragraphs in the policies relative to “cash loans” and “automatic premium loans” clearly provide that appellant will lend on the sole security of these policies any sum within the loan value stated in the table of loan values for the year in which the loan is made; and that appellant will advance any premium becoming due as a loan against the policy provided the loan value of the policy is sufficient to cover same and provided further that insured shall have made written request therefor, either in the application or otherwise. Under the rule announced in the case of Missouri State Life Insurance Company v. Miller, 163 Ark. 480, 260 S. W. 705, the loan value of these policies was available after the payment of the seventh annual premium and before the payment of the eighth annual premium. The insured had -borrowed only $265 on each policy, leaving a loan balance of $55 on each, which was more than enough in the hands of appellant to pay the premiums beyond the death of the insured, which occurred on June 7, 3932. Forfeitures are frowned upon by the courts, and insurance companies will not be permitted to declare forfeitures for nonpayment of premiums as long as they have funds available in their hands with which the premiums might be paid. The duty rests upon them to pay the premiums out of such funds and thereby prevent forfeitures. Security Life Insurance Co. v. Mathews, 178 Ark. 775, 12 S, W. (2d) 865. Appellant contends, however, that the premiums had been paid annually, and that there was not sufficient loan value to pay the full annual premium, and that the insured had not exercised an election under the policy to have the annual payments changed to quarterly payments. This makes no difference. A legal duty rested upon appellant to make the application as far as it would go in order to protect the policyholder. We so ruled in the cases of Mutual Life Insurance Company v. Henley, 125 Ark. 372, 188 S. W. 829, and Pfeifer v. Missouri State Life Insurance Company; 174 Ark. 783, 297 S. W. 847.\nAppellant also contends for a reversal of the judgment because the court imposed the statutory penalty and attorney’s fee upon it. This contention is made upon the theory that less was recovered than sued for. Appellant denied any liability whatever or that appellee was entitled to any sum on the ground that the policies had been forfeited. The fact is that appellant really recovered the amount sued for. The only amount that the court deducted was the premiums due to appellant by the insured from February and March, 193-2, to the date of the insured’s death, which occurred oh June 7, 1932. This point was decided adversely to the contention of appellant in the case of Life & Casualty Company v. Sanders, 173 Ark. 362, 292 S. W. 657.\nNo error appearing, the judgment is affirmed.",
        "type": "majority",
        "author": "Humphreys, J."
      }
    ],
    "attorneys": [
      "Charles G. Revelle, Courtney S. Goodman and Arnold & Arnold, for appellant.",
      "Pratt P. Bacon and Shaver, Shaver & Williams, for appellee."
    ],
    "corrections": "",
    "head_matter": "Continental Life Insurance Company v. Gray.\n4-3165\nOpinion delivered October 30, 1933.\nCharles G. Revelle, Courtney S. Goodman and Arnold & Arnold, for appellant.\nPratt P. Bacon and Shaver, Shaver & Williams, for appellee."
  },
  "file_name": "0065-01",
  "first_page_order": 83,
  "last_page_order": 86
}
