{
  "id": 8718648,
  "name": "Thane v. Merchants' & Farmers' Bank of Dumas",
  "name_abbreviation": "Thane v. Merchants' & Farmers' Bank of Dumas",
  "decision_date": "1928-02-20",
  "docket_number": "",
  "first_page": "66",
  "last_page": "79",
  "citations": [
    {
      "type": "official",
      "cite": "177 Ark. 66"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 521,
    "char_count": 15388,
    "ocr_confidence": 0.495,
    "sha256": "595faa3e9858b7d60bded778cc766b65171d045387b64633ceeb993397ce35ca",
    "simhash": "1:f75537342156111e",
    "word_count": 2797
  },
  "last_updated": "2023-07-14T20:52:43.275909+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Hart, C.J., and Kirby, J., dissent."
    ],
    "parties": [
      "Thane v. Merchants’ & Farmers’ Bank of Dumas."
    ],
    "opinions": [
      {
        "text": "Kirby, J.,\n(after stating the facts). It being conceded, as well as shown by the undisputed testimony, that the stock of the appellee bank owned by appellant was turned over to the bank and sold and the proceeds thereof deposited in the bank, to which appellant was in no wise indebted, the burden of proof was upon the bank to show that it was not indebted to or liable for the payment to the appellant, the owner of the stock, for the amount realized from the sale thereof and received by the bank.\nThe testimony discloses that there was no intention on the part of appellant to make a gift or donation of his stock or its proceeds to the directors of the bank or to the bank itself, and that the transaction did not constitute a gift or donation to either the directors or the ■bank, as the chancellor correctly held.\nWhile there is no conflict in the testimony as to what was actually done so far as the stock being turned over to the Bank Commissioner, the sale thereof for the par value, aiid the deposit in the bank of the proceeds realized therefrom, are concerned, the evidence is in sharp conflict as to the intention of the parties in'concluding the transaction.\nThe other directors apparently had in mind the intention not to attempt to rehabilitate the bank or restore its reserve so long as appellant, to whom some of them were unfriendly, was connected therewith in an official capacity. They refused to assist appellant in borrowing any money to restore the reserve, well knowing that he had exhausted his credit and resources in procuring funds to keep the other banks, which he had organized and been connected with, in operation. They insisted that he surrender his stock to the bank, and told the Commissioner, and through him the appellant, that, unless it was done, they would make no effort to keep the bank open and in operation, and that it would be closed by the Commissioner, as he had notified them would be done. They also knew that the appellant had refused to turn over his stock to the Commissioner or the bank as a gift or donation, or to consider the proposal of one of the directors, made at the Dumas meeting, that hé might be allowed fifty per cent, of the value of the stock upon compliance with this request or demand of the directors.\nAppellant states lie never bad any intention of making a gift or donation of Ms stock or its proceeds to either the bank or the other directors, and that, in surrendering it for sale that the proceeds might he used in restoring the reserve for the continued operation of the •bank, he made no such gift or donation, and that the bank was liable for the repayment to him of the value of the proceeds of his stock deposited therein.\nThe directors contend, on the other hand, that but for their understanding that the stock was surrendered to be sold and the proceeds deposited in the profit and loss account for the bank’s benefit, without any liability on its part for the repayment of the value thereof to appellant, the owner of the stock, all of which was known to appellant, they would not have sold or purchased it and continued the operation of the bank, and that appellant is estopped by his conduct about the transaction to claim any liability against the bank for payment of the proceeds realized from the sale of his stock.\nThere is sharp conflict in the testimony about the intention of the parties, but, as already said, the burden of proof was upon appellee, having received the proceeds of the sale of appellant’s stock in its bank, to show that it was done under such conditions as relieved it from liability therefor, or to return the amount thereof to appellant. It cannot be said that it has discharged such burden. After the negotiations had proceeded to the point of delivery of the stock to the Bank Commissioner, upon agreement to be sold at not less than par and the proceeds deposited in the bank, increasing the reserve' to the legal requirement, one of the directors insisted that the agreement be reduced to writing, which was done by the Bank Commissioner, and signed by the appellant.\nThe other directors claimed that the Bank Commissioner was their agent, or represented them as well as the bank, in his negotiations with the appellant for the delivery of the stock, and the transfer thereof was written by him at their request, and signed and executed by the appellant in their presence. This writing, under the usual rule, should he construed most strongly against the party by whom it was prepared, and, in any event, it must be held to contain the agreement of the parties aibout the transfer.\nThe claim of the officers of the bank and the bank itself that the proceeds of the stock sold should be deposited in the bank in the profit and loss account, without liability for its repayment, is certainly not supported by the written memorandum or assignment, which appears to be complete and free from ambiguity, and the parol testimony should not have been heard to engraft a condition upon such a writing not expressed therein. In any event the finding of the chancellor that the agreement was made by appellant to allow the proceeds of the sale of his stock to be deposited to the profit and loss account, without liability on its part to the owner of the stock, and that the conduct of appellant in making the transfer of the stock under the conditions was such as to mislead the -appellee bank and its officers and estop appellant from claiming any of the proceeds from the sale of his stock deposited in the bank, is contrary to the preponderance of the testimony.\nAppellant’s continued refusal to agree to any terms by which his -stock was to be used as a gift or donation to the bank or its directors, his statement that no such agreement was made, and the written memorandum or assignment of the stock in accordance with the agreement, shows a preponderance of the testimony in appellant’s favor, in our opinion.\nThe chancellor erred in holding otherwise, and the decree is reversed, and the cause remanded with directions to enter a decree for appellant in accordance with this opinion.",
        "type": "majority",
        "author": "Kirby, J.,"
      },
      {
        "text": "Mehafey, J.,\n(on rehearing). The facts are stated in the original opinion, which was handed down February 20, 1928. A majority of the court has reached the conclusion that a rehearing should be granted and that the decree of the chancellor should be affirmed.\nThe appellant, Mr. Thane, was president of the Farmers’ & Merchants’ Bank of Dama®, and the Bank Commissioner, after an appraisal of the assets, determined that the hank had losses considerably in excess of their surplus and undivided profits account and a large number of slow and doubtful papers. And on the 6th day of March the directors of the bank stated to the Bank Commissioner that they were unable or unwilling to finance the bank. Mr. Thane, the appellant, owned a large amount of stock, $17,000. A number of directors and other witnesses stated that, if Mr. Thane’would turn over his stock to them, they would pay par for it and place the proceeds of the sale of the stock in the bank to the profit and loss account. Or, if Mr. Thane did not wish to do this, that they would turn over their stock to him if he would finance the bank. They were endeavoring to make some arrangements to finance the bank because, as they stated, they did not want another bank failure in Dumas. And if Mr. Thane would turn over his stock to them they would finance the bank, or, if he would finance- it, they would turn over their stock to him.\nIt is true, as stated in the original opinion, that the appellant was not indebted to the bank, but, if the bank were insolvent and some arrangements were not made, according to the testimony of some of the witnesses, the condition of the bank was such that it would not pay more than 25 per cent, of its debts, and the stockholders would not only have nothing of value in their stock, but would be called upon to pay an assessment of 100 per cent. No one, of course, regarded the stock as having value.\nMr. Thane himself testified that he attended a meeting of the board of directors, and learned the condition of the bank from the statement submitted by Mr. Byrne, and stated that the directors could get whatever money they wanted on a joint note of all the directors, which he proposed to sign with them. This proposition was submitted to each of them individually and personally, and all of them declined to sign the note with him. They then said if appellant would give them his stock they could get all the money they needed, and he declined to do this. He further testified with reference to the board of directors: “They wanted me to give them my stock. They said if I would give them my stock they could raise the money that they needed — that the 'bank would need — ■ and I declined to give them my stock. ’ ’\nMr. Thane testified'that he afterwards had -a meeting at Little Rock, first with Mr. McKee, and he told Mr. McKee he would not give up his stock. He said that the directors were demanding either money or his stock, and Mr. McKee-told him, ,so he testified, that he was satisfied the directors meant what they said; that, if Mr. Thane would not find them some money or give them his stock, they would close the bank, and Mr. McKee was very anxious to avoid anything like that. Also Mr. McKee told appellant that he was satisfied that there was a feeling at Dumas among the directors that appellant should disconnect, himself or sever himself from the bank. Appellant then testified as follows:\n“.So, after discussing — talking the matter over in a general way, I concluded that I would let them have the stock, because, if I found the money, which I think I could have done, the only — the question at once occurred to me, if I help them out with money this time, when will the next demand — when will a similar demand be made upon me? So I made up my mind to let them have the stock and sever .my connection with the bank.”\nAfter the conference between Mr. McKee and appellant, according to appellant’s testimony, they went out and met the other parties, and Mr. McKee told them that he had got the stock, and some one insisted that it be reduced to writing, and the. following is a copy of the writing. “Little Rook, Ark., 2/15/1922.\n“I hereby turn over to Chas, McKee, Bank Commissioner, 660 .shares of stock of the Merchants’ & Farmers’ Bank of Dumas, to be delivered to new and old stockholders, on the payment by them of the par value of said stock into the Merchants’ & Farmers’ Bank of I)umas- “H. Thane.”\nIt is true, as stated in the original opinion, that appellant stated he never had any intention of making a gift or donation of his stock or its proceeds, either to the bank or to the directors, but the undisputed proof is, ■when they held their meeting at Dermott, that they demanded his stock, and Mr. McKee told him the directors meant what they said, and, unless he gave them his stock, the bank Avould close. Of course he knew that if it did his stock was not only worthless, but he would probably have to pay an assessment on his stock. The directors were demanding this, or that they would turn over their stock, give it to Mr. Thane, if he would finance it. There had never been any offer or suggestion that, whether Mr. Thane gave up his stock or the directors gave up theirs, there would be any amount paid. Mr. Thane says that one of the directors told him at one time that, if he would give his stock, they might be able some time thereafter to work it Out and pay him 50 per cent. But, at the meeting of the board of directors and at all other times, it was understood by all that the directors were proposing to give their stock, not sell it, but give it to Mr. Thane if he would finance the bank, or, if he did not do that but would give his stock to them, not to the bank, they would finance it. This stock, after being turned over to Mr. McKee, was sold, most of it to persons who were not stockholders at the time, and they paid par for it, and this money was put into the bank to the profit and loss account.\nThe undisputed proof shows that, unless one or the other of these methods had been adopted, the bank would have failed, and the delivery of his stock with the understanding that he was to get par for it would have left the bank in as bad condition as it was. The stock would have been a liability. And certainly no one could believe from the testimony in this case that the stock was worth par at that time. In fact, according to the testimony, it was worthless unless the bank received assistance immediately, or, as Mr. McKee told Mr. Thane, unless he either took the directors ’ stock and financed the bank or turned Ms stock over to them and 'let them finance it, the bank would have to close, and if it closed it would have been able to pay 'but 25 per cent, on its debts, and every stockholder would have been assessed 100 per cent, on the stock he owned.\nThese persons that purchased approximately $14,000 or $15,000 of the stock turned-over to the Bank Commis-si oner paid par for it. They purchased it with the understanding that $17,000 went into the bank as a part of its assets, to the profit and loss account. If they take that out, these persons who paid par for stock that was worthless if the bank failed would now lose all they paid after putting up the money, and Mr. Thane would get par for his stock. Certainly no one understood that Mr. Thane was to get any pay for his stock except Mr. Thane, and, even if he understood it, he would, as the chancellor held, be estopped.\nWhen we consider the testimony of Mr. Thane when he said, “They wanted me to give them my stock. They said if I would give them my stock they could raise the money that they needed, that the bank would need, and I declined to give them my stock,” it appears that, at the first meeting, the directors wanted Mr. Thane to give the bank his stock. Nothing was said about paying for it; and then when he came to Little Rock and had a private conversation with Mr. McKee, the Bank Commissioner, and Mr. McKee and Mr. Thane came out together, where the other directors and other persons interested were, and Mr. McKee stated to them that he had got Mr. Thane’s stock, and it must be remembered that this was after he had told Mr. Thane that the directors meant what they said — he would either have to give his stock or take the other directors ’ stock and finance the bank or it would be closed — we are forced to the conclusion that the directors and other persons who purchased the stock understood that there was to be no payment for the stock, but it was to g’O into the bank to the profit and loss account, and the persons who purchased it did it with that understanding. So, whether- Mr. Thane intended it or not, we think he is estopped, as held by the Chancellor, and cannot now claim pay for his stock, the proceeds of which went into the bank. The decision of the chancellor should be upheld, unless it is against the preponderance of the evidence.\nWe think the decree is supported by the preponderance of the evidence, and the petition for rehearing* is granted and the decree of the chancellor is affirmed.\nHart, C.J., and Kirby, J., dissent.",
        "type": "rehearing",
        "author": "Mehafey, J.,"
      }
    ],
    "attorneys": [
      "E. E. Hopson and Coleman .& RiddicJc, for appellant.",
      "Palmer Danaher and Mike Danaher, for appellee."
    ],
    "corrections": "",
    "head_matter": "Thane v. Merchants’ & Farmers’ Bank of Dumas.\nOpinion delivered February 20, 1928.\nE. E. Hopson and Coleman .& RiddicJc, for appellant.\nPalmer Danaher and Mike Danaher, for appellee."
  },
  "file_name": "0066-01",
  "first_page_order": 84,
  "last_page_order": 97
}
