{
  "id": 8719258,
  "name": "Willis v. State",
  "name_abbreviation": "Willis v. State",
  "decision_date": "1923-06-25",
  "docket_number": "",
  "first_page": "69",
  "last_page": "76",
  "citations": [
    {
      "type": "official",
      "cite": "160 Ark. 69"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "55 Ark. 604",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1322205
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/55/0604-01"
      ]
    },
    {
      "cite": "140 Ark. 520",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "62 Ark. 543",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1905636
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/62/0543-01"
      ]
    },
    {
      "cite": "86 Ark. 456",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1521473
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/86/0456-01"
      ]
    },
    {
      "cite": "92 Ark. 71",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1548620
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/92/0071-01"
      ]
    },
    {
      "cite": "67 Ark. 416",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1152542
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/67/0416-01"
      ]
    },
    {
      "cite": "110 Ark. 402",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1337069
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/110/0402-01"
      ]
    },
    {
      "cite": "74 Ark. 43",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "73 Ark. 315",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1504016
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/73/0315-01"
      ]
    },
    {
      "cite": "74 Ark. 462",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "82 Ark. 74",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "109 Ark. 424",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "102 Ark. 180",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1354021
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/102/0180-01"
      ]
    },
    {
      "cite": "91 Ark. 505",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1511818
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/91/0505-01"
      ]
    },
    {
      "cite": "49 Ark. 156",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1309808
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/49/0156-01"
      ]
    },
    {
      "cite": "34 Ark. 275",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1875698
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/34/0275-01"
      ]
    },
    {
      "cite": "115 Ark. 572",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1533793
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/115/0572-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 532,
    "char_count": 13463,
    "ocr_confidence": 0.488,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20850192424345976
    },
    "sha256": "db49c516fd12167ea316edd06fea6171ce02b4ed26c9638a4abf959516d3d089",
    "simhash": "1:7a0d73c154a498ba",
    "word_count": 2340
  },
  "last_updated": "2024-02-27T17:41:07.582861+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Willis v. State."
    ],
    "opinions": [
      {
        "text": "McCulloch, C. J.\nAppellant, Dave Willis, was indicted for the crime of assault with intent to kill by shooting Merle Hutchinson with a pistol. On the trial of the cause appellant was convicted of assault with intent to kill, and his punishment was fixed at five years in the penitentiary.\nHutchinson and his wife had separated, but were not divorced, and she was living at the home of her father, J.oe Wallace, where the shooting of Hutchinson by appellant occurred.\nIt is undisputed that appellant fired three shots at Hutchinson, all of which took effect in his body and there was further testimony on the part of the State that appellant fired three more shots. It is undisputed, also, that Hutchinson did not fire any shots at appellant, though the latter testified that Hutchinson had a pistol when he came into the room.\nHutchinson went to the house of Joe Wallace, and when he entered the house he found appellant there in the -same room with his (Hutchinson’s) wife, and the shooting occurred as soon as Hutchinson entered the room.\nHutchinson testified that on the night of the shooting he went to see his wife at the house of Joe Wallace, to deliver a letter which he had received for her, and that, before getting off his horse, he called out, and some one answered; that he went to the front door, found it locked, and, having seen and heard persons in the house, he walked into the open door, through the kitchen and dining room, into his wife’s room; that, as soon as he walked into the room, appellant began to fire at him, and that three shots took effect, one in his jaw, one in his left shoulder, and one in his leg. He testified that, after the first shot was fired, he ran to the door and tried to make his escape, and appellant kept shooting- at him; that appellant cursed him, and that after he had crawled under the bed appellant shot him the last time.\n. Appellant testified in the case, giving an account of the shooting, and he claimed that Hutchinsqn forced Ms way into the room with a pistol in his hand, exclaiming, ‘ ‘ God damn you, I have got you just where I want you! ’ ’ and that he at once began shooting, and shot three times in rapid succession. He claimed that the pistol he had was a small automatic that he had picked up during the afternoon in his peanut house, when he got ready to leave home. Appellant does not claim that Hutchinson fired the pistol, or attempted to do so. Appellant testified that, at the time Hutchinson broke open the door and came into the room, he (appellant) was at the front door of the room, trying to make his escape.\nHutchinson’s wife also testified, at the instance of appellant, as did Joe Wallace and his wife. Their testimony tends to corroborate appellant in the claim that Hutchinson forced his way into the house, or at least into the room where appellant was standing. The testimony of these witnesses was' to the effect that' Hutchinson’s wife was living there with her father, and on the night in question she was engaged in teaching her child, when appellant came there to make a visit. She testified that she had had considerable trouble with Hutchinson and had attempted to keep him away, but that he had several times forced himself upon her, and had beaten her. She téstified that on the night in question Hutchinson first came to the front door and called out, and she told him to go away, that she did not want to see-him, and told him to leave and not come into the house, but that Hutchinson went around to the side entrance and forced his way into the room where appellant was.\nThe testimony warranted a submission to the jury of the question whether or not appellant acted in necessary self-defense, but there was sufficient testimony to warrant a finding that be was not acting in self-defense, but that be fired tbe shots at Hutchinson with the specific intent to kill, 'and without any justification. In other words, the testimony is sufficient to warrant the finding of the jury that appellant was guilty of assault with intent to kill.\nThe first assignment of error relates to the ruling of the court in refusing to permit appellant to prove by Hutchinson himself and by other witnesses that he had been warned by Wallace not to come to the house. This testimony was offered before there was any attempt to prove any facts in justification of the shooting by appellant, and the court refused to allow the testimony to be introduced at that time. Later, when the State introduced as a witness Joe Wallace, he was permitted to testify that he had notified Hutchinson not to come to the house. There was no error in refusing to admit the other testimony concerning the notice to Hutchinson. Until there had been some testimony introduced tending to show justification for the shooting, it was immaterial whether Hutchinson’s visit to the house was rightful or not. If he had subsequently offered such testimony, a different question would have been presented.\nIt is also contended that the court erred in refusing to permit appellant to prove by Hutchinson’s wife that he was in the habit of carrying a pistol. The court also refused to permit that, on the ground that no testimony had been introduced tending to show justification for the shooting, and that it was immaterial at that time. The court was also correct in that ruling.\nAppellant later testified, in his own behalf, that when he fired the shot Hutchinson had forced his way into the room with a pistol in his hand. It is unnecessary to determine whether or not the testimony about the habit of Hutchinson with respect-to carrying a pistol was competent at that time, but it certainly was not competent at any prior stage of the trial.\nThere are numerous assignments of error with respect to the ruling's of the court in its charge to the jury, and in refusing to give instructions requested by appellant.\nIn several instructions the court told the jury that there must be a specific intent to kill in order to constitute the offense of assault with intent to kill. Appellant presented an instruction on that subject, and the court modified the first sentence, which reads as follows: “The intent in this case is one of the most important ingredients of the offense.” The court struck out that sentence, but gave the remainder of the instruction, which was correct in its terms, telling the jury that, in order to convict of that offense, they must believe beyond a reasonable doubt that at the time of the attack appellant “had malice in his heart and he had a specific intent .in his mind at that time to take the life of the witness, Merle Hutchinson.” The instruction was complete after striking out the first sentence, and there was no prejudice in the ruling of the court; however, the sentence itself was inaccurate in stating that the “intent in this case is one of the most important ingredients of the offense.” This element of the offense is no more important than the other essential elements, and it was not proper to tell the jury so.\nIt is contended that the court erred in refusing to give appellant’s instruction No. 4, which defined the offense of simple assault. The court gave appellant’s instruction No. 3, which defined aggravated assault, and we think there was ho error in refusing the fourth instruction. The question of simple assault was net involved in the case, and, even if there was any testimony to support such an instruction, the refusal to give it was harmless, for the reason that the court gave an instruction on the next highest offense, aggravated assault, and the jury disregarded that and found appellant guilty of a still higher offense. Moreover, the jury not only found appellant guilty of the highest offense under the indictment, but fixed the penalty at more than the minimum. There was certainly no error therefore in refusing to give an instruction on simple assault, and there was no prejudice in refusing to give an instruction on simple assault, even if there had been evidence to warrant it.\nFinally, it is contended that the court erred in refusing to give instruction No. 14, requested by appellant, which reads as follows:\n“The court instructs the jury that, if you believe from the evidence that the defendant, Dave Willis, was a welcome visitor at the home of Joe Wallace, and that the witness Merle Hutchinson was not, and that he forced his way into the home of Joe Wallace, against his will and repeated warnings, with the intent to commit a felony, which in this case would be a felonious assault upon the person of Dave Willis, and that there was imminent danger of such design being carried into effect, and that the defendant shot the witness, Merle Hutchinson, to prevent such an act, then, under the law, the defendant would be justified in shooting the witness, Merle Hutchinson, even though the danger was unreal.”\nThis instruction is erroneous for at least two reasons, and it is unnecessary to further analyze the instruction to discover whether it is in other respects correct. In the first place, it assumed that if Hutchinson went to the home of Joe Wallace and forced his way into the house it was for the purpose of committing a felonious assault upon appellant. Even if he forced his way into the house, the jury might have found from the testimony that it was for the purpose of assaulting his wife or some other person. In the next place, the instruction is erroneous because it deals with the question of appellant acting on the appearance of danger, and fails to incorporate the idea of his acting upon due caution and circumspection.\nThere are other assignments. of error in regard to the rulings of the court on instructions, hut we do not deem them of sufficient importance to discuss.\nFinding no error in the record, the judgment is affirmed.",
        "type": "majority",
        "author": "McCulloch, C. J."
      }
    ],
    "attorneys": [
      "J. G. Sam and Ben Sain, for appellant.",
      "J. S. Utley, Attorney General, John L. Garter and Wm. T. Hammock, Assistants, for appellee."
    ],
    "corrections": "",
    "head_matter": "Willis v. State.\nOpinion delivered June 25, 1923.\n1. Homicide — assault with intent to kill — evidence.—In a prosecution for assault with intent to kill, evidence held sufficient to warrant a finding that defendant did not act in self-defense, and was guilty of assault with intent to kill.\n2. Homicide — assault with intent to kill — evidence.—In a prosecution for assault with intent to kill, evidence that the assaulted person had been warned not to come to the house where he was shot and that he was in the habit of carrying a pistol, was properly excluded when offered before any testimony tending to prove justification was introduced.\n3. Homicide — INSTRUCTION.—In a prosecution for assault with intent to kill, it was not error to refuse to charge that “the intent in this case is one of the most important ingredients of the offense,” as this element of the offense was no more important than the other essential elements.\n4. Homicide — refusal of instruction — harmless error. — Where, in a prosecution for assault with intent to kill, the court charged the jury as to aggravated assault, and the jury found accused guilty of assault with intent to kill, and fixed the penalty at more than the minimum, refusal of an instruction as to simple assault was not prejudicial,. even though warranted by the evidence.\n5. Homicide — Refusal of INSTRUCTION. — In prosecution for assault with intent to kill, defendant’s requested instruction which assumed that the assaulted person forced his way into the house where he was shot with intent to commit a felonious assault on defendant, was properly refused.\n6. Homicide — instruction as to justification by appearance of danger.- — In a prosecution for assault with intent to kill, an instruction that defendant was justified in acting in self-defense upon the appearance of imminent danger was properly refused where it failed to incorporate the idea of due caution and -circumspection.\nAppeal from Howard Circuit Court; B. E. I shell, Judge;\naffirmed.\nJ. G. Sam and Ben Sain, for appellant.\nThe court erred in not permitting appellant to show that Hutchinson, the injured party, had been warned to stay away from the Wallace home, where the shooting occurred, and also in not allowing the testimony that Hutchinson was in the habit of carrying a pistol. The court erred in modifying appellant’s requested instruction No. 2, and in giving same as amended. 115 Ark. 572; 34 Ark. 275; 49 Ark. 156; Bishop, Criminal Law, <§>§ 729-31, 735; 54 A.rk. 282; 91 Ark. 505. Also in refusing to give appellant’s requested instruction 4, defining simple assault. 102 Ark. 180; 109 Ark. 424. The court erred in refusing to give appellant’s requested instructions Nos. 13 and 14. 55' Ark. 606. Also in refusing to give 19. 82 Ark. 74.\nJ. S. Utley, Attorney General, John L. Garter and Wm. T. Hammock, Assistants, for appellee.\nNo error was committed in refusing to permit the introduction of testimony which, if competent at all, certainly could not be introduced at the time it was offered. The refusal to give instructions defining a simple assault was not erroneous, the jury having found appellant guilty of assault with intent to kill. 74 Ark. 462. If instruction 13 was erroneous, it should have been corrected by specific objection. 66- Ark. 264; 73 Ark. 315; 74 Ark. 43; 110 Ark. 402. The court could well have rejected instruction 2, which, as requested, did not state the law correctly, and no error was committed in amending it. 67 Ark. 416; 92 Ark. 71; 86 Ark. 456; 62 Ark. 543; 140 Ark. 520. Appellant’s requested instruction No. 14 was properly- refused. The case of 55 Ark. 604, has no application to the facts of this case."
  },
  "file_name": "0069-01",
  "first_page_order": 93,
  "last_page_order": 100
}
