{
  "id": 8718538,
  "name": "United Friends of America v. Phillips",
  "name_abbreviation": "United Friends of America v. Phillips",
  "decision_date": "1932-06-27",
  "docket_number": "4-2606",
  "first_page": "70",
  "last_page": "77",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 70"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "54 Atl. 952",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "50 Atl. 92",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "137 N. W. 847",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 0
    },
    {
      "cite": "91 Neb. 771",
      "category": "reporters:state",
      "reporter": "Neb.",
      "case_ids": [
        2868815
      ],
      "opinion_index": 0,
      "case_paths": [
        "/neb/91/0771-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 581,
    "char_count": 12706,
    "ocr_confidence": 0.498,
    "pagerank": {
      "raw": 2.0446031217563963e-07,
      "percentile": 0.7497033610839859
    },
    "sha256": "9418bfa7afd08549c5872d964f758edfe0732b67a1d7cc99c19dc8652011ab9e",
    "simhash": "1:286f8d8e1591b8b9",
    "word_count": 2301
  },
  "last_updated": "2024-02-27T17:52:01.123529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "United Friends of America v. Phillips."
    ],
    "opinions": [
      {
        "text": "Butler, J.\nAlice Booth became a member of the United Friends of America, a fraternal benefit association, which was operated by means of a lodge system. There is no question as to whether or not she paid lier dues regularly until July, 1929. On the 28th of that month she died. Proof of death was made in the month of August, and the appellant insurance company denied liability, claiming that the dues of the deceased were not paid in the month of July, 1929, within the time prescribed by the by-laws.\nA jury was waived, and the case submitted to the court sitting as a jury, which, after having heard the testimony in the case, found that at the time of the death of the deceased the certificate was in full force and effect, and rendered judgment in favor of the plaintiff, the beneficiary named in the policy, for the sum prayed. From that judgment is this appeal.\nThe testimony adduced for the appellee tended to show that the local council, domiciled at Searcy, had no regular place of meeting and no regular lodge room. The meetings were usually held at the home of Lulu Heard, the local secretary. It was the custom of the members of the local council to pay their monthly dues to the said Lulu Heard. When the dues were paid to her, she kept an account of the same, made a report of the moneys received, and forwarded this report to the ' supreme council at Little Rock.\nThe testimony of the witnesses on behalf of the appel-lee tended further to show that on the 15th day of July, 1929, the dues of the assured for that month were sent to the home of Lulu Heard to he paid to her as was the custom. Lulu Heard had left home on or about the 13th of July, for a trip to Chicago, and was absent on the 15th when the money was brought to her house. She intended to remain away from home, and did so remain, until about the first of August, 1929, and had directed her daughter, Mary Heard, and her stepmother, Lucy Freeman, who lived with her, to receive the dues of the members of the council. The money for the payment of the dues of Alice Booth was received, and Lucy Freeman gave a receipt therefor, which read as follows: “Received of Lillian Phillips, July 15, 1929, $1 for Alice Booth endowment. [Signed] Lucy Freeman.”\nMary Heard testified that the money received on the 15th of July was not sent off immediately because at that time the $1 paid for Alice Booth was all the money received, and they were waiting until the other members paid before sending it in to the general council. After the death of Alice Booth, on the 2i8th of July, and before the 5th of August the other members of the local council came in and paid their dues, and on the last mentioned- date Lulu Heard, who had in the meantime returned to Searcy, made report of and remitted the collections, amounting in all to $10.30, to the supreme council at Little Rock. The supreme council retained the ' money until it received notice later in August of the death of Alice Booth, and thereupon the $1 paid by her was tendered by the supreme council to Lulu Heard, who-refused to receive it.\nCounsel for the appellant calls attention to certain discrepancies and contradictions in the testimony of the witnesses for the appellee which, he contends, cast doubt upon the credibility of the witnesses if it does not indicate the falsity of all their testimony. But these were questions for the court, and, the court having accepted the testimony of these witnesses as true, we are bound by its decision.\nThe only question presented for our determination is whether or not the evidence is sufficient to support the finding and judgment of the court below, sitting as a jury, counsel recognizing the rule that the finding of the court is entitled to the same weight as the verdict of a jury, and will not be disturbed where there is legally sufficient evidence to sustain it, even though such finding might appear to this court to be contrary to the preponderance of the evidence. Counsel contends that Lulu Heard was powerless to delegate her authority to collect dues and issue receipts, and therefore the payment of dues to Lucy Freeman was unauthorized and not binding on the appellant. In the absence of Lulu Heard, the secretary, the payments of dues should have been made, it is claimed, to the assistant secretary, “who is clothed with the duty of collecting dues and giving official receipts in the absence of the secretary by the express provisions of the by-laws.” Counsel introduced that part of the by-laws deemed pertinent to the issues involved in the ease which was incorporated in the bill of exceptions and copied in his brief, but by an examination of the by-laws to which he referred (section 8, article 22) it seems that he was in error as to the authority of the assistant secretary. The by-laws do not prescribe any specific person or officer to whom dues shall be paid, but there is a provision that “all members will see to it that their dues are paid to their local council in time for the local council to remit same to the general office on or before and not later than the 20th of each and every month;” and there is the further provision that, if any member fails to pay the dues “to his council” in time to get it to the general office on or before the 20th of each month, he shall be delinquent and suspended from all benefits of the order.\nSection 2'of article 2 provides for the organization of the local conncil. Section 4 names the officers, and the remaining sections of that article prescribe .the duties of each. The duties of the secretary and assistant secretary are as follows:\n“Section 7. The secretary shall 'keep a correct account of all moneys collected by the council and keep a correct account between the council and the members, forward to the supreme office, one report for each month’s dues paid by members, make out and together with the commander sign all orders drawn on the treasurer.\n“Section 8. The assistant secretary shall assist the secretary in keeping a correct account of the council’s business, and in the keeping of the correct minutes of every meeting held by the council; make record of all new members joining, and of everything transacted by the council, and perform such other duties as the law may require.”\nIt will therefore be seen that the only authority for the secretary to collect the dues would arise from custom, and the assistant secretary is delegated no authority by the by-laws except to assist the secretary in keeping the records. In the absence of the secretary therefore the assistant secretary would have no more authority to collect the dues than any other member of the council. Furthermore there is no testimony0 to show who the assistant secretary was and whether or not he was available for the payment of dues on the 15th day of July, 1929.\nSection 9 of the by-laws requires that the dues be paid in the lodge room or place appointed for meeting, and that they be marked on the official card furnished by the order and that this card is the “only official receipt authorized by the grand lodge and the lodge room the only authorized place for receiving and paying dues, the organization shall not be liable or responsible for any dues paid by any one to any officer or council unless said dues are paid in the lodge room as herein described and marked on the official card.”\nThe evidence does not disclose whether or not the dues of the members as paid were noted on the official card except the testimony of one witness who, in referring to the payment of dues by the members, stated that “they didn’t have any cards or books.”\nWe infer from the testimony that the business of the local council was conducted in rather an informal way, and that Lulu Heard was the principal functionary, although there were other officers who might be said to rank her in authority and who possessed higher sounding titles. Another one of the by-laws provided for the forwarding by local council to the supreme office $1.25 each month for every member, and that this payment should be forwarded so as to reach the supreme office by the '20th of the month, and that, should any council fail to comply with this provision within the time named, “the entire council shall be delinquent and shall stand suspended from all the benefits of the order until said report is made by the council, received and accepted by the general office.” It was further provided that where the dues were sent in after the due date the grand lodge might either accept or reject°the report, and in case the report was rejected should not be liable to the council or any of its members.\nThe secretary of the grand lodge testified to the effect that in the report received of the payment of dues July 1st, twelve members were shown to have paid their dues, the sixth in order being Alicq Booth. But so far as the evidence of this witness, or any other, discloses the report was not rejected except as to the item of the $1 for Alice Booth, although received long after the time limit named in the by-laws. The effect of this was to retain the premiums of the members who continued in life and to repudiate the payment by the one who had died.\nThe evidence as accepted by the trial court makes it clear that there was a bona fide attempt made by the assured to pay her dues in July within the time prescribed ; that such payment was offered at the only place under the by-laws where it could be lawfully accepted, and that it was not paid to the person accustomed to collect the dues for the order was no' fault of the assured. Whether or not Lucy Freeman and Mary Heard, the stepmother and daughter of the secretary, who lived-in the same home with her, could have been lawfully authorized by Lulu Heard to accept the payment of dues in her absence is beside the mark, for there can be no doubt that it was carried to and paid at the proper place as designated in the by-laws, and she actually received the money on her return and transmitted it to the supreme lodge, which accepted it without demur, although the time limit had expired, until it learned of the death of Alice Booth. It then elected not to reject the dues of any of the delinquent members who were living but only that of the member who had died. Such being the state of the record, we are of the opinion that the trial court correctly held that the policy or certificate involved a valid and binding obligation.\nIn Crites v. Capital Fire Ins. Co., 91 Neb. 771, 137 N. W. 847, the premium on the policy was payable at the home office of the company, but the insurer sent the premium note to a •'bank in another State for collection. Being notified of this, the maker of the note, on the day of its maturity, went to the bank at the customary hour for opening to .pay the same and waited for a time. No one appearing, he went to his work. That night the property covered by the insurance was destroyed. In that state of case it was held thatfit was a question for the trial court ro determine whether the insured used reasonable diligence in endeavoring to pay the note ánd sustained a judgment in favor of the insured notwithstanding the premium note had not been paid.\nIn a New York case reported in 1 Hun at page 460, O’Reilly v. Guardian Mutual Life Ins. Co., a policy of life insurance had been issued which prescribed no place for the payment of premiums. An agent for the company called at the home of the insured semiannually, and collected two of the half yearly premiums, but did not call on the 7th of January, 1872, the due date for the third half-yearly premium. The agent’s connection with the insurer had been discontinued in August of the preceding year, but the insured had no notice of this and died on the 15th of May, 1872. In that case it was held a question of fact for the jury as to whether or not under, the facts above stated it was the duty of the insured to seek out some one to whom to pay the premium. The jury found for the plaintiff, „ the beneficiary under the policy, and the judgment of the trial court on appeal was affirmed.\nIt will be noted that the secretary in the instant case actually received the dues paid for Alice Booth. Therefore, the payment was sufficient, although first paid to one who might not have been authorized to receive it. Weisman v. Commercial Fire Ins. Co., (Del.) 50 Atl. 92; Mauck v. M. & M. Fire Ins. Co., 4 Pennewill (Del.) 54 Atl. 952.\nIt is our opinion that the principles announced in the cases above cited are applicable to the facts in the case at bar and support the view we have taken. Affirmed.",
        "type": "majority",
        "author": "Butler, J."
      }
    ],
    "attorneys": [
      "Troy W. Lewis, for appellant.",
      "Brundidge & Neelly, for appellee."
    ],
    "corrections": "",
    "head_matter": "United Friends of America v. Phillips.\n4-2606\nOpinion delivered June 27, 1932.\nTroy W. Lewis, for appellant.\nBrundidge & Neelly, for appellee."
  },
  "file_name": "0070-01",
  "first_page_order": 90,
  "last_page_order": 97
}
