{
  "id": 8728331,
  "name": "Stone vs. Bennett et al.",
  "name_abbreviation": "Stone v. Bennett",
  "decision_date": "1842-01",
  "docket_number": "",
  "first_page": "71",
  "last_page": "74",
  "citations": [
    {
      "type": "official",
      "cite": "4 Ark. 71"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 350,
    "char_count": 6914,
    "ocr_confidence": 0.477,
    "sha256": "e122721da62d5f4247ffff628ae199f3c3fd6b0e3c247c73ae72335b5dca212d",
    "simhash": "1:bbe540a970f675e9",
    "word_count": 1194
  },
  "last_updated": "2023-07-14T19:55:34.553089+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Stone vs. Bennett et al."
    ],
    "opinions": [
      {
        "text": "By the Court,\nRingo, C. J.\nThe three first causes of demurrer specially assigned, are: 1st, That there is a variance between the writ and declaration in the names of the plaintiffs; 2d, There is a variance between the writ and declaration, in the capacity in which the plaintiffs sue; 3d, There is a variance between the writ and declaration, in the names of the assignees. These objections, if tme, are no bar to the action; and if they are available for any purpose, it can only be in abatement of the suit. And notwithstanding, anciently, after oyei'of the original writ, advantage thereof could be taken, either by plea in abatement, demurrer, motion in arrest of judgment, or writ of error, they would always, as we apprehend, have been waived by the interposition of a defence in bar of the action. Such is the effect of inverting, or failing to observe, the established order of pleading, as has been repeatedly ruled by this Court. See Dyer vs. Hatch, 1 Art. Rep. 339. Clark vs. Gibson, 2 ib. 109. Webb vs. Jones & Prescott, ib. 330. It is also well settled, that a general demurrer constitutes in law such defence; and, therefore, as no special demurrer can be filed, and nothing which is only ground of special demurrer at common law can now be specially assigned as cause of demurrer, we entertain no doubt that the Court below, as to these causes, decided correctly.\nThe fourth and fifth causes are: 1st, That there is a variance between the note given on oyer and that described in the declaration; 2d, There is a variance between the assignments on the note given on oyer, and the assignments as stated in the declaration. Upon comparing the note and assignments copied in th<itranscript of the record before us, with the allegations in the declaration, no substantial variance between them is perceived. Besides, it may be proper to remark, that oyer of the assignments was neither prayed nor granted; and, therefore, although they are copied in the transcript, they cannot be regarded as comprising a part of the record.\nThe sixth cause of demurrer specially assigned, is, that there is no averment in the declaration, that the defendant, Stone, had notice of the assignments of the note mentioned in the declaration. It is very clear, that notice of the assignment is not essential to the legal right of the assignees to maintain their action against the maker of the instrument; and, therefore, it is unnecessary to allege such»notice in the declaration, Rev. St. Ark. 107.\nThe seventh and eighth objections are: 1st, That no legal cause of action is set forth in the declaration; 2d, That the breach assigned is not as broad as the contract stated in the declaration, and that there is no venue to all the material allegations.\nThe note and assignments are not only substantially-, but specially and correctly, set forth, so as to show in the defendants in error an undoubted legal title to the instrument sued on, and also a right of action in their own names, by virtue of the provisions contained in the 11th chapter Revised Statutes, above cited. The breach negatives the payment of the debt demanded to the original payee or either of the assignees, and there is a proper venue distinctly laid to every material allegation in the declaration; yet, if there was not, such’ objection could not be taken advantage of on general demurrer; and;, therefore, wc are of the opinion that there is no error in the judgment, of the Circuit Court, in overruling said demurrer.\nThe remaining objection, that the judgment is given for too much-damages, is not sustained-by the record.\nJudgment affirmed.",
        "type": "majority",
        "author": "Ringo, C. J."
      }
    ],
    "attorneys": [
      "Pope and Byers, for the plaintiff.",
      "Fowler, contra."
    ],
    "corrections": "",
    "head_matter": "Stone vs. Bennett et al.\nVariance between the writ and declaration in the names of the plaintiffs; or between the writ and declaration in the capacity in which the plaintiffs sue; or between the writ and declaration in the names of the assignees, are no bar to the action; and if available for any purpose, can only be in abatement of the suit.\nAnciently, after oyer of the original writ, advantage might be taken, either by plea in abatement, demurrer, motion in arrest of judgment, or writ of error.\nNothing which was ground of only special demurrer at common law, can now bc'spe. daily assigned as cause of demurrer.\nWhen oyer of the assignments is neither prayed nor granted, though copied into the transcript, they are no part of the record.\nIt is not necessary to allege, in the declaration, that the defendant had notice of the assignment.\nThat there is no venue distinctly laid to every material allegation in the declaration, cannot be taken advahtage of on general demurrer. •\nThis was an action of debt, instituted by Bennett and others, and determined in Jackson Circuit Court, in May, A. D. 1841, before the Hon. Thomas Johnson, one of the Circuit Judges. The defendants in error sued on a note, as assignees of Ferdinand C. Fletcher and Asa M. Carpenter, assignees of Jesse Dougherty. The declaration sets forth the note and assignments, and contains a breach negativing the payment of the money mentioned in the note, or any part thereof, by either of the makers, to the payee or either of the assignees. The writ was quashed, on motion of Stone, and leave granted to amend it, and the case continued, with leave to plead on or before the first day of the next Term.\nAt the succeeding Term, Stone filed a demurrer to the writ and declaration, the writ not having been amended under the leave for that purpose granted; and the plaintiffs asked and obtained leave to amend it, according to the leave previously granted; and it was so amended. Stone, by leave of the Court, withdrew his demurrer, and craved oyer of the writing sued on, which was granted by filing the writing in Court; and he filed another demurrer to the writ and declaration, which the plaintiffs moved the Court to strike out; but this motion being overruled, they joined in the demurrer, which, after argument, was overruled by the Court, and judgment by nil elicit given in favor of the plaintiffs, for the sum mentioned in the declaration, and damages for its detention. The grounds of demurrer will be found stated in the opinion of the Court. Stone sued his writ of error.\nPope and Byers, for the plaintiff.\nThe Court below erred in overruling the demurrer to the declaration and writ, because the writ was void, and did not correspond with the declaration in stating the names of the parties; the writ describing the plaintiffs as Joseph Bennett, L. C. Morrill, David Bennett, and Moses Greenwood; the declaration describing them as Joseph Bennett, Luther C. Morrill, David Bennett, and Moses Greenwood.\nDefects in the writ, apparent upon its face, can be taken advantage of on demurrer. 1 Chitty PL 439.\nThe Court erred in rendering judgment against the plaintiff in error for all the costs; having, at a previous term, ordered that the defend-, ants in error pay the costs of the continuance.\nFowler, contra."
  },
  "file_name": "0071-02",
  "first_page_order": 71,
  "last_page_order": 74
}
