{
  "id": 8726379,
  "name": "Martin & Van Horn vs. Webb",
  "name_abbreviation": "Martin v. Webb",
  "decision_date": "1843-01",
  "docket_number": "",
  "first_page": "72",
  "last_page": "78",
  "citations": [
    {
      "type": "official",
      "cite": "5 Ark. 72"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "2 Wend. 158",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        3516665
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wend/2/0158-01"
      ]
    },
    {
      "cite": "1 Pet. 497",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "opinion_index": 0
    },
    {
      "cite": "1 Pet. 471",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 623,
    "char_count": 12991,
    "ocr_confidence": 0.522,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20860830110172446
    },
    "sha256": "540cde60dfa66b1caba7c7ddf574dc1967701feb51a68703f886a0ee39b0682d",
    "simhash": "1:ae6ae59322a2c60a",
    "word_count": 2323
  },
  "last_updated": "2024-02-27T21:30:20.185486+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Martin & Van Horn vs. Webb."
    ],
    "opinions": [
      {
        "text": "By the Court,\nPaschal, J.\nThere has been some conflict in the decision of the State Courts, on the question of compelling a peremptory non-suit, where a party has failed to make out his case. We are disposed to adopt the doctrine settled by the Supreme Court of the United States. In the case of Crane vs. The Lessee of Morris, that Court say: “ This point has been repeatedly settled by the Supreme Court of the United States, and is not now open to controversy.” Elmore vs. Grimes, 1 Pet. 471. A non-suit may not be ordered, in any case, by the Court, without the consent and acquiescence of the plaintiff. De Wolf vs. Roland et al., 1 Pet. 497. The plaintiff might agree to a non-suit; but, if he do not so choose, the Court cannot compel him to submit to it. Elmore vs. Grimes, above cited.\nThe correct motion is, to instruct the jury that, if the evidence has not proved a matter necessary to be proven, they must find for the defendant. And, in this particular case, had the trial been before a jury, and the point available at this stage of the proceedings, the proper motion would not have been to instruct the jury that, if, from the evidence, they believed that the plaintiff had not proved a demand on the defendants for an account, and a refusal either to account or re-déliver the goods, then they must find for the defendants.\nThat this was a case where it was necessary, at common law, to aver and prove a special demand, there can be no doubt. 1 Ch. Pl. 363. Oro. Eliz. 85. 1 Saund. 33, a, note 2. Com. Dig. Pl. C. 69, and cases there cited. Story on Bailment, passim. We have examined these several cases with some care, in order as well to ascertain what the correct rule is, as to settle the point of practice, as to the time of taking advantage of the omission. The case in Saunders is where the declaration was defective, for want of the special request. The defendant pleaded a special plea, to which the plaintiff demurred; and Twisden, J., held, that the demurrer extended back to the declaration; it being an universal rule, that the omission is good, op general demurrer. And, in some of the other cases, it was held that the omission would not, as stated by Chitty, in the text, be aided by verdict, but that it was fatal on motion in arrest of judgment.\nWe have not been able to find any English case, where the point was raised at the trial, or relied on by error. Chitty says — “ but from the principle deducible from other cases, and a recent decision, it should seem that a judgment by default, or a verdict, would aid the defect; and that the objection must now be taken by a special demurrer.” In support of this rule, he cites 10 East, 359. 1 Strange, 89, 214. 1 Wils. 33. 7 Term, 522. 1 Saund. 228, note 1.\nThe case of Bowdell vs. Parsons, 10 East Rep. 360, was an action upon the contract to deliver a quantity of hay, upon request. The declaration contained a general request, but without any specification of time and place. Judgment went by default, and a motion was made in arrest of judgment. Lord Ellenborough held that after the staute of 4 Ann, c. 16, (which declares, “ that, in all cases where any demurrer shall be joined, &c., the judges shall proceed and give judgment according as the very right of the cause and matter in law shall appear unto them, without regarding any imperfection, omission, or defect, in any writ, &c., declaration, or other pleading, &c., except those, only, which the party demurring shall specially and particularly set down and express as cause of demurrer, notwithstanding that such imperfection, omission, or defect, might, therefore, have been taken for matter of substance, and not aided by the statute 27 Eliz. c. 5, so as sufficient matter appear in said pleadings, upon which the Court may give judgment according to the very right of the cause;”) the omission to lay a special request, with a venue and time, (there being one venue in the declaration), was to be considered on a motion in arrest of judgment, precisely as if the point had been raised on general demurrer. And he reviewed all the old cases, and said that they arose before the healing effects of the statute of Ann, about amendments. And the whole Court agreed with LeBlanc, J., who said: “clearly, therefore, the want of alleging time and place to the request, is only matter of form, and is not sufficient in arrest of judgment.” The case cited from 1 Strange, 89, has no bearing on the case before us. The case of Palgrave vs. Windham, 1 Strange, 212, was tried on the general issue, and a verdict for plaintiff; and the objection was, for the first time, taken on error. Powys, J., held that, although notice was necessary, yet the want of it is cured by verdict. The case of Stennel vs. Hogg, 1 Saund. Rep. 226, is a case where an objection, which might have been good on demurrer, is cured by verdict. And the editor, in note 1, page 228, collects all the cases showing what matters were cured by verdict, as well by the common law as the different statutes of jeofails, in England.\nWith respect to the former class of cases, the rule seems to be about thus: When there is any defect, imperfection, or omission, in any pleading, whether in substance or form, which would have been a fatal objection, on demurrer; yet, if the issue joined be such as necessarily required, on the trial, proof of the facts so defectively or imperfectly stated or. omitted, and without which it is not to be presumed that either the judge would direct the jury to give, or the jury would have given the verdict, such defect, imperfection, or omission, is cured by the verdict by the common law; or, in the phrase often used upon the occasion, such defect is not any jeofail, after verdict. And where there was any defect, omission, or imperfection, though in form only, in some collateral parts of the pleading, that were not in issue between the parties, so that there was no room to presume that the defect or omission was supplied by proof, a verdict did not cure them by the common law. These latter defects, however, are cured by the statute of jeofails. 1 Salk. 37. 4 Mod. 133.\nBut still, if the plaintiff either states a defective title, or totally omits to state any title or cause of action, a verdict will not cure such defect, either by the common law, or by the statute of jeofails; for the plaintiff need not prove more than what is stated in the declaration, or is necessarily implied from the facts which are stated. Doug. 658. Rushton vs. Aspinal, Cowp. 825. 2 Salk. 662. 1 T. R. 141. 4 T. R. 472.\nIn the present case, there is no inference as to the proof of the demand. On the contrary, it is not urged that any demand or special request was alleged, and the bill of exceptions shows that no such proof was_offered. The party attempts to escape from this proposition, by urging that, as the defendant had no right to move for a peremptory non-suit, and did not move in arrest of judgment, which would have answered the same office as a general demurrer, that therefore there is properly no point before the Court which would be good, on error. In other words, that, having proved all that was alleged in his declaration, no objection can now be taken.\nIn New-York, where the practice of ordering a peremptory non-suit, when the plaintiff fails to make out his case, prevails, we find that this is an objection which cannot be taken advantage of at the trial. The doctrine is fully discussed and settled, in that state, in the case of Safford vs. Stevens, 2 Wend. 158. The chancellor says: “If the plaintiff proves all that is laid in the declaration, he ought not to be non-suited. If the declaration is insufficient, the defendant may avail himself of the defect, by demurrer; and, if he succeed, he will be entitled to his costs. If he' neglect to do that, he cannot object to the variance, at the trial, but will be put to his motion in arrest of judgment; in which case, neither party will be entitled to the costs which have been unnecessarily incurred by the neglect of the defendant to bring the question of law before the Court, in the first instance. Cameron vs. Reynolds, Cowp. Rep. 407. The only ground for a non-suit, at the trial, must be, that the proof is not sufficient to support the plaintiff’s declaration.”\nAnd now, although we are not disposed to adopt the practice of allowing the Circuit Court to compel a plaintiff to be non-suit; yet, even where such a practice is allowed, we find that it does not apply to a case where the proof sustains a declaration, however defective. Under any view of the subject, therefore, it becomes unnecessary to discuss what defects are cured by our statute of amendments and jeo-fails. There is no statute in England more liberal than ours. Whatever defects would, therefore, be cured by the most liberal of the English statutes of jeofails, after verdict, are also cured by our statute. If a party, therefore, wishes to táke advantage of a defective pleading, he had always best spread his objections on the record, by demurrer, as many things, which appear fatal, by the dicta of the early English decisions, are found of small moment, when measured by the modern rules, under the enlightened system of allowing amendments. Defects of form are subject to the healing power of amendment; and defects, for want of substance, are often cured by the acts of the parties, who might avail themselves of them at an early stage.\nBut, while we are in favor of a liberal and enlightened practice, we are far from being disposed to encourage a loose or negligent one. A strict adherence to precedent and principle saves much trouble to the bar as well as the courts. There being no error properly brought before this Court — presented either by demurrer, or on motion in arrest of judgment, the judgment of the Circuit Court is, therefore, affirmed, with costs.",
        "type": "majority",
        "author": "Paschal, J."
      }
    ],
    "attorneys": [
      "The case was argued here by Hempstead & Johnson, for plaintiffs in error, and Jlshley & Watkins, contra."
    ],
    "corrections": "",
    "head_matter": "Martin & Van Horn vs. Webb.\nThis Court is disposed to adopt the doctrine of the Supreme Court of the United States,, in regard to compulsory non-suits; which is, that a non-suit cannot be ordered, in, any case, by the Court, without the consent and acquiescence of the plaintiff.\nThe correct motion ¡3, to instruct the jury that, if the evidence has not proven a mat. ter necessary to be proven, they must find for the defendant.\nWhere goods are placed in the hands of a person, for sale, to be sold by him' on commission, no recovery can be had, if they are unsold, without demand for return of the goods, and refusal.\nRule of the common law as to what defects arc cured By verdict.\nThere is’no statute of amendments and. jeofails, in England, more liberal than ours; and whatever defects are there cured by their statutes, are cured by ours.\nIn an action where a special demand should be alleged and proved, although the declaration is defective for want thereof, yet, if the defendant neither raises the objection by demurrer, nor by motion in arrest of judgment, but only by a motion for non-suit, on the trial, for want of evidence of demand, nothing is brought before this Court on which it can reverse the judgment in favor of the plaintiff.\nThis was an action of assumpsit, determined in the Pulaski Circuit Court, in September, 1842, before the Hon. John J. Clendenin, one of the circuit judges. Webb sued Martin & Yan Horn. The declaration contained a special count for divers medicines, delivered to the defendants to sell, on commission, and pay over the proceeds, less 15 per cent, for selling, or to return the medicines; and assigned, for breach, that the parties did not sell them or return them, although requested, &c. There was also a money count, and an account stated. Issue on the plea of non assumpsit was formed, and the case proceeded to trial before the Court, sitting as a jury. After the plaintiff had closed his evidence, the defendants moved that the plaintiff be non-suit; because no evidence had been adduced to prove a sale of any considerable portion of the medicines, or of a demand for return of them, after the time to be occupied in selling thpm had expired. Motion refused, and exceptions taken, setting out the evidence. It appeared in evidence that Martin & Van Horn were to take the medicines into the country, for sale, and to be absent some three or four weeks, and that an invoice of the medicines, amounting to f>164 75, was made out and delivered to Martin & Yan Horn; and under it was written the following receipt: “Rec’d, Little Rock, Jan’y, 1841, from S. H. Webb, the above articles, to sell on commission, say 15 pr. cl. off. (Signed,) Marlin & Van Horn.'\" Afterthey returned, Martin said that they had sold very few of the medicines, but had left them in the country, with some gentleman, to sell; that neither account of sales, nor the goods, had ever been returned. This is the only evidence bearing upon the point to be decided.. The case came up by writ of error.\nThe case was argued here by Hempstead & Johnson, for plaintiffs in error, and Jlshley & Watkins, contra."
  },
  "file_name": "0072-02",
  "first_page_order": 72,
  "last_page_order": 78
}
