{
  "id": 1435159,
  "name": "Green v. State",
  "name_abbreviation": "Green v. State",
  "decision_date": "1932-01-25",
  "docket_number": "",
  "first_page": "73",
  "last_page": "76",
  "citations": [
    {
      "type": "official",
      "cite": "185 Ark. 73"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "273 S. W. 718",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "169 Ark. 275",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1373972
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/169/0275-01"
      ]
    },
    {
      "cite": "275 S. W. 325",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "169 Ark. 257",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1373876
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/169/0257-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 285,
    "char_count": 4118,
    "ocr_confidence": 0.496,
    "pagerank": {
      "raw": 4.5330875625009783e-08,
      "percentile": 0.2838418378832125
    },
    "sha256": "c2669f7cfe547b9b9de40b0f96c71fe24cb518ebb0b57145ce6c9e4d0c14166f",
    "simhash": "1:28ef33a202029f28",
    "word_count": 707
  },
  "last_updated": "2024-02-27T17:51:09.396208+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Green v. State."
    ],
    "opinions": [
      {
        "text": "Kirby, J.\nThis appeal is prosecuted from a judgment of conviction of appellant for carnal knowledge of a girl under 16 years of age named in the indictment.\nNo brief has been filed for appellant. It is alleged in the motion for a new trial that the court erred in the admission and exclusion of certain testimony as designated, and in the failure to give appellant’s requested instruction No. 1, and that the testimony is not sufficient to support the conviction.\nThe first assignment is that the court erred in refusing to allow Cleda Bowling to answer on direct examination the question: “Did she say (the prosecuting witness) why they (her parents) were cruel to her?” Without regard to whether this was material, the record does not show what the witness ’ answer would have been, had she been permitted to make one, and the assignment of error is therefore unavailable. Dunham v. State, 169 Ark. 257, 275 S. W. 325.\nThe next assignment is that the court erred in refusing to permit the defendant to recall the prosecuting witness, Thelma McCleary, for further cross-examination. This request was made after the witness had been thoroughly cross-examined ¡by counsel for the defense, after she had testified as a witness in behalf of the State, and no abuse of discretion was shown in the court’s refusal to permit further re-cross examination. Section 4190, Crawford & Moses’ Digest; Murphy v. State, 169 Ark. 275, 273 S. W. 718; Underhill, Criminal Evidence, p. 509, § 358.\nNeither was error committed in the court’s refusal to permit the introduction of a letter in evidence, part of which was admittedly written hy the prosecuting witness for the purposes of impeachment only. The witness testified, however, that she did not write all the letter, calling attention to the part of it that had been changed after it was written, and an examination of the entire contents of the letter shows that it did not contain any statement relevant or material to the trial of the issue in the case. After witness was excused, counsel for appellant attempted to have her recalled for further cross-examination about the letter, and, upon objection that it was not proper cross-examination, the court refused to allow it to be done, stating, however, that counsel could make the witness his own and examine her as fully about any relevant matters as he cared to, but counsel refused to do this.\nThe next assignment is that the court erred in refusing to give appellant’s requested instruction No. 1. This instruction told the jury that the burden was on the State to prove beyond a reasonable doubt that the prosecuting witness was under the age of 16 years at the time of the alleged intercourse, but the court had already given instruction No. 7, in virtually the same language of the refused instruction requested, and it was not necessary to give the requested instruction, even though it was correct, it being fully covered by the court’s charge.\nThe testimony is amply sufficient to sustain the jury’s verdict. It showed that the appellant went away from home with the girl under the age of consent and kept her away from home about 20 days, traveling about with her into two other States. It was not denied that the intercourse had occurred in the county where the indictment was found, the chief question of the case being whether the girl was under the age of 16 years at the time. Her mother and father and one of the other wit-, nesses testified, giving her birth date, that she was under 16 years of age at the time; and the main insistence of appellant, who did not testify, was an attempt to show that some of the witnesses had made contradictory statements about the girl’s age, indicating that she was over the age of consent at the time of the intercourse. The whole evidence discloses, however, that appellant had manifested no interest in or curiosity about the age of the prosecutrix until after he was indicted.\nWe find no error in the record, and the judgment is affirmed.",
        "type": "majority",
        "author": "Kirby, J."
      }
    ],
    "attorneys": [
      "Hal L. Norwood, Attorney General, and Pat Mehaffy, Assistant, for appellee."
    ],
    "corrections": "",
    "head_matter": "Green v. State.\nOpinion delivered January 25, 1932.\nHal L. Norwood, Attorney General, and Pat Mehaffy, Assistant, for appellee."
  },
  "file_name": "0073-01",
  "first_page_order": 93,
  "last_page_order": 96
}
