{
  "id": 1362303,
  "name": "Carl-Lee v. Griffith",
  "name_abbreviation": "Carl-Lee v. Griffith",
  "decision_date": "1922-04-03",
  "docket_number": "",
  "first_page": "74",
  "last_page": "77",
  "citations": [
    {
      "type": "official",
      "cite": "153 Ark. 74"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "88 Ark. 433",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1517129
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/88/0433-01"
      ]
    },
    {
      "cite": "71 Ark. 609",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1507776
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/71/0609-01"
      ]
    },
    {
      "cite": "30 Ark. 578",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1881132
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/30/0578-01"
      ]
    },
    {
      "cite": "7 Ark. 78",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8726846
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/7/0078-01"
      ]
    },
    {
      "cite": "14 Ark. 234",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1862682
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/14/0234-01"
      ]
    },
    {
      "cite": "110 Ark. 225",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "105 Ark. 97",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "48 Ark. 360",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1887774
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/48/0360-01"
      ]
    },
    {
      "cite": "65 Ark. 1",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        609230
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/65/0001-01"
      ]
    },
    {
      "cite": "66 Ark. 327",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1909749
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/66/0327-01"
      ]
    },
    {
      "cite": "30 Ark. 756",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1881193
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/30/0756-01"
      ]
    },
    {
      "cite": "48 Ark. 304",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1887744
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/48/0304-01"
      ]
    },
    {
      "cite": "97 Ark. 296",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1318880
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ark/97/0296-01"
      ]
    },
    {
      "cite": "90 Ark. 340",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1513903
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/90/0340-01"
      ]
    },
    {
      "cite": "110 Ark. 222",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1337153
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/110/0222-01"
      ]
    },
    {
      "cite": "7 Ark. 78",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8726846
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/7/0078-01"
      ]
    },
    {
      "cite": "14 Ark. 234",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1862682
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/14/0234-01"
      ]
    },
    {
      "cite": "105 Ark. 97",
      "category": "reporters:state",
      "reporter": "Ark.",
      "weight": 2,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 329,
    "char_count": 5864,
    "ocr_confidence": 0.487,
    "pagerank": {
      "raw": 1.1557160347743625e-07,
      "percentile": 0.5827055940327023
    },
    "sha256": "5fe8508cd39b037d7bc8b3f5f03ae4db897a4aa5e7dd15ade333e8380851ca27",
    "simhash": "1:ba22e65121373a60",
    "word_count": 1018
  },
  "last_updated": "2024-02-27T17:45:17.236697+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Carl-Lee v. Griffith."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nEd S. Carl-Lee and wife executed to G. C. Griffith a warranty deed to a certain tract of land. This deed was later assailed and canceled, the suit for that purpose having been brought after the death of Carl-Lee, but notice of the pendency of the suit was given to his widow, who was his executrix. Later' the present suit was brought by Griffith against the estate of Carl-Lee to recover the price paid for the land with the interest thereon and the cost of the litigation, and there was a trial and verdict and judgment for the amount sued for, and this appeal is from that judgment.\nWe have before us no bill of exceptions preserving the evidence of the proceedings at the trial from which this appeal comes; but the insistence is that error appears upon the face of the record proper, in this, that the complaint does not allege that an affidavit was made showing the justness of the demand.\nIn the case of Davenport v. Davenport, 110 Ark. 222, we said: “It has been frequently decided by this court that in suits against estates, either by ordinary action or before the probate court, it is necessary to produce at the trial an affidavit of the justice of the claim.and of its nonpayment, made before the commencement of the action, or the claimant will be nonsuited. Hayden v. Hayden, 105 Ark. 97; Ryan v. Lenon, 7 Ark. 78; State Bank v. Walker, 14 Ark. 234. ” We there also said: ‘ ‘ The essential thing, the jurisdictional requirement, is the making of the affidavit, and a nonsuit must be suffered when it is not made within the proper time, and the statute prescribes its form. iBut it is held that a substantial compliance in the matter of the form of the affidavit is sufficient. Hayden v. Hayden, supra; Eddy v. Lloyd, 90 Ark. 340; Wilkerson v. Eads, 97 Ark. 296.”\nThe statute construed in those cases is section 106 C. & M. Digest, which reads as follows: “If the affidavit required for authenticating claims against deceased persons 'be not produced in an action' against an executor or administrator for debt against the deceased, the court shall, on motion, enter a judgment of nonsuit against the plaintiff; and the affidavit must appear to have been made prior to the commencement of the action.”\nThe making of the affidavit is said to be the essential thing; but the statute does not make it a condition precedent to the institution of the suit. It is not provided that suits shall not be brought unless an affidavit be made and presented to the administrator or executor. ‘Upon .the contrary, the provision of the statute is that, if the affidavit is not produced in an action against an executor or administrator, the court shall, on motion, enter a judgment of nonsuit against the plaintiffs. The making of the affidavit must be proved. It is evidentiary of the validity of the demand sued on — made so by statute — but it is part of the evidence in the case. The affidavit must be produced at the trial, but, not being made a condition precedent to the right to sue, a complaint is not fatally defective which fails to allege the making of the affidavit.\nIn the case of Wilkerson v. Eads, 97 Ark. 296, it was said: “The affidavit is a prerequisite to the right of action, but not an exhibition to the administrator, though, if not exhibited and the suit is not controverted, the claimant cannot recover costs.”\nIn the case of Ross v. Hine, 48 Ark. 304, it was. said: “The appellee sued an executor without first making the affidavit authenticating his claim against the. estate as required by statute. The executor moved to dismiss the action upon this ground. No affidavit was produced except the ordinary form of verification to the complaint, but neither this nor the allegations of the complaint conformed with any degree of substantiality to the statute authenticating claims against estates. Mansf. Dig., sec. 102. The statute is peremptory in its terms, directing a nonsuit if the authentication is not made, (Ib., sec. 107), and this court has universally given effect to it. Alter v. Kinsworthy, 30 Ark. 756, and cases cited.”\nThese cases, as well as others both earlier and later, recognize the affidavit as the basis of the suit. It must be produced at the trial if the suit is controverted, or if the existence of the affidavit is controverted, or a non-suit will be ordered.\nBut, in the absence of a bill of exceptions in this case, it will be conclusively presumed that the court found the fact to be that the essential affidavit had been made.\nJudgment affirmed.",
        "type": "majority",
        "author": "Smith, J."
      }
    ],
    "attorneys": [
      "E. M. Carl-Lee, for appellant.",
      "Harry M. Woods and Brvmdidge & Neelly, for appellee."
    ],
    "corrections": "",
    "head_matter": "Carl-Lee v. Griffith.\nOpinion delivered April 3, 1922.\n1. Executors and administrators — authenticating affidavit— pleading. — A. complaint against an executrix which fails to allege the making of an affidavit of the justness of the demand is not fatally defective; the statute merely requiring the production of the affidavit at the trial.\n2. Appeal and error — presumption from absence of bill of exceptions. — In a controverted suit against an executrix for cancellation of a deed given hy a deceased person, it will be conclusively presumed on appeal, in the absence of a bill of exceptions, that the court found that the required authenticating affidavit had been made.\nAppeal from Woodruff Circuit Court; J. M. Jackson, Judge;\naffirmed.\nE. M. Carl-Lee, for appellant.\nThere was no verification of the complaint. This is imperative. 66 Ark. 327; 65 Ark. 1; 48 Ark. 360; Id. 304. It is a jurisdictional requirement. 105 Ark. 97; 110 Ark. 225; 14 Ark. 234; 7 Ark. 78. It is a condition precedent to the right of action, and cannot be waived. 30 Ark. 578.\nHarry M. Woods and Brvmdidge & Neelly, for appellee.\nAll claims not presented within one year after the grant of letters of administration are barred. O. & M. Digest, sec. 97.\nWant of verification must be pleaded before judgment is entered. C. & M. Digest, sec. 1246; 71 Ark. 609; 88 Ark. 433."
  },
  "file_name": "0074-01",
  "first_page_order": 102,
  "last_page_order": 105
}
