{
  "id": 1428245,
  "name": "Blakeley v. Ballard",
  "name_abbreviation": "Blakeley v. Ballard",
  "decision_date": "1933-10-30",
  "docket_number": "4-3177",
  "first_page": "75",
  "last_page": "77",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 75"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 294,
    "char_count": 4507,
    "ocr_confidence": 0.519,
    "pagerank": {
      "raw": 4.643594115661138e-08,
      "percentile": 0.29092893060560676
    },
    "sha256": "17d2778bb338d5cb6aa3f21f8271d38940de782d8e54af5bbeade87b20d75437",
    "simhash": "1:d0ddf6a6589525b3",
    "word_count": 753
  },
  "last_updated": "2023-07-14T22:44:11.517500+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Blakeley v. Ballard."
    ],
    "opinions": [
      {
        "text": "McHaney, J.\nAppellee and appellant were formerly husband and wife, having been married on April 21, 1930. Appellee is 82 years of age, and appellant is 49. Prior to their marriage in September, 1929, appellee received approximately $10,000 from the Federal Government as compensation for the death of his son, a World War veteran. With $1,500 of this money he purchased a home in Little Bock and, a short time prior to their marriage,' he engaged appellant as his housekeeper. In August,; 1930, they entered into a contract dividing all of appellee’s property equally between them. -By virtue of this contract appellant received an automobile and $1,425.95 in cash. Shortly thereafter they ’ separated, and he brought a suit to annul the contract and another, to replevin the automobile. Thereafter they went back together-¿gaim' Appellant in the meantime had purchased a piece of property at Mabelvale with a portion 'of the money she had gotten from appellee, where they lived together for a-time.' On October-6, 1930, the suits above mentioned’were’dismissed. On March-12, 1931, after another separation,' appellee' filed a \"suit for divorce against appellant, and obtained a decree of divorce on October 1,1931, nothing being said about property rights in that decree. This action was commenced November 12,1932, which prayed for a cancellation of the settlement agreement, heretofore mentioned, and for a recovery of the property which she had obtained from him, including the real estate described in the complaint, at Mabelvale, and for judgment for $375.95. The ground alleged as a basis for cancellation of the settlement agreement was that fraud, deception, and undue influence were practiced upon appellee, and that he was not mentally capable of making the contract. A trial of the action resulted in a •decree canceling the contract, requiring appellant to restore to him all property she had obtained from him by reason of said settlement and divesting the Mabelvale property out of her and vesting it in him.\nFor a reversal of the judgment, appellant first contends that the decree is not supported by the preponderance of the testimony. Without reviewing the evidence in detail, as we think it would serve no useful purpose to do so, we are unwilling to say that the evidence is not sufficient to support the decree. It is conceded that the settled rule of this court is that we will not reverse the 'findings of the chancery court unless against the clear preponderance of the testimony. Appellee is very much older than appellant, being 82 at the time of the trial, and she freely admitted that she did not marry him because she loved him, but because she expected to take care of him in his old age and have his property to take care of her in her old age; that he had promised to will her everything he had at his death. The testimony shows that appellee is a man of weak and vascillating mind, and some of the witnesses testified that in their opinion he ■ was mentally incompetent. Without reviewing the testimony further, we are of the opinion that the findings-of the court are not clearly against the preponderance of the evidence.\nAppellant, for the first time in this court, attempts to plead the statute of limitations, § 6969, Crawford & Moses \\ Digest, relating to the time in which a new suit must be filed after nonsuit taken, and estoppel in obtaining a decree for divorce without mentioning a settlement of the property rights between them. A sufficient answer to these contentions is that they were not pleaded or relied upon in the trial court. 'Both are defenses that must be pleaded and relied upon in the trial court in order to be available in this court.\nWe do sustain the contention of appellant that the judgment rendered against her for $375.95 is without substantial evidence to support it. The proof shows that of the cash received by appellant from appellee in the property settlement, $1,050 was spent for the Mabelvale property, and, in addition, she spent the remainder of the cash in building a house thereon. The decree of the court divests this property out of appellant and vests it in appellee, which carries with it the, improvements thereon.\nThe decree of the court will be modified in this respect by reversing and dismissing the judgment against her for $375.95, and in all other respects the decree will be affirmed.",
        "type": "majority",
        "author": "McHaney, J."
      }
    ],
    "attorneys": [
      "John D. Shackleford, for appellant.",
      "Alonzo D. Camp, for appellee."
    ],
    "corrections": "",
    "head_matter": "Blakeley v. Ballard.\n4-3177\nOpinion delivered October 30, 1933.\nJohn D. Shackleford, for appellant.\nAlonzo D. Camp, for appellee."
  },
  "file_name": "0075-01",
  "first_page_order": 93,
  "last_page_order": 95
}
