{
  "id": 1435217,
  "name": "Mississippi Valley Power Company v. Board of Improvement, Water Works District No. 1",
  "name_abbreviation": "Mississippi Valley Power Co. v. Board of Improvement, Water Works District No. 1",
  "decision_date": "1932-01-25",
  "docket_number": "",
  "first_page": "76",
  "last_page": "85",
  "citations": [
    {
      "type": "official",
      "cite": "185 Ark. 76"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "28 Ark. 465",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "25 Ark. 301",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1864531
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/25/0301-01"
      ]
    },
    {
      "cite": "173 N. E. 810",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": 0
    },
    {
      "cite": "342 Ill. 167",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        5253854
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ill/342/0167-01"
      ]
    },
    {
      "cite": "113 Ore. 174",
      "category": "reporters:state",
      "reporter": "Or.",
      "case_ids": [
        2035506
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/or/113/0174-01"
      ]
    },
    {
      "cite": "225 N. W. 114",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 0
    },
    {
      "cite": "119 Neb. 172",
      "category": "reporters:state",
      "reporter": "Neb.",
      "case_ids": [
        4592729
      ],
      "opinion_index": 0,
      "case_paths": [
        "/neb/119/0172-01"
      ]
    },
    {
      "cite": "271 Pac. 629",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": 0
    },
    {
      "cite": "84 Col. 494",
      "category": "reporters:state",
      "reporter": "Col.",
      "opinion_index": 0
    },
    {
      "cite": "295 S. W. 1004",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "220 Ky. 829",
      "category": "reporters:state",
      "reporter": "Ky.",
      "opinion_index": 0
    },
    {
      "cite": "179 Pac. 127",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": 0
    },
    {
      "cite": "106 Wash. 32",
      "category": "reporters:state",
      "reporter": "Wash.",
      "case_ids": [
        685700
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash/106/0032-01"
      ]
    },
    {
      "cite": "218 Pac. 913",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": 0
    },
    {
      "cite": "74 Col. 27",
      "category": "reporters:state",
      "reporter": "Col.",
      "opinion_index": 0
    },
    {
      "cite": "101 S. W. 99",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "2031 Mo. 40",
      "category": "reporters:state",
      "reporter": "Mo.",
      "opinion_index": 0
    },
    {
      "cite": "226 N. W. 164",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 0
    },
    {
      "cite": "279 Pac. 878",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "case_ids": [
        8869420
      ],
      "opinion_index": 0,
      "case_paths": [
        "/utah/74/0321-01"
      ]
    },
    {
      "cite": "74 Utah 71",
      "category": "reporters:state",
      "reporter": "Utah",
      "opinion_index": 0
    },
    {
      "cite": "228 N. W. 828",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 0
    },
    {
      "cite": "59 N. D. 75",
      "category": "reporters:state",
      "reporter": "N.D.",
      "case_ids": [
        8589137
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nd/59/0075-01"
      ]
    },
    {
      "cite": "325 Mo. 75",
      "category": "reporters:state",
      "reporter": "Mo.",
      "case_ids": [
        1804684
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/mo/325/0075-01"
      ]
    },
    {
      "cite": "10 N. E. 782",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": 0
    },
    {
      "cite": "144 Mass. 177",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        774147
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/144/0177-01"
      ]
    },
    {
      "cite": "255 S. W. 903",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "161 Ark. 12",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1388539
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/161/0012-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 601,
    "char_count": 10783,
    "ocr_confidence": 0.506,
    "pagerank": {
      "raw": 1.961757973048558e-07,
      "percentile": 0.7380773937013316
    },
    "sha256": "fc15f63fc54a75c8d87f11fc22d12314086b34916065346313047f0fa78617e5",
    "simhash": "1:0313e652cfdb74e6",
    "word_count": 1869
  },
  "last_updated": "2024-02-27T17:51:09.396208+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Mississippi Valley Power Company v. Board of Improvement, Water Works District No. 1."
    ],
    "opinions": [
      {
        "text": "Kirby, J.,\n(after stating the facts). Appellant contends that the conduct of the parties, the power company continuing to furnish power to the district and charge and receive for the service the same rates or compensation as paid under the contract, amounted to an extension of the terms of the contract for another five-year period, without regard to whether any notice of such desired extension was given in accordance with the terms of the contract. That the provisions about the written notice were for its benefit and could be waived by it. The undisputed testimony shows that no such written notice of desire to extend the contract for an additional period of five years was given, or attempted to be given, in accordance with the terms of the contract before its expiration; nor did the appellant company make any claim or insistanee that such conduct and so-called waiver of notice amounted to an extension before the meeting of the parties to discuss the contemplated action of the waterworks district for purchasing the Deisel engines from Fairbanks-Morse & Company, which would necessarily dispense with the use of the power furnished by appellant company. The district could have complied with the terms of the contract by giving the written notice required for its extension, but certainly the power company could not, by any waiver of such notice, express or otherwise, extend the provisions thereof; and the continuation of the service at the same rates, as under the terms of the old contract, could not have had effect to extend it for another term. Appellant argues otherwise, saying that, without such notice, the company on the 5th day of October, 1928, was at perfect liberty to cut off the current, and refuse further service, but such is not the casé, as the company is a public service corporation, and as such was bound to furnish to appellee district, so long as it desired it to be done, current for its use at a reasonable rate, and, by an attempted waiver of such notice of the extension of the terms of the contract charging the old rates provided therein, it could not acquire any other rights under the law than to furnish the desired power at reasonable rates. Clear Creek Oil & Gas Co. v. Ft. Smith Spelter Company, 161 Ark. 12, 255 S. W. 903. The appellee district could continue taking the power furnished by appellant company at the rates provided in the old contract without an extension of same, and without being bound or estopped in any way to claim a reduction to reasonable rates in accordance with the law providing therefor.\nAppellee did not hold over any property of appellant company after the expiration of the lease as contended by appellant. It is presumed, of course, that appellant was fully compensated for the extra service and expenses for service in furnishing the power by the rates allowed to be charged and collected under the terms of the contract. All of the parties appeared to have understood their rights as disclosed by the meeting held for determination of whether the district could not save much expense by the installation of its own power plant, instead of the continued use of power furnished by appellant, the appellant at such meeting agreeing to reduce its rates 25 per cent, if power were used according to the “off peak” schedule. The appellant company had no contract with the waterworks district for furnishing power for any particular term or time, when it sought to enjoin the district from installing a power plant of its own, with which it could supply water to the district at a saving of about 3 cents per thousand gallons, and from such savings pay for the installation of the new power plant in a period of seven years, leaving in the savings fund more than $4,000, and no error was committed in dismissing the appellant’s complaint for want of equity.\nNeither does appellant company have, any standing as a taxpayer to resist or prevent the purchase of the new power plant by the appellee district. Sections 14 and 15 of act 64 of 1929 provided for the creation of improvement districts for installing waterworks, electric light plants, and sewers, and making repairs, improvements or extensions thereon,- “when they are in funds”; and, when 'such district has to borrow money for such purposes, the •exercise of the power is conditioned on a petition of the majority in value of the property owners of the district, the adoption of an ordinance by the council authorizing the commissioners to proceed with the work, the assessment of benefits and the levying of a tax to raise funds to repay the money borrowed. The appellant contends that the district is not authorized to purchase the Deisel engines for the new power plant-except by procuring the money in the manner provided for borrowing in said statute. This contention is not warranted, however, since the contract expressly provides that the purchase price of the engines is to be paid for only out of the savings in the cost of pumping water, and the agreement provides : “shall never be held to create any liability or general obligation upon the district, and no taxes, general or special, shall ever be levied upon the real estate or other property in the district, or hereafter within the limits of the district, to pay all or any part of the said sum of $23,560, or interest thereon.” It also provides that no part of the purchase price shall ever be paid from other funds of the district, except funds on hand representing the savings in the cost of pumping water, and that the credit of the district is in no manner pledged for payment of the monthly installments evidenced by writing, providing it is not a general obligation of the improvement district, but a special obligation, “payable only from that part of the income of the waterworks plant of the said district set aside by the terms of the contract between the waterworks district No. 1 of Van Burén, Arkansas, and Fairbanks-Morse & Company, as applicable to payment hereof, and, by reference to said contract, the terms thereof are, so far as regards payment hereof, incorporated herein.” The district is in funds, of course, if there is money enough in the “savings fund” available to make the payments as they become due, but it necessarily would be in funds to discharge such obligations, because under the contract there is no obligation unless the fund for its discharge is on hand, and, when there are no such funds, there is no obligation that can be made a charge or levied as a benefit or assessment against the property of the district, as said in a Massachusetts case:\n“It is, in effect, a cash transaction, where the payments are to be made pari passu with the accumulation of the fund, and the only fund, out of which they are to come.” Smith v. Town of Dedham, 144 Mass. 177, 10 N. E. 782. Appellant insists, however, that, notwithstanding the notes or instruments are payable out of the “ savings fund,” they are none the less a debt, bearing interest, and are purchase-money notes for machinery, of which title is retained until their payment. The courts have held, however, that contracts of this character did not create debts within the purview of constitutional or statutory prohibitions against incurring debts as the only recourse in the contract which the selling company has in the case of the failure to pay the purchase price is to retake the machinery. It is a contingent liability only, for which a general tax cannot be levied, and does not constitute a lien upon the power plant, nor its revenues. It can be paid only on the contingency that the district derives enough net revenues from the consumers of wider and lights furnished by the.plant to pay such notes after payment of all expenses of operation, and, as said in Bell v. Fayette, 325 Mo. 75, 28 S. W. (2d) 356: “There is no aspect to that situation which could make the ag’reement to pay in the manner provided a debt of the city. It is a contingent purchase, the property to be paid for only out of the net earnings which it produces; the seller takes a chance on that contingency.” See also Lang v. Cavalier, 59 N. D. 75, 228 N. W. 828; Barnes v. Lehi City, 74 Utah 71, 279 Pac. 878; Johnson v. Stuart, Iowa 226 N. W. 164. Other authorities sustaining the principle are State v. Neosho, 2031 Mo. 40, 101 S. W. 99; Shields v. Loveland, 74 Col. 27, 218 Pac. 913; Franklin Trust Co. v. Loveland, 3 Fed. (2d) 114; Twichell v. Seattle, 106 Wash. 32, 179 Pac. 127; Bowling Green v. Kirby, 220 Ky. 829, 295 S. W. 1004; Searle v. Haxton, 84 Col. 494, 271 Pac. 629; Carr v. Fernstermacher, 119 Neb. 172, 225 N. W. 114; Butler v. Ashland, 113 Ore. 174, 232 Pac. 655; and Ward v. Chicago, 342 Ill. 167, 173 N. E. 810.\nAppellant attempted to make a showing in the meeting, held for the consideration of the purchase by the district of the machinery for the power plant, that the waterworks district could use electricity furnished by the appellant company in pumping its water as cheaply as it could be done with the plant contemplated being purchased, and some of the estimates made by the power company’s experts tended to sustain the contention; the other estimates introduced by experts showing overwhelmingly to the contrary, and that in six years the district would be able to supply its own water .with the plant proposed to be purchased, paying the entire purchase price of the engines and have remaining over some $5,500 in money; and also that the life of the engines was more than 20 years. The proposed purchase and contract was not an improvident one, could not be, and the contract-was within the power of the district to make, not -being prohibited by said §§ 14 and 15 of act 64 of 1929. The contract being valid, and the agreement or obligation to pay being such that it did not constitute a debt against the district, nor impose general liability thereon, no tax conld be levied to raise funds for the payment thereof, the credit of the district not being pledged for the payment of the installments, nor the funds of the district, except the “savings fund,” the contract of purchase could not affect the taxpayer’s private interests, and he has no case of equitable interposition nor right to an injunction to prevent its consummation, even though the contract were invalid and it may be challenged by the State. Jones v. Mayor, 25 Ark. 301; Henry v. Steel, 28 Ark. 465.\nThe court did not err therefore in dismissing appellant’s complaint for want of equity, and the decree must be affirmed. It is so ordered.",
        "type": "majority",
        "author": "Kirby, J.,"
      }
    ],
    "attorneys": [
      "Hill, Fitzhugh <& Brizzolara, for appellant.",
      "Jones, Hocker, Sullivan <& Angert and Partain <C Agee and Coleman \\& Riddick, for appellee."
    ],
    "corrections": "",
    "head_matter": "Mississippi Valley Power Company v. Board of Improvement, Water Works District No. 1.\nOpinion delivered January 25, 1932.\nHill, Fitzhugh <& Brizzolara, for appellant.\nJones, Hocker, Sullivan <& Angert and Partain <C Agee and Coleman \\& Riddick, for appellee."
  },
  "file_name": "0076-01",
  "first_page_order": 96,
  "last_page_order": 105
}
