{
  "id": 1428401,
  "name": "West Twelfth Street Improvement District No. 30 v. Kinstley",
  "name_abbreviation": "West Twelfth Street Improvement District No. 30 v. Kinstley",
  "decision_date": "1933-10-30",
  "docket_number": "4-3178",
  "first_page": "77",
  "last_page": "81",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 77"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 391,
    "char_count": 7772,
    "ocr_confidence": 0.49,
    "pagerank": {
      "raw": 1.3673558173891322e-07,
      "percentile": 0.6375555099930537
    },
    "sha256": "2609eaa94bdb8a6f0c0160978a62706a26e5e8bbe33b0ab0b3f23c448629aad2",
    "simhash": "1:a67b4e51a553de86",
    "word_count": 1374
  },
  "last_updated": "2023-07-14T22:44:11.517500+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "West Twelfth Street Improvement District No. 30 v. Kinstley."
    ],
    "opinions": [
      {
        "text": "Butler, J.\nThis is an appeal from the order of the circuit court sustaining a demurrer to a petition of the appellants seeking to require the treasurer of Pulaski County to pay over to the appellants certain sums claimed to be due and payable under orders of the county court previously made.\n'It is impracticable to set out the petition in its unabridged form, nor does this seem necessary. The facts pleaded as a basis of the relief sought may be thus summarized: The appellant, West Twelfth Street Road Improvement District No. 30, was organized for the purpose of building a road with its necessary bridges, and appellant, Road Improvement District Annex No. 1 to West Twelfth • Street Road Improvement No. 30, was formed for the purpose of building a connecting road with other improved highways. District No. 30 first issued bonds of the face value of $93,000 to complete the improvement and realized, from the sale of these bonds, $85,000. Pulaski County agreed to do the work with the machinery it had on hand to be paid out of the $85,000 at the rate of $7,000 per mile, payment to be made as the work progressed. Under this contract a. part of the road was completed, and the county was paid $72,000, which was $16,000 more than it was entitled to for the work performed. The highway was not completed, and it became necessary for the district to issue additional bonds in the sum of $66,000. In order to relievé itself of its obligation to complete the construction of the road, the county entered into an agreement by which it pledged one-fourth of its road funds to the district to be applied in aid of the payment of the bonds issued by the district, and -also, in aid of the payment of a $15,000 bond’issue of district annex No. 1, aforesaid. • Of the said one-fourth of its road funds the sum of $1,837,50 was pledged annually in aid of the payment of the $93,000 bond issue, $1,700 per annum on the $66,000 bond issue, and a sum sufficient to pay one-fourth of the bond issue of district annex No. 1.\nTo carry into effect these agreements, the Pulaski County court, on the 18th day of May, 1931, made and entered an order relating to its agreement as to annex No. 1, and on the 15th day of June, 1931, made and entered two orders, one relating to its agreement with respect to its aid in payment of the bond issue of $93,000 and the other relating to its agreement as to the $66,000 bond issue. In all of these orders the county treasurer was directed to set aside out of the funds coming into his hands for county road purposes the sums agreed upon, and further, to honor the requisition of the treasurers of the said districts for the amount of said aid on the first day of October of each year, beginning with 1932 and continuing through the period of bond payments and that the treasurer of Pulaski County should pay each year to the treasurers of the improvement districts the said sums and charge the amounts paid against the road revenues of Pulaski County for that year. In the orders there was direction that certified copies of the same be furnished the county treasurer, and that the same should be his authority for obeying the judgment and orders of the court.\nAt a succeeding term of the Pulaski County court an order was made revoking the orders of May 18 and June 15, 1931, from which last-mentioned order an appeal was taken to the circuit court where the action and order last taken and made by the county court were held to be invalid, and the first mentioned order adjudged to be unaffected by the attempted order of revocation.\nIt was alleged that at the time of the filing of the petition there was in the hands of the treasurer of Pulaski County the sum of $4,388 which had been allocated to the said improvement districts by virtue of the orders of the county court aforesaid, for which requisition had been made by the treasurers of the said improvement districts and which the county treasurer had refused to honor and to pay said sum as directed by the order of the county court. ' The prayer was that a writ of man-damns be issued requiring the county treasurer to comply with the aforesaid orders. The county treasurer demurred to the petition on the ground that the facts stated therein did not entitle the petitioner to the relief práyecl.\nIn support of the action of the circuit court sustaining the demurrer, the appellee contends that the orders of the county court upon which the petition was based were void for the reason that such orders were made without any appropriation having been made by the county levying court. It is argued that the petition of appellant does not show that there was ever an appropriation made by the quorum court for the county court to enter into any kind of contract with the appellant district by which the county should assume the payment of 25 per cent, of the outstanding bonds of the district.\nThe county court is a court of superior jurisdiction, and, in making the orders, was dealing with a subject-matter over which it was given jurisdiction by the Constitution, and it must be presumed that all necessary steps were taken in the absence of a showing to the contrary, and, if it was necessary that an appropriation be first made by the levying court, that this was ■ done. It further appears from the allegations of the petition that these questions have been settled by a final judgment of the Pulaski Circuit Court.\nIt is next argued that, if the orders were valid in so far as they bound the county to pay 25 per cent, of maturities on the outstanding bonds of appellant districts, that portion of said orders which directed the treasurer io set aside and pay said funds to such districts upon the requisition of the treasurers of the districts is Amid because not in accordance-with the procedure set forth in §§ 1914-25 and 2029 of Crawford & Moses’ Digest, which provide for disbursement by the county -treasurer of money in the treasury on warrants drawn by order of the county court, and that all claims against the county be presented to the county court for alloAvance or rejection after verification in the manner prescribed. These sections deal with those classes of demands which are for materials furnished, or service rendered, and are for the purpose of ascertaining whether they are valid claims which should be paid. The orders of the county court under consideration were equivalent to an allowance of the claim and sufficiently direct the manner in which they are to be paid, and there would seem to be no necessity for the procedure under the sections mentioned.\nIt is argued lastly that the appellants are indebted to the county in a sum in excess of that claimed in the instant proceeding, and reference is made to an exhibit filed with the petition of the appellants in support of this contention. That exhibit is a decree of the Pulaski Chancery Court rendered on the 30th day of October, 1931, in which, among other things, it is adjudged that the State of Arkansas have judgment, for the use of Pulaski County, against the plaintiff in the sum of $17,-750. This judgment is only conclusive of the fact that on that date the appellant district was indebted to the county in that sum, but it is not sufficient to sustain the contention of the appellee that the said indebtedness still exists. This is a question to be determined by proof.\nWe are of the opinion that the complaint states a cause of action, and that the court erred in sustaining the demurrer. The judgment of the trial court is therefore reversed with directions to overrule the demurrer, and for further proceedings according to law.",
        "type": "majority",
        "author": "Butler, J."
      }
    ],
    "attorneys": [
      "John D. Shackleford, for appellant,",
      "Carl E. Bailey and Fred A. Donham, for appellee."
    ],
    "corrections": "",
    "head_matter": "West Twelfth Street Improvement District No. 30 v. Kinstley.\n4-3178\nJohn D. Shackleford, for appellant,\nCarl E. Bailey and Fred A. Donham, for appellee."
  },
  "file_name": "0077-01",
  "first_page_order": 95,
  "last_page_order": 99
}
