{
  "id": 12456821,
  "name": "In the Matter of the Detention of John Charles Anderson",
  "name_abbreviation": "In re the Detention of Anderson",
  "decision_date": "2016-02-04",
  "docket_number": "No. 91385-4",
  "first_page": "79",
  "last_page": "96",
  "citations": [
    {
      "type": "official",
      "cite": "185 Wash. 2d 79"
    }
  ],
  "court": {
    "name_abbreviation": "Wash.",
    "id": 9029,
    "name": "Washington Supreme Court"
  },
  "jurisdiction": {
    "id": 38,
    "name_long": "Washington",
    "name": "Wash."
  },
  "cites_to": [
    {
      "cite": "691 P.2d 524",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1984,
      "opinion_index": 0
    },
    {
      "cite": "102 Wn.2d 874",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1137158
      ],
      "year": 1984,
      "pin_cites": [
        {
          "page": "885-86"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/102/0874-01"
      ]
    },
    {
      "cite": "352 P.3d 749",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2015,
      "opinion_index": 0
    },
    {
      "cite": "183 Wn.2d 408",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        6792920
      ],
      "year": 2015,
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/183/0408-01"
      ]
    },
    {
      "cite": "358 P.3d 359",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2015,
      "opinion_index": 0
    },
    {
      "cite": "183 Wn.2d 680",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        6793500
      ],
      "year": 2015,
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/183/0680-01"
      ]
    },
    {
      "cite": "101 P.3d 422",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2004,
      "opinion_index": 0
    },
    {
      "cite": "124 Wn. App. 344",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        684044
      ],
      "year": 2004,
      "pin_cites": [
        {
          "page": "350"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/124/0344-01"
      ]
    },
    {
      "cite": "125 P.3d 111",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2005,
      "opinion_index": 0
    },
    {
      "cite": "156 Wn.2d 150",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        3893227
      ],
      "year": 2005,
      "pin_cites": [
        {
          "page": "158"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/156/0150-01"
      ]
    },
    {
      "cite": "147 P.3d 982",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2006,
      "pin_cites": [
        {
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "158 Wn.2d 712",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        3085225
      ],
      "year": 2006,
      "pin_cites": [
        {
          "page": "727-28",
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/158/0712-01"
      ]
    },
    {
      "cite": "43 P.3d 4",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2002,
      "opinion_index": 0
    },
    {
      "cite": "146 Wn.2d 1",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        960829
      ],
      "year": 2002,
      "pin_cites": [
        {
          "page": "11"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/146/0001-01"
      ]
    },
    {
      "cite": "857 P.2d 989",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1993,
      "pin_cites": [
        {
          "parenthetical": "\"By using the word 'offense', the Legislature indicated an intent to include prior juvenile adjudications within the scope of permissible proof at sex predator proceedings.\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "122 Wn.2d 1",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1363506
      ],
      "year": 1993,
      "pin_cites": [
        {
          "page": "54",
          "parenthetical": "\"By using the word 'offense', the Legislature indicated an intent to include prior juvenile adjudications within the scope of permissible proof at sex predator proceedings.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/122/0001-01"
      ]
    },
    {
      "cite": "878 P.2d 1206",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1994,
      "opinion_index": 0
    },
    {
      "cite": "124 Wn.2d 364",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        507127
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "367"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/124/0364-01"
      ]
    },
    {
      "cite": "847 P.2d 455",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1993,
      "opinion_index": 0
    },
    {
      "cite": "121 Wn.2d 80",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1365806
      ],
      "year": 1993,
      "pin_cites": [
        {
          "page": "87"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/121/0080-01"
      ]
    },
    {
      "cite": "804 P.2d 24",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "116 Wn.2d 342",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1376188
      ],
      "year": 1991,
      "pin_cites": [
        {
          "page": "347"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/116/0342-01"
      ]
    },
    {
      "cite": "182 P.3d 951",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "weight": 2,
      "year": 2008,
      "opinion_index": 0
    },
    {
      "cite": "163 Wn.2d 501",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        5682610
      ],
      "year": 2008,
      "pin_cites": [
        {
          "page": "506"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/163/0501-01"
      ]
    },
    {
      "cite": "352 P.3d 187",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2015,
      "opinion_index": 0
    },
    {
      "cite": "183 Wn.2d 1007",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        6795008,
        6794956,
        6794990,
        6795089,
        6795061,
        6795033,
        6794940,
        6794974
      ],
      "year": 2015,
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/183/1007-05",
        "/wash-2d/183/1007-02",
        "/wash-2d/183/1007-04",
        "/wash-2d/183/1007-08",
        "/wash-2d/183/1007-07",
        "/wash-2d/183/1007-06",
        "/wash-2d/183/1007-01",
        "/wash-2d/183/1007-03"
      ]
    },
    {
      "cite": "185 Wn. App. 1036",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        4357616,
        4361009,
        4357418,
        4360245
      ],
      "year": 2015,
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/185/1036-02",
        "/wash-app/185/1036-03",
        "/wash-app/185/1036-01",
        "/wash-app/185/1036-04"
      ]
    },
    {
      "cite": "211 P.3d 994",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2009,
      "pin_cites": [
        {
          "parenthetical": "Anderson I"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "166 Wn.2d 543",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4001657
      ],
      "year": 2009,
      "pin_cites": [
        {
          "page": "551",
          "parenthetical": "Anderson I"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/166/0543-01"
      ]
    },
    {
      "cite": "139 P.3d 396",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2006,
      "opinion_index": 0
    },
    {
      "cite": "134 Wn. App. 309",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        3512051
      ],
      "year": 2006,
      "pin_cites": [
        {
          "page": "321"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/134/0309-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1140,
    "char_count": 27966,
    "ocr_confidence": 0.892,
    "pagerank": {
      "raw": 6.328029718831e-08,
      "percentile": 0.38893097628471773
    },
    "sha256": "e624901368cf5bdf75bfe5a1f7a9b52424461deafbc89bf890e363c4779ce679",
    "simhash": "1:8558e550c6f7ce18",
    "word_count": 4459
  },
  "last_updated": "2024-02-28T00:06:59.447104+00:00",
  "provenance": {
    "date_added": "2019-05-22",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Madsen, C.J., and Owens, Fairhurst, and González, JJ., concur.",
      "Stephens, Wiggins, and Gordon McCloud, JJ., concur with Johnson, J."
    ],
    "parties": [
      "In the Matter of the Detention of John Charles Anderson."
    ],
    "opinions": [
      {
        "text": "Yu, J.\n¶ 1 Petitioner John Charles Anderson returns to this court a second time asking that we reverse his civil commitment under chapter 71.09 RCW. Specifically, he asks whether juvenile adjudication for a sexually violent offense is a predicate “convict[ion]” under the applicable statutory provision, RCW 71.09.030(l)(e). We hold it is. We also reject his other challenges and therefore affirm his civil commitment.\nBACKGROUND\n¶2 In 1988, when Anderson was 17 years old, he pleaded guilty in juvenile court to statutory rape in the first degree. The victim was two and a half years old. Anderson was sentenced to 100 weeks in a juvenile rehabilitation facility. Anderson has since disclosed numerous uncharged juvenile sex offenses predating his guilty plea, including other rapes.\n¶3 When Anderson’s juvenile sentence was about to expire in 1990, the State petitioned to have him involuntarily committed and he was transferred to Western State Hospital (WSH) for an evaluation. Before the evaluation period ended, Anderson voluntarily sought civil commitment. Anderson remained at WSH as a voluntary patient for approximately 10 years. In 1998, Anderson requested to be transferred to a less restrictive area of WSH. This less restrictive area was intended for residents who “were managing their own lives and had the wherewithal to take care of themselves,” and residents who were transferred to the less restrictive area were often later released into the community. 9 Verbatim Report of Proceedings (VRP) (May 9, 2013) at 690. However, the psychosexual evaluator determined that Anderson “was really not controlling his sexual impulses to the degree that he claimed he had been,” and recommended against transferring him to the less restrictive area. Id. at 699.\n¶4 In February 2000, Anderson announced his intention to end his voluntary commitment and the State petitioned to have him involuntarily committed as a sexually violent predator (SVP) pursuant to chapter 71.09 RCW. Anderson was transferred to the Special Commitment Center (SCC) during the pendency of the State’s petition in March 2001.\n¶5 The State’s petition alleged that Anderson was “a person who at any time previously has been convicted of a sexually violent offense and has since been released from total confinement and has committed a recent overt act.” RCW 71.09.030(l)(e). The predicate conviction the State relied on was Anderson’s 1988 juvenile court adjudication for first degree statutory rape, and the “recent overt acts” it relied on were sexual contacts Anderson had with four other patients while at WSH. Three of those patients had been diagnosed with developmental disabilities, and the fourth had been diagnosed with severe borderline personality disorder. In 2004, after a bench trial, the trial court found Anderson was an SVP.\n¶6 The Court of Appeals reversed, holding that the trial court abused its discretion by failing to appoint Anderson’s requested expert witness. In re Det. of Anderson, 134 Wn. App. 309, 321, 139 P.3d 396 (2006). This court agreed. In re Det. of Anderson, 166 Wn.2d 543, 551, 211 P.3d 994 (2009) (Anderson I). However, the majority of this court rejected Anderson’s argument that his sexual contacts with other WSH patients could not be recent overt acts as a matter of law, and therefore remanded for retrial. We specifically stated that the State’s expert testimony regarding Anderson’s sexual contacts at WSH “support a reasonable apprehension of sexually violent harm, and therefore by definition, Anderson’s sexual activities could constitute overt acts.” Id. at 550.\n¶7 On remand, Anderson moved to dismiss, contending that his juvenile adjudication was not a “conviction” and thus he could not be subject to an SVP petition under RCW 71.09.030(1)(e). He also contended that his sexual contacts with other patients at WSH were not recent overt acts as a matter of law. The trial court denied Anderson’s motion to dismiss, and Anderson was retried by a jury. The jury concluded that Anderson is an SVP, and the trial court entered an order committing him to the SCC. The Court of Appeals affirmed in an unpublished decision. In re Det. of Anderson, noted at 185 Wn. App. 1036 (2015), review granted, 183 Wn.2d 1007, 352 P.3d 187 (2015).\nISSUES\n¶8 A. Is a juvenile adjudication for a sexually violent offense a predicate conviction for a sexually violent offense in the context of RCW 71.09.030(l)(e)?\n¶9 B. Did the Court of Appeals err in holding that it is the law of this case that Anderson’s sexual contacts at WSH could be overt acts?\n¶10 C. Did the State produce sufficient evidence to satisfy its burden of proving beyond a reasonable doubt that Anderson is an SVP?\nANALYSIS\nA. Juvenile adjudications for sexually violent offenses are predicate convictions in the context of RCW 71.09.030(l)(e)\n¶11 Anderson argues that he cannot be subject to a petition brought under RCW 71.09.030(1)(e), which applies to “a person who at any time previously has been convicted of a sexually violent offense and has since been released from total confinement and has committed a recent overt act.” (Emphasis added.) We hold that a juvenile adjudication for a sexually violent offense is a predicate conviction for purposes of RCW 71.09.030(1)(e).\n¶ 12 We resolve questions of statutory interpretation de novo. In re Det. of Martin, 163 Wn.2d 501, 506, 182 P.3d 951 (2008). Our goal is “ ‘to ascertain and carry out the intent of the Legislature.’ ” Id. (quoting Rozner v. City of Bellevue, 116 Wn.2d 342, 347, 804 P.2d 24 (1991)).\n¶13 “Technically speaking, juveniles are not ‘convicted’ of crimes, but rather ‘adjudicated’ to have committed offenses.” In re Juveniles A, B, C, D, E, 121 Wn.2d 80, 87, 847 P.2d 455 (1993). However, we have long recognized that “the Legislature’s use of ‘conviction’ in statutes to refer to juveniles appears to be endemic.” Id.; see also State v. Michaelson, 124 Wn.2d 364, 367, 878 P.2d 1206 (1994). Indeed, even statutes and court rules specifically applicable to juveniles sometimes use the word conviction to refer to juvenile adjudications. See, e.g., RCW 13.40.077 (recommended prosecutorial standards for juvenile court), .215(5) (school placement for “a convicted juvenile sex offender” who has been released from custody), .480 (release of student records regarding juvenile offenders); RCW 13.50-.260(4) (sealing juvenile court records); JuCR 7.12(c)-(d) (criminal history of juvenile offenders). Therefore, when considering whether a statutory reference to convictions includes juvenile adjudications, we cannot rely on the word alone—we consider the particular statutory context and purposes to determine what the legislature intended. Michaelson, 124 Wn.2d at 367; Juveniles A, B, C, D, E, 121 Wn.2d at 87-88.\n¶14 Anderson’s argument rests primarily on RCW 71.09-.030(1), which lists the five classes of individuals who may be subject to SVP petitions. Martin, 163 Wn.2d at 507. The statute lists an individual who “has been convicted of a sexually violent offense” separately from an individual “found to have committed a sexually violent offense as a juvenile.” RCW 71.09.030(1)(a)-(b) (emphasis added). Based on this difference, Anderson contends that the legislature did not intend for juvenile adjudications to be predicate convictions in the context of RCW 71.09.030(1)(e).\n¶15 Looking to the statutory scheme as a whole, chapter 71.09 RCW specifically mentions sexually violent offenses committed as a juvenile twice. RCW 71.09.025(1)(a)(ii), .030(1)(b). As originally passed, those statutes plainly listed juvenile adjudications separately to make it clear that chapter 71.09 RCW applied equally to juvenile adjudications and adult convictions for sexually violent offenses. See Laws of 1992, ch. 45, § 3(1)(a)(i)-(ii); Laws of 1990, ch. 3, § 1003(1)-(2); In re Pers. Restraint of Young, 122 Wn.2d 1, 54, 857 P.2d 989 (1993) (“By using the word ‘offense’, the Legislature indicated an intent to include prior juvenile adjudications within the scope of permissible proof at sex predator proceedings.”). And there is no indication that when the legislature amended RCW 71.09.030(1) by adding a provision for recent overt acts, it intended to create a newfound distinction between convictions and juvenile adjudications in the context of chapter 71.09 RCW. It simply brought the statute into compliance with the due process principles articulated in Young, 122 Wn.2d at 39-42.\n¶16 Notably, the current statutory scheme includes several key provisions that do not differentiate between juvenile adjudications and adult convictions, but nevertheless clearly apply to both. For instance, RCW 71.09.030(2) lists the entities that are authorized to file SVP petitions. Martin, 163 Wn.2d at 516. Authorized entities include the prosecuting attorney of any county where “[t]he person has been charged or convicted with a sexually violent offense” or “[a] recent overt act occurred.” RCW 71.09.030(2)(a)(i)-(ii). Conspicuously absent is any mention of the prosecuting attorney of a county where the person has been found to have committed a sexually violent offense as a juvenile. Similarly, RCW 71.09.020(18) defines an SVP in part as “any person who has been convicted of or charged with a crime of sexual violence.” Nowhere does this definition mention a person found to have committed a sexually violent offense as a juvenile. The argument that juvenile adjudications cannot be convictions for purposes of chapter 71.09 RCW is plainly inconsistent with both of these provisions.\n¶17 It is not clear how the dissent’s narrow focus on RCW 71.09.030(1), to the exclusion of the rest of chapter 71.09 RCW, can be reconciled with our precedent holding that the meaning of a statutory provision “is discerned from all that the Legislature has said in the statute and related statutes which disclose legislative intent about the provision in question.” Dep’t of Ecology v. Campbell & Gwinn, LLC, 146 Wn.2d 1, 11, 43 P.3d 4 (2002). The dissent’s interpretation also leaves some baffling holes in the SVP statutory scheme. For example, if a juvenile adjudication is not a conviction for the purposes of chapter 71.09 RCW, then no one with a former juvenile adjudication for a sexually violent offense—whether in custody or not—could meet the definition of an SVP found in RCW 71.09.020(18). While that certainly could be a reasonable policy choice, it cannot have been what was actually intended. If it were, surely the legislature would not have explicitly authorized an SVP petition to be filed against a person “found to have committed a sexually violent offense as a juvenile.” RCW 71.09.030(1)(b). At the very least, reconciling this conflict would require precisely the type of judicial rewriting that the dissent purportedly so abhors. See dissent at 95.\n¶18 Similarly, the Juvenile Justice Act of 1977, chapter 13.40 RCW, unmistakably contemplates that a person found to have committed a sexually violent offense as a juvenile who has been released from total confinement may be subject to an SVP petition if he or she commits a recent overt act. See RCW 13.40.210(4)(b)(iii). This strongly indicates that RCW 71.09.030(1)(e) applies equally to adult convictions and juvenile adjudications, just as the rest of chapter 71.09 RCW does.\n¶19 We may also consider the legislative purposes underlying chapter 71.09 RCW because “our primary directive is to adopt that interpretation which best advances the statute’s legislative purpose.” Juveniles A, B, C, D, E, 121 Wn.2d at 88. Chapter 71.09 RCW is primarily concerned with public safety: “Although the ultimate goal of the statute is to treat, and someday cure, those whose mental condition causes them to commit acts of sexual violence, its immediate purpose is to ensure the commitment of these persons in order to protect the community.” Young, 122 Wn.2d at 10. This purpose is better served by treating juvenile adjudications for sexually violent offenses as convictions for purposes of RCW 71.09.030(1)(e). Cf. Juveniles A, B, C, D, E, 121 Wn.2d at 89 (holding that a statute mandating human immunodeficiency virus testing for those “convicted” of sex offenses applies to juvenile adjudications, due in part to “the legislative mandate to protect the health of victims, offenders, and society”).\n¶20 In light of the full statutory context presented, we hold that a juvenile adjudication for a sexually violent offense is a predicate conviction for purposes of RCW 71.09.030(1)(e), and that Anderson’s juvenile adjudication for first degree statutory rape was a sufficient predicate conviction.\nB. The Court of Appeals properly held it is the law of this case that Anderson’s sexual contacts at WSH could be overt acts\n¶21 On remand, Anderson moved to dismiss the State’s petition, arguing that noncriminal sexual activities between adults cannot be “overt” acts as a matter of law. This court has already held, however, that Anderson’s sexual contacts at WSH could be overt acts:\nDr. Phenix testified, and the trial court found, that Anderson engaged in sexual activity with vulnerable patients as substitutes for his preferred victims, children. As the Court of Appeals noted, Anderson’s acts of exploiting vulnerable adults were closely akin to his assaults on children. Anderson also had ongoing sexual fantasies of children involving sexual violence. Dr. Phenix and other specialists who were familiar with Anderson’s history and mental condition concluded in light of these factors that he posed a clear risk to reoffend if released from custody. Those expert opinions support a reasonable apprehension of sexually violent harm, and therefore by definition, Anderson’s sexual activities could constitute overt acts.\nAnderson I, 166 Wn.2d at 550 (footnote omitted). That is the law of this case, and we decline to revisit it. Whether the State proved Anderson’s WSH contacts actually were overt acts depends on the sufficiency of the evidence presented at the trial on remand. That is a separate issue, which we address below.\nC. The State presented sufficient evidence that Anderson is an SVP\n¶22 On remand, the jury was instructed that the State must prove beyond a reasonable doubt “[t]hat John Anderson has committed a recent overt act.” Clerk’s Papers (CP) at 755. Anderson contends that the State did not present sufficient evidence to prove his sexual contacts at WSH were “overt” within the meaning of RCW 71.09.020(12). We hold the State produced sufficient evidence to meet its burden.\n¶23 When reviewing the sufficiency of the evidence in the context of SVP proceedings, we apply a similar standard to that used in criminal cases:\n[T]he evidence is viewed in the light most favorable to the State and all reasonable inferences from the evidence must be drawn in favor of the State and interpreted most strongly against the respondent. The commitment will be upheld if any rational trier of fact could have found the essential elements beyond a reasonable doubt.\nIn re Det. of Audett, 158 Wn.2d 712, 727-28, 147 P.3d 982 (2006) (citations omitted). To determine whether the State produced sufficient evidence to meet its burden of proving an overt act, we must answer two questions:\nfirst, an inquiry must be made into the factual circumstances of the individual’s history and mental condition; second, a legal inquiry must be made as to whether an objective person knowing the factual circumstances of the individual’s history and mental condition would have a reasonable apprehension that the individual’s act would cause harm of a sexually violent nature.\nIn re Det. of Marshall, 156 Wn.2d 150, 158, 125 P.3d 111 (2005).\n1. Factual inquiry\n¶24 Looking first to Anderson’s history, the State produced evidence of numerous incidents where Anderson took sexual advantage of others who were comparatively physically, emotionally, or intellectually vulnerable. Before the age of 18, Anderson committed numerous sexual offenses. He manipulated a younger child into performing oral sex on him multiple times. He lured a five-year-old into a secluded area with the intention of raping her. He had a sexual encounter that clearly became nonconsensual when the other child told Anderson to stop and he refused. He did not realize that this was rape until told so years later, and as recently as 2011, he still described that encounter as “mutual.” CP at 475. Anderson also raped a two-year-old whom he was babysitting on about a dozen separate occasions. When Anderson was 17, he raped a different two-year-old, resulting in a juvenile adjudication for first degree statutory rape.\n¶25 As to Anderson’s mental condition, the State presented evidence that Anderson suffers from pedophilia and sexual sadism. An expert witness for the State also diagnosed Anderson with a “personality disorder not otherwise specified with antisocial[,] borderline [,] and narcissistic traits.” 8 VRP (May 8, 2013) at 538. Those traits predispose Anderson to violating other people’s rights and acting impulsively, and reduce his ability to experience empathy, insight, and remorse about the consequences of his behavior. While at WSH, Anderson participated in sex offender treatment, but the State presented testimony that the treatment was largely ineffective.\n¶26 The State alleged that four of Anderson’s sexual contacts at WSH were overt acts because the other participants were significantly more vulnerable to sexually violent harm than Anderson was—three were developmental^ disabled and one had a severe personality disorder. Staff at WSH viewed these contacts as exploitative and counseled Anderson to end them, but Anderson disregarded the harm he was causing and refused to end the contacts.\n2. Legal inquiry\n¶27 “[T]he legal inquiry determines whether an objective person knowing [the] factual circumstances would have a reasonable apprehension of harm of a sexually violent nature resulting from the act in question.” State v. McNutt, 124 Wn. App. 344, 350, 101 P.3d 422 (2004). This inquiry depends on the specific behavior alleged to constitute a recent overt act, considered in light of the history and mental condition of the alleged SVP. Marshall, 156 Wn.2d at 159.\n¶28 Anderson’s history reveals a pattern of sexual behaviors directed at comparatively vulnerable individuals. The State introduced evidence that Anderson often did not anticipate or recognize the harmful effects of his behavior— for instance, he had to be told that continuing to have sex with someone after that person tells him to stop is rape. The State also introduced evidence that even when Anderson did know that his behavior was harmful, he persisted—for instance, repeatedly raping a two-year-old who screamed and bled. The evidence presented regarding Anderson’s mental conditions shed light on his inability or refusal to consider the harmful effects of his behavior—his sexual disorders predispose him to engage in sexual behavior that harms others, and his personality disorders predispose him to impulsivity, lack of empathy, and exploitation.\n¶29 Unrestricted release into the community is certain to present unexpected circumstances. A person predisposed to commit sexually violent offenses must be able to recognize what activities might cause sexually violent harm and refrain from engaging in them. Anderson has a long history of failing to do so. The sexual contacts Anderson had at WSH are consistent with that pattern. Based on this information, an objective person might have a reasonable apprehension that Anderson would cause sexually violent harm if released into the community.\nCONCLUSION\n¶30 We hold that Anderson’s juvenile adjudication for first degree statutory rape was a predicate conviction for purposes of RCW 71.09.030(l)(e). It is the law of this case that Anderson’s sexual contacts at WSH could be overt acts, and we decline to revisit the merits of that issue. Finally, we hold that the State presented sufficient evidence to prove that Anderson’s sexual contacts at WSH were “overt” acts within the meaning of RCW 71.09.020(12). We affirm his civil commitment.\nMadsen, C.J., and Owens, Fairhurst, and González, JJ., concur.\nThe State concedes Anderson was not in total confinement at WSH.\nThe relevant statutes have been revised numerous times since the State filed its petition. None of the revisions are material to our analysis, so we cite the current versions.\nAlthough Anderson did not raise this argument until he was back before the trial court on remand, the trial court exercised its discretion to reach the merits, and we do as well. See RAP 2.5(c)(1); Clerk’s Papers at 433 (“The Legislature intended that the term ‘convicted’ in RCW 71.09.030(1)(e) refer to adjudications for both juvenile and adult sexual offenses.’’).\nWe acknowledge that if juvenile adjudications are convictions in the context of chapter 71.09 RCW, these two statutes separately mentioning juvenile adjudications become somewhat redundant. However, these isolated redundancies are not sufficient to overcome the overall statutory context and purposes. Cf. Juveniles A, B, C, D, E, 121 Wn.2d at 88.\nWhile RCW 71.09.020(18) and RCW 71.09.030(2) both mention a person who has been “charged” with a sexually violent offense, we cannot interpret that to include charges brought against a juvenile that result in an adjudication of guilt. A charge cannot form the basis for civil commitment as an SVP unless the person “has been determined to be incompetent to stand trial” or “has been found not guilty by reason of insanity.” RCW 71.09.030(1)(c)-(d).\nThere are indeed conceivable reasons why the legislature might choose to differentiate between juvenile adjudications and adult convictions in any number of situations. See dissent at 95. Indeed, this court has recognized situations where the particular nature of juvenile development and the special treatment they are afforded due to their immaturity are highly relevant as a matter of statutory or constitutional law. See, e.g., State v. O’Dell, 183 Wn.2d 680, 358 P.3d 359 (2015); State v. S.J.C., 183 Wn.2d 408, 352 P.3d 749 (2015). We empathize with the concerns raised by the seemingly harsh treatment or consequences that may arise in this situation, but we must attempt to discern and effectuate the legislature’s intent based on the information available to us now. The overwhelming weight of that information indicates that the dissent’s interpretation is not what the legislature intended. The legislature unquestionably may revise the statutory language if our analysis is flawed. See dissent at 95.\nWe may reexamine our prior decision “where justice would best be served,’’ RAP 2.5(c)(2), but Anderson does not point to any circumstances that would justify doing so, see Chem. Bank v. Wash. Pub. Power Supply Sys., 102 Wn.2d 874, 885-86, 691 P.2d 524 (1984).\nAnderson’s briefing to this court does not challenge any of the other elements of the State’s case or argue that his sexual contacts at WSH were not “recent.”",
        "type": "majority",
        "author": "Yu, J."
      },
      {
        "text": "Johnson, J.\n¶31 (dissenting) In the area of juvenile justice, the legislature expressly established what, where, and how juvenile criminal adjudications play a role in future proceedings. These comprehensive policy decisions are reflected in specific statutory sections. The majority rewrites and disrupts these legislative choices, essentially based on the majority’s disagreement with the explicit choices the legislature established. The statute as written simply does not subject John Anderson to civil commitment.\n¶32 As an initial matter, RCW 13.04.240, governing statutory references to juvenile delinquents or juvenile delinquency, expressly states, “An order of court adjudging a child a juvenile offender or dependent under the provisions of this chapter shall in no case be deemed a conviction of crime.” Throughout the entire statutory scheme, certain juvenile adjudications play a role in other proceedings where the statute expressly provides. The majority recognizes those statutory distinctions and choices, yet ignores the express statutory language. The relevant sections of the statute at issue here provide:\nA petition may be filed alleging that a person is a sexually violent predator and stating sufficient facts to support such allegation when it appears that: . . .\n(b) a person found to have committed a sexually violent offense as a juvenile is about to be released from total confinement;... or\n(e) a person who at any time previously has been convicted of a sexually violent offense and has since been released from total confinement and has committed a recent overt act.\nRCW 71.09.030(1) (emphasis added).\n¶33 Subsection (l)(b) applies to juveniles who are in custody after having committed a sexually violent offense. Conversely, subsection (l)(e) expressly applies to persons convicted of a sexually violent offense. This language could not be clearer and needs no interpretation. Juveniles are not convicted of crimes, and we should not rewrite the statute where the language is clear and unambiguous on its face. Subsections (l)(a) through (d) affect individuals either presently in custody and about to be released or released from custody. Subsection (l)(e) creates a different classification in that it pertains only to those defendants who were “convicted” of a sexually violent offense, have since been released from total confinement, and have committed a recent overt act. The majority purports to consider the legislative history in an attempt to advance its reading of the purpose of the statute and concludes that the legislature meant to establish that a juvenile adjudication for a sexually violent offense is a predicate conviction for purposes of subsection (l)(e), and then finds Anderson’s prior juvenile adjudication a sufficient predicate conviction. The majority has to ignore the language of subsection (l)(b) that differs markedly from the language of the section the majority strains itself to rewrite. Subsection (l)(b) pertains to “person[s] found to have committed a sexually violent offense as a juvenile [and who are] about to be released from total confinement.” (Emphasis added.) This express language unambiguously draws a distinction within the section of the statute between persons convicted of violent offenses and juveniles who have committed sexually violent offenses. The statute by its terms clearly does not apply to Anderson. Our role in interpreting statutes should be to focus on the words of a statute and refrain from second-guessing clear and unambiguous language.\n¶34 By concluding that Anderson’s interpretation of the statute’s clear and unambiguous language is “plainly inconsistent” with the statutory scheme under chapter 71.09 RCW, the majority rewrites the statute. Majority at 87. Anderson does not fall within the class of individuals subject to a petition under chapter 71.09 RCW. Anderson has never been convicted of a crime.\n¶35 The majority ignores that the Juvenile Rehabilitation Administration system already has the necessary procedures and the requisite judicial power necessary to deal with juveniles that the adult criminal system does not. Many reasons conceivably support the legislative choice in treating juvenile offenders differently, and where statutes expressly provide for different treatment, no need exists to rewrite those statutes. Moreover, if the legislature disagrees with our statutory analysis, it can surely revise the language in that statute in any way it chooses. We should not.\n¶36 Mr. Anderson is not subject to commitment under this statute, and the order of commitment should be vacated.\nStephens, Wiggins, and Gordon McCloud, JJ., concur with Johnson, J.\nReconsideration denied April 26, 2016.",
        "type": "dissent",
        "author": "Johnson, J."
      }
    ],
    "attorneys": [
      "Marie J. Trombley, for petitioner.",
      "Robert W. Ferguson, Attorney General, and Malcolm Ross, Managing Assistant, for respondent."
    ],
    "corrections": "",
    "head_matter": "[No. 91385-4.\nArgued September 17, 2015.\nDecided February 4, 2016.\nIn the Matter of the Detention of John Charles Anderson.\nMarie J. Trombley, for petitioner.\nRobert W. Ferguson, Attorney General, and Malcolm Ross, Managing Assistant, for respondent."
  },
  "file_name": "0079-01",
  "first_page_order": 133,
  "last_page_order": 150
}
