{
  "id": 1432071,
  "name": "Brooks v. Pullen",
  "name_abbreviation": "Brooks v. Pullen",
  "decision_date": "1933-03-27",
  "docket_number": "4-2970",
  "first_page": "80",
  "last_page": "84",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 80"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 385,
    "char_count": 8265,
    "ocr_confidence": 0.518,
    "pagerank": {
      "raw": 2.552538600031844e-07,
      "percentile": 0.8145021196216459
    },
    "sha256": "6a7b71c8c76ccfce173a961f4170c3c437f1abdaf17fca68edb5b040b989c8b1",
    "simhash": "1:24e4564d4920cbfa",
    "word_count": 1360
  },
  "last_updated": "2023-07-14T19:49:01.606684+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Humphreys, J., dissents."
    ],
    "parties": [
      "Brooks v. Pullen."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nAppellants, Brooks and Dodd, filed, in the circuit court of Washington County, a petition for a writ of mandamus, which contained the following allegations: Petitioners are residents and qualified electors of Washington County, and were candidates, in the general election held in said county on November 8, 1932, for the offices of circuit clerk and sheriff of Washington County, respectively. Certain electors of the county, made parties defendant, served at said election as election judges in the wards of the city of Springdale and in certain townships of the county, and, by virtue of their service as such judges of election, have in their possession one copy of the tally sheets and poll books for their respective voting precincts. That § 3833, Crawford & Moses’ Digest, which is a portion of the chapter on Elections, provides that one of the certificates, tally sheets and poll books shall be retained by the judges free for the inspection of all persons. That these petitioners, individually and through their attorneys, agents and representatives, have made demand for an inspection of the certificates, tally sheets and poll books in the various voting precincts thereinbefore named of the election judges in their respective precincts, and that such election judges have refused to allow an inspection of such records, in violation of the laws of the State of Arkansas, and with the corrupt intent and purpose of fraudulently defeating these plaintiffs in their civil rights.\nThat the county election commissioners have certified their opponents as having been elected to the offices for which petitioners were candidates, and “these plaintiffs are preparing contests of said election, and, in order to comply with the laAV of the State of Arkansas in preparing their contests, it is necessary for them to inspect the certificates, tally sheets and poll books of the respective Amting precincts hereinbefore set forth.” That, in preparing their notice of contest of said election, petitioners are required to set forth in said notice the names of the persons who voted in said precincts Avhose right to vote they challenge, together Avith their objections to the qualifications of such voters, and, in order to do this, it is necessary that they examine the poll books in said voting precincts and obtain therefrom a list of the names of such persons voting in such precincts. That four hundred persons voted in said precincts whose right to vote they challenge.\nPetitioners further alleged that “they have exhausted every means at their command and every other remedy available to them for obtaining an examination of the poll books and other records in the possession of the election judges in said precincts.”\nIt was alleged, in an amended petition, that, since filing the original petition, certain of the judges of election, made parties defendant originally, had permitted an inspection of the poll books in their possession, and the petition was dismissed as to such judges.\nUpon these allegations, petitioners prayed that the judges who still refused petitioners the right to examine the poll books and tally sheets in their possession “be notified of this proceeding, and be required to appear and show cause why they have refused to perform their official duty and obey the laws of the State of Arkansas in relation to the matter hereinbefore set. forth, and that upon such hearing a writ of mandamus be issued commanding and compelling the said defendants to perform their official duty and allow these plaintiffs, their agents, attorneys and representatives, to inspect said records, and make such copies as they may see fit.”\nA demurrer was filed to the petition, which was sustained by the court, and, petitioners electing to stand on their petition, the same was dismissed, and this appeal is from that order and judgment of the court.\nFor the affirmance of the judgment of the court below it is insisted that the portion of § 3833, Crawford & Moses’ Digest, quoted in the petition, is not mandatory, and many cases are cited to the effect that mandamus will not issue to control the discretion of an officer, election or otherwise, and that such an officer will not be required by mandamus to perform an act not required of him by law.\nSection 7020, Crawford & Moses’ Digest, confers upon circuit courts the power to issue writs of mandamus to the courts of probate, county courts, justices of the peace, and all other inferior officers in their respective circuits. This power has been exercised in many cases found in our reports.\nSection 7021, Crawford & Moses’ Digest, defines the writ of mandamus as “an order of a court of competent and original jurisdiction commanding an executive or ministerial officer to perform an act, or omit to do an act, the performance or omission of which is enjoined by law, and is granted on the motion of the party aggrieved, or of the State, when the public interest is affected. ’ ’\nElection judges are officers within the meaning of these statutes and have certain duties to perform which are defined by law. By § 3832, Crawford & Moses ’ Digest, they are required, after having held the election, to count the ballots, and to prepare and sign in duplicate a certificate showing the number of votes given for each person, and the office for which such votes were given, and to make a certificate showing these facts. This section further provides that, “after making such certificates, the judges, before they disperse, shall put under cover one of said tally sheets, certificates and poll books and seal the same, and direct it to the board of county election commissioners. ’ ’\nBy § 3833, Crawford & Moses’ Digest, it is provided that the said certificate and the ballots, sealed in separate packages, shall be conveyed by one of the judges, to be determined by lot, if they cannot otherwise agree, to the county election commissioners, and that “the other certificates, tally sheets and poll books shall be retained by the judges, free for the inspection of all persons”; and further: “It shall be the duty of the judges of election of the several precincts, after the ballots shall have been inspected and counted, to securely envelope all such ballots and send same, together with the certificate, tally sheets and poll books as aforesaid, to the county election commissioners, to be kept as hereinafter provided.”\nThe present proceeding is not therefore one to establish a right, but is a proceeding, under authority of law, clearly given to all persons to inspect the certificate, tally sheets and poll books which the law requires the judges of election to keep for that purpose.\nThe petition for mandamus makes clear the purpose of petitioners in instituting this proceeding, which is to comply with the requirements of § 3850, Crawford & Moses’ Digest, in instituting contests for the offices for which petitioners were candidates. This section defines the jurisdiction of the county court to hear and determine contests for the offices of circuit clerk and sheriff, and certain other offices, and requires that “if any objections be made to the qualifications of voters, the names of such voters, with the objections, shall be stated in the notice (of contests).” An examination and inspection of the poll books is essential to comply with this requirement.\nPetitioners are seeking to compel the election officers —the judges of the election — to perform a duty imposed by law, in the performance of which the officers have no discretion, to-wit, to keep the tally sheets and poll books, “free for the inspection of all persons.” Petitioners show a substantial prejudice to themselves as candidates for public office if that right is denied them. We therefore construe the provisions of the statute as being mandatory.\nThe writ of mandamus should therefore have been awarded as prayed, and the judgment of the court below will be reversed and the cause remanded, with directions to make such orders as may be necessary to enforce the legal rights which petitioners allege and seek to inforce.\nHumphreys, J., dissents.",
        "type": "majority",
        "author": "Smith, J."
      }
    ],
    "attorneys": [
      "John Mayes and C. D. Atkinson, for appellant.",
      "George A. Hurst and O. E. Williams, for appellee."
    ],
    "corrections": "",
    "head_matter": "Brooks v. Pullen.\n4-2970\nOpinion delivered March 27, 1933.\nJohn Mayes and C. D. Atkinson, for appellant.\nGeorge A. Hurst and O. E. Williams, for appellee."
  },
  "file_name": "0080-01",
  "first_page_order": 98,
  "last_page_order": 102
}
