{
  "id": 1357209,
  "name": "Ottinger v. School District No. 25",
  "name_abbreviation": "Ottinger v. School District No. 25",
  "decision_date": "1923-02-05",
  "docket_number": "",
  "first_page": "82",
  "last_page": "86",
  "citations": [
    {
      "type": "official",
      "cite": "157 Ark. 82"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "84 Ark. 4",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "87 Ark. 607",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1519079
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/87/0607-01"
      ]
    },
    {
      "cite": "84 Ark. 415",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1524464
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/84/0415-01"
      ]
    },
    {
      "cite": "82 Ark. 179",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1529003
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/82/0179-01"
      ]
    },
    {
      "cite": "81 Ark. 143",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1530605
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/81/0143-01"
      ]
    },
    {
      "cite": "51 Mich. 539",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        8723149
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mich/51/0539-01"
      ]
    },
    {
      "cite": "68 Ark. 226",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "79 Ark. 220",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1495633
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/79/0220-01"
      ]
    },
    {
      "cite": "78 Ark. 336",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1497303
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/78/0336-01"
      ]
    },
    {
      "cite": "194 S. W. 32",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": -1
    },
    {
      "cite": "170 S. W. 561",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": -1
    },
    {
      "cite": "238 S. W. 9",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": -1
    },
    {
      "cite": "24 Atl. 348",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": -1
    },
    {
      "cite": "150 Pa. St. 78",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        834393
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/150/0078-01"
      ]
    },
    {
      "cite": "32 S. W. 631",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": -1
    },
    {
      "cite": "95 Tenn. 532",
      "category": "reporters:state",
      "reporter": "Tenn.",
      "case_ids": [
        8536963
      ],
      "opinion_index": -1,
      "case_paths": [
        "/tenn/95/0532-01"
      ]
    },
    {
      "cite": "89 Ark. 258",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "45 Ark. 124",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "59 Pac. 385",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": -1
    },
    {
      "cite": "81 Ark. 194",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1530670
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/81/0194-01"
      ]
    },
    {
      "cite": "27 Ark. 61",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1885702
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/27/0061-01"
      ]
    },
    {
      "cite": "68 Ark. 526",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1334133
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/68/0526-01"
      ]
    },
    {
      "cite": "57 Ark. 237",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1324661
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/57/0237-01"
      ]
    },
    {
      "cite": "67 Ark. 112",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1152588
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/67/0112-01"
      ]
    },
    {
      "cite": "39 Ark. 340",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1898697
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/39/0340-01"
      ]
    },
    {
      "cite": "7 Ark. 474",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "7 Ark. 470",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8727720
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/7/0470-01"
      ]
    },
    {
      "cite": "53 Ark., 471",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1911630
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/53/0471-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 443,
    "char_count": 7872,
    "ocr_confidence": 0.496,
    "pagerank": {
      "raw": 1.5474124324444672e-07,
      "percentile": 0.6740582172937496
    },
    "sha256": "7d550a9fd410ba69fd20135568da566a502d34adb2fe72d685f23978a5c7060e",
    "simhash": "1:8d70643222e30434",
    "word_count": 1374
  },
  "last_updated": "2024-02-27T20:13:54.858580+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Ottinger v. School District No. 25."
    ],
    "opinions": [
      {
        "text": "Hart, J.\nA. E. Ottinger sued School District No. 25 of Jackson County, Ark., to recover $250 alleged to be due him for a ¡breach of contrast to teach school. The directors of the school district denied that they had committed a breach of the contract sued on.\nIt appears from the record that the school directors of School District No. 25 of Jackson County, Ark., entered into a written contract with A. E. Ottinger to teash a common school in said district for the term of seven months, commencing on the 5th day of July, 1920, and agreed to pay him therefor the sum of $125 for each school month. After Ottinger had taught the school for five months, the directors discharged him and refused to let him teach the remaining two months. Ottinger asked the directors upon what grounds they discharged him, and they refused to tell him. They told him that if he brought suit for the balance alleged to be due him, they would give their reasons for his discharge in defending the suit.\nOttinger was unable to secure another school for the remaining two months of his contract, and sued the district to recover his salary for two months.\nThe jury returned a verdict in favor of the defendant school district, 'and the plaintiff, Ottinger, has duly prosecuted an appeal to this court.\nThe main reliance made by the plaintiff for a reversal of the judgment is that the undisputed evidence shows that he was discharged without cause, and that he was entitled to a directed verdict in his favor.\nThe law applicable to cases of this sort was well stated by Judge Hemingway in School District v. Maury, 53 Ark., 471. In discussing a contract made by a school teacher with directors to teach a school, the learned justice said:\n“If the defect arises from the failure of the teacher to carry out his undertakings, the keeping of the school in the way that the law contemplates demands that he be required to comply with his contract. This contract necessarily implies that he is competent to teach properly, and that he will conduct himself in a moral and skilful manner in discharging his undertakings. If he cannot or will not do either, he violates the contract, and its termination comes through his breach. We do not mean to say that every act of immorality would be a breach of the contract to justify its termination; but it would be such whenever, from the character or notoriety of the act, it impaired the services of the teacher in properly instructing or advancing the pupils. A teacher might properly instruct, yet his character for morality be so notoriously bad that he would lose the respect of his pupils and fail to advance them. He would not then be a competent teacher, though there were no defects in his'learning or facility to impart it.”\nThe undisputed evidence shows a valid contract to' teach the school for seven months, and that the plaintiff was discharged by the directors after he had taught five months. The directors seek to' justify their act in discharging the plaintiff on the grounds that he permitted the schoolhouse to become dirty, and also that he would chew tobacco during school hours and spit through the screen windows.\nWith regard to the first ground, the plaintiff testified that the inhabitants of the district would have box-suppers and other entertainments at night in the schoolhouse without his knowledge or consent, and that the schoolhouse would in this way become dirty and littered up with scraps of paper and boxes. He stated further that he always cleaned the schoolhouse as soon as possible after finding it in this condition. His testimony in this respect is uncoiitradicted.\nHe admitted that he chewed tobacco, but denied chewing it during school hours, or that he spit through the screen windows. Conceding that he did spit tobacco juice through the screen windows on the several occasions testified to by some of the pupils, we do not think that •his conduct in this respect was sufficient ground for his discharge. He had been employed by the school district to teach two schools prior to the execution of the contract in question, and his personal habits were well known. Besides, we do not think that this conduct would justify his discharge in the application of the rule above announced.. It might be a good reason for not employing him in the first instance, but it would not be a sufficient ground for his discharge after he had been employed.\nSome other testimony was admitted as to remarks made by him while teaching his first school in the district. We do not deem it necessary to set out these remarks, for the reason they would not be grounds for the discharge of the plaintiff under the contract sued on. Matters which occurred under a previous contract would not be grounds for the avoidance of a subsequent contract.\nIt follows that, under the undisputed evidence as disclosed by the record, there should have been a judgment in favor of the plaintiff against the defendant for the sum of $250, his salary under the contract for two months. He was discharged the latter part of January, 1921, and had two more months to teach under his contract. This would have made his contract terminate the latter part of March, 1921, and the balance of his salary would have been due at that time. Hence the clerk is directed to enter judgment here against the district in his favor for the sum of $250, with interest thereon at the rate of 6 per cent, per annum from'April 1, 1921, until paid.\nIt is so ordered.",
        "type": "majority",
        "author": "Hart, J."
      }
    ],
    "attorneys": [
      "E. F. Duncan and H. P. Cleveland, for appellant.",
      "Fred M. Pickens, for appellee."
    ],
    "corrections": "",
    "head_matter": "Ottinger v. School District No. 25.\nOpinion delivered February 5, 1923.\n1. Schools and school districts — discharge of- teacher — justification. — It was no justification for discharging a teacher that he permitted the schoolhouse to become dirty where his uncontradicted testimony shows that it became dirty and littered with trash when the inhabitants of the district held box suppers and other entertainments in the house at night without his knowledge or consent, and that he always cleaned it as soon as possible thereafter.\n2. Schools and school districts — discharge of teacher — justification. — The fact that a teacher chewed tobacco and spit the juice through the screen windows of the school did not justify his discharge, especially where he had been employed by the school hoard to teach two previous terms and his personal habits were well known.\n3. Schools and school districts — discharge of teacher — justification. — Conduct of a teacher under a previous contract of employment is not ground for his discharge.\n4. Schools and school districts — wrongful discharge of teacher — damages—A teacher wrongfully discharged was entitled to recover as damages his salary for the unexpired term of his employment where he was unable to secure another school during that time.\nAppeal from Jackson Circuit Court; Bene H. Coleman, Judge;'\nreversed.\nE. F. Duncan and H. P. Cleveland, for appellant.\nThe court should have instructed the jury as to any evidence that tended to prove a breach of his contract, which occurred under a previous contract. 1 Greenleaf on Evidence, p. 85. Evidence of a similar crime committed at some other time than that alleged does not prove the crime alleged. 7 Ark. 470 ; 7 Ark. 474; 39 Ark. 340. Proof of bad conduct cannot be proved by-specific acts. 67 Ark. 112. School board could not discharge for cause without notice and a hearing*. 57 Ark. 237; 68 Ark. 526; 27 Ark. 61; 81 Ark. 194; 14 Col. App. 311; 59 Pac. 385; 45 Ark. 124; 89 Ark. 258; 95 Tenn. 532; 32 S. W. 631; 150 Pa. St. 78; 24 Atl. 348; 238 S. W. 9; 170 S. W. 561. Defendant districts discharged the plaintiff. 194 S. W. 32; 78 Ark. 336; 79 Ark. 220; 68 Ark. 226; 51 Mich. 539. If the contract was invalid in the making, it was ratified. 81 Ark. 143. The court should have instructed the jury on the question of notice. 82 Ark. 179; 84 Ark. 415; 87 Ark. 607; 84 Ark. 4.\nFred M. Pickens, for appellee."
  },
  "file_name": "0082-01",
  "first_page_order": 104,
  "last_page_order": 108
}
