{
  "id": 8728364,
  "name": "Waller et al. vs. The State",
  "name_abbreviation": "Waller v. State",
  "decision_date": "1842-01",
  "docket_number": "",
  "first_page": "87",
  "last_page": "90",
  "citations": [
    {
      "type": "official",
      "cite": "4 Ark. 87"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 332,
    "char_count": 5849,
    "ocr_confidence": 0.394,
    "sha256": "661fb27071370dad8b0c69d3245fe74074122c6d9425d1c6843238aec374b1e4",
    "simhash": "1:c8aad131fdbc0d2a",
    "word_count": 1043
  },
  "last_updated": "2023-07-14T19:55:34.553089+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Waller et al. vs. The State."
    ],
    "opinions": [
      {
        "text": "By the Court,\nDickinson, J.\nThe appellants were indicted, below, for larceny of a horse: dining the progress of the trial, took several objections to the opinion of the Court: 1st, in regard to the challenge of a juror in behalf of the State, They then moved to exclude the evidence from the jury; which motion was overruled; and they thereupon moved several instructions, one of which was given, and the rest refused. The opinion of the Court was excepted to upon this point, and. the instructions were set out in the bill of exceptions. The counsel for the' appellants then moved for a new trial, which motion was overruled. They thereupon filed a bill of exceptions to the opinion of the Court, setting out the evidence in the cause, but failing to set out the instructions that were either given or refused. It has been so repeatedly held in this Court, that a motion for a new trial waives the exceptions taken at the trial, unless they are specifically put upon the record by the objections to the overruling of the motion for anew trial, that it is deemed unnecessary to say any thing further in support of such opinion. The motion for a new trial operates as a withdrawing of all exceptions previously put in; and the party having waived his right in regard to them, must stand upon his motion for a new trial; and, if that is adjudged against him, he cannot resort back to his exceptions, having voluntarily abandoned them. The verdict, and judgment of the Court, below, an. then left standing in full force, and the inquiry now is, were they warranted by the facts proved upon the trial, or is there such a preponderance of evidence against the finding, that this Court is bound to award a new trial?\n\"’.’he presumption is in favor of t! e verdict. Unless the record affirmatively overthrows this presumption, we cannot disturb it; and it raust do this in such manner as to show that manifest injustice and wrong have been done in the premises. The evidence is vague and disconnected, but still we can gather, from the whole tenor of it, and the connecting links that bi:;d it together, these facts: that one Cornelius, who was indicted, but not taken, told Manus, the witness, in the presence of Alfred Waller, that it was a good time to steal the horse; that Alfred assented to it; and, that the other two Wallers, Henderson and Roberson, afterwards, went to look for a mare, and, on returning, told the witness that it was a fit time, not only to steal the horse, but, also, to steal the mare. They engaged him to run the horse; the witness got provisions from Henderson Waller, and a gun from Roberson Waller, to bear expenses; and Roberson left his saddle at the back of the field, and gave him a clean shirt to wear; and Henderson Waller also gave him a counterfeit dollar; that they then appointed a particular place to meet witness; that Henderson Waller and Cornelius came, a short time afterwards, Cornelius having with him the home; that witness took him, and, two days afterwards, with the saddle that Roberson furnished, swapped the horse to Ranes, for a grey marc; and, subsequently, passed the mare to Alfred Waller, for thirty dollars in the store. Alfred Waller told another witness, that Manus had stolen the horse, and swapped him for a grey mare; that he must say nothing about it; that,-if he did, he would not live an hour; and that Manus had plenty of friends to assist him. The proof does not show at what precise time the horse was taken, but the larceny seems to have occurred shortly after the conversation with regard to stealing and running the horse, when all the parties were present; and, from the subsequent fact of his being delivered to Manus that night, and the agency that each had in the transactions, leaves it a matter of inference, for the jury to presume that all the Wallers, who stand convicted, were actually present at the taking and the stealing of the horse. If k clear,, they all advised it, mtd that each one played his part. Henderson furnished the provisions, and came with Cornelius, bringing the horse, and delivered him to Manus. The saddle he rode seems to be Roberson’s, and left at the back of the field, for the purpose of 'running the horse with. Alfred got the mare for which the horse was swapped, and said that Manus had plenty of friends to assist him. When these facts are taken in connection with each other, and that the horse was stolen presently after the conversation, it was but rational and proper for the jury to presume, that the parties were all then present and assisting, or near enough to aid, assist, and abet; and that being the case, they were all principals in the offence, and the jury were warranted in finding them guilty. Be that, however, as it may, there is, certainly, not a sufficiency of proof, in the record, to warrant us in setting aside the verdict.\nJudgment affirmed.",
        "type": "majority",
        "author": "Dickinson, J."
      }
    ],
    "attorneys": [
      "D. Walker, for the appellants.",
      "R. W. Johnson, Alto. Gen., for the State."
    ],
    "corrections": "",
    "head_matter": "Waller et al. vs. The State.\nA motion for a new trial waives all exceptions taken at the trial, unless they are spe. cifically put upon the record by the objections to the overruling of the motion for a new trial.\nIn a criminal case, the presumption oflaw is in favor of the verdict. Unless the record affirmatively overthrows this presumption, it will not be disturbed ; and it musido this in such manner as to show that manifest injustice and wrong has been done in the premises.\nThe evidence in this case nor, sufficient to warrant the disturbing of the verdict.\nThis was an indictment for larceny, tried in the Franklin Circuit Court, in September, A. D. 1841, before the Hon. Richard C. S. Brown, one of the Circuit Judges. Alfred Waller, Henderson Waller, and Roberson Waller, were tried and convicted, and appealed to this Court. The facts of the case will be found in the opinion of the Court.\nD. Walker, for the appellants.\nR. W. Johnson, Alto. Gen., for the State."
  },
  "file_name": "0087-02",
  "first_page_order": 87,
  "last_page_order": 90
}
