{
  "id": 4242000,
  "name": "The State of Washington, Petitioner, v. Jeramie David Owens, Respondent",
  "name_abbreviation": "State v. Owens",
  "decision_date": "2014-03-27",
  "docket_number": "No. 88905-8",
  "first_page": "90",
  "last_page": "101",
  "citations": [
    {
      "type": "official",
      "cite": "180 Wash. 2d 90"
    }
  ],
  "court": {
    "name_abbreviation": "Wash.",
    "id": 9029,
    "name": "Washington Supreme Court"
  },
  "jurisdiction": {
    "id": 38,
    "name_long": "Washington",
    "name": "Wash."
  },
  "cites_to": [
    {
      "cite": "954 P.2d 900",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1998,
      "opinion_index": 0
    },
    {
      "cite": "135 Wn.2d 97",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        812857
      ],
      "year": 1998,
      "pin_cites": [
        {
          "page": "102"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/135/0097-01"
      ]
    },
    {
      "cite": "281 P.3d 305",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2012,
      "opinion_index": 0
    },
    {
      "cite": "174 Wn.2d 909",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4021904
      ],
      "year": 2012,
      "pin_cites": [
        {
          "page": "914"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/174/0909-01"
      ]
    },
    {
      "cite": "502 U.S. 46",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6217781
      ],
      "weight": 3,
      "year": 1991,
      "pin_cites": [
        {
          "page": "56",
          "parenthetical": "\"Petitioner cites no case, and we are aware of none, in which we have set aside a general verdict because one of the possible bases of conviction was ... merely unsupported by sufficient evidence.\""
        },
        {
          "parenthetical": "\"Petitioner cites no case, and we are aware of none, in which we have set aside a general verdict because one of the possible bases of conviction was ... merely unsupported by sufficient evidence.\""
        },
        {
          "parenthetical": "\"Petitioner cites no case, and we are aware of none, in which we have set aside a general verdict because one of the possible bases of conviction was ... merely unsupported by sufficient evidence.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/502/0046-01"
      ]
    },
    {
      "cite": "639 P.2d 1320",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1982,
      "opinion_index": 0
    },
    {
      "cite": "96 Wn.2d 816",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1157668
      ],
      "year": 1982,
      "pin_cites": [
        {
          "page": "823"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/96/0816-01"
      ]
    },
    {
      "cite": "262 P.3d 538",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2011,
      "opinion_index": 0
    },
    {
      "cite": "164 Wn. App. 459",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        4019882
      ],
      "year": 2011,
      "pin_cites": [
        {
          "page": "476"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/164/0459-01"
      ]
    },
    {
      "cite": "879 P.2d 962",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1994,
      "opinion_index": 0
    },
    {
      "cite": "75 Wn. App. 301",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        11973879
      ],
      "weight": 2,
      "year": 1994,
      "pin_cites": [
        {
          "page": "307"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/75/0301-01"
      ]
    },
    {
      "cite": "311 P.3d 61",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2013,
      "opinion_index": 0
    },
    {
      "cite": "177 Wn. App. 233",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        4319527
      ],
      "weight": 4,
      "year": 2013,
      "pin_cites": [
        {
          "page": "241"
        },
        {
          "page": "241-42"
        },
        {
          "page": "243",
          "parenthetical": "footnote omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/177/0233-01"
      ]
    },
    {
      "cite": "154 P.3d 873",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2007,
      "opinion_index": 0
    },
    {
      "cite": "159 Wn.2d 778",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        3593119
      ],
      "year": 2007,
      "pin_cites": [
        {
          "page": "787"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/159/0778-01"
      ]
    },
    {
      "cite": "230 P.3d 588",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2010,
      "opinion_index": 0
    },
    {
      "cite": "168 Wn.2d 763",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4007877
      ],
      "year": 2010,
      "pin_cites": [
        {
          "page": "769, 770"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/168/0763-01"
      ]
    },
    {
      "cite": "881 P.2d 231",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1994,
      "opinion_index": 0
    },
    {
      "cite": "124 Wn.2d 702",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        507198
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "707-08"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/124/0702-01"
      ]
    },
    {
      "cite": "311 P.3d 27",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2013,
      "opinion_index": 0
    },
    {
      "cite": "178 Wn.2d 1010",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "year": 2013,
      "opinion_index": 0
    },
    {
      "cite": "2013 WL 4018534",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "weight": 2,
      "year": 2013,
      "pin_cites": [
        {
          "page": "*2"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "174 Wn. App. 1052",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        4055146,
        4055443,
        4051476,
        4052695
      ],
      "year": 2013,
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/174/1052-02",
        "/wash-app/174/1052-01",
        "/wash-app/174/1052-04",
        "/wash-app/174/1052-03"
      ]
    }
  ],
  "analysis": {
    "cardinality": 857,
    "char_count": 19991,
    "ocr_confidence": 0.73,
    "pagerank": {
      "raw": 1.8732503293747272e-07,
      "percentile": 0.7265618574673659
    },
    "sha256": "3f87995ef5c2742aa59928d191fd664ed8ffd2faf45ad69b1d3ee29a1321b55f",
    "simhash": "1:3c7fec88a2dca662",
    "word_count": 3295
  },
  "last_updated": "2024-02-27T18:26:29.759680+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Madsen, C.J., and Owens, Fairhurst, J.M. Johnson, Stephens, Wiggins, González, and Gordon McCloud, JJ., concur."
    ],
    "parties": [
      "The State of Washington, Petitioner, v. Jeramie David Owens, Respondent."
    ],
    "opinions": [
      {
        "text": "C. Johnson, J.\n¶1 This case involves whether RCW 9A.82.050(1) describes alternative means of committing first degree trafficking in stolen property and, if so, whether substantial evidence supports each of the alternative means in this case. The Court of Appeals, Division One, held that RCW 9A.82.050 describes eight alternative means of committing the crime, and because there was insufficient evidence to support at least one of those eight means, the court reversed the defendant’s conviction. We reverse the Court of Appeals, reinstate the conviction, and hold that RCW 9A.82.050 describes only two alternative means, and in this case, each is supported by sufficient evidence.\nFacts and Procedural History\n¶2 On July 2, 2010, Jeramie Owens and a friend went to the Motor City car dealership in Mount Vernon, Washington, and inspected a 1967 Volkswagen (VW) Beetle with a high-performance engine and a roof rack with a surfboard on top. They took it out for a test drive, and Owens told the salesman he restored and worked on VWs and had a VW tattoo on his back. They left without purchasing the car or leaving their names. The next day, Saturday, July 3, 2010, the salesman opened the dealership and discovered that the back gate to the car lot was open and the padlock securing it had been cut off. The same 1967 VW Beetle that Owens test drove the day before had been stolen off the lot, and one of the dealer’s keys was missing.\n¶3 The next business day, Tuesday, July 6, 2010, Owens registered a 1971 VW Beetle, the registration for which had expired in 1993. On July 28, 2010, in response to a Craigslist advertisement posted by Owens, Craig Sauvageau purchased the 1971 VW Beetle from Owens. Claiming he had lost the title, Owens provided Sauvageau with an affidavit in lieu of title. Sauvageau took the car to an auto shop to have it inspected and worked on. The mechanic discovered that parts for a 1971 VW Beetle did not fit in the car and that a vehicle identification number (VIN) plate on the car (matching the VTN for the 1971 Beetle registered by Owens on July 6) appeared to be brand new and recently reinstalled with rivets. The mechanic informed Sauvageau of these discrepancies, and Sauvageau called the police to report the car as potentially stolen.\n¶4 When the officers arrived, they identified the confidential VIN on the car. Confidential VINs are usually engraved on a car’s frame in an area known only to police. This confidential VIN did not match the newly installed VTN plate, but it did match the VTN for the 1967 VW Beetle reported stolen from Motor City on July 3, 2010. The vehicle was returned to Motor City, and Motor City employees noted that it was missing the roof rack and surfboard; was painted a different color; and had a different, more inferior engine than the original high-performance engine. Sauvageau was able to identify Owens from a picture lineup, and the police confirmed that Owens had a VW tattoo on his back. An officer drove by Owens’s residence and observed a yellow VW Beetle with a roof rack. Another officer located another Craigslist post by Owens advertising a yellow “Baja” style VW Beetle with a high-performance engine of the same model as the high-performance engine in the stolen 1967 VW Beetle. This officer contacted Owens, posing as a potential buyer for the yellow Beetle, and set up a meeting to see the car at Owens’s residence. At the meeting, Owens was arrested, and a search warrant was executed on his residence.\n¶5 During the search, the police recovered the stolen surfboard and a rivet gun. The police also impounded the yellow Beetle, which contained an engine of the same make and model and with the same aftermarket addition as the engine from the original 1967 Beetle stolen from Motor City. Owens was advised of his rights, and he told the police that he had test driven the 1967 Beetle at Motor City on July 2, 2010, and ultimately purchased it from someone off of Craigslist but could provide no details regarding the purchase.\n¶6 Owens was charged with first degree taking a motor vehicle without permission, first degree trafficking in stolen property, possession of a stolen vehicle, and bail jumping (for missing a court date). The jury was instructed that it must be unanimous as to Owens’s guilt and to fill out the general verdict form. The jury convicted Owens of trafficking in stolen property, possession of a stolen vehicle, and bail jumping but acquitted him of taking a motor vehicle without permission. On appeal, Division One affirmed the possession and bail jumping convictions but held that there was insufficient evidence to support at least one of the means by which Owens could have committed trafficking in stolen property. As a result, the Court of Appeals reversed his trafficking conviction. State v. Owens, noted at 174 Wn. App. 1052, 2013 WL 4018534, 2013 Wash. App. LEXIS 958 (2013). The State petitioned for review, which this court granted. State v. Owens, 178 Wn.2d 1010, 311 P.3d 27 (2013).\nAnalysis\na. Jury Unanimity and Alternative Means Crimes\n¶7 Under article I, section 21 of the Washington Constitution, criminal defendants have a right to a unanimous jury verdict. This right may also include the right to a unanimous jury determination as to the means by which the defendant committed the crime when the defendant is charged with (and the jury is instructed on) an alternative means crime. In reviewing this type of challenge, courts apply the rule that when there is sufficient evidence to support each of the alternative means of committing the crime, express jury unanimity as to which means is not required. If, however, there is insufficient evidence to support any means, a particularized expression of jury unanimity is required. State v. Ortega-Martinez, 124 Wn.2d 702, 707-08, 881 P.2d 231 (1994). Owens argues, and the Court of Appeals agreed, that his conviction is invalid because there was no particularized expression of jury unanimity as to the means by which he trafficked in stolen property and there was insufficient evidence supporting at least one of the alternative means.\nb. Statutory Interpretation\n¶8 The first issue is whether RCW 9A.82.050 is an alternative means crime and, if so, what those alternative means are. This presents an issue of statutory interpretation. Generally, an alternative means crime is one by which the criminal conduct may be proved in a variety of ways. The legislature has not defined what constitutes an alternative means crime or designated which crimes are alternative means crimes. We have determined that each case must be determined on its own merits, but our few cases on the subject have established some guiding principles.\n¶9 One guiding principle is that the use of a disjunctive “or” in a list of methods of committing the crime does not necessarily create alternative means of committing the crime. State v. Peterson, 168 Wn.2d 763, 769, 770, 230 P.3d 588 (2010). Another principle provides that the alternative means doctrine does not apply to mere definitional instructions; a statutory definition does not create a “means within a means.” State v. Smith, 159 Wn.2d 778, 787, 154 P.3d 873 (2007).\n¶10 Both sides agree that RCW 9A.82.050 is an alternative means crime statute. At issue is what those alternative means are. The statute provides that\n[a] person who knowingly initiates, organizes, plans, finances, directs, manages, or supervises the theft of property for sale to others, or who knowingly traffics in stolen property, is guilty of trafficking in stolen property in the first degree.\nRCW 9A.82.050(1). The analysis our cases have applied focuses on the different underlying acts that could constitute the same crime. In Peterson, for example, the defendant was convicted for failing to register as a sex offender. On appeal, he argued that the failure to register statute created an alternative means crime because the crime can be committed by failing to register after (1) becoming homeless, (2) moving between residences in one county, or (3) moving between counties. This court held, however, that the statute did not create alternative means because an individual’s conduct in each of the three scenarios did not vary significantly; the statute prohibited the single act of moving without providing the proper notice. Peterson, 168 Wn.2d at 770. Thus, alternative means should be distinguished based on how varied the actions are that could constitute the crime.\n¶11 The Court of Appeals here held that RCW 9A.82-.050(1) describes eight alternative means: “knowingly (1) initiating, (2) organizing, (3) planning, (4) financing, (5) directing, (6) managing, or (7) supervising the theft of property for sale to others, or (8) knowingly trafficking in stolen property.” Owens, 2013 WL 4018534, at *2, 2013 Wash. App. LEXIS 958, at *6.\n¶12 In contrast, Division Two of the Court of Appeals recently decided State v. Lindsey, 177 Wn. App. 233, 311 P.3d 61 (2013). In Lindsey, the defendant challenged his conviction for trafficking in stolen property, claiming there was insufficient evidence to support all eight alternative means of committing the crime. Analyzing the statute as a whole, the court held that RCW 9A.82.050(1) describes only two alternative means of trafficking in stolen property. Lindsey, 177 Wn. App. at 241.\n[T]he placement and repetition of the word “knowingly’ suggests that the legislature intended two means. The first “knowingly’ clearly relates to all seven terms in the first part of the statute ... as a group. . . . Similarly, the phrase “the theft of property for sale to others” relates to the entire group. Treating these terms as a group indicates that they represent multiple facets of a single means of committing the crime. ... If the statute described eight means, there would be no need to use the word “knowingly” again.\n[Further], the first group of seven terms relate to different aspects of a single category of criminal conduct - facilitating or participating in the theft of property so that it can be sold. As a result, these terms appear to be definitional. They are examples of such facilitation or participation.... And trafficking in stolen property involves a second, separate category - transferring possession of property known to be stolen - defined separately in [the definitional section of the statute].\nLindsey, 177 Wn. App. at 241-42. We agree with the analysis and conclusion in Lindsey and conclude that the statutory language dictates only two alternative means.\n¶13 The Court of Appeals in this case relied on State v. Strohm, 75 Wn. App. 301, 879 P.2d 962 (1994). We disagree with that approach. As the court in Lindsey found,\nthe issue in [Strohm] was not the number of alternative means described in former RCW 9A.82.050(2) [(1984)]. Instead, Strohm argued that former RCW 9A.82.010(10) (1994), which defined “traffic” [and] listed several alternative means of trafficking in stolen property in addition to the means stated in former RCW 9A.82.050(2)....\nAt the beginning of its discussion, Division One stated without analysis or comment that former RCW 9A.82.050(2) had eight alternative means. Strohm, 75 Wn. App. at 307. . . . Years later, Division One repeated without analysis its statement in Strohm that RCW 9A.82.050 identifies eight alternative means. State v. Hayes, 164 Wn. App. 459, 476, 262 P.3d 538 (2011). However, the issue of whether RCW 9A.82.050 identifies two or eight alternative means was not before the court in either Strohm or Hayes. And the court did not actually discuss in either case the alternative means issue with respect to RCW 9A.82.050.\n177 Wn. App. at 243 (footnote omitted). As the court in Lindsey correctly recognized, the discussion in Strohm does not resolve the statutory analysis here. Further, we disagree with Strohm’s characterization of the statute.\n¶14 Our conclusion that RCW 9A.82.050(1) describes only two alternative means is consistent with Peterson. The State points out that the words listed in the first clause of RCW 9A.82.050 do not address distinct acts because of how closely related those terms are. For example, it would be hard to imagine a single act of stealing whereby a person “organizes” the theft but does not “plan” it. Likewise, it would be difficult to imagine a situation whereby a person “directs” the theft but does not “manage” it. Any one act of stealing often involves more than one of these terms. Thus, these terms are merely different ways of committing one act, specifically stealing. Consistent with Peterson, where the various acts of moving without giving proper notice were too similar to constitute distinct alternative means, an individual’s conduct under RCW 9A.82.050(1) does not vary significantly between the seven terms listed in the first clause, but does vary significantly between the two clauses. We hold that RCW 9A.82.050(1) describes only two alternative means of trafficking in stolen property.\nc. Sufficient Evidence\n¶15 Because the jury was not instructed that it must be unanimous as to the means by which Owens committed the crime, we must determine whether sufficient evidence supports each of these two alternative means. Evidence is sufficient if, viewing the evidence in a light most favorable to the State, any rational trier of fact could have found the essential elements of the crime beyond a reasonable doubt. State v. Franco, 96 Wn.2d 816, 823, 639 P.2d 1320 (1982).\n116 Owens does not dispute that there is sufficient evidence to support the last alternative: that he was trafficking in stolen property. He argues, though, that even if there are only two alternative means of trafficking in stolen property, insufficient evidence supports the alternative that he facilitated or participated in the theft in one of the seven ways listed in the first clause of the statute.\n¶17 Owens points out that because he was acquitted of taking the car without permission, there is no evidence he is the individual who stole the car. We disagree. The statute does not require that the defendant personally steal the car. An individual can still participate in or facilitate the theft of property without actually being the individual who physically took it. Owens also argued at oral argument that there was insufficient evidence to support the first means because all of the seven words listed require the participation of another person and there was no proof that anyone else other than Owens initiated, organized, planned, financed, directed, managed, or supervised the theft of the car.\n¶18 His argument, however, is not supported by the statutory language. Under the statute, a single person can “plan” or “initiate” under the plain meaning of those words. Owens told investigators that he had purchased the car from another individual after responding to a Craigslist ad. But he could provide no details or documentation from the sale. The claimed circumstances of Owens acquiring the only car that was stolen off of Motor City’s lot on July 3, 2010, with no real explanation of how he did so, removing the roof rack and surfboard, replacing the high-performance engine with a different engine, repainting the car, and reregistering the car under a different year in such a short period of time is sufficient evidence to support the conclusion that he initiated or participated in the theft of the car for sale to others. Thus, viewing the case in the light most favorable to the State, sufficient evidence exists to support the alternative means that he knowingly initiated, organized, planned, financed, directed, managed, or supervised the theft of property for sale to others.\n¶19 Lastly, the State argues that any error was harmless and that this court should articulate a harmless error standard in the context of alternative means cases. We do not reach this issue, however, because we find no error.\n¶20 We hold that RCW 9A.82.050 describes two means of trafficking in stolen property, and in this case, sufficient evidence supported both means. We therefore reverse the Court of Appeals and reinstate the conviction.\nMadsen, C.J., and Owens, Fairhurst, J.M. Johnson, Stephens, Wiggins, González, and Gordon McCloud, JJ., concur.\nThe police were unable to confirm that it was the same engine because they could not locate a serial number on the engine.\nThe State asks us to modify our approach to alternative means crimes to be parallel to the federal standard. Under federal law, jury unanimity is not required as to the means by which a defendant commits a crime, regardless of whether there is sufficient evidence to support each of the alternative means. See Griffin v. United States, 502 U.S. 46, 56, 112 S. Ct. 466, 116 L. Ed. 2d 371 (1991) (“Petitioner cites no case, and we are aware of none, in which we have set aside a general verdict because one of the possible bases of conviction was ... merely unsupported by sufficient evidence.”). But the right to a unanimous jury verdict in criminal trials in Washington is rooted in article I, section 21 of our state constitution and not the federal constitution. Thus, a modification of our jury unanimity doctrine in reviewing an alternative means challenge would be inconsistent with the state constitution, as well as many of our cases from at least the past 30 years. Thus, we reject the State’s argument.\nOwens never objected to the charging information for the trafficking charge at trial, moved for more specificity, objected to the jury instructions, or proposed new instructions.\nAt oral argument, counsel for Owens conceded that Lindsey, rather than Strohm, provided the proper interpretation of the statute.\nSome cases state that alternative means must be supported by “substantial evidence,” but the test consistently applied has been the sufficiency of the evidence standard. State v. Sweany, 174 Wn.2d 909, 914, 281 P.3d 305 (2012).\nInterestingly, the State points out that the trial court’s instructions to the jury differed from the statute. Unlike the statute, the jury instructions connected the first two clauses with a conjunctive “and” rather than a disjunctive “or” so that the instructions read,\n“To convict the defendant of the crime of Trafficking in Stolen Property in the First Degree... each of the following elements of the crime must be proved beyond a reasonable doubt:\n“(1) That on or about the 28th day of July, 2010, the defendant did knowingly initiate, organize, plan, finance, direct, manage or supervise the theft of a motor vehicle for sale to others;\n“(2) That the defendant did knowingly traffic in stolen property; and,\n“(3) That any of these acts occurred in Snohomish County.”\nClerk’s Papers at 99. Because the defendant did not object to this instruction, it became the law of the case. See State v. Hickman, 135 Wn.2d 97, 102, 954 P.2d 900 (1998). In closing, the prosecutor stated that with regard to the trafficking charge, there were “three separate elements [he had] to prove.” Verbatim Report of Proceedings (Aug. 10, 2011) at 21. As a result, the State ultimately had to prove (and the jury had to find) that Owens both participated in the theft of the car for sale to others and was trafficking the car. Thus, regardless of how the statute is interpreted, the jury in this case was ultimately not instructed on an alternative means crime, and we can infer jury unanimity as to the means by which Owens committed the crime as there were no other alternatives, but rather elements of the crime. Because there is sufficient evidence supporting each element of the charged crime in this case, as discussed above, there is evidence to support the jury’s verdict and the conviction would still stand.",
        "type": "majority",
        "author": "C. Johnson, J."
      }
    ],
    "attorneys": [
      "Mark K. Roe, Prosecuting Attorney, and Seth A. Fine, Deputy, for petitioner.",
      "Oliver R. Ross (of Washington Appellate Project), for respondent."
    ],
    "corrections": "",
    "head_matter": "[No. 88905-8.\nEn Banc.]\nArgued January 21, 2014.\nDecided March 27, 2014.\nThe State of Washington, Petitioner, v. Jeramie David Owens, Respondent.\nMark K. Roe, Prosecuting Attorney, and Seth A. Fine, Deputy, for petitioner.\nOliver R. Ross (of Washington Appellate Project), for respondent."
  },
  "file_name": "0090-01",
  "first_page_order": 154,
  "last_page_order": 165
}
