{
  "id": 1428288,
  "name": "Globe & Rutgers Fire Insurance Company v. Pruitt",
  "name_abbreviation": "Globe & Rutgers Fire Insurance v. Pruitt",
  "decision_date": "1933-11-06",
  "docket_number": "4-3147",
  "first_page": "92",
  "last_page": "97",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 92"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "175 S. W. 1161",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "118 Ark. 22",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1562499
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/118/0022-01"
      ]
    },
    {
      "cite": "35 S. W. (2d) 581",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "183 Ark. 254",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1441860
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/183/0254-01"
      ]
    },
    {
      "cite": "32 S. W. (2d) 1069",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "182 Ark. 725",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1389820
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/182/0725-01"
      ]
    },
    {
      "cite": "81 N. W. 676",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 0
    },
    {
      "cite": "110 Iowa 379",
      "category": "reporters:state",
      "reporter": "Iowa",
      "case_ids": [
        2108878
      ],
      "opinion_index": 0,
      "case_paths": [
        "/iowa/110/0379-01"
      ]
    },
    {
      "cite": "23 S. W. (2d) 988",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "180 Ark. 1030",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1393590
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/180/1030-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 482,
    "char_count": 9822,
    "ocr_confidence": 0.513,
    "pagerank": {
      "raw": 1.4158997675273452e-07,
      "percentile": 0.6480248462362092
    },
    "sha256": "78dcb33ae49b717527f740d067faf4e6ad4bab418f19c4c0358ea076f3736138",
    "simhash": "1:b26543dd4aa5b606",
    "word_count": 1705
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Globe & Rutgers Fire Insurance Company v. Pruitt."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nThis is a suit to recover the value of an automobile destroyed by fire, the agreed value of which was $475. The case was on trial before a jury, when, at the conclusion of the introduction of testimony, each side requested the court to direct a verdict in its favor, and no other instruction was asked. Thereupon, the court directed the jury to return a verdict for the plaintiffs for $475. Thirteen days later the defendant requested the court to make special findings of fact, which the court declined to do. Judgment was rendered in accordance with the verdict previously directed, and this appeal has been prosecuted to reverse that judgment.\nThe policy sued on provided that, “if the interest of the assured in the subject of the insurance be or become other than unconditional and sole lawful ownership,” no recovery should be had thereon, and, further, that there should be no liability under the policy if, at the time damage by fire occurred, there should be other outstanding fire insurance. The answer alleged that there was additional insurance, and that plaintiffs were not the sole and unconditional owners of the' car at the time it was destroyed by fire.\nIt appears from the testimony that Mixon Chevrolet Company sold the car in May, 1931, to Lambert & Miller, who executed a note for unpaid purchase money, in which the title to the car was reserved to secure the payment thereof. The Mixon company transferred the sales contract and note to the General Motors Acceptance Corporation, and liad nothing to do with the collection of the note. On June 26, 1931, Pruitt purchased the car from Miller & Lambert, who took, in payment of the unpaid purchase money, the note of the purchaser, payable to Motor Finance Association, which company carried a blanket policy of insurance with appellant, Globe & Rutgers Fire Insurance Company, covering cars the purchase money notes for which had been assigned to it. This policy is referred to as the master policy, and contemplated insurance on such cars as the Motor Finance Association might become interested in as the owner of purchase-money notes. As insurance on any particular car was desired, the Motor Finance Association gave certain data with reference to the kind of car, motor number, purchaser, cost to purchaser, terms of purchase, and requested insurance on the car to be included in the master policy; whereupon the appellant insurance company, through its local agent, would issue to the Motor Finance Association, and to the purchaser whose note it had acquired, a certificate showing that the car described was insured under the master policy. The' insurance thus effected was payable, first, to the holders and indorsers of any unpaid purchase money notes to the extent of their interest, and the remainder, if any, to the purchaser of the car. The certificate or policy here sued on was payable, first, to- the Motor Finance Association, and, second, to Pruitt in the manner stated, and the judgment rendered so provided.\nThe General Motors Acceptance Corporation carried similar insurance upon cars in which it was interested through ownership of purchase, money notes, and it had such a policy with the General Exchange Insurance Company based upon the purchase money notes given by Lambert & Miller to the Mixon Chevrolet Company for the car in question.\nThe insistence is that this policy issued to the General Motors Company and the purchase money note held by it voided the policy sued on.\nAs tending to prove an outstanding title note owned by the General Motors Company, Mixon, of the Mixon Chevrolet Company, was called as a witness, and testified that he sold the car to Lambert & Miller on May 15, 1931, and took a note for unpaid balance of purchase money. He took out no insurance, and knew nothing about insurance. He assigned the sales contract and note to the General Motors Company. He received notice from that company that the note had been paid, but the notice did not advise when payment had been made, and he did not know whether the note had been paid before December 1, 1931, the date of the fire.\nThe local agent who issued the policy or certificate sued on testified that no representations were made as to other insurance on the car, and that the only information which he had as the company’s agent in issuing the policy was obtained from the application of the Motor Finance Association, and that he had no contract with Pruitt. Neither the Motor Finance Association nor Pruitt knew there was other insurance on the car, or another title claimant thereto.\nThe agent of the General Exchange Insurance Company testified that the car was transferred by Lambert & Miller prior to December 12, 1931, and that under the terms of the policy which he had written for his company the transfer automatically voided the policy. A claim was filed under this policy by Miller, but was disallowed for the reason stated, and the claim was abandoned by Miller.\nThe note executed by Miller & Lambert would not have matured, according to its tenor, until in May, 1932, a date later than the date of the fire, and it is insisted that, the date of payment not having been shown, the presumption arises that the note had not been paid at the date of the fire, and that there was therefore another and a superior claim of title outstanding at the date of -the fire. Mixon testified, however, that the note was returned to him before its maturity marked paid; and, in the absence of proof as to the date of payment, we think there is no presumption that the note had not been paid at the time of the fire.\nMiller & Lambert were Chevrolet dealers at Smackover, and they bought the car from the Mixon Chevrolet Company, dealers in Camden. It was a sale by one dealer to another, and was upon the assumption that an unincumbered title was being conveyed, and we think the court was warranted, in the absence of proof to the contrary, in finding that payment had been made before the fire.\nIf this is true, there was no other title claimant at the time of the fire. In the case of North River Ins. Co. of N. Y. v. Loyd, 180 Ark. 1030, 23 S. W. (2d) 988, we quoted and approved the following statement of the law from the case of Born v. Home Ins. Co., 110 Iowa 379, 81 N. W. 676, which is annotated in 80 A. S. R. 300: “ ‘The general rule to be deduced from the weight of authority is that the violation of a condition in a policy of insurance, which works a forfeiture thereof, merely suspends the insurance during the violation, and that, if such violation is discontinued during the life of the policy, and is nonexistent at the time of loss, the policy revives, the insurance is restored, and the insurer is liable, although he has never consented to a violation of the conditions in the policy, and such violation has been such that the insurer could, had he known of it at the time,* have declared a forfeiture thereof.” See also Merchants’ Ins. Co. v. Barton, 182 Ark. 725, 32 S. W. (2d) 1069; Security Ins. Co. v. Smith, 183 Ark. 254, 35 S. W. (2d) 581.\nIf, therefore, the purchase money note executed to the Mixon Motor Company, and assigned by it to the General Motors Acceptance Corporation, had been paid prior to the fire — and we think the testimony supports that finding — there was no question about the title.\nThere appears also to be no question but that the sale by Lambert & Miller prior to the date of the fire avoided the policy in which they were interested, as was testified by the agent who issued that policy; and while it appears that Miller did file a claim under that policy, it appears also that he abandoned his claim, so that there is now a single claim of loss, and that against the appellant only.\nIt must be remembered that neither Pruitt nor the Motor Finance Association, the beneficiaries in the certificate or policy sued on, was aware of an outstanding policy of insurance, or that there was an adverse claim of title, and neither made any representation as to those facts. It may therefore be well questioned whether their policy would be void on account of the earlier policy. Great Southern Fire Ins. Co. v. Burns, 118 Ark. 22, 175 S. W. 1161.\nAt volume 3, Cyclopedia of Automobile Law (Blashfield), page 2529, it is said: “Thus, where insured in good faith purchased an automobile, repaired it, furnished new tires, procured insurance against fire and theft for a year, which on expiration was renewed, he' was held warranted in believing that he had sole ownership within the requirements of the policy; the original owner from whom the machine had been stolen having been indemnified by an insurance company, and making no claim thereto, and no one else disputing his possession.”\nSection 1309, Crawford & Moses’ Digest, reads as follows: “Upon trials of questions of fact by the court, it shall state in writing the conclusions of fact found separately from the conclusion of law.”\nIf it be true that this section applies to the trial from which this appeal comes, in view of the fact that the court directed the verdict which the jury returned upon the request of all parties for a directed verdict, without requesting other instructions — which we do not decide — it may be said that the request for special findings of fact was not made in apt time. The statute contemplates that these findings shall be made upon the trial, or during it, and a request made thirteen days after the trial was not in apt time.\nCertain other questions are argued in the brief which we do not regard as of sufficient importance to discuss.\nFinding no error, the judgment must be affirmed, and it is so ordered.",
        "type": "majority",
        "author": "Smith, J."
      }
    ],
    "attorneys": [
      "Gaughan, Sifford, Godwin & Gaughan, for appellant.",
      "Saxon & Warren and H. G. Wade, for appellees."
    ],
    "corrections": "",
    "head_matter": "Globe & Rutgers Fire Insurance Company v. Pruitt.\n4-3147\nOpinion delivered November 6, 1933.\nGaughan, Sifford, Godwin & Gaughan, for appellant.\nSaxon & Warren and H. G. Wade, for appellees."
  },
  "file_name": "0092-01",
  "first_page_order": 110,
  "last_page_order": 115
}
