{
  "id": 1432114,
  "name": "Bronx Fire Insurance Company v. Cooper",
  "name_abbreviation": "Bronx Fire Insurance v. Cooper",
  "decision_date": "1933-03-27",
  "docket_number": "4-2912",
  "first_page": "93",
  "last_page": "96",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 93"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "258 S. W. 648",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "162 Ark. 600",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1385534
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/162/0600-01"
      ]
    },
    {
      "cite": "244 S. W. 436",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "155 Ark. 381",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1360464
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/155/0381-01"
      ]
    },
    {
      "cite": "124 S. W. 764",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "123 S. W. 384",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "92 Ark. 378",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1548598
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/92/0378-01"
      ]
    },
    {
      "cite": "292 S. W. 657",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "173 Ark. 362",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8720859
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/173/0362-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 226,
    "char_count": 3567,
    "ocr_confidence": 0.53,
    "pagerank": {
      "raw": 1.3503244502674704e-07,
      "percentile": 0.6332753376741269
    },
    "sha256": "92d12dcc795e60fc856e0c054e3fc256274a04d855de57723e165dcf33970bcf",
    "simhash": "1:9ae7a547aade204e",
    "word_count": 624
  },
  "last_updated": "2024-02-27T21:18:50.990705+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Bronx Fire Insurance Company v. Cooper."
    ],
    "opinions": [
      {
        "text": "Kirby, J.,\n(after stating the facts). Appellant contends that the court erred in rendering judgment for attorneys’ fees, etc., in the case, insisting that it could not do so because appellees failed to recover the amount of the claim sued for.\nThe court, after hearing the testimony in the case and upon the appellants’ offer to confess judgment for the amount sued for less the amount of the set-off claimed, instructed the jury that it was all appellants were entitled to, and instructed a verdict for appellees in the sum of $2,882.75. The judgment recites the offer to confess .judgment and the amount, and that said sum of $2,882.75 being the amount which plaintiffs sued for less $116.25, which defendants set up in their answer as a set-off, etc., rendered judgment for the said $2,882.75 with costs.\nThere was no reply made by appellees to the answer of appellants claiming the set-off of $116.25, which amount was in fact conceded to be due upon the set-off, which was but a cause of action against appellees. Sections 1205-6, Crawford & Moses’ Digest.\nThe claim as sued upon, however, was found to be correct and appellees entitled thereto in the judgment of the court, which allowed the claim and set-off of appellants, and returned judgment for the amount of the balance due, the difference between the amount sued for which appellees were entitled' to recover and the amount of the set-off allowed appellants on their claim. In other words, the appellees recovered in their suit the full amount sued for, which was reduced by a judgment for appellants on their set-off by the amount of it, judgment being in fact entered for the amount of appellees’ loss less what they owed appellants on the claim setoff.\nThe failure of the insurance company to pay the amount of the loss within the time specified in the policy after demand subjected it to payment of attorney’s fees upon the recovery under the policy, and it can make no difference in its liability to the payment of such penalty and costs that it failed to comply with and pay the loss when demanded, because the policy holder was indebted to the insurance company in a matter that could be set-off against the insured’s claim of loss under the policy, that furnishing no justification for failure to pay the loss within the time specified in the policy, and not relieving against the penalty of the statute.\nNeither did this constitute a demand for a greater sum than appellees were entitled to under the policy, and the court did not err in granting judgment for the attorneys’ fee upon the motion therefor. Life & Casualty Co. v. Sanders, 173 Ark. 362, 292 S. W. 657; Pacific Mutual Life Ins. Co. v. Carter, 92 Ark. 378, 123 S. W. 384, 124 S. W. 764; National Life & Accident Ins. Co. v. Sherrod, 155 Ark. 381, 244 S. W. 436; Home Life & Accident Co. v. Scheuer, 162 Ark. 600, 258 S. W. 648.\nIt could make no difference that the judgment of the allowance of the attorney’s fee was made after the judgment was rendered on the policy, the matter having been postponed until another day for hearing the motion upon the question. It could be regarded in any event a motion to retax the costs, and there is no merit in the objection that the allowance of the attorney’s fee was made at a time after the rendition of the judgment, the question being reserved until the later date.\nWe find no error in the record, and the judgment is affirmed.",
        "type": "majority",
        "author": "Kirby, J.,"
      }
    ],
    "attorneys": [
      "Verne McMillen and J. J. DuLaney, for appellant.",
      "Jones & Jones, for appellee."
    ],
    "corrections": "",
    "head_matter": "Bronx Fire Insurance Company v. Cooper.\n4-2912\nOpinion delivered March 27, 1933.\nVerne McMillen and J. J. DuLaney, for appellant.\nJones & Jones, for appellee."
  },
  "file_name": "0093-01",
  "first_page_order": 111,
  "last_page_order": 114
}
