{
  "id": 1435137,
  "name": "Brewer v. Wilson",
  "name_abbreviation": "Brewer v. Wilson",
  "decision_date": "1932-02-08",
  "docket_number": "",
  "first_page": "94",
  "last_page": "97",
  "citations": [
    {
      "type": "official",
      "cite": "185 Ark. 94"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "133 S. W. 836",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "97 Ark. 189",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1318852
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/97/0189-01"
      ]
    },
    {
      "cite": "58 Am. St. Rep. 124",
      "category": "reporters:state",
      "reporter": "Am. St. Rep.",
      "opinion_index": 0
    },
    {
      "cite": "39 S. W. 58",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "63 Ark. 405",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8723399
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/63/0405-01"
      ]
    },
    {
      "cite": "40 S. W. 580",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "64 Ark. 1",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1907420
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/64/0001-01"
      ]
    },
    {
      "cite": "68 S. W. 489",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "70 Ark. 85",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "96 S. W. 165",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "79 Ark. 570",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1495663
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/79/0570-01"
      ]
    },
    {
      "cite": "249 S. W. 10",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "157 Ark. 569",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1357215
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/157/0569-01"
      ]
    },
    {
      "cite": "261 S. W. 35",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "163 Ark. 373",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1383853
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/163/0373-01"
      ]
    },
    {
      "cite": "104 S. W. 213",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "83 Ark. 554",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1527208
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/83/0554-01"
      ]
    },
    {
      "cite": "216 S. W. 44",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "141 Ark. 48",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1592994
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/141/0048-01"
      ]
    },
    {
      "cite": "56 Ark. 601",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "35 Am. St. Rep. 126",
      "category": "reporters:state",
      "reporter": "Am. St. Rep.",
      "opinion_index": 0
    },
    {
      "cite": "20 S. W. 521",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "56 Ark. 633",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1326063
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ark/56/0633-01"
      ]
    },
    {
      "cite": "84 S. W. 485",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "73 Ark. 440",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1503961
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/73/0440-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 396,
    "char_count": 6491,
    "ocr_confidence": 0.52,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.054021875406635673
    },
    "sha256": "563c8aa4634be8d43439b7b5475aa7a78957732bfa6405e1892307d3e6ae6527",
    "simhash": "1:a72160984285dbce",
    "word_count": 1181
  },
  "last_updated": "2024-02-27T17:51:09.396208+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Brewer v. Wilson."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nJ. T. Wilson was survived at the time of his death on June 8, 1911, by his widow and seven children. He owned at the time of his death a quarter section of land, upon which he resided as a homestead, and the personal property usually found on a farm of that size.\nG. W. Brewer, who had married one of Mr. Wilson's daughters, resided on this farm, and he claims to have rendered personal services to Mr. Wilson, who was an invalid for several years prior to his death, for which he should receive compensation of $1 per day, amounting to $1,269.\nThere was no administration on Mr. Wilson's estate until about a year after the death of his widow in March, 1928, at which time Brewer took out letters of administration, so that about eighteen years elapsed after the death of the intestate before letters of administration had issued.\nThe court below was of opinion that this lapse of time barred Brewer’s right as a creditor to administer upon the estate, and, on this theory, reversed the .judgment of the probate court, which had -allowed the claim in part. The correctness of this ruling is the point for decision.\nThe excuse given for the delay in having an administration was the existence of the widow’s right of homestead and dower, and it is asserted that an administra.tion was had within a reasonable time after the termination of those estates.\nWe think the excuse offered for the delay was insufficient, and that the circuit court correctly held that Brewer’s claim was barred by the delay.\nIn the case of James v. Gibson, 73 Ark. 440, 84 S. W. 485, it was said: “The rule is well established in this State that real estate is assets in the hands of the executor or administrator for the payment of the debts, as far as needed for that purpose, after the personal property has been exhausted; yet the right of creditors to enforce payment out of the lands must be exercised within a reasonable time. (Citing cases.) It has been held that seven years’ delay, without reasonable excuse, is sufficient to bar the right, and it is immaterial whether the delay occurred before or after the administration commenced. Roth v. Holland, [56 Ark. 633, 20 S. W. 521, 35 Am. St. Rep. 126] supra.”\nIn the case of Roth v. Holland, just referred to, 56 Ark. 601, 56 Ark. 633, 20 S. W. 521, Mr. Justice Hemingway stated the reasons which induced the court to hold that a delay of more than seven years on the part of a creditor in procuring letters of administration to be issued upon the estate of his debtor is such delay as will defeat the application of the administrator for an order to sell the lands of the estate. It was said of this holding in the case of James v. Gibson, supra, that “The rule is not an application, strictly, of the equitable doctrine of laches, for it lacks some of the elements of that doctrine, nor of the statute of limitation, though it is applied in cases at law as well as in equity, but it is sui generis, rather an application of the statutory period of limitation to the equitable doctrine of laches in part, so as to prevent the abuse by creditors of the right to enforce demands against the lands of a decedent after unreasonable delay.”\nThe case of Turner Heirs v. Turner, 141 Ark. 48, 216 S. W. 44, is cited to sustain the contention that there has been no such delay as to bar the allowance of Brewer’s claim, inasmuch as the land of the intestate constituted his homestead, and was not subject to sale to pay his debts until the expiration of the widow’s homestead and dower estates.\nThat and the instant case are not otherwise similar. In the former case the intestate died in 1894, and, while the date of the letters of his administrator is not recited in the opinion, it is stated that the claims against the estate were presented and allowed in 1895 and 1896. The personal estate appears to have been exhausted in the course of the' administration. There appears to have been no delay in probating the claims against the estate in that case, and the opinion recites that the administration was still pending at the time of its rendition. There was no petition in the probate court until after the death of the intestate’s widow in 1918, for an order to sell the homestead and a small adjacent tract of land, which was said to have been valueless if sold apart from the homestead. Inasmuch as the homestead could not have been sold in payment of the intestate’s debts during the continuance of the homestead estate of the widow, it was held that there was no laches or delay in waiting until the homestead estate had expired before asking the probate court for an order to sell.\nThe delay in the instant case consisted in not having an administration upon the estate. The claim could have been probated in any event, and the right so to do was not affected by the fact that all the land belonging to the intestate was embraced in the homestead. As was said by Justice Hemingway, in the case of Roth v. Holland, supra: “Delay in taking out letters, and delay in applying to sell after they are taken out, alike keep alive uncertainty in the tenure of the heir, and are alike due to the non-action of the creditor. For, although letters are issued upon application of the administrator, it is within the power of creditors to compel administration after thirty days from the debtor’s death, and, if it is delayed, it is as much due to them as is the delay in applying for leave to sell. Our conclusion, therefore, is that the right to sell is lost by delay in administering, whenever a like delay after administering, in proceedings to sell, would forfeit it. [Citing cases.]”\nWe conclude therefore that the circuit court was correct in holding that the delay in causing the estate to be administered upon — about eighteen years — was unreasonable, and barred the right of the appellant creditor to proceed against the estate. Lester v. Kirtley, 83 Ark. 554, 104 S. W. 213; Field v. Tyner, 163 Ark. 373, 261 S. W. 35; Backes v. Reidmiller, 157 Ark. 569, 249 S. W. 10; Mayo v. Mayo, 79 Ark. 570, 96 S. W. 165; Black v. Robinson, 70 Ark. 85, 68 S. W. 489; Stokes v. Pillow, 64 Ark. 1, 40 S. W. 580; Brogan v. Brogan, 63 Ark. 405, 39 S. W. 58; 58 Am. St. Rep. 124; Abramson v. Rogers, 97 Ark. 189, 133 S. W. 836.\nThe judgment of the court below must therefore be affirmed, and it is so ordered.",
        "type": "majority",
        "author": "Smith, J."
      }
    ],
    "attorneys": [
      "W. K. Ruddell and Coleman <& Reeder, for appellant.",
      "T. A. Gray and J. J. MoCaleb, for appellee."
    ],
    "corrections": "",
    "head_matter": "Brewer v. Wilson.\nOpinion delivered February 8, 1932.\nW. K. Ruddell and Coleman <& Reeder, for appellant.\nT. A. Gray and J. J. MoCaleb, for appellee."
  },
  "file_name": "0094-01",
  "first_page_order": 114,
  "last_page_order": 117
}
