{
  "id": 1361160,
  "name": "Missouri Pacific Railroad Company v. Brewer",
  "name_abbreviation": "Missouri Pacific Railroad v. Brewer",
  "decision_date": "1922-05-29",
  "docket_number": "",
  "first_page": "96",
  "last_page": "101",
  "citations": [
    {
      "type": "official",
      "cite": "154 Ark. 96"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "123 Ark. 1",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1556147
      ],
      "pin_cites": [
        {
          "page": "6"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/123/0001-01"
      ]
    },
    {
      "cite": "95 Ark. 345",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1543549
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/95/0345-01"
      ]
    },
    {
      "cite": "66 Ark. 275",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "53 Am. Rep. 581",
      "category": "reporters:state_regional",
      "reporter": "Am. Rep.",
      "opinion_index": -1
    },
    {
      "cite": "86 Am. Dec. 216",
      "category": "reporters:federal",
      "reporter": "Am. Dec.",
      "opinion_index": -1
    },
    {
      "cite": "78 Mo. 504",
      "category": "reporters:state",
      "reporter": "Mo.",
      "case_ids": [
        484338
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mo/78/0504-01"
      ]
    },
    {
      "cite": "43 N. W. 849",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": -1
    },
    {
      "cite": "39 Am. St. Rep. 344",
      "category": "reporters:state",
      "reporter": "Am. St. Rep.",
      "opinion_index": -1
    },
    {
      "cite": "75 Me. 284",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        8844600
      ],
      "opinion_index": -1,
      "case_paths": [
        "/me/75/0284-01"
      ]
    },
    {
      "cite": "39 Ark. 463",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1898654
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "572"
        },
        {
          "page": "569"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/39/0463-01"
      ]
    },
    {
      "cite": "146 Ark. 227",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1584999
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/146/0227-01"
      ]
    },
    {
      "cite": "215 S. W. 653",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "140 Ark. 448",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1594443
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/140/0448-01"
      ]
    },
    {
      "cite": "153 Ark. 564",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1362290
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/153/0564-01"
      ]
    },
    {
      "cite": "144 Ark. 436",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1587959
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/144/0436-01"
      ]
    },
    {
      "cite": "76 Ark. 146",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1501087
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/76/0146-01"
      ]
    },
    {
      "cite": "81 Ark. 440",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1530676
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/81/0440-01"
      ]
    },
    {
      "cite": "83 Ark. 77",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1527138
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/83/0077-01"
      ]
    },
    {
      "cite": "87 Ark. 206",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1519171
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/87/0206-01"
      ]
    },
    {
      "cite": "151 Ark. 106",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1366069
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/151/0106-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 570,
    "char_count": 11171,
    "ocr_confidence": 0.496,
    "pagerank": {
      "raw": 7.910444093458357e-08,
      "percentile": 0.46107456457886153
    },
    "sha256": "f9bac822c5017ea15d4394081e039898edd050831cb64825a9276f98e91da1b8",
    "simhash": "1:8bf3c421a3ec8a29",
    "word_count": 1967
  },
  "last_updated": "2024-02-27T20:29:53.333711+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Missouri Pacific Railroad Company v. Brewer."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nAppellees, who were the plaintiffs below, filed a complaint containing substantially the following allegations: That on or about the-day of April, 1920, plaintiffs contracted with the commissioners of North Arkansas Highway Improvement District No. 1 to construct several miles of highway, commencing near the town of Bradford and running parallel with the tracks of the defendant, Missouri Pacific Railroad Company, in a northerly direction. That the railroad company, in constructing its double track and repairing its embankment, dug a hole, commonly known as a borrow-pit, on the west side of said railroad track, said hole being about 150 feet long, 100 feet wide, and 5 feet deep. That the highway, as laid out 'by the engineers and adopted by the commissioners of the road district, passed very nearly over the center of said hole, and that it was necessary to fill up said hole to construct a base for said road.\nPlaintiffs further allege “that after said railway company had dug the hole above referred to, on account of the rains the same' became filled with water. That the railway company dug a ditch running- from said water-hole north to a creek, said ditch being along and upon the right-of-way of the said defendant railway company, for the purpose of draining said hole. That the said ditch performed the purpose for which it was in: tended up until sometime in the spring of 1920, when the said ditch became filled by the negligence of the said defendant company in allowing dirt to slough from the dump of the said railroad company, and the ditch to become clogged with trash and dirt until it was impossible for the water to drain from the pond or hole. That said water has stood in the said pond from the time that it was stopped up until the present time.\n“That on October 22, 1920, plaintiffs gave notice to the agent and employees of the said defendant company that they had reached said pond in the construction of the roadbed, and that it would be necessary that the said ditch be opened and the pond drained, in order that they could complete the building of the dump over the pond, and for the further purpose of allowing them to pass over to complete the work on the other side of the creek, as there was no way by which plaintiffs could get across other than by following the old road which went through the pond and hole.\nIt was alleged that the railroad company failed and refused to open said ditch and allow the water to drain out of said pond, and that, by reason of the carelessness and negligence of the defendant companjr in failing to open said ditch and keep the same open, these 'plaintiffs have been damaged by having to lay their teams off from October 31, 1920, to January 1, 1921, and by having to build the road across the hole.\nThere was a prayer for damages in the sum of $5,000.\nA motion was filed to make this complaint more definite and certain in the following particulars: First, by alleging to which employees notice was given to open the ditch; second, by alleging how many teams were laid off and on what days; third, by alleging the items making un the damage for which judgment was prayed; and by alleging whether the plaintiffs were original contractors or sub-contractors. The motion to make definite was overruled.\nWhereupon the defendant railroad company filed a demurrer. This demurrer was also overruled, and at the trial which thereafter occurred there was a verdict and judgment for plaintiffs in the sum of $1,200, from which is this appeal.\nWe have before us a bill of exceptions signed only by the official court stenographer of the First Judicial Cir^ cuit of which White County, where the trial occurred, is a part.\nIn the case of Chaffin v. Lee County National Bank, 151 Ark. 106, we held that act No. 163 of the Acts of 1921 (Special Acts 1921, page 270), which applies only to the First Judicial Circuit of the State, was not intended to deprive the presiding judge of the right and duty of passing upon and approving the bill of exceptions in a casé tried before him, and that a bill of exceptions approved and certified to by the stenographer only was insufficient.\nWe have no bill of excetions in the instant case and cannot, .therefore, consider any assignments of error except those which appear from the face of the record.\nFor reversal of thej judgment it is insisted that the complaint does not state a cause of action. In response to this contention counsel for plaintiffs insist,’ first, that the complaint does state a cause of action, and that, if a cause of action is not stated, it will be presumed that a cause of action was proved and that the complaint was amended to conform to the proof.\nThere is no room, however, for such a presumption in this case, as the court, by overruling the demurrer to the complaint, held that a cause of action was stated in the complaint, and it is not to be assumed that the court required anything more to be- proved than was alleged in the complaint.\nThe case of Rowe v. Allison, 87 Ark. 206, defines the practice where a cause is appealed without a bill of exceptions bringing the testimony into the record. In that case it was said that “a conclusive presumption must prevail that the evidence sustains the decree of the court, so far as it is possible for a decree based on the complaint to be sustained by evidence. If the decree is without the issues, or the complaint does not state a cause of action, this presumption cannot aid the appellee. Jones v. Mitchell, 83 Ark. 77. Where the decree is not responsive to the issues, it is void. Rankin v. Scofield, 81 Ark. 440; Cowling v. Nelson, 76 Ark. 146.” See also Fletcher v. Simpson, 144 Ark. 436; Wiegel v. Moreno-Burkham Construction Co., 153 Ark. 564.\nIt becomes necessary, therefore, to determine whether a cause of action is stated in the complaint.\nIn testing the sufficiency of a complaint on demurrer, the rule is that, 'if the facts stated in the complaint, together with every reasonable inference therefrom, constitute a cause of action, the demurrer should be overruled. Kilgore Lbr. Co. v. Halley, 140 Ark. 448, 215 S. W. 653; Wm. R. Moore Dry Goods Co. v. Ford, 146 Ark. 227. Does the complaint in this case, under this test, state a cause of action?\nCounsel for appellee review the authorities on the right to impound surface waters, thereby overflowing adjacent lands. But we do not think the complaint set out above presents any such issue. The allegations of the complaint are that “the railroad, in constructing its double track and repairing its embankment, dug a hole, commonly known as a borrow-pit, on the west side of said railway track, said hole being about 150 feet long, 100 feet wide, and 5 feet deep,” and that “the road, as laid out by the engineers and adopted by the commissioners of the State Highway Department, passed very nearly over the center of said hole, that it is necessary to fill up said hole and to construct abase for said road.” It is further alleged that for a time the railroad company drained this hole or pool by means of a ditch on its right-of-way, and the basis of the suit appears to be that the railroad company had ceased to keep the ditch open after notice so to do.\nThe railroad company had the right to remove earth from its right-of-way with which to construct its double track and to repair its embankment. Yol. 2 Elliott on Railroads (3d Ed.) page 617.\nIts action in digging the ditch appears to have been voluntary so far as draining the borrow-pit or hole is concerned, and its failure to continue draining the borrow-pit affords plaintiff no cause of action.\nPlaintiffs’ contract to build the highway across the borrow pit was made on or about the-day of April, 1920, at which time the borrow-pit and ditch had been dug, as the complaint alleges “that the said ditch performed the purpose for which it was intended up until sometime in the spring of 1920, when the said ditch became filled by the negligence of the said defendant company in allowing dirt to slough from the dump of said railroad company, * * *\nThe complaint does not, therefore, allege the breach of any duty owing to the plaintiffs by the railroad company; and the demurrer to the complaint should have been sustained, and the judgment will therefore be reversed and the cause remanded, with directions to sustain the demurrer, with leave to the plaintiffs to amend their complaint if they are so advised.",
        "type": "majority",
        "author": "Smith, J."
      }
    ],
    "attorneys": [
      "Thos. B. Pryor and Ponder £ Gibson, for appellant.",
      "Bnmclige <& Neelly, for appellee."
    ],
    "corrections": "",
    "head_matter": "Missouri Pacific Railroad Company v. Brewer.\nOpinion delivered May 29, 1922.\n1. Exceptions, bill of — certification.-—Special act No. 163 of 1921, p. 270, applicable to the First Judicial Circuit, does not render sufficient the approval and certification of a bill of exceptions by the official stenographer, without the approval of the presiding judge-\n2. Appeal and error — presumption.—Where the trial court, by overruling a demurrer to a complaint, decided that the complaint stated a cause of action, it will not be presumed on appeal, in the absence of a -bill of exceptions, that a cause of action was proved and the complaint amended to conform to the proof-\n3. Pleading — when demurrer to complaint overruled. — If the facts stated in a complaint, with every reasonable inference therefrom, constitute a cause of action, a demurrer to the complaint should be overruled.\n4. Railroads — failure to drain right-of-way. — A railroad company had a right to remove earth from its right-of-way with which to construct its tracks and repair its embankment, and, though it voluntarily dug a ditch to drain a hole thereby created, its failure to continue draining it gave no right of action to a contractor subsequently contracting to construct a highway across such hole.\nAppeal from \"White Circuit Court; J. M. Jackson, Judge;\nreversed.\nThos. B. Pryor and Ponder £ Gibson, for appellant.\nTlie complaint' did not state a cause of action. It was rainfall and surface water that filled tbe borrow-pit. Not even a property owner would bave bad tbe right to complain, much less tbe plaintiffs, wbo were mere contractors. 39 Ark. 463, 471-47-6; 27 Id. 572; 29 Id. 569; 66 Id. 275; 95 Id. 349; 125 Id. 372; 123 Id. 1; 75 Me. 284; 101 5. W. 934; 40 Cyc. 579. Appellant bad tbe right to use the dirt on its right-of-way and to dig tbe borrow-pit; also to ditch tbe same, though not compelled to do so, for tbe purpose of drainage, without incurring liability for failure to keep it up, even to a property owner. 39 Am. St. Rep. 344; 43 N. W. 849; 78 Mo. 504; 86 Am. Dec. 216; 53 Am. Rep. 581.\nBnmclige <& Neelly, for appellee.\nThe complaint states a canse of action. The authorities cited by appellant favor the appellee’s contention rather than that of 'appellant. We call special attention to 39 Ark., cited by appellant, and to the rule as laid down at page 472. See also 66 Ark. 275; 95 Ark. 345; 123 Ark. 1, 6. Under the testimony, it was a question for the jury whether or not this was surface water that caused the damage, and whether or not the railroad company was negligent in not keeping the ditch open. If the complaint did not sufficiently state a cause of action, it should be treated 'as having been amended to conform to the proof."
  },
  "file_name": "0096-01",
  "first_page_order": 120,
  "last_page_order": 125
}
