{
  "id": 12456822,
  "name": "Spokane Entrepreneurial Center et al., Petitioners, v. Spokane Moves to Amend the Constitution et al., Respondents",
  "name_abbreviation": "Spokane Entrepreneurial Center v. Spokane Moves to Amend the Constitution",
  "decision_date": "2016-02-04",
  "docket_number": "No. 91551-2",
  "first_page": "97",
  "last_page": "110",
  "citations": [
    {
      "type": "official",
      "cite": "185 Wash. 2d 97"
    }
  ],
  "court": {
    "name_abbreviation": "Wash.",
    "id": 9029,
    "name": "Washington Supreme Court"
  },
  "jurisdiction": {
    "id": 38,
    "name_long": "Washington",
    "name": "Wash."
  },
  "cites_to": [
    {
      "cite": "558 U.S. 310",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3639027
      ],
      "weight": 3,
      "year": 2010,
      "pin_cites": [
        {
          "page": "342-43"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/558/0310-01"
      ]
    },
    {
      "cite": "483 P.2d 1247",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1971,
      "pin_cites": [
        {
          "parenthetical": "\"Amendment of our constitution is not a legislative act and thus is not within the initiative power reserved to the voters.\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "79 Wn.2d 147",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1070573
      ],
      "year": 1971,
      "pin_cites": [
        {
          "page": "156",
          "parenthetical": "\"Amendment of our constitution is not a legislative act and thus is not within the initiative power reserved to the voters.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/79/0147-01"
      ]
    },
    {
      "cite": "138 P.3d 943",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2006,
      "opinion_index": 0
    },
    {
      "cite": "157 Wn.2d 251",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        3004542
      ],
      "year": 2006,
      "pin_cites": [
        {
          "page": "261"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/157/0251-01"
      ]
    },
    {
      "cite": "505 P.2d 447",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "81 Wn.2d 820",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1064061
      ],
      "year": 1973,
      "pin_cites": [
        {
          "page": "823"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/81/0820-01"
      ]
    },
    {
      "cite": "272 P.3d 227",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2012,
      "opinion_index": 0
    },
    {
      "cite": "174 Wn.2d 41",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4021856
      ],
      "year": 2012,
      "pin_cites": [
        {
          "page": "46"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/174/0041-01"
      ]
    },
    {
      "cite": "239 P.3d 589",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2010,
      "pin_cites": [
        {
          "parenthetical": "quoting Seattle Bldg. & Constr. Trades Council, 94 Wn.2d at 746"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "170 Wn.2d 1",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4013115
      ],
      "year": 2010,
      "pin_cites": [
        {
          "page": "7",
          "parenthetical": "quoting Seattle Bldg. & Constr. Trades Council, 94 Wn.2d at 746"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/170/0001-01"
      ]
    },
    {
      "cite": "620 P.2d 82",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1980,
      "opinion_index": 0
    },
    {
      "cite": "94 Wn.2d 740",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1164066
      ],
      "year": 1980,
      "pin_cites": [
        {
          "page": "746"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/94/0740-01"
      ]
    },
    {
      "cite": "692 P.2d 807",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1984,
      "opinion_index": 0
    },
    {
      "cite": "103 Wn.2d 292",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1134108
      ],
      "year": 1984,
      "pin_cites": [
        {
          "page": "294-95"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/103/0292-01"
      ]
    },
    {
      "cite": "119 P.3d 318",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2005,
      "opinion_index": 0
    },
    {
      "cite": "155 Wn.2d 290",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        3765961
      ],
      "year": 2005,
      "pin_cites": [
        {
          "page": "296"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/155/0290-01"
      ]
    },
    {
      "cite": "576 P.2d 401",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "weight": 2,
      "year": 1978,
      "pin_cites": [
        {
          "parenthetical": "quoting Save a Valuable Env't, 89 Wn.2d at 866"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "89 Wn.2d 862",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1108605
      ],
      "year": 1978,
      "pin_cites": [
        {
          "page": "866"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/89/0862-01"
      ]
    },
    {
      "cite": "83 P.3d 419",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2004,
      "pin_cites": [
        {
          "parenthetical": "internal quotation marks omitted"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "150 Wn.2d 791",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        9195743
      ],
      "year": 2004,
      "pin_cites": [
        {
          "page": "802",
          "parenthetical": "internal quotation marks omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/150/0791-01"
      ]
    },
    {
      "cite": "879 P.2d 920",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1994,
      "opinion_index": 0
    },
    {
      "cite": "124 Wn.2d 402",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        507061
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "419"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/124/0402-01"
      ]
    },
    {
      "cite": "355 P.3d 1153",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2015,
      "opinion_index": 0
    },
    {
      "cite": "183 Wn.2d 1017",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        6797571,
        6797550,
        6797620,
        6797685,
        6797652,
        6797719,
        6797593
      ],
      "year": 2015,
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/183/1017-02",
        "/wash-2d/183/1017-01",
        "/wash-2d/183/1017-04",
        "/wash-2d/183/1017-06",
        "/wash-2d/183/1017-05",
        "/wash-2d/183/1017-07",
        "/wash-2d/183/1017-03"
      ]
    }
  ],
  "analysis": {
    "cardinality": 876,
    "char_count": 21112,
    "ocr_confidence": 0.899,
    "pagerank": {
      "raw": 8.271358799668869e-08,
      "percentile": 0.47868408544281926
    },
    "sha256": "702b3016772e48153c653358960e708eede0bb19c743864a75c73a0a9fecf621",
    "simhash": "1:ddbe688f3a837012",
    "word_count": 3296
  },
  "last_updated": "2024-02-28T00:06:59.447104+00:00",
  "provenance": {
    "date_added": "2019-05-22",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Madsen, C.J., and Johnson, Fairhurst, Stephens, Wiggins, González, Gordon McCloud, and Yu, JJ., concur."
    ],
    "parties": [
      "Spokane Entrepreneurial Center et al., Petitioners, v. Spokane Moves to Amend the Constitution et al., Respondents."
    ],
    "opinions": [
      {
        "text": "Owens, J.\n¶1 Courts generally avoid reviewing ballot initiatives before they have been enacted into law, but a few limited types of challenges can be appropriately reviewed prior to election: procedural challenges (such as sufficiency of signatures and ballot titles) and challenges asserting that the initiative is not within the scope of the legislative authority granted to local residents. The first issue in this case is who has standing to bring those types of challenges. The Court of Appeals created new limits on who can bring such challenges, but we reverse and adhere to our existing standards because they adequately ensure that only those affected by an ordinance may challenge it. Applying those existing standards, we find that petitioners in this case had standing to bring this challenge. The second issue in this case is the substance of the petitioners’ challenge: whether the initiative’s subject matter falls within the scope of authority granted to local residents. This initiative attempts to regulate a variety of subjects outside this scope of authority, including administrative matters, water law, and constitutional rights. Therefore, we affirm the trial court’s finding that this local initiative exceeds the scope of local initiative power and should not be put on the ballot.\nFACTS\n¶2 In 2013, Envision Spokane gathered enough signatures to place a local initiative on the ballot that would establish a “Community Bill of Rights” (referred to herein as the Envision Initiative or initiative). Clerk’s Papers (CP) at 39. The Envision Initiative would amend the city of Spokane’s charter to add a “Community Bill of Rights” that contained four primary provisions relating to zoning changes, water rights, workplace rights, and the rights of corporations. Id. at 39-40.\n¶3 First, the initiative would require any proposed zoning changes involving large developments to be approved by voters in the neighborhood. Second, it would give the Spokane River the legal right to “exist and flourish,” including the rights to sustainable recharge, sufficient flows to support native fish, and clean water. Id. at 40. It would also give Spokane residents the right to access and use water in the city, as well as the right to enforce the Spokane River’s new rights. Third, it attempts to give employees the protections of the Bill of Rights against their employer in the workplace. Fourth, it would strip the legal rights of any corporation that violated the rights secured in the charter. Id.\n¶4 Petitioners filed this declaratory judgment action challenging the validity of the Envision Initiative. The petitioners include Spokane County, individual residents of Spokane (including two city council members acting in their individual capacities), for-profit corporations and companies in Spokane (including Pearson Packaging Systems and the utility company Avista Corporation), and nonprofit associations (including the Spokane Association of Realtors, the Spokane Building Owners and Managers Association, the Spokane Home Builders Association, and local chambers of commerce). See id. at 8-13.\n¶5 The trial judge ruled that (1) petitioners had standing to challenge the initiative and (2) the initiative exceeded the scope of the local initiative power. She therefore instructed that it be struck from the ballot. Envision Spokane appealed, and the Court of Appeals held that petitioners lacked standing and ordered the initiative be put on the next available ballot. Spokane Entrepreneurial Ctr. v. Spokane Moves to Amend Constitution, No. 31887-7-III, slip op. at 18-19 (Wash. Ct. App. Jan. 29, 2015) (unpublished), http://www.courts.wa.gov/opinions/pdf/318877.unp.pdf. We granted review. Spokane Entrepreneurial Ctr. v. Spokane Moves to Amend Constitution, 183 Wn.2d 1017, 355 P.3d 1153 (2015).\nISSUES\n¶6 1. Do petitioners have standing to bring this challenge?\n¶7 2. Does the Envision Initiative exceed the scope of local initiative power?\nANALYSIS\n1. Under Our Existing Standing Requirements, Petitioners Have Standing\n¶8 This case involves the intersection of our rules regarding standing in declaratory judgment actions and our rules regarding preelection challenges to initiatives. The Court of Appeals found these rules to be in tension with each other, noting that our liberal standing requirements seemed to conflict with limits on preelection judicial review of initiatives. Spokane Entrepreneurial Ctr., No. 31887-7-III, slip op. at 9-10. Because of this conflict, the Court of Appeals applied heightened standing requirements for this type of action.\n¶9 As explained below, we decline to adopt heightened standing requirements for this type of action. Our case law has consistently applied existing standing requirements for declaratory judgment actions, and we believe the concerns regarding preelection review of initiatives are properly addressed by our limits on the types of challenges that courts will review prior to elections.\nA. Existing standing requirements limit who can bring declaratory judgment actions\n¶10 To challenge the Envision Initiative, petitioners filed an action under the Uniform Declaratory Judgments Act, chapter 7.24 RCW. That statute allows a person whose rights are affected by a statute or municipal ordinance to “have determined any question of construction or validity” of that statute or ordinance, and to “obtain a declaration of rights, status or other legal relations thereunder.” RCW 7.24.020. At issue in this case is whether petitioners had standing to file that declaratory judgment action.\n¶11 “The standing doctrine prohibits a litigant from raising another’s legal rights.” Walker v. Munro, 124 Wn.2d 402, 419, 879 P.2d 920 (1994). This court’s test for standing in declaratory judgment actions has two requirements. First, the interest sought to be protected must be “ ‘arguably within the zone of interests to be protected or regulated by the statute or constitutional guarantee in question.’ ” Grant County Fire Prot. Dist. No. 5 v. City of Moses Lake, 150 Wn.2d 791, 802, 83 P.3d 419 (2004) (internal quotation marks omitted) (quoting Save a Valuable Env’t v. City of Bothell, 89 Wn.2d 862, 866, 576 P.2d 401 (1978)). Second, the challenged action must have caused “ ‘injury in fact,’ economic or otherwise, to the party seeking standing.” Id. (quoting Save a Valuable Env’t, 89 Wn.2d at 866).\nB. Existing rules strictly limit preelection judicial review of initiatives\n¶12 As a preliminary issue, it is important to distinguish statewide and local initiatives. The right of the people to file a statewide initiative is laid out in the Washington Constitution. Const. art. II, § 1(a). Because it is a constitutional right, Washington courts interpret the rules regarding statewide initiatives to facilitate this right. Coppernoll v. Reed, 155 Wn.2d 290, 296, 119 P.3d 318 (2005); In re Estate of Thompson, 103 Wn.2d 292, 294-95, 692 P.2d 807 (1984).\n¶13 However, the right to file a local initiative is not granted in the constitution. Instead, state statutes governing the establishment of cities allow the cities to establish a local initiative process. See RCW 35.22.200 (“The [city] charter may provide for direct legislation by the people through the initiative and referendum upon any matter within the scope of the powers, functions, or duties of the city.”).\n¶14 We have expressed great concern about reviewing initiatives prior to enactment. This concern has been attributed to both “the constitutional preeminence of the right of initiative,” Coppernoll, 155 Wn.2d at 297. There are also general concerns that “the courts should not interfere in the electoral and legislative processes, and that the courts should not render advisory opinions.” Seattle Bldg. & Constr. Trades Council v. City of Seattle, 94 Wn.2d 740, 746, 620 P.2d 82 (1980). To address these concerns, we strictly limit the type of preelection challenges courts will review. Courts will not consider a challenge to the substantive validity of a statewide initiative prior to the election. Coppernoll, 155 Wn.2d at 297. Courts will generally review only two types of challenges—procedural challenges (such as sufficiency of signatures and ballot titles) and whether the subject matter is proper for direct legislation. Id. at 298-99. As we have explained, this second type of challenge is typically aimed at local initiatives because of the “more limited powers of initiatives under city or county charters.” Id. at 299. Thus, while “[generally, judicial preelection review of initiatives and referendums is disfavored . . . courts will review local initiatives and referendums to determine, notably, whether ‘the proposed law is beyond the scope of the initiative power.’ ” City of Port Angeles v. Our Water-Our Choice!, 170 Wn.2d 1, 7, 239 P.3d 589 (2010) (quoting Seattle Bldg. & Constr. Trades Council, 94 Wn.2d at 746).\n¶15 Based on our court’s concerns about preelection review of an initiative, the Court of Appeals concluded that even in the context of an allowable challenge to an initiative, petitioners must meet heightened standing requirements. We now clarify that these rules address different concerns and should not be conflated. “ ‘The kernel of the standing doctrine is that one who is not adversely affected by a statute may not question its validity.’ ” Grant County, 150 Wn.2d at 802 (quoting Walker, 124 Wn.2d at 419). In contrast, our limits on preelection review ensure that we do not address the substantive validity of a statute before it is enacted. Requiring challengers to meet heightened standing requirements does nothing to help the court avoid addressing the substantive validity of a statute before it is enacted, it only limits the groups of people who can challenge initiatives. Therefore, if a case involves one of the few types of allowable preelection initiative challenges, petitioners should have to meet only our traditional standing requirements.\nC. Applying our existing standing requirements, petitioners had standing to challenge the Envision Initiative\n¶16 Applying those existing standing requirements, we hold that petitioners in this case have standing to bring their challenge. First, petitioners must show that the interest they are seeking to protect is arguably within the zone of interests that the initiative will protect or regulate. As the Court of Appeals noted, one of the petitioners’ strongest arguments regarding this prong relates to the initiative’s provision giving the Spokane River water rights. Two of the petitioners actively use the Spokane River—Spokane County (which maintains a sewage treatment plant on the river) and Avista Corporation (a utility company that, among other things, stores water in Lake Coeur d’Alene that might otherwise flow into the Spokane River). The Court of Appeals found that these would arguably put the petitioners within the zone of interests regulated by the initiative but that this was not sufficient in the context of a preelection challenge. Spokane Entrepreneurial Ctr., No. 31887-7-III, slip op. at 11-12. In light of our holding that petitioners are not subject to heightened standing requirements, we hold that petitioners are certainly within the zone of interests that the initiative protects or regulates. The initiative gives the Spokane River its own water rights, including the rights to sustainable recharge, sufficient flows to support native fish, and clean water. This protects or regulates the water of the Spokane River, which petitioners use pursuant to state and federal law. Similarly, housing builders and developers would be within the zone of interests regulated by the initiative’s provision requiring an additional level of approval from neighborhood residents for all major developments. Petitioners meet the first standing requirement.\n¶17 Second, petitioners must show injury in fact, economic or otherwise. If we were to require that a petitioner show that an injury had already occurred, no challenger could ever meet this requirement for an initiative that had not yet been enacted. However, we have not required challengers to local initiatives to show that an injury has already occurred. Instead, we have allowed petitioners to show that they would suffer an injury in fact if the law were to pass. For example, in Grant County, we held that property owners “clearly” met the “actual injury” standing requirement because they “face different tax rates following annexation.” 150 Wn.2d at 802-03. Similarly, in Mukilteo Citizens for Simple Government v. City of Mukilteo, 174 Wn.2d 41, 46, 272 P.3d 227 (2012), we found that an association of city residents had standing to challenge a proposed initiative because the individual members had standing as “Mukilteo residents who are eligible to vote.”\n¶18 In this case, petitioners will face injury if the initiative passes. The clearest examples arise from the provisions of the initiative that (1) assign water rights that conflict with water rights held pursuant to state law and (2) create a new zoning approval process. Petitioners include a utility company and a county entity that use the Spokane River pursuant to existing state law that would certainly suffer harm if others were given conflicting water rights related to the Spokane River. Similarly, the petitioner builders and developers would suffer harm by having to go through an additional zoning approval process. Regardless of whether these harms might be justified or offset by other societal benefits, these petitioners will suffer harm. Therefore, they meet the second requirement for standing and can bring a challenge to the initiative.\n2. The Envision Initiative Exceeds the Scope of Local Initiative Power\n¶19 Having found that petitioners have standing to challenge the Envision Initiative, the next question is whether the initiative exceeds the scope of the local initiative power. As described below, the local initiative power is limited to legislative matters that are within the authority of the city. In this case, we affirm the trial court’s ruling that all four provisions of the Envision Initiative were outside the scope of the local initiative power, as they either dealt with nonlegislative matters or were outside the authority of the city.\n¶20 There are multiple limits on the local initiative power, three of which apply in this case. First, “administrative matters, particularly local administrative matters, are not subject to initiative or referendum.” Our Water-Our Choice!, 170 Wn.2d at 8. “Generally speaking, a local government action is administrative if it furthers (or hinders) a plan the local government or some power superior to it has previously adopted.” Id. at 10. We have noted that “[d]iscerning whether a proposed initiative is administrative or legislative in nature can be difficult.” Id. In one case, we described the question as “whether the proposition is one to make new law or declare a new policy, or merely to carry out and execute law or policy already in existence.” Ruano v. Spellman, 81 Wn.2d 820, 823, 505 P.2d 447 (1973).\n¶21 Similarly, a local initiative “is beyond the scope of the initiative power if the initiative involves powers granted by the legislature to the governing body of a city, rather than the city itself.” City of Sequim v. Malkasian, 157 Wn.2d 251, 261, 138 P.3d 943 (2006). As this court has explained, a grant of authority to the city’s legislative body means the city council or mayor, not the electorate. Id. at 265.\n¶22 Finally, the provisions of a local initiative must be within the scope of the authority of the city itself. As we have explained, “While the inhabitants of a municipality may enact legislation governing local affairs, they cannot enact legislation which conflicts with state law.” Seattle Bldg. & Constr. Trades Council, 94 Wn.2d at 747. In that case, we reviewed a Seattle initiative that would have halted certain Interstate 90 construction projects. Id. at 742. We struck down the initiative—prior to it being put on the ballot—holding that it dealt with matters that the city had no authority to regulate: “the location and construction of state limited access facilities.” Id. at 749.\n¶23 The trial court found that all four of the Envision Initiative provisions were outside the scope of the initiative power. We discuss each provision in turn.\n¶24 The first provision would require any proposed zoning changes involving large developments to be approved by voters in the neighborhood. The trial court ruled that this provision dealt with administrative matters and was thus outside the scope of the initiative power. We affirm this ruling. The city of Spokane has already adopted processes for zoning and development. This provision would modify those processes for zoning and development decisions, which falls under our description of an administrative matter since it deals with carrying out and executing laws or policies already in existence. See Ruano, 81 Wn.2d at 823.\n¶25 The second provision would give the Spokane River the legal right to “exist and flourish,” including the rights to sustainable recharge, sufficient flows to support native fish, and clean water. CP at 40. It would also give Spokane residents the right to access and use water in the city, as well as the right to enforce the Spokane River’s new rights. Id. The trial court ruled that this provision was outside of the scope of the local initiative power because it conflicted with state law, which already determines the water rights for the Spokane River. The trial court noted that this provision was particularly problematic because it dealt with an aquifer that is actually located in Idaho, which is outside of the city’s authority. The trial court also ruled that this provision was administrative in nature because it would deal with how an existing regulatory scheme is implemented. We affirm. This broad provision is directly contrary to the water rights system established by the State and is outside the scope of the city’s authority.\n¶26 The third provision attempts to give employees the protections of the Bill of Rights against their employer in the workplace. The trial court ruled that this provision was outside of the scope of the local initiative power because (1) municipalities cannot expand constitutional protections and (2) this provision would conflict with state and federal labor laws. We affirm. Expanding the Bill of Rights to apply to private persons and entities, not just state actors, is a federal constitutional issue that is outside the scope of local authority. See Ford v. Logan, 79 Wn.2d 147, 156, 483 P.2d 1247 (1971) (“Amendment of our constitution is not a legislative act and thus is not within the initiative power reserved to the voters.”).\n¶27 The fourth provision would strip the legal rights of any corporation that violated the rights secured in the charter. This appears to be a response to the United States Supreme Court’s decision in Citizens United v. Federal Election Commission, 558 U.S. 310, 342-43, 130 S. Ct. 876, 175 L. Ed. 2d 753 (2010), which held that corporations have rights under the federal constitution. The trial court ruled that this provision was outside of the scope of the local initiative power because it directly conflicts with federal and state law. We affirm this ruling because municipalities cannot strip constitutional rights from entities and cannot undo decisions of the United States Supreme Court.\nCONCLUSION\n¶28 While preelection challenges to initiatives are disfavored, two types of challenges can be brought prior to election. For those allowable challenges, we continue to apply our existing standing rules. Under those rules, petitioners had standing to challenge this initiative. As to the underlying issue, we hold that the initiative exceeded the scope of local legislative authority and thus should not be put on the ballot.\nMadsen, C.J., and Johnson, Fairhurst, Stephens, Wiggins, González, Gordon McCloud, and Yu, JJ., concur.\nReconsideration denied April 1, 2016.",
        "type": "majority",
        "author": "Owens, J."
      }
    ],
    "attorneys": [
      "Robert J. Maguire and Rebecca J. Francis (of Davis Wright Tremaine LLP), for petitioners.",
      "Lindsey Schromen-Wawrin (of Shearwater Law PLLC), for respondent Envision Spokane.",
      "Nancy L. Isserlis, City Attorney, and Nathaniel J. Odie, Assistant; and Michael K. Ryan and Thaddeus O’Sullivan (of K&L Gates LLP), for respondent City of Spokane.",
      "Lawrence H. Haskell, Prosecuting Attorney, and Dan L. Catt, Deputy, for respondent Spokane County Auditor.",
      "Josh Weiss, Robert A. Battles, Adam R. Frank, Bill Clarke, and Robert H. Crick, Jr. on behalf of Washington State Association of Counties, Association of Washington Business, Building Industry Association of Washington, Inland Association of General Contractors, and Washington Association of Realtors, amici curiae.",
      "Andrea L. Bradford on behalf of Washington State Association of Municipal Attorneys, amicus curiae."
    ],
    "corrections": "",
    "head_matter": "[No. 91551-2.\nArgued November 10, 2015.\nDecided February 4, 2016.\nSpokane Entrepreneurial Center et al., Petitioners, v. Spokane Moves to Amend the Constitution et al., Respondents.\nRobert J. Maguire and Rebecca J. Francis (of Davis Wright Tremaine LLP), for petitioners.\nLindsey Schromen-Wawrin (of Shearwater Law PLLC), for respondent Envision Spokane.\nNancy L. Isserlis, City Attorney, and Nathaniel J. Odie, Assistant; and Michael K. Ryan and Thaddeus O’Sullivan (of K&L Gates LLP), for respondent City of Spokane.\nLawrence H. Haskell, Prosecuting Attorney, and Dan L. Catt, Deputy, for respondent Spokane County Auditor.\nJosh Weiss, Robert A. Battles, Adam R. Frank, Bill Clarke, and Robert H. Crick, Jr. on behalf of Washington State Association of Counties, Association of Washington Business, Building Industry Association of Washington, Inland Association of General Contractors, and Washington Association of Realtors, amici curiae.\nAndrea L. Bradford on behalf of Washington State Association of Municipal Attorneys, amicus curiae."
  },
  "file_name": "0097-01",
  "first_page_order": 151,
  "last_page_order": 164
}
