{
  "id": 1428343,
  "name": "Home Mutual Building & Loan Association v. Brown",
  "name_abbreviation": "Home Mutual Building & Loan Ass'n v. Brown",
  "decision_date": "1933-11-06",
  "docket_number": "4-3157",
  "first_page": "98",
  "last_page": "100",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 98"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "155 S. W. 114",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "107 Ark. 314",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1343981
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/107/0314-01"
      ]
    },
    {
      "cite": "5 S. W. 704",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "49 Ark. 397",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1309318
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/49/0397-01"
      ]
    },
    {
      "cite": "37 S. W. (2d) 876",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "183 Ark. 650",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1441855
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/183/0650-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 295,
    "char_count": 5047,
    "ocr_confidence": 0.517,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.053723209345409716
    },
    "sha256": "c7fd44033d1eb33329ded08b26383e1b48ca1f36c23fe9846795cedf39121923",
    "simhash": "1:8a860ca481a28b14",
    "word_count": 885
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Home Mutual Building & Loan Association v. Brown."
    ],
    "opinions": [
      {
        "text": "Humphreys, J.\nThis suit was instituted on November 3, 1931, by appellants in the chancery court of Phillips County against A. M. Coates and Christine Coates, his wife, to foreclose a mortgage for $3,500 executed by the Coates to it on April 1, 1929, upon lot 7 in block 104 in the city of West Helena, Arkansas.\nMr. and Mrs. Coates made no defense to the action, but on June 14, 1932, the appellee filed an intervention as guardian for her husband, Lawrence Brown, alleging that A. M. Coates acquired title to said lot by purchase on November 6, 1929, at a commissioner’s sale under a decree of the chancery court of said county rendered on November 26, 1928, in a case wherein the Helena Wholesale Grocery Company was plaintiff and Lawrence Brown and Josephine Brown were defendants, which decree was set aside on the 28th day of March, 1932, in a suit filed for that purpose by appellee in her capacity as such guar-. dian for Lawrence Brown against the Helena Wholesale Grocery Company upon the ground that her husband was insane on the date of the rendition of said foreclosure decree in favor of the Helena Wholesale Grocery Company, and was void because no defense was made thereto by the duly appointed guardian.\nUpon a hearing of the cause, the court sustained appellee’s intervention and dismissed appellant’s complaint for the want of equity, from which is this appeal.\nAccording to the record, Lawrence Brown received goods, wares and merchandise from the Helena Wholesale Grocery Company in consideration of the mortgage he and his wife executed to it in the year 1925, which was prior to any claim of insanity on his part or in his behalf, and that the amount of $3,500 loaned to A. M. Coates by appellant was paid to the Helena Wholesale Grocery Company in satisfaction of its mortgage and decree against the Browns.\nThe testimony tends to show that Lawrence Brown subsequently became insane and remained in that condition until after the decree in favor of the Helena Wholesale Grocery Company was rendered against him, and was still insane when A. M. Coates bought the lot at the foreclosure sale, and that Coates knew of his condition.\nThe testimony also shows that on the date appellant loaned A. M. Coates the money and obtained its mortgage, it had no knowledge of the insanity of Lawrence Brown, and that it parted with its money and took its mortgage in good faith, relying on the confirmation of the sale to A. M. Coates.\nThe testimony fails to show that appellant had knowledge of any fact or circumstance to put it on inquiry as to the insanity of Lawrence Brown at the time the decree was rendered against him in favor of the Helena Wholesale Grocery Company.\nThe evidence also shows that the record title in the Coates was regular and free from defects.\nUnder the law, the burden rested upon appellee to show that appellant either knew or was in the possession of facts or circumstances which required it to investigate the state of mind of Lawrence Brown when the decree in favor of the Helena Wholesale Grocery Company was rendered against him. Scott v. Carnes, 183 Ark. 650, 37 S. W. (2d) 876. The record does not show either actual or constructive notice to appellant that Lawrence Brown was insane at the time, but, on the contrary, the record reflects that Lawrence Brown and his wife were defendants in that case and had been served with process in the foreclosure proceeding, and that they filed answers thereto which had not included the plea of insanity on the part of Lawrence Brown on the date of the rendition of said decree; and also reflects that the sale was made pursuant to and in accordance with the decree and afterwards was confirmed by the court; and also reflects that the decree was in full force and effect when appellant loaned A. M. Coates the money with which to pay the purchase price, and that same was paid over to the Helena \"Wholesale Grocery Company in satisfaction of its mortgage and decree against the Browns.\nThe decree was not void but voidable only. The fact that it was voidable on account of the insanity of Lawrence Brown did and could not affect the rights of an innocent purchaser who acquired the title while the judgment was in full force and effect. Boyd v. Roane, 49 Ark. 397, 5 S. W. 704.\nIn the purchase of lands, an innocent purchaser, relying upon the record title, occupies high ground in a court of equity. It was said by this court in the case of Rubel v. Parker, 107 Ark. 314, 155 S. W. 114, that: “No one can occupy, in a court of equity, higher ground than the purchaser for value without notice, for, if he can maintain that position, his title is established, and his position impregnable.”\nOn account of the error indicated, the decree sustaining the intervention is reversed, and the cause is remanded with directions to the trial court to enter a decree of foreclosure in favor of appellants.",
        "type": "majority",
        "author": "Humphreys, J."
      }
    ],
    "attorneys": [
      "Moore, Daggett & Burke, for appellant.",
      "Peter A. Diesch, for appellee."
    ],
    "corrections": "",
    "head_matter": "Home Mutual Building & Loan Association v. Brown.\n4-3157\nOpinion delivered November 6, 1933.\nMoore, Daggett & Burke, for appellant.\nPeter A. Diesch, for appellee."
  },
  "file_name": "0098-01",
  "first_page_order": 116,
  "last_page_order": 118
}
