{
  "id": 1362247,
  "name": "Fort Smith v. Western Hide & Fur Company",
  "name_abbreviation": "Smith v. Western Hide & Fur Co.",
  "decision_date": "1922-04-10",
  "docket_number": "",
  "first_page": "99",
  "last_page": "104",
  "citations": [
    {
      "type": "official",
      "cite": "153 Ark. 99"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "93 Ark. 362",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1546844
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/93/0362-01"
      ]
    },
    {
      "cite": "122 Ark. 379",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1558157
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/122/0379-01"
      ]
    },
    {
      "cite": "138 Ark. 329",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1566939
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/138/0329-01"
      ]
    },
    {
      "cite": "143 Ark. 48",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1589454
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/143/0048-01"
      ]
    },
    {
      "cite": "64 Ark, 609",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1907331
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/64/0609-01"
      ]
    },
    {
      "cite": "81 Ark, 117",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1530681
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/81/0117-01"
      ]
    },
    {
      "cite": "41 Ark. 526",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1896148
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/41/0526-01"
      ]
    },
    {
      "cite": "92 Ark. 546",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1548586
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/ark/92/0546-01"
      ]
    },
    {
      "cite": "141 Fed. 385",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        3899337,
        3899619
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f/141/0385-02",
        "/f/141/0385-01"
      ]
    },
    {
      "cite": "188 Pac. 772",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": -1
    },
    {
      "cite": "32 Atl. 495",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": -1
    },
    {
      "cite": "89 Am. Dec. 616",
      "category": "reporters:federal",
      "reporter": "Am. Dec.",
      "opinion_index": -1
    },
    {
      "cite": "150 Ark. 439",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1367850
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/150/0439-01"
      ]
    },
    {
      "cite": "85 Ark. 544",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1523304
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ark/85/0544-01"
      ]
    },
    {
      "cite": "102 Ark. 287",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1354036
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/102/0287-01"
      ]
    },
    {
      "cite": "18 Ark. 252",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8725888
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/18/0252-01"
      ]
    },
    {
      "cite": "92 Ark. 546",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1548586
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/92/0546-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 554,
    "char_count": 10862,
    "ocr_confidence": 0.498,
    "pagerank": {
      "raw": 5.497733533503526e-07,
      "percentile": 0.946135276612652
    },
    "sha256": "030d69255946c117c81a41871f4410eedde01fc0eb7d167b84f191f7a6fc78e3",
    "simhash": "1:3ea74541da181de2",
    "word_count": 1890
  },
  "last_updated": "2024-02-27T17:45:17.236697+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Fort Smith v. Western Hide & Fur Company."
    ],
    "opinions": [
      {
        "text": "McCulloch, C. J.\nAppellee is engaged in the business of buying and selling hides and furs, the business being operated in its own building situated near the center of the business district in the city of Fort Smith. Appellee has been operating the business at that place for the past ten years.\nThis is an action in chancery, instituted by the city of Fort Smith against appellee, to restrain the further operation of said business at the place mentioned on the ground, as alleged in the complaint, that the method in which the business is operated constitutes a public nui sanee.\nIt is alleged in the complaint that appellee’s place of business is situated in a thickly populated section of the city and is a great annoyance to the people in that neighborhood and to passers-by, for the reason that the storage of hides in the house gives off offensive odors and attracts flies, and affects the comfort and endangers the health of the people of the city living near that locality. The complaint, in other words, states facts relative to the manner in which the business is conducted sufficient to constitute the maintenance of a public nuisance.\nAppellee, in the answer, denied the allegation of the •complaint with respect to the method in which the business was operated, and denied that offensive odors arose from the place of business, or that flies were attracted there any more than is the case at other places of business during warm weather.\nThere was a trial of the issues before the court upon oral testimony, reduced to writing and made a part of the record, and the decree dismissed the complaint for want of equity.\nThe distinction between a public and private nuisance lies merely in the extent of the injury or annoyance which results therefrom. If injury results only to a few, on account of the peculiar circumstances, the nuisauce is private,' and the remedy is confined to those who suffer from the effects of the nuisance. If, on the other hand, the injury or annoyance is sufficient in extent to become common to all persons who may come within its influence, it is of a public nature, and the remedy is by action on the part of the municipality to abate the nuisance, either by police interference under an ordinance, or by suit in equity to restrain the maintenance of the nuisance. Harvey v. Dewoody, 18 Ark. 252; Lonoke v. C., R. I. & P. Ry. Co., 92 Ark. 546; Gus Blass D. G. Co. v. Reinman, 102 Ark. 287.\nIn the absence of an ordinance authorizing the abatement of the nuisance by police interference, the remedy must be, on the part of the municipality, by a suit in equity. Lonoke v. C. R. I. & P. Ry. Co., supra.\nIn the case of Durfey v. Thalheimer, 85 Ark. 544, there was involved the question of nuisance in the maintenance of a livery stable, and Judge Battle, speaking for the court, after declaring that, while a livery stable operated in a city or town is not necessarily or prima facie a nuisance, it may become so by the manner in which it is constructed or conducted, and, in defining what may constitute a nuisance, he said:\n“It is the duty of every one to so use his property as not to injure that of another; and it matters not how well constructed or conducted a livery stable may be, it is nevertheless a nuisance if it is so built or used as to destroy the comfort of persons owning and occupying adjoining premises, creating an annoyance which renders life uncomfortable; and it may be abated as a nuisance.”\nIn Lonoke v. C. R. I. & P. Ry. Co., supra, we adopted the following as an appropriate definition of a public nuisance:\n“A common or public nuisance has been defined to be ‘that which affects the people and is a violation of a public right, either by a direct encroachment upon public property or by doing some act which tends to a common injury, or by the omitting of that which it is the duty of a person to do. Public nuisances are founded upon wrongs that arise from the unreasonable, unwarrantable or unlawful use of property, or from improper, indecent or unlawful conduct, working 'an obstruction or injury to the public and producing material annoyance, inconvenience, and discomfort founded upon a wrong.’ ”\nIt is unnecessary to give any further definition of a public or private nuisance.\nThere were numerous witnesses in the case for the city and for appellee. The city introduced eight witnesses, all of whom gave testimony which tended to show that the operation of the business by appellee was a nuisance, that noxious odors arose from the building, particularly that part where hides were stored, and that in warm weather there was an accumulation of flies about the place. Most of these witnesses were people who lived in the immediate neighborhood and were engaged in business of various kinds.\nOne of the witnesses operated a baker shop and lunch room, and he testified that the odors from appellee’s place of business were so offensive that it seriously interfered with his business.\nAnother one of the witnesses was interested in the operation of a barber shop and pool hall, and he testified that the odors were so offensive inside of the shop that waiting customers would not remain in the room, but would stand on the outside so that they could get relief from the odors.\nOne of the witnesses — Mr. Miller — was a commissioner of the city and a member of the district board of health, and he testified that he visited appellee’s place of business several times and found that the odors from the place were very offensive. He testified that he visited the place for the purpose of making an investigation and that he could detect the odors a considerable distance from the house.\nAppellee introduced ten or twelve witnesses in addition to the manager and owner, whose testimony tended to some extent to overcome the charge that offensive odors constantly arose from the building, at least to the extent claimed by witnesses for the city. These witnesses were more or less definite in their statements, but none of them disputed the fact that there were peculiar odors arising more or less from the place of business. Many of the witnesses said that these odors were noticeable but were not offensive. Some of the witnesses stated that the odors arose on account of the disinfectants used and that these were, not offensive odors, at least not so to them.\nMr. Davidson, the manager of the business, stated that there were odors going out from the hides, but that such an odor as that was not offensive. He admitted, however, that sometime hides were bought which were partially decomposed and that it was necessary to put them down in salt in order to stop decomposition. He testified that all the fresh hides purchased were salted to prevent decomposition.\nA careful consideration of the testimony leaves no escape from the conclusion that the place of business maintained by appellee was' offensive to those who came into the immediate neighborhood. There were bad odors which were easily detected, and which were sufficient to constantly annoy those who were engaged in business in the locality or who came there for any purpose.\nIt is conceded that the operation of a hide and fur business is not a nuisance per se, but the contention is that the operation in the manner in which it is carried on in the locality where the place of business is situated constitutes a nuisance, and we are of the opinion that the preponderance of the evidence sustains this contention.\nThe case affords, perhaps, an example where a business established at a place remote from population is gradually surrounded and becomes part of a populous center, so that a business which formerly was not an interference with the rights of others has become so by the encroachment of the population. Under these circumstances, private rights must yield to the public good, and a court of equity will afford relief, even where a thing, originally harmless under certain circumstances, has become a nuisance under changed conditions.\nAppellee pleads a license from the city in bar of the right to abate the nuisance, but the fact that the city granted a license to operate a hide and fur business does not imply that it could be operated in a manner so as to constitute a public nuisance, or to bar the city from suppressing the nuisance. Durfey v. Thalheimer, supra; Wilder v. Little Rock, 150 Ark. 439.\nThe decree is therefore reversed, and the cause remanded, with directions to enter a decree in favor of the city of Fort Smith, according to the prayer of the complaint, restraining appellee from maintaining a nuisance.",
        "type": "majority",
        "author": "McCulloch, C. J."
      }
    ],
    "attorneys": [
      "Cravens, Oglesby S Cravens, for appellant.",
      "Jas. B. McDonough, for appellee."
    ],
    "corrections": "",
    "head_matter": "Fort Smith v. Western Hide & Fur Company.\nOpinion delivered April 10, 1922.\n1. Nuisance — distinction between public and private nuisance. —The distinction between a public and a private nuisance lies merely in the extent of injury or annoyance which results therefrom; if injury results only to a few, the nuisance is private, and the remedy is confined to those who suffer from the effects of the nuisance; but if the injury is sufficient in extent to become common to all persons who may come within its influence, it is of a public nature, and the remedy is by action on the part of the municipality.\n2. Nuisance — remedy.—Although a municipality may abate a public nuisance by police interference when so authorized by ordinance, in the absence of such authority the remedy is by suit in equity.\n3. Nuisance — sufficiency of evidence. — In a suit by a city to enjoin a public nuisance, the chancellor’s finding that defendant’s hide and fur business in a thickly settled portion of the city was not a public nuisance held to be contrary to the weight of evidence.\n4. Nuisance — effect of growth of city upon business. — Though a hide and fur business was not a public nuisance when originally established in a sparsely settled part of the city, it may become such by reason of the city’s growth, in which ease private rights must yield to the public good.\n5. Nuisance — licensed business. — The fact that a city had issued a license to defendant to conduct its business of dealing in hides and furs did not authorize defendant to conduct its business in such manner as to constitute a public nuisance nor bar the city from suppressing such nuisance.\nAppeal from Sebastian Chancery Court, Fort Smith District; J. V. Bourland, Chancellor;\nreversed.\nCravens, Oglesby S Cravens, for appellant.\nThe testimony was sufficient to show that the defendant maintained a business that, in its nature, constituted a public nuisance. Joyce on Nuisances, secs. 5, 7, 157, 158; 89 Am. Dec. 616; 29 N. E: 656; 32 Atl. 495; 188 Pac. 772; 141 Fed. 385; 92 Ark. 546.\nJas. B. McDonough, for appellee.\nThe testimony is sufficient, to support the chancellor’s finding’. 41 Ark. 526; 81 Ark, 117; 64 Ark, 609; 9ft Ark. 437; 143 Ark. 48; 138 Ark. 329; 122 Ark. 379; 93 Ark. 362; 29 Cyc. 1153; 92 Ark. 546.. . ."
  },
  "file_name": "0099-01",
  "first_page_order": 127,
  "last_page_order": 132
}
