{
  "id": 1428407,
  "name": "Lummus Cotton Gin Company v. Taylor",
  "name_abbreviation": "Lummus Cotton Gin Co. v. Taylor",
  "decision_date": "1933-11-06",
  "docket_number": "4-3189",
  "first_page": "100",
  "last_page": "103",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 100"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "50 S. W. (2d) 978",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "185 Ark. 1033",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1435211
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/185/1033-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 277,
    "char_count": 4475,
    "ocr_confidence": 0.49,
    "pagerank": {
      "raw": 2.321079707339437e-07,
      "percentile": 0.7900107303553219
    },
    "sha256": "22c0f22b8f7850cd140a36e4c2af171a63b7ea22e0b6de5debb718c8d0739a9f",
    "simhash": "1:139f748adf378d4c",
    "word_count": 763
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Lummus Cotton Gin Company v. Taylor."
    ],
    "opinions": [
      {
        "text": "Humphreys, J.\nThis suit was brought in the chancery court of Hempstead County on December 8, 1932, to surcharge the account of appellee, State Bank Commissioner, in the liquidation of the assets of the defunct Bank of McCaskell in said county and for the restoration of part of the assets of said bank received by 46 depositors in settlement of their respective claims against said bank on account of deposits they had in the bank at the time of its failure. The appellant was the largest depositor, having in the bank $2,738.83 on the date of its failure. After the claims of the 46 depositors were compounded in exchange for assets, there remained enough cash to pay appellant 25 per cent, of its claim or deposit, which it accepted. It was alleged in appellant’s complaint that the method adopted by the Bank Commissioner and approved and confirmed by the chancery court in liquidating the assets of the bank by exchanging notes and other property owned by it for the claims of said depositors resulted in a preference to some of the depositors to its prejudice, and that the Bank Commissioner and chancery court were without authority under the statute, to administer the assets in the manner set out above. It appears from the complaint that the chancery court made the order approving and confirming the settlement made with each of the 46 depositors and that no appeal was taken from this decree,\nA demurrer was filed to the complaint, which was sustained by the chancery court, and, appellant refusing to plead further but standing on its complaint, the court dismissed same for the want of equity, from which is this appeal.\nThe only question arising on the appeal is whether the Bank Commissioner and chancery court had authority to compound the assets of the bank in the manner aforesaid. The statute in force at the time the settlement and adjustment were made is as follows:\n“Upon taking possession of the property and business of any bank, the Commissioner is authorized to collect money due, and do such other acts as are necessary to conserve its assets and business, and shall proceed to liquidate the affairs thereof, as hereinafter provided. The Commissioner shall collect all debts due and claims belonging to it, and for such purposes is authorized tc institute, maintain and defend suits and other proceedings in this State and elsewhere, and, upon the order of the chancery court of the county in which it is doing business, may sell or compound all bad or doubtful debts, and on like order may sell all its real estate and personal property on such terms and at public or private sale, as the court shall direct.”\nThis statute was construed in the case of Duncan v. Taylor, 185 Ark. 1033, 50 S. W. (2d) 978, as giving authority to the chancery court to impower the Bank Commissioner to sell an insolvent bank’s assets piecemeal at private sale and to compound debts found to be bad or doubtful by accepting deposits on such terms and considerations as should be fair and equitable. In the Duncan case, referred to above, certain depositors of the insolvent bank sought to restrain the Commissioner from accepting deposits in payment of notes and to trade notes and other assets for property instead of money, and the principle involved is the same as the principle involved in the instant case. The only difference between the two cases is that in the Duncan case an order was obtained from the chancery court to compound or settle the claims before the Commissioner compounded or settled them. In the instant case, the chancery court confirmed the settlement of the claims after they were adjusted with the depositors by the Bank Commissioner. The confirmation in the instant case of the several settlements had the same effect as if the settlement had been ordered originally by the chancery court.\nAppellant contends that the act quoted above did not confer authority on the chancellor and Bank Commissioner to compound the assets, but simply authority to sell them, because a later act, act 16 of the Acts of 1933, conferred specific authority upon the Commissioner to do so. The original act in general terms conferred the same authority as the later act specifically conferred. It was simply declaratory in more specific terms of the prior act.\nNo error appearing, the decree is affirmed.",
        "type": "majority",
        "author": "Humphreys, J."
      }
    ],
    "attorneys": [
      "U. A. Gentry and E. F. McFaddin, for appellant.",
      "W. S. Atkins, for appellee."
    ],
    "corrections": "",
    "head_matter": "Lummus Cotton Gin Company v. Taylor.\n4-3189\nOpinion delivered November 6, 1933.\nU. A. Gentry and E. F. McFaddin, for appellant.\nW. S. Atkins, for appellee."
  },
  "file_name": "0100-01",
  "first_page_order": 118,
  "last_page_order": 121
}
