{
  "id": 1432087,
  "name": "Chicago, Rock Island & Pacific Railway Company v. Greer",
  "name_abbreviation": "Chicago, Rock Island & Pacific Railway Co. v. Greer",
  "decision_date": "1933-03-27",
  "docket_number": "4-2941",
  "first_page": "101",
  "last_page": "104",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 101"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 265,
    "char_count": 4852,
    "ocr_confidence": 0.524,
    "sha256": "a0f60632071da599db97d20983001f9de63aaa89670abbaa347032ceae97705d",
    "simhash": "1:60e30871524a3120",
    "word_count": 833
  },
  "last_updated": "2023-07-14T19:49:01.606684+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Chicago, Rock Island & Pacific Railway Company v. Greer."
    ],
    "opinions": [
      {
        "text": "Mehaffey, J.\nThe appellee, in December, 1931, delivered to the appellant, Chicago, Rock Island & Pacific Railway Company, a gasoline underground; tank in good order, of the value of $50 consigned to A. L. Fuqua at Brewton, Alabama.\nAppellee brought suit in the justice court, alleging that said tank was damaged by the negligence of appellant and was refused by the consignee at destination; that the damage was such as to render the tank worthless.\nAppellant did not appear in the justice of the peace court, and judgment was rendered against it for the amount sued for. An appeal was prosecuted to the circuit court, where the case was tried, and the jury returned a verdict for $50, and .judgment was entered accordingly. The case is here on appeal.\nThe appellee contends that the bill of exceptions does not show that it contains all of the evidence. \"We do not agree with the appellee in this contention. The record shows that the appellant did not offer any proof, and the record also contains the following statement: “The foregoing was all of the testimony introduced by the plaintiff.”\nIf the record shows that it contains all of the testimony introduced by plaintiff, and also shows that defendant did not introduce any testimony, this is a sufficient showing that the bill of exceptions contains all of the evidence.\nAppellee also contends that the record does not show when the motion for new trial was filed. The statute requires a motion for new trial to be filed within three days. The record shows that the trial was had on August 10, 1932, and the record also shows that the motion for new trial was overruled on August 10th. It therefore must have been filed on the same day the judgment was rendered, and was overruled the same day.\nSeveral letters were introduced in evidence over the objection of appellant. The first letter was one written by W. O. Bunger, superintendent of freight claims. The objection made to this letter was that it was hearsay. The writer advised the appellee about facts which he stated he learned from the agent at destination. Appellant’s contention is correct. This letter was incompetent because it purported to state what another party had told Bunger.\nThe next letter introduced and objected to was from W. O. Bunger to the appellee, but the statements in this letter were also about facts not within the knowledge of the writer. This letter was improperly admitted in evidence over the objection of the appellant.\nThe next letter objected to was a letter from the consignee to the appellee. The consignee, Fuqua, could of course have testified as to the condition of the tank when it arrived at Brewton, but a letter written by him was not competent. The appellee should have taken Fuqua’s testimony, and the other party should have had an opportunity to cross-examine him.\nThere was a letter introduced, however, written on the letterhead of the Louisville & Nashville Railroad Company, and addressed to the agent of appellant at Stuttgart, Arkansas, and signed by S. A. Jackson, agent. This letter shows that the agent at Brewton had received a letter on the 6th with reference to the shipment of the tank, and this letter of the agent at Brewton was in response to the letter written by appellant’s agent. It shows that the tank was in bad condition when it arrived at its destination.\nIn appellant’s motion for a new trial, it did not assign as error the court’s ruling in permitting this letter to be read as evidence, and its objection to this letter is therefore waived.\nThe undisputed evidence shows that this tank was delivered in good order. Mr. J. M. Grimes, the freight agent for appellant at Stuttgart, testified as to having received the tank from appellee for shipment to Brew-ton, Alabama. He made out tbe bill of lading. Tbe bill of lading which was introduced showed that the tank was in good order when delivered to the carrier. There was no notation on the waybill that there were any holes in the tank. This witness also testified about the claim having been presented to him, but he was unable to say whether the letter signed by Jackson which he received was written by the agent of the delivering carrier.\nThe tank having been received in good order, and the letter of the agent of the delivering carrier showing that it arrived at its destination in bad order — in a damaged condition — made a prima facie case, and the burden was then upon appellant to show that it was not negligent in handling tbe shipment.\nAppellant offered no evidence at all, or no explanation, and the evidence introduced by appellee was sufficient to justify the jury in finding for the appellee.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Mehaffey, J."
      }
    ],
    "attorneys": [
      "Geo. B. Pugh and Thos. S. Buzbee, for appellant.",
      "Ingram & Moher, for appellee."
    ],
    "corrections": "",
    "head_matter": "Chicago, Rock Island & Pacific Railway Company v. Greer.\n4-2941\nOpinion delivered March 27, 1933.\nGeo. B. Pugh and Thos. S. Buzbee, for appellant.\nIngram & Moher, for appellee."
  },
  "file_name": "0101-01",
  "first_page_order": 119,
  "last_page_order": 122
}
