{
  "id": 8726959,
  "name": "Cravens as Ex'r, use &c. vs. J. & W. Logan",
  "name_abbreviation": "Cravens v. Logan",
  "decision_date": "1846-07",
  "docket_number": "",
  "first_page": "103",
  "last_page": "107",
  "citations": [
    {
      "type": "official",
      "cite": "7 Ark. 103"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 380,
    "char_count": 6908,
    "ocr_confidence": 0.492,
    "sha256": "96d64352082af072ba4c5c9b8dbae9f9e9e0822cd5b1f82a49a96a09673c264f",
    "simhash": "1:399ec7fe939d6fc9",
    "word_count": 1196
  },
  "last_updated": "2023-07-14T20:42:58.213020+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Cravens as Ex’r, use &c. vs. J. & W. Logan."
    ],
    "opinions": [
      {
        "text": "Oldhám, J.\nThe objections taken in the court below to the plaintiff’s petition are extremely technical and untenable. The note set out in the petition is payable to Jesse L. Cravens executor of Jonathan Logan deceased. The words “executor” &c., are merely descriptive of the payee and the note is given to him in his personal capacity. Upon his death the note passed into the hands of the administrator de bonis non as a part of the assets of the estate of Jonathan Logan deceased remaining to be administered, ánd the only means by which he could enforce payment of the money, was by suit in the name of the executor of the deceased payee to his use. Many cases may be supposed in which the name of the exe-putor or administrator is absolutely necessary as a nominal party. -After the sale of assets by an administrator upon credit and he resigns or dies, the administrator de bonis non cannot recover upon the notes received for the sale of the property, but by suit in the name of the administrator, or his executor or administrator, to his use. And in cases of the transfer of negotiable paper by delivery and the subsequent death of the payee, the name of his representative is a necessary nominal party to the suit to enable the holder to recover.\nThat an action may be brought by petition and summons by an executor or administrator was determined in Dudley as Ex'r vs. Smith et al. 2 Ark. R. 365. The judgment is reversed and the cause remanded.",
        "type": "majority",
        "author": "Oldhám, J."
      }
    ],
    "attorneys": [
      "E. Cummins, for plaintiff.",
      "Paschal, for defendant."
    ],
    "corrections": "",
    "head_matter": "Cravens as Ex’r, use &c. vs. J. & W. Logan.\nNote payable to Jesse L. Cravens executor of Jonathan Logan deceased: the words \" executor,” &c., are merely descriptive of the payee, and the note is payable to him in his persona! capacity.\nHe dying, and the note passing into the hands of the administrator de bonis non, as part of the assets of the estate of Logan remaining to be administered, payment cata only be enforced by suit iri the name of the executor of the deceased payee for the use of such administrator.\nThere are many cases in which the name of an executor as administrator is absolutely necessary as a nominal party: examples given.\nAn executor of administrator may bring debt by petition and summons, as held in\nDudley as Ea?r v. Smith et al. 2 Ark. R. 365.\nWrit of Error to the Circuit Court of Johnson County.\nDebt, by petition, determined in the circuit court of Johnson in September 1845, before Brown, judge.\nThe petition follows:\n“To the circuit court of the county of Johnson, &c.\nYour petitioner, Nehemiah Cravens, as executor of the last will and testament of Jesse L, Cravens; deceased, who sues for the use and benefit of Robert W. Jamison, administrator de bonis non, with the will annexed, of Jonathan Logan, senT,- deceased, plaintiff in this cause, states that he, as executor as aforesaid, is the legal holder of a promissory note against the defendants, James Logan and William Logan, made to the said Jesse L. Cravens in his lifetime, to the following effect:\nOne day after date we, or either of us, promise to pay unto J. L. Cravens executor of the estate of Jonathan Logan, sen’r, deceased, the sum of one thousand eight hundred dollars; the same to bear legal interest from the 10th June last, until paid, for value received: Witness our hands and seals this 2ist April, 1842.-\nJames logan,\nWILLIAM LOGAN.\nYet the said defendants detail! said debt, and the same remains unpaid, therefore' judgment is demanded, for the Use and benefit aforesaid, for the debt, and damages for the detention thereof, together with costs.*’ Then followed a proferí of plaintiff’s letters testamentary in usual form.\nDefendant’s counsel demurred to the petition, and assigned for causes: 1st, debt by petition and summons is not allowed where special averments are necessary: 2d, there is no sufficient averment that plaintiff has cause of action against defendants: 3d, it is affirmatively shown that the legal plaintiff sues to the use of another, (Jamison;) and it is not averred that the note sued on has been transferred to him, or how he is beneficially interested: 4lh, an administrator has no right to sue in his fiduciary or representative character to the use and benefit of another executor or administrator in his fiduciary character: 5th, there is no sufficient breach alleged, And the petition is uncertain in not showing of what estate the cause of action is assets.\nThe court sustained the demurrer, and, the plaintiff' refusing to Amend, rendered judgment for defendant.\nPlaintiff brought error.\nE. Cummins, for plaintiff.\nPaschal, for defendant.\nThe practice of one party declaring to the use of another has no foundation in the English precendents: and we may with propriety challenge the production of a single case in any court where such a practice has been tolerated.\nPromissory notes were not transferable by endorsement until the statute of Ann. And according to our statute and the many decisions of this court upon the subject, they can only now be transferred by written assignment or endorsement. See our Statute about assignments and the various decisions in the Arkansas Reports on the same subject, Where the practice of suing in the name of the transferer, by delivery, to the use of the transferee is never attempted except in cases where special averment is made that the instrument has been transferred in the due course of trade. The instrument is payable to Jesse L. Cravens ad’r &c. This is only personal description, and on the death of Cravens the cause of action either survived to his administrator or to the administrator of Jonathan Logan. If the cause of action survived to the representative of Jesse L. Cravens, then he cannot sue to the use of another; because that would-imply an equitable or legal title in another; both of wbich-charac-ters are inconsistent with the very nature of administration,- which only creates a trust estate.\nIf it be contended that the administrator may transfer the notes? &c. of his intestate, we answer that the statute limits such transfer to assignments: and such assignments can only be made to those entitled to the assets, see 77 sec. Stai. Ad.p. 80. If it be argued that the obligation was given to Jesse L. Cravens in his fiduciary character, then the cause of action does not survive to his representative, ■but to the administrator de bonis non of Jonathan Logan deceased. See 36 and 37 sec. Stat. Ad.p. 74, 75.\nBut the remedy by petition and summons will never lie where special averments are necessary. And in support of this proposition the court will excuse me for referring to the Kentucky and Missouri Reports, title, Petition and Summons. So strict are these decisions that the remedy cannot be used in those States by or against partners.\nThe breach in this case is wholly insufficient as held in Brown vs. Hicks, 1 Ark. Rep. and Watkins vs. McDonald, 3 Ark. Rep. The remedy is an infraction of the common law and should not be encouraged."
  },
  "file_name": "0103-02",
  "first_page_order": 103,
  "last_page_order": 107
}
