{
  "id": 1431980,
  "name": "Missouri Pacific Railroad Company v. Cox",
  "name_abbreviation": "Missouri Pacific Railroad v. Cox",
  "decision_date": "1933-03-27",
  "docket_number": "4-2932",
  "first_page": "104",
  "last_page": "106",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 104"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "47 S. W. (2d) 794",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "185 Ark. 472",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1435152
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/185/0472-01"
      ]
    },
    {
      "cite": "291 S. W. 816",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "173 Ark. 27",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8718083
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/173/0027-01"
      ]
    },
    {
      "cite": "99 S. W. 73",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "81 Ark. 187",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1530627
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/81/0187-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 261,
    "char_count": 2928,
    "ocr_confidence": 0.535,
    "pagerank": {
      "raw": 6.385453659848154e-08,
      "percentile": 0.39548251654826205
    },
    "sha256": "cc167a53d46a02c389d21ebc7c6867b3bd62d2bda9ae363eb0a084331d30ac6f",
    "simhash": "1:c515c6015f486040",
    "word_count": 548
  },
  "last_updated": "2024-02-27T21:18:50.990705+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Missouri Pacific Railroad Company v. Cox."
    ],
    "opinions": [
      {
        "text": "McHaney, J.\nAppellee, Bernice Cox, aged 11, was injured at a public crossing in Bald Knob when her foot was' caught in a bond wire attached to the rails of appellant’s track to complete the circuit for signal purposes, which tripped her, caused her to fall across one of the rails, and injured her left side severely. Her suit against appellant resulted in a verdict and judgment in her favor.\nThe principal question argued is one of fact — whether the evidence was sufficient to support the verdict. We agree with the trial court that it was. It shows that this bond wire was right in the middle of the crossing, and had been permitted to extend over the top of the rails so as to form a loop a few inches above the rails. It was a copper wire about 2% feet long and attached at each end to the side of a rail about 2% inches below the ball of the rails. Ordinarily, this wire is covered with plank at a crossing, but in this case there was no plank, but gravel, and the wire had worked up above the rails, making a trap for pedestrians who might pass over it and hook a foot therein. It is true the appellee had passed over this crossing many times and three times the day she was hurt. She had not noticed the dangerous condition of the wire. Appellant was required to exercise ordinary care to keep its crossings reasonably safe for public travel, and certainly would not have the right to set a trap or a snare therein which might reasonably be expected to cause injury to another.\nNor do we think the little girl was guilty of contributory negligence as a matter of law. Not only was she a child of tender years and cannot be held to the same degree of caution and prudence as an adult person (St. Louis, I. M. & S. R. Co. v. Sparks, 81 Ark. 187, 99 S. W. 73, and Gates v. Plummer, 173 Ark. 27, 291 S. W. 816), but it might well be a question for the jury,-even as to an adult person, as to whether it would be.negligence to fail to see the wire in daylight and thereby-avoid it.\nAppellant cites the recent case of Missouri Pac. Rd. Co. v. Richardson, 185 Ark. 472, 47 S. W. (2d) 794. We think that case is not analogous to this. There Richardson, an adult, was injured at a crossing by stepping on a small rock or gravel which caused his ankle to turn and twist his knee. We there held there was no liability, for the reason that, even though it be conceded that the company was negligent in permitting particles of gravel to fall from its trains, still the injury to Richardson was not a consequence that ought to have been foreseen. Here however any person would be bound to know that a short wire .looped above the rails in a crossing is a trap for the unwary pedestrian which would likely cause a fall and consequent injury.\nWe find no error. Affirmed.",
        "type": "majority",
        "author": "McHaney, J."
      }
    ],
    "attorneys": [
      "Thos. B. Pryor and H. L. Ponder, for appellant.",
      "Griffin & Griffin, for appellee."
    ],
    "corrections": "",
    "head_matter": "Missouri Pacific Railroad Company v. Cox.\n4-2932\nOpinion delivered March 27, 1933.\nThos. B. Pryor and H. L. Ponder, for appellant.\nGriffin & Griffin, for appellee."
  },
  "file_name": "0104-01",
  "first_page_order": 122,
  "last_page_order": 124
}
