{
  "id": 1428257,
  "name": "Mills v. State",
  "name_abbreviation": "Mills v. State",
  "decision_date": "1933-11-06",
  "docket_number": "Crim. 3861",
  "first_page": "107",
  "last_page": "111",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 107"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "25 S. W. 279",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "58 Ark. 473",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1329174
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/58/0473-01"
      ]
    },
    {
      "cite": "279 S. W. 364",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "170 Ark. 188",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1371655
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/170/0188-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 488,
    "char_count": 8346,
    "ocr_confidence": 0.508,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.053721471792370905
    },
    "sha256": "893b6d2ee2b732433a62f2cd82de57c4dc96b1274fd9ea098c89859a425bd4bd",
    "simhash": "1:02b33b013034398d",
    "word_count": 1477
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Mills v. State."
    ],
    "opinions": [
      {
        "text": "Mehaffy, J.\nThe appellant was indicted by the grand jury of Crawford County for murder in the first degree. The jury found liim guilty of voluntary manslaughter, and fixed his punishment at seven years in the State penitentiary, and judgment was entered accordingly. A motion for new trial was filed and overruled, and the case is here on appeal.\nW. S. Bushmiaer, a deputy sheriff, testified that he was called to St. John’s Hospital at Ft. Smith the day that appellant was charged to have shot Tom Williams. He found Williams in the hospital, and he had been shot. He arrested the appellant near the hospital. Appellant had been drinking. Some twenty-four hours before the death of Williams, witness had a conversation with him,* at a time when Williams thought he was going to die. He did die the next day. Witness testified that Williams said Guy shot him; that he had mistreated him the day before; that he had kicked him, and Williams said that he expected the officers to look after it; he said that he knew that he was going to die, and wanted the officers to attend to it. Williams told witness that Guy had told him he asked too damn many questions, and that appellee kicked him around like a dog, and had drawn a gun on him before. Witness later recovered a coat lying on the side of the road, and found in the pocket Williams’ and his wife’s picture. Witness talked to Williams four or five times in all; never heard Williams say it was an accident, Witness called at the hospital about 12:00 Friday night, and Williams died a'bout 12:00 Sunday.\nAlbert D. Maxey, sheriff of Crawford County, testified that he was called to the hospital and had a conversation with Williams, and Williams did not say it was accidental. Williams did not want to talk much about it. He said that Guy told him to dance or he would shoot him. Williams told witness that Guy pulled his gun and said: “Dance, God damn you!” He said Mills was then going to shoot himself, and that he did not think Guy intended to kill him. He said he did not have any right to shoot him. Williams said he was going to die.\nDr. Fred Krock testified that he knew Tom Williams and treated him for gunshot wounds, and that he died from complications from these wounds. He was in the hospital ten days. There was a bruised area over the right hip. He was conscious until a few minutes before his death. Witness told him he had very little chance to recover. Williams told him two days before his death that he was not going to get well. Witness said that Wib liams told him that Mills tried to kill himself. He also stated that- it was an accident and unintentional. The bruise on his hip could have been caused by his fall to the ground. It could have been caused by having been knocked down on the ground and slid around.\nArch Howell, a deputy sheriff, testified that he “arrested George Sites in April, and Sites made a statement to him. Sites said: “We make whiskey over on our side, and we drink it. ’ ’ Found d card at the still site, and on it was written: “Olí, yon snitclier, yon thought you would run me in, but I ran my beer green, and made forty gallons.” Has seen appellant’s handwriting, and the writing on the card is his. Witness testified that there was no. ill feeling between appellant and himself.\nSeveral witnesses testified for the appellant, practically all of them testifying that the shooting was accidental.\nAppellant testified that they were drinking a little, and that he did not intend to discharge the gun; admitted that he drew a gun on Vieory, and told him to dance; had a fight with Bo Montgomery one time.\nAppellant contends that the judgment should be reversed because the prbsecuting attorney used the follow-; ing words in his opening statement to the jury: “I think the testimony will show that Guy Mills was engaged ip the manufacturing and selling of liquor — over there with Guy Mills a number of things happened that Tom knew about. The testimony will show that Guy Mills beat Tom with a rubber hose, possibly stomped him. He made the statement another time that Tom knew too damn much.”\nThe statement of the prosecuting attorney above copied left out a statement which followed immediately after the word “liquor” in the first sentence, and is as follows: “Tom Williams was a man who was homeless. I think the testimony will show that Tom was the sort of a fellow that would take a spell of being good, and he would tell everything he remembered during that time. ’ ’\nAt the close of the statement the appellant objected to the remarks, and the court said: “That will be sustained so far as the direct charges are concerned; as to the others, it will be overruled,” and the appellant excepted.\nJust what part of the statement he excepted to, it N difficult to tell, and it is not shown just what the court meant by the “direct charges.” No suggestion was made by the appellant at that time that the court state particularly what portion of the remarks he meant by “direct charges.” He probably had in mind that charges affecting the credibility of the appellant as a witness were admissible, and that the other part was not admissible, and to that part he sustained the objection.\nThe evidence that the prosecuting- attorney said in his opening-, statement would be introduced was competent. “It is certainly true as a general rule, both in civil and criminal cases, that the evidence must be confined to the point in issue; and in criminal cases there is perhaps a greater necessity, if possible, than in civil proceeding’s to enforce the rule; but in neither class of cases does- this rule exclude all evidence that does not bear directly upon the issue; on the contrary, all evidence is admissible which tends to prove it, and no facts are forbidden to be shown, except such as are incapable of affording any reasonable presumption or inference in elucidation of the matters involved in the issue.” Stotts v. State, 170 Ark. 188, 279 S. W. 364.\nThe appellant did not request any instruction with reference to the statement of the prosecuting attorney.\nSection 3171 of Crawford & Moses’ Digest is as follows: “The prosecuting attorney may then read to the jury the indictment, and state the defendant’s plea thereto, and the punishment prescribed by the law-for the offense, and may make a brief statement of the evidence on which the State relies. ’ ’\nIn the instant case the prosecuting attorney was evidently undertaking to make a statement of the evidence upon which the State relied, and we do not think there was any error in the ruling of the court as to the objections made by the appellant.\nThe appellant also urges that the case be reversed because the prosecuting attorney, in his closing argument, said: “Gentlemen of the jury, I told you in the opening statement that Guy Mills was engaged in the making of liquor and selling it, and we have proved that ; I told you that G;uy Mills had been going around shooting at people, and we proved that; I told you Tom Williams, the' deceased, had learned too damn much about Guy Mills’ business, and I think we have proved that.”\nThe appellant cites Holder v. State, 58 Ark. 473, 25 S. W. 279, as sustaining his contention. In that case the court held that the action of the attorney for the State was highly reprehensible.\nThere is nothing reprehensible in the conduct of the prosecuting attorney in this casé. He was merely stating that he had proved the things to which he had called attention in his opening statement, and, when objection was made, the court said: ‘ ‘ The prosecuting attorney may argue his theory of the case,” and the appellant simply said: “Save our exceptions.”\nThe appellant’s attorney objected on the ground that the argument was not supported by the record in the case. We think the evidence tended to show the facts as stated by the prosecuting attorney, and that there was no error in the court’s permitting the argument. He was simply stating to the jury what the State had proved, and the evidence was admitted without objection.\nThe evidence, if believed by the jury, was sufficient to justify the verdict, and the case is therefore affirmed.",
        "type": "majority",
        "author": "Mehaffy, J."
      }
    ],
    "attorneys": [
      "T. J. Watts, Elmer A. Riddle and R. S. Wilson, for appellant.",
      "Hal L. Norwood, Attorney General, and Robert F. Smith, Assistant, for appellee."
    ],
    "corrections": "",
    "head_matter": "Mills v. State.\nCrim. 3861\nOpinion delivered November 6, 1933.\nT. J. Watts, Elmer A. Riddle and R. S. Wilson, for appellant.\nHal L. Norwood, Attorney General, and Robert F. Smith, Assistant, for appellee."
  },
  "file_name": "0107-01",
  "first_page_order": 125,
  "last_page_order": 129
}
