{
  "id": 1435331,
  "name": "Baltimore & Ohio Railroad Company v. McGill Brothers Rice Mill",
  "name_abbreviation": "Baltimore & Ohio Railroad v. McGill Bros. Rice Mill",
  "decision_date": "1932-02-08",
  "docket_number": "",
  "first_page": "108",
  "last_page": "119",
  "citations": [
    {
      "type": "official",
      "cite": "185 Ark. 108"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "267 Fed. 550",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        3543047
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/267/0550-01"
      ]
    },
    {
      "cite": "92 Fed. 987",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6752399
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/92/0987-01"
      ]
    },
    {
      "cite": "71 N. E. 812",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": 0
    },
    {
      "cite": "186 Mass. 283",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": 0
    },
    {
      "cite": "2 S. W. (2d) 15",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "176 Ark. 179",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1399970
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/176/0179-01"
      ]
    },
    {
      "cite": "5 S. W. (2d) 916",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "176 Ark. 1189",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 798,
    "char_count": 21176,
    "ocr_confidence": 0.504,
    "pagerank": {
      "raw": 1.8180736198351568e-07,
      "percentile": 0.71880908886966
    },
    "sha256": "a63804a8fb5a347c8aaecf12b9598f13e612e77fdc3a0e3e0a6334ed3366498b",
    "simhash": "1:b6a72d7349ce9ed7",
    "word_count": 3600
  },
  "last_updated": "2024-02-27T17:51:09.396208+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Baltimore & Ohio Railroad Company v. McGill Brothers Rice Mill."
    ],
    "opinions": [
      {
        "text": "Mehaeey, J.\nOn May 15, 1929, the appellees, McGill Brothers, delivered a shipment of rice to the St. Louis Southwestern Railway Company at Stuttgart, Arkansas. The shipment was consigned to the order of McGill Brothers Rice Mill, Cincinnati, Ohio, with directions to notify the American Diamalt Company.\nThe St. Louis Southwestern Railway Company delivered the shipment to the Baltimore & Ohio Railroad Company, which company transported it to Cincinnati. When the rice was shipped the McGill Brothers drew a draft for the amount of the shipment, $1,106.85, which draft, with the bill of lading attached, was sent to the Provident Savings Bank So Trust Company of Cincinnati, Ohio. The draft was drawn on the American Diamalt Company, payable to the First National Bank of Stuttgart, Arkansas.\nWhen the shipment reached Cincinnati, the American-Diamalt Company secured the bill of lading from the Provident ‘Savings Bank So Trust Company, and the draft was marked “Paid.” The bill of lading delivered to the railroad company was canceled.\nOn July 5,1930, A. U. McGill and H. T. McGill, doing business as McGill Brothers Rice Mill, and the. First National Bank of Stuttgart filed suit in the Arkansas Circuit ■Court ag’ainst the • St.' Louis Southwestern Railway Company.\nThe complaint alleged the delivery of the rice to the railway company; th$t the shipment was consigned under shipper’s order bill of lading with draft attached. The bill of lading provided for the notification to the American Diamalt Company, Cincinnati, Ohio, and the complaint alleged that the defendant undertook to transport said rice under the terms of said bill of lading; that the bill of lading was duly indorsed and a draft for $1,106.85 drawn on the American Diamalt Company was attached; that- the draft with the bill of lading- attached was delivered to the First National Bank of Stuttgart, and by it forwarded to the Provident Savings Bank & Trust Company of Cincinnati; that the American Diamalt Company paid the draft to the Provident Savings Bank & Trust Company and the bank delivered the bill of lading and draft to the American Diamalt Company, and it indorsed said bill of lading and presented it to the agent of the connecting carrier, the Baltimore & Ohio Railroad Company ; that the railroad company marked the bill of lading canceled, and delivered the shipment of the. rice to the consignee who accepted said shipment; that thereafter the Baltimore & Ohio Railroad Company wrongfully surrendered and delivered back to the American Diamalt Company the bill of lading and received back into its possession the shipment of rice.\nIt alleged a , conspiracy between the 'Baltimore & Ohio Railroad Company and the American Diamalt Company, by which the draft was returned and the money refunded.\nIt was also alleged that the St. Louis Southwestern Railway Company with knowledge consented to the action of the Baltimore & Ohio Railroad Company and American Diamalt Company, and that the Baltimore & Ohio Railroad Company wrongfully took back the shipment of rice and held and disposed of it; that the rice was of the grade and quality agreed to be sold, and was of the value of $1,106.85, and that the McGill Brothers Rice Mill was damaged in this amount.\nThe St. Louis Southwestern Railway Company filed answer, admitting the delivery of the rice, the indorsement of said bill of lading by McGill Brothers, and that the draft was attached. It denied any knowledge of receiving and accepting back by the Baltimore & Ohio Railroad Company, and denied any knowledge of the grade or quality of the rice.\nOn February 17, 1931, an amendment to the complaint was filed alleging that the defendant and its connecting carrier, after making surrender and delivery, surrendered back the bill of lading and assumed possession and control of the shipment, and demanded that the plaintiffs pay freight, demurrage and storage, and that they thereafter sold said rice.\nThe complaint alleged that the defendant and its connecting carrier made false entries showing that no delivery had been made, and no acceptance of the shipment.\nThereupon the St. Louis Southwestern Railway Company filed motion to make amendment more specific, which motion was by the court overruled.\nThe cause was then continued until the August, 1931, term of court. On June 25,1931, another amendment was filed joining the appellant, the Baltimore & Ohio Railroad Company, as defendant, and the Chicago, Rock Island & Pacific Railway Company as garnishee, alleging that the Baltimore & Ohio Railroad Company was liable under its complaint, and that the Chicago, Rock Island & Pacific Railway Company was indebted to the Baltimore & Ohio Railroad Company in the sum of $2,000, and prayed for a writ of attachment and garnishment. Affidavit and bond were filed, warning order was issued and published, and attorney ad litem appointed for the Baltimore & Ohio Railroad. Company.\nOn July .31, 1931, another amendment was filed to the complaint Alleging bankruptcy of McGill Brothers, and that Charles G. Miller and Virgil C. Pettie were receivers, and joining them as plaintiffs.\nIt also alleged in an amendment that Charles G. Miller, Virgil C. Pettie and R. B. Westbrook were duly elected trustees in bankruptcy, and joining them as parties plaintiff.\nThere was a motion filed by the St. Louis Southwestern Railway ■ Company, asking the dismissal of the complaint as to the First National Bank of Stuttgart.\nOn August 3, 1931, the Baltimore & Ohio Railroad Company, after filing a motion to dismiss as to the First National Bank of Stuttgart, filed its answer denying all the material allegations in plaintiff’s complaint, and also filed a cross-complaint praying judgment for expenses in the sale of the rice and other charges amounting, after deducting the price the rice sold for, to $475.86.\nA reply was filed to the cross-complaint, and then on August 4, 1931, the Baltimore & Ohio Railroad Company filed 'a motion for continuance, on the ground that it had no knowledge of any claim against it until a few days before that time; that its witnesses lived in several States, none of them living in Arkansas, and on the same day it filed an amendment to its motion for continuance and amendment thereto. These motions gave the names of the witnesses, where they lived, and what their evidence would be if present.\nThe attorneys for plaintiffs announced in open court that they would concede that each and all of the witnesses would testify, if present, as statedfin the motion, and the court thereupon overruled said motion for continuance.\nWhen the case was called for trial on August 5,1931, the Baltimore & Ohio Railroad Company announced that, since the filing of the motion for continuance and amendment thereto, it had learned that J. B. Brodberger was a necessary witness, and set out what he would testify to if present. The motion for continuance as amended was overruled and exceptions saved.\nThere was a jury trial, and a verdict for appellees against the Baltimore & Ohio Railroad Company for the amount sued for. Motion for a new trial was filed and overruled, and the case is here on appeal.\nAppellant first contends that the case should he reversed because the court overruled its motions for continuance. When the motion was filed, appellees admitted that, if the witnesses were present, they would testify to the statements contained in the application for continuance.\nThe section of the Digest governing continuances reads as follows: “A motion to postpone a trial on account of the absence of evidence shall, if required by the opposite party, be made only upon affidavit showing the materiality of the evidence expected to be obtained, and that due diligence has been used to obtain it; and, if it be for an absent witness, the affidavit must show what facts the affiant believes the witness will prove, and not merely the effect of such facts in evidence, that the affiant himself believes them to be true, and that the witness is not absent by the consent, connivance, or procurement of the party asking the postponement. If thereupon the adverse party will admit that on trial the absent witness, if present, would testify to the statement contained in the application for a continuance, then the trial shall not be postponed for that cause. Provided the opposite party may controvert the statement so set forth in the said motion for continuance by evidence.” Section 1270, Crawford & Moses’ Digest.\nThe warning order was issued on July 24,1931, and the appellant filed its answer on August 3, 1931. It was not required to answer until 30 days, but it did file answer on August 3rd, and the case was therefore ready for trial, except for the absence of appellant’s witnesses. If the case had been postponed, appellant says that it would have taken the depositions of witnesses because most of them were not in its employ. It had all the advantages that it would have had by taking depositions, because the statements of the witnesses were read to the .jury as evideuce. If depositions had been taken, the appellees would have had an opportunity to cross-examine the witnesses. In order to get a trial, however, they admitted that the witnesses, if present, would testify to the statements prepared by tbe attorneys for appellant.\nThey not only bad no opportunity to cross-examine them, but tbe statements prepared were doubtless as favorable to appellant as tbe attorneys thought tbe facts would justify, and tbe statute was strictly complied with by permitting appellant to introduce these statements in evidence.\nThere was no claim made by appellant that it would have tbe witnesses present in court to testify; on tbe contrary, it said that their depositions would be taken, most of them not being in its employ.\nAppellant calls attention to a number of cases decided by this court, all of which bold that it is within tbe sound discretion of tbe court to grant or overrule a mo- „ tion for continuance, and that tbe granting or overruling a motion for’continuance will not be disturbed unless tbe trial court á'bused its discretion to tbe injury of tbe party presenting tbe motion.\nTbe earlier cases to which attention is called by tbe appellant were under a statute very different from tbe present statute. Tbe statute as to continuances that was in force prior to tbe section of Crawford & Moses’ Digest above quoted provided that tbe adverse party might prevent the postponement of a trial by admitting that tbe statements which tbe party claimed tbe witnesses would testify to were true. Civil Code, page 112.\nUnder tbe former statute, if one admitted that the witnesses would testify as stated by tbe party making tbe motion, be must also admit that the statements were true. They could not be contradicted at tbe trial. For this reason tbe party generally could not get a postponement of tbe trial, because be could not afford to admit that tbe things set up in the motion were true. The earlier cases were therefore decided on tbe statements in tbe motion alone.\nBut- this court has uniformly held that the granting or refusing a motion for continuance is in the sound discretion of the trial court, and this court will not interfere with the exercise of this discretion, unless the action of the trial court is plainly erroneous, and is a clear abuse of its discretion. Bankers’ Fire Ins. Co. v. Williams, 176 Ark. 1189, 5 S. W. (2d) 916; Missouri Pac. Rd. Co. v. Sloan, 176 Ark. 179, 2 S. W. (2d) 15.\nIt is true, as stated by appellant, that it had never been made a party until June 25th, but it is also true that it knew several months prior to this time that the appellees claimed that appellant was liable to them because it had delivered the shipment to the consignee and had received back the bill of lading and thereafter repossessed itself of the property, returning the bill of lading with some altered indorsement to the consignee.\nIt therefore appears that it knew what the claim of the appellees was, and it does not appear that it would have had any other or different testimony from what it was permitted to introduce, or what it might have introduced.\nIt is next contended by appellant that there is no proof of adjudication in bankruptcy, or the appointment and qualifications of trustees, or their authority to maintain the suit, and it calls attention to numerous authorities as sustaining its contention. First, it calls attention to subdivision b of § 11 of the Bankruptcy Act of 1898, 11 USO A, § 29 (b). That simply provides that the court may order the trustee to enter his appearance and defend any impending suit against 'the bankrupt. This was not a suit against the bankrupt, but a suit begun by McGill Brothers, who afterwards went into’bankruptcy, and we know of no provision - of the Bankruptcy Act that prohibits trustees in bankruptcy from being substituted or joined as parties plaintiff.\nOne of the cases referred to by appellant is Callahan v. Israel, 186 Mass. 283, 71 N. E. 812. In that case the court expressly stated: “It was not the intention of Congress that a trustee could not make a demand for payment, receive money offered him in payment, or take any of the nsnal means to collect and reduce to money the estate, the title of which had vested in him, without some specific direction so to do. That clause was merely intended to 'give to the court power to direct the proceedings of its trustees if occasion for such direction should arise in any specific instance, and not to place upon the court the burden of giving constant directions as to the reducing of the property to money. The title to the estate is vested in the trustee. * * * There is no reason to hold that he has not the right of an owner to bring suit to collect his property, save as it is clearly expressly limited by the act.”\nThe act, as we have already said, has reference to suits against the bankrupt.\nAppellant also calls attention to the case of In re Price, 92 Fed. 987. The court held in that case that it could make no order requiring- the receiver in a State court to transfer assets to the trustee in bankruptcy. It was said the receiver is an officer of the 'State court, and the court held that, while the title to the property was in the trustee, this did not authorize one court to interfere with the property lawfully in the possession of another, and what the court in the last-mentioned case with reference to its order said was that an order might be made authorizing the trustee to apply to the State court for an order directing the receiver to transfer property, and to that end the trustee may be substituted as plaintiff.\nIn another case referred to by appellant, Western Star Lodge No. 24, F. & A. M., v. Burkes Construction Co., 267 Fed. 550, the court said: “We do not understand that any one can make himself a party plaintiff or defendant in an equity case by simply filing a paper therein asking- to be made a party. It takes the judicial action of the court.”\nThat means the court where the cause is pending. It requires the permission of the court to be made a party. But, as to the right of the trustees to be made parties, and also as to their election and qualification, the appellant cannot complain. After they had been made parties, appellant filed a cross-complaint against all the plaintiffs, which included the trustees in bankruptcy, and it cannot now be heard to say that they were not qualified trustees or that they had no right to appear as plaintiffs.\nIt is finally contended that the evidence is insufficient to support the verdict. It is stated by appellant that the majority rule holds a delivery complete when notice has been given to the consignee of the arrival of the goods, and a reasonable time after such notice for removal of the goods has elapsed.\nThe evidence as to what took place is in conflict, and it was therefore a question for the jury.\nA. U. McGill testified that the bill of lading, the original of which was introduced, shows a cancellation stamp placed on it by the cashier of the Baltimore' & Ohio Railroad Company under date of May 22d. The car was delivered to the initial carrier May 15th. There was also indorsed on the bill of lading “No. 1238, date delivered, May 22, 1929.” McGill testified that the bill of lading shows that the shipment was delivered and bill of lading canceled on May 22d, and then' shows, by indorsement not dated, that it was returned to the American Diamalt Company after examination. He also testified that the bill of lading shows that it was handled through the Provident Savings Bank & Trust Company of Cincinnati, and that it bears the indorsement of the American Diamalt Company, by its auditor. He also testified that it was customary and necessary for the consignee to indorse the bill of lading to obtain delivery.\nThe draft and invoice were introduced in evidence, and it was shown that the draft was for the amount of the selling price, less the freight. McGill examined the draft when it came back to the Bank of Stuttgart, and it showed that it had been marked “Paid” by the Provident Savings Bank & Trust 'Company of -Cincinnati. He also said that it showed an erasure.\nThe evidence therefore on the part of the appellee was sufficient to submit to the jury 'the question of whether there had been a complete delivery to the American Diamalt Company and a payment of the draft. If there had been, neither the railroad company nor the consignee could chang-e the relation of the parties, and if the appellant, after the shipment had been delivered to the consignee and paid for, repossessed itself of the property, it did what it had no lawful right to do.\nThe evidence offered by the-appellant contradicted the evidence offered by appellee, not only as to what was done as to delivery and payment, but as to the quality and value of the rice. These, however, were questions of fact, and the jury’s finding is conclusive. This court cannot pass on the credibility of the witnesses, nor the weight to be given their testimony.\nThe appellant complains'about the instruction given at the request of the appellee. It is a lengthy instruction, and appellant’s objection is, first, that it fails to present the issues, and does not mention or indicate the defenses. The instruction would not be erroneous for this reason. It simply told the .jury that the questions at issue, naming them, were all questions of fact for them to determine, and that the burden of proof was on the appellees.\nThe next objection is that it unduly, emphasizes the evidence and theory of the plaintiffs. We do not agree with appellant in this contention. The instruction merely recites the facts pleaded by the appellee, telling the jury what is claimed by the plaintiff, 'but does not emphasize the evidence in any way.\nIt is next contended that the instruction in effect quotes the theory of the plaintiffs, and nowhere states the theory of the defense. It is not usual in requesting instructions by either party to state the theory of the opposing party, and in this case the theory of the appellant was stated in a number of instructions and so plainly that the jury could not have been misled.\nIt is next stated that the instruction is abstract, and finally that the measure of damages stated is inconsistent with the later instruction on damages. The jury were told in the instruction complained of that the appellee must prove by a preponderance of the testimony, among’ other things, that appellees had suffered a loss of $1,106.85, but, in giving the jury the form of a verdict, the amount of the recovery, if they found for the plaintiff, was left blank.\nThe court instructed the jury at appellant’s request that, if they found the shipment was tendered to consignee under the terms and provisions of the bill of lading, and was rejected for no cause occurring or happening in transit, they would find for the defendants.\nThey were also told at the request of the appellant that, if they found from the testimony that only such inspection took place at Cincinnati as was customary and usual under consignment shipments allowing inspection, then they would find in favor of the defendants, regardless of who had possession of the bill of lading during the period of such inspection.\nThe jury also were instructed that a delivery is not made until notice has been given the consignee, and a reasonable time allowed for its unloading or rejection, and, if the jury found that within a reasonable time the consignee rejected the shipment, they must find for the defendant.\nThey were also told in an instruction requested by appellant that the measure of damages was the fair market value of the rice at destination point.\nThere is no conflict between this instruction and the one given at request of appellees.\nThere was no error in the instructions, and the judgment of the circuit court is affirmed.",
        "type": "majority",
        "author": "Mehaeey, J."
      }
    ],
    "attorneys": [
      "Garter, Jones ■& Turney, Morrison JR. Waite, Won. A. Eggers, Frank H. Cole, Jr., N. F. Lamb and Arthur L. Adams, for appellants.",
      "A.JJ. Meehan and John W, Monorief, for appellees."
    ],
    "corrections": "",
    "head_matter": "Baltimore & Ohio Railroad Company v. McGill Brothers Rice Mill.\nOpinion delivered February 8, 1932.\nGarter, Jones ■& Turney, Morrison JR. Waite, Won. A. Eggers, Frank H. Cole, Jr., N. F. Lamb and Arthur L. Adams, for appellants.\nA.JJ. Meehan and John W, Monorief, for appellees."
  },
  "file_name": "0108-01",
  "first_page_order": 128,
  "last_page_order": 139
}
