{
  "id": 8719664,
  "name": "Spurgeon v. State",
  "name_abbreviation": "Spurgeon v. State",
  "decision_date": "1923-07-09",
  "docket_number": "",
  "first_page": "112",
  "last_page": "125",
  "citations": [
    {
      "type": "official",
      "cite": "160 Ark. 112"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "114 Ark. 574",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "94 Ark. 343",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1545350
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/94/0343-01"
      ]
    },
    {
      "cite": "14 Ark. 555",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1862685
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/14/0555-01"
      ]
    },
    {
      "cite": "18 Ark. 156",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "150 Ark. 555",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1367905
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/150/0555-01"
      ]
    },
    {
      "cite": "149 Cal. 310",
      "category": "reporters:state",
      "reporter": "Cal.",
      "case_ids": [
        2126149
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cal/149/0310-01"
      ]
    },
    {
      "cite": "109 Ark. 450",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1341199
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/109/0450-01"
      ]
    },
    {
      "cite": "85 Ark. 64",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1523386
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/85/0064-01"
      ]
    },
    {
      "cite": "101 Ark. 443",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1311095
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/101/0443-01"
      ]
    },
    {
      "cite": "113 Ark. 301",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1537542
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/113/0301-01"
      ]
    },
    {
      "cite": "47 Ark. 180",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1888724
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/47/0180-01"
      ]
    },
    {
      "cite": "80 Ark. 15",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1491184
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/80/0015-01"
      ]
    },
    {
      "cite": "120 Ark. 193",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1561054
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/120/0193-01"
      ]
    },
    {
      "cite": "16 R. 0",
      "category": "reporters:state_regional",
      "reporter": "R.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "146 Ark. 328",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "130 Ark. 457",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8721530
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/130/0457-01"
      ]
    },
    {
      "cite": "149 Ark. 646",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "141 Ark. 509",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "28 Ark. 121",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1884368
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/ark/28/0121-01"
      ]
    },
    {
      "cite": "125 Ark. 267",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1553203
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/125/0267-01"
      ]
    },
    {
      "cite": "97 Ark. 453",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "74 Ark. 397",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8721785
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/74/0397-01"
      ]
    },
    {
      "cite": "69 Ark. 599",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8725460
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/69/0599-01"
      ]
    },
    {
      "cite": "115 Ark. 387",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1533777
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/115/0387-01"
      ]
    },
    {
      "cite": "122 Ark. 606",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1558224
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/122/0606-01"
      ]
    },
    {
      "cite": "66 Ark. 509",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "262 Fed. 473",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6734520
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f/262/0473-01"
      ]
    },
    {
      "cite": "114 Ark. 481",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "107 Ark. 568",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1343990
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/ark/107/0568-01"
      ]
    },
    {
      "cite": "50 Ark. 305",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8722160
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/50/0305-01"
      ]
    },
    {
      "cite": "54 Ark. 243",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1320410
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/ark/54/0243-01"
      ]
    },
    {
      "cite": "85 Ark. 536",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1523275
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/85/0536-01"
      ]
    },
    {
      "cite": "120 Ark. 302",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1561092
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "308"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/120/0302-01"
      ]
    },
    {
      "cite": "112 Ark. 236",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1538816
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/112/0236-01"
      ]
    },
    {
      "cite": "114 Ark. 472",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1536285
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/114/0472-01"
      ]
    },
    {
      "cite": "103 Ark. 70",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1352008
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/103/0070-01"
      ]
    },
    {
      "cite": "91 Ark. 65",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1511764
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/91/0065-01"
      ]
    },
    {
      "cite": "86 Ark. 357",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1521535
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/86/0357-01"
      ]
    },
    {
      "cite": "83 Ark. 36",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1527125
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/83/0036-01"
      ]
    },
    {
      "cite": "76 Ark. 276",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1501126
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/76/0276-01"
      ]
    },
    {
      "cite": "68 Ark. 466",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1333910
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/68/0466-01"
      ]
    },
    {
      "cite": "121 Ark. 390",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1559358
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/121/0390-01"
      ]
    },
    {
      "cite": "54 Ark. 243",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1320410
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/54/0243-01"
      ]
    },
    {
      "cite": "85 Ark. 536",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1523275
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/85/0536-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1041,
    "char_count": 27543,
    "ocr_confidence": 0.459,
    "pagerank": {
      "raw": 4.786573080733988e-07,
      "percentile": 0.9309448157016104
    },
    "sha256": "06d7275a6ebd2ccfe4ffea1e5b2dd9c8c8d01b53e78cd8d0dd20e96eba4cfef5",
    "simhash": "1:ab8ee3219c1c0aec",
    "word_count": 4730
  },
  "last_updated": "2024-02-27T17:41:07.582861+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Hart, J., concurs."
    ],
    "parties": [
      "Spurgeon v. State."
    ],
    "opinions": [
      {
        "text": "McCulloch, C. J.\nThe defendant, John Gr. Spur-geon, was indicted and convicted under a statute which makes it an offense punishable by fine, or imprisonment in the State Penitentiary, to “wilfully or maliciously destroy or injure any inclosure, building ■* * * or any real or personal property whatsoever, by means of dynamite, gunpowder or other explosive.” Crawford & Moses’ Digest, § 2528. The charge in the indictment is that defendant injured a dwelling house in the city of Little Rock, owned and occupied by W. J. Kooms, by placing on the porch a dynamite bomb, which exploded, and practically wrecked the building.\nThe theory of the State was that defendant 'comm.it-ted the crime in connection with ene Rawles, and both of these men were arrested together as they drove by the scene of the crime shortly after the bomb exploded. After the explosion a crowd collected at the scene, and shortly thereafter defendant and Rawles drove by in an automobile driven by Rawles, with the license plates turned upside down and no rear light burning.\nThe explosion occurred about one or two o’clock on the morning of October 26, 1922. There is a conflict in the testimony as to the precise hour. This conflict only affects the weight of the testimony introduced by defendant in an effort to establish an alibi. The conflict must be treated as settled by the verdict of the jury, and need not be further discussed.\nThe two accused men were taken to the city hall as soon as arrested, and held in separate confinement, and testimony was adduced by the State to the effect that both of the men made confessions — Rawles first, and defendant later, after Rawles’ confession was reported to him. The defendant denied participation in the crime, and testified that the alleged confession was not voluntary, bnt was induced by promises made to him by police officers, and extorted from him by threats and brutal treatment on .the part of those officers.\nThe theory of the State wais that defendant and Rawles committed the crime jointly, 'and that it was done as a punishment of Kooms, who was a mechanic on strike, and was about to return to work. There was a strike of railroad shopmen, and defendant, Rawles and Kooms, were all members of the union, and were strikers. Kjooms was about to return to work, despite the unsettled strike, and he testified that he was approached ;by defendant oh the subject, and when he told defendant that he was going to return to work, defendant told him that he “would be sorry-for it.” Defendant admitted that he had a conversation with Kooms about the latter returning to work, but denied .that he made the statement attributed to him, or made any statement in the nature of a threat.\nRawles did not testify in this case, and was not put on trial, the undisputed testimony being that he was promised immunity from prosecution in order to induce his confession, but, after Rawles made the confession and disclosed the information that bomb material could be found buried in defendant’s yard, officers went there and found such material buried there. Defendant undertook to explain away this circumstance. The State’s case therefore rests upon defendant’s confession and proof of circumstances referred to above.\nDefendant relied on his own testimony denying the charge, and also the testimony of several witnesses to the effect that at the time of the explosion he was at home 'and in bed. Defendant undertook to explain his presence at the scene of the crime with Rawles by stating that his efforts had been to repress lawless methods by strikers, and that Rawles came to his house that night, woke him up and told him about placing the bomb on Kooms ’ front- porch, and that he went with Rawles with the hope that they could get there before there was an explosion. All these questions made an issue of fact for the jury, and there was sufficient testimony to support the verdict.\nThe first contention made by counsel for defendant is that the court erred in refusing to grant a change of venue.\nDefendant was indicted a few days after the commission of the alleged offense, and was put on trial about the middle of December, 1922, and this resulted in a mistrial. The last trial was begun on January 8, 1923, and, as above stated, resulted in defendant’s conviction and sentence to the State Penitentiary. Before the first trial, defendant filed his petition for a change of venue on the ground that the inhabitants of the county were so prejudiced against him that he could not obtain a fair and impartial trial. Crawford & Moses’ Digest, § 3087 et seq. This petition was verified by defendant as required by law, and was supported by the affidavits pf seventy qualified electors of the county, who were actual' residents of the county and not related to the defendant in any way. The court required the production of all the affiants who were relied upon in support of the petition for change of venue, and most of them were called before the court by the State for examination as to their credibility. During the progress of the examination the court announced that the defendant would be required to produce all affiants who were relied upon, and defendant’s counsel saved exceptions to this ruling. All of the affiants who were produced were examined by the State, but some of the supporting affiants were not produced by the defendants. The court overruled the petition, and the trial proceeded, resulting in a mistrial,'as before stated.\nBefore the commencement of the last trial, defendant filed an additional petition for change of venue', with several of the supporting affiants to the original petition joining in affidavits in support of the second petition. These were examined .again, and the court overruled the last petition. When the last petition for change of venue was filed, an order was made, b.y agreement, that the original petition should he considered with the last petition, and that the examination of the witnesses taken on the former petition and transcribed by the stenographer should be treated as part of the record, the same as if the witnesses were there and reexamined. The court again overruled the petition.\nThe first contention in regard to the ruling on this subject is that the court erred in requiring the accused to produce the supporting affiants for examination, and counsel insist that all those who were not brought into court and examined by the State should be treated as credible persons. There were twelve or fifteen of these, and if the contention of counsel is sound, then the change of venue should have been granted as a matter of course, for there is a presumption that the persons who make the affidavit are credible'until the. contrary is shown. We do not think, however, that the contention of counsel • for appellant is sound, for it was (their duty to produce the supporting affiants so that the State could have an opportunity to test their credibility, which could be done by eral examination to determine their ¡means of knowledge concerning the facts about which they made affidavit. It is true that there is a presumption as to the credibility of the supporting affiants which must be overcome before the'affidavits can be disregarded, but the duty rests primarily upon the accused to produce the affiants, so that they may be examined as a test of their credibility, and it imposes no unnecessary burden on the accused to require him to produce the affiants; they are supposed to come forward voluntarily for the purpose of supporting -the accused in his efforts to secure a change of venue. This view finds support in the opinion of this 'court in the comparatively recent case of Whitehead v. State, 121 Ark. 390, where we said that the duty of the court and the State was fully discharged by inquiring into the credibility “of all of the affiants who were present and available for that purpose.”\nThe question of the credibility of those of the affiants who were examined is a more ■serious one. Nearly all of the affiants resided in Little Rock and in North Little Rock, and practically all of them showed familiarity with sentiment in both of the cities, but most of them admitted ithat they had little, if any, knowledge concerning the sentiment in the county outside of the two cities. The oral examination and cross-examination took a -wide range, and it was shown that a g’reat many of the affiants based their opinion merely upon what they conceived to be the effect of newspaper publications giving the circumstances of ithe commission of the crime, the confession of the accused, and 'comments on the enormity of the crime. After careful consideration of the testimony, however, we are of the opinion that there were at least three or four of the affiants whose credibility was not broken down by proof, either by contradictory statements or lack of information on which the affidavits were made. These particular ones which we refer to (it being unnecessary to name them) were men who had for many years been engaged in business either in Little Rock or North Little Rock, and they testified to their familiarity with the sentiment and opportunities to acquire such familiarity so far as concerned the people of the two cities, and also that they were familiar with practically the whole of the county, several of these witnesses naming a large number of townships in which they had talked to people who were familiar with public sentiment. For instance, one of the affiants showed that he had been engaged in business in Little Rock for a number of years, and frequented public places, and that he talked to people of all classes concerning the commission of this crime and the defendant’s connection with it. He testified that he had not talked to country people, but that in the operation of his business four of his employees had been traveling over the county since the date of the commission of the crime, displaying and distributing advertising matter, and that they had informed him from time to time of the sentiment .concerning this crime and defendant’s connection with, it as a matter of general discussion throughout the county. We see no reason why the fact that this affiant had not talked to the country people himself was sufficient to overturn the presumption of his credibility. This information was acquired by him in ordinary conversations with his employees as they went back and forth over the county, distributing advertising matter. Another one of the affiants, a, merchant in Little Bock, testified that he was familiar with sentiment in both of the cities and that he also had acquired information throughout the county by frequent conversations with men from the country. He testified that it was part 'of his business to go to the curb market every morning, where farmers from- different parts of the county assembled for the purpose of selling produce, and that the question of the commission of this offense was the domi'nant topic of conversation. We think that this man’s testimony .was sufficient to show that he had acquired knowledge of sentiment throughout the county, or at least it did not show lack of knowledge so as to discredit him.\nIt is unnecessary to discuss in detail the oral testimony of other affiants, but we think there are at least one or two others who showed sufficient familiarity with the sentiment throughout the county to make them credible persons within the meaning of the statute.\nNor is it necessary to discuss the law on this subject, for it is settled that,affiants in support of a petition for change of venue may be orally examined by the court, not for the purpose of trying an issue ,as to the truth of the allegations concerning the prejudice in the minds of the inhabitants, but for the sole purpose of determining the credibility of the affiants — whether they had sufficient information to make an affidavit on the subject, or whether they swore recklessly and without information. The following authorities are only a few of the cases which establish this rule: Jackson v. State, 54 Ark. 243; Ward v. State, 68 Ark. 466; Maxwell v. State, 76 Ark. 276; White v. State, 83 Ark. 36; Strong v. State, 85 Ark. 536; Duckworth v. State, 86 Ark. 357; Latourette v. State, 91 Ark. 65; Williams v. State, 103 Ark. 70; Whitehead v. State, supra.\nIn the last ease cited above the court reviews the authorities and states the rule as follows:\n“The trial court exercises a judicial discretion in passing upon the 'credibility of the affiants, but its discretion is limited to that question. When the petition for change of venue is properly made and .supported, the court has no discretion about granting the payer thereof, whatever the opinion of the court may be as to its truthfulness. The statute provides no method by which the court may determine the credibility of the affiants, but leaves the question to the court. A number of cases, however, have approved the practice of calling the affi-ants and examining them as to the source and extent of their information for the purpose of ascertaining whether or not they have sworn falsely or recklessly without sufficient information as to the state of mind of the inhabitants of the county as to the accused. But the cases also hold that the statute on this subject does not contemplate that the truth or falsity of the affidavits shall be inquired into, and that the only question for the determination of the court is whether or not the affiants are credible persons, and that all inquiry must be confined to that question.”\nTested by this rule, wé are of the opinion that more than two of the affiants must be treated as credible persons, their credibility not being successfully assailed by the State, and that the court erred in denying the petition. The statute only requires supporting affidavits of two credible persons, and this requirement was satisfied. This conclusion renders it unnecessary to discuss several of the assignments of error, but, in view of another trial of the case, we deem it proper to discuss some of the questions which may arise again.\nIt is earnestly insisted that the court erred in admitting evidence of the alleged confession of defendant. The contention is that it is established by undisputed evidence that the confession was extorted by cruel and coercive treatment. Defendant testified that the police officers not only coerced him, but that they made promises to him which induced the confession. The officers were introduced as witnesses, and denied that they made any promises. One of them stated that, after Eawles confessed, he informed defendant of that fact, and told him that it would be the best thing for him to make a confession merely to get the thing off his mind, but he denied that he made this statement to him in any way that was calculated to lead defendant to believe that any favors were to be shown him. Defendant also testified that the police officers handled him roug'hly and cursed and abused him, and finally made him 'believe that a mob was assembling to do him violence. This was all denied by the officers, and >of course made an issue for the jury.\nThe principal contention of counsel for defendant is that the confession was extorted by continuous and persistent questioning of defendant for more than twenty-four hours, subjecting him to rapid-fire questions, without giving him an opportunity to get food or water or sleep. The undisputed testimony is that defendant was taken to police headquarters as soon as he was arrested, and that almost immediately he was subjected to close questioning from time do time until he offered to make a confession between midnigffit and morning of the second night after the commission of the crime. The testimony tends to show that this was done continuously and persistently by officers in relays, who kept the' defendant in one of the rooms at the city hall and subjected him to rapid-fire questions ceaselessly until the confession was made. Defendant himself testified that he was not given any food or water or an opportunity to sleep. He said that the officers would question him rapidly and in relays, and that occasionally he was sent to his cell, hut that by the time he took off his clothes he was carried hack again without an opportunity to lie down. He testified that finally the prosecuting attorney was brought to the city hall and told him that it would he easier on him to confess, as Eawles had confessed, and that he then told the prosecuting attorney that he was willing to say that whatever Eawles had 'stated was true. A number of police officers who participated in the inquisition testified in the case,’ and many <of them testified with perfect candor. They admitted that they subjected defendant to a searching and persistent inquiry to get the truth out of him, and they felt if was their duty to do so, but it does not appear from their testimony that the inquisition was continuous or that it was without an opportunity afforded defendant for food, drink or sleep.\nOf course, the officers had a right to interrogate the accused concerning his participation in'the offense, but they liad no right to coerce him into a confession by a continuous inquisition persisted in to the extent of exhausting him physically and mentally and overcoming his will. Of course, there was testimony in this case which tended to show that the confession was not voluntary, but we cannot say that there is an entire absence of testimony tending to show that the confession was voluntary and that the inquisition was not persisted in long enough to exhaust defendant mentally and physically and overcome his will. The law on the ¡subject of voluntary confessions is well settled, and it is unnecessary to enter into an extended discussion on this subject. In a recent decision on this subject, we said:\n“It has been said that no general rule can be formulated for determining when a confession is voluntary, because the character of the inducements held out to a person must depend very much upon the circumstances of each case. Where threats of harm, promises of favor or benefits, infliction of pain, a show of violence or inquisitorial methods are used to extort a confession, then the confession is attributed to such influences. It may be sáid also that, in determining whether a confession is voluntary or not, the .court should look to the whole situation and surrounding of the accused.” Dewein v. State, 114 Ark. 472.\nNow, the court refused to exclude this confession from the jury, but submitted it to the jury upon instructions as favorable as the defendant could ask for, and left it to the jury to determine whether or not the confession was free and voluntary.\nOne of the assignments of error in regard to rulings of the court on instructions is that the court should have given an instruction requested by defendant telling the jury that they should consider, as a circumstance in determining whether or not the confession was voluntary, the fact that the police officers refused to permit the accused to send for counsel. The instructions of the court were, as before stated, as favorable to the defendant as he could ask, and there was no error in refusing to give the instruction which singled out the alleged conduct of one or more of the police officers in refusing to send for defendant’s attorney. In the court’s charge to the jury it was said that all circumstances and facts in the case should be taken into consideration in determining whether or not the confession was voluntary.\nIt is also contended that the court erred in admitting, over the objection of defendant, testimony concerning the extent of the injury to the home of Blooms. We are unable to see why this testimony was objectionable, it being a necessary part of the State’s case to show that the house was injured, otherwise there would be no offense under the statute, and certainly the State had a right- to show the extent of the injury.\nAgain, it.is insisted that the court erred in refusing to permit the defendant to introduce testimony concerning statements made by Rawles to witnesses, shortly before the commission of the crime, in substance tha.t he (Rawles) suggested the use of dynamite in connection with the strike, and that he knew how to use it. We are unable to discover any beneficial effect that could have resulted to defendant if this testimony had been admitted, but, conceding that point, we think it is clear that the court was correct in refusing to allow the testimony to go to the jury. It is true that the State tried this case on the theory that the crime was committed jointly by Rawles and defendant, but this did not render competent Rawles’ 'Statement concerning third parties. It merely amounted to proof that Rawles approached other persons to induce them to commit the crime. This is not inconsistent with the theory of the State that Rawles and defendant committed the crime jointly. It is competent, of course, for an accused person to show that the crime was, in fact, committed by some other person, but this cannot be established by the declarations of third persons which merely constitute hearsay. Tillman v. State, 112 Ark. 236.\nQuestions argued concerning the competency of certain jurors may not arise on the nest trial, and it is therefore unnecessary to discuss this subject. Suffice it to say that we find no error in the' record except in regard to the ruling of the court in denying the change of venue. On account of the error in that ruling the judgment is reversed, and the cause is remanded with directions to the circuit court to grant the change of venue in accordance with the prayer for defendant’s petition.\nHart, J., concurs.",
        "type": "majority",
        "author": "McCulloch, C. J."
      }
    ],
    "attorneys": [
      "Isgrig & Billon, Murphy, McHaney & Buncmay, for appellant.",
      "J. S. TJtley, Attorney General, John L. Garter and Wm. T. Hammock, Assistants, for appellee."
    ],
    "corrections": "",
    "head_matter": "Spurgeon v. State.\nOpinion delivered July 9, 1923.\n1. Criminal law — application por'change op venue — production op affiants. — Where, in a criminal prosecution, the defendant applied for a change of venue on account of the prejudice of the inhabitants of the county, and filed supporting affidavits, it was the duty of the defendant ■ to produce the affiants, so that the State might test their credibility by oral examination, to determine their means of knowledge concerning the facts about which they made affidavit.\n2. Criminal law — change op venue. — In a criminal prosecution wherein defendant applied for a change of venue on the ground of prejudice of the inhabitants of the county and furnished supporting affidavits, evidence held to sustain the credibility of two of the affiants, so that an order denying the change was erroneous.\n3. Criminal law — petition for change op venue — examination op affiants. — Affiants in- support of a petition for change of venue may be orally examined by the court, not for the purpose of trying an issue as to the truth of the allegations concerning the prejudice in the minds of the inhabitants, but for the sole purpose of determining the credibility of the affiants.\n4. Criminal law — voluntary character of confession. — jury question. — Where the evidence in a criminal ease was in conflict as to whether a confessipn by accused was voluntary, the question was properly submitted to the jury.\n5. CRIMINAL LAW — VOLUNTARY CHARACTER OF CONFESSION — INSTRUCTION. — In a conflict of testimony as to whether a confession was voluntarily made by the accused to police .officers, it was not error to refuse an instruction directing the jury to consider, in determining whether the confession was voluntary, the fact whether the police officers refused to permit accused to send for counsel.\n6. Explosives — destruction of building by dynamite — evidence. —In a prosecution for destroying a building by means of dynamite, evidence concerning the extent of the injury to the building was admissible.\n7. Criminal law — evidence—declaration of co-defendant. — In a prosecution for injuring a building by means of dynamite, proof of a statement by a co-defendant, made shortly before the commission of the crime, that he suggested the use of dynamite, and knew how to use it, was properly excluded.\n8. Criminal law — hearsay evidence. — It is competent for an accused person to show that the crime was in fact committed by some other person, but this cannot be done by declarations of third persons which merely constitute hearsay.\nAppeal from Pulaski Circuit Court, First Division; John W. Wade, Judge;\nreversed.\nIsgrig & Billon, Murphy, McHaney & Buncmay, for appellant.\n1. This record, we think, makes clear the error of the trial court in denying the petition for change of venue. The statute does not mean that a supporting witness, to he credible, must have talked with every citizen in every township in the county, and that he he able, on examination, to give the name of every man with whom he talked. 120 Ark. 302; 85 Ark. 536; 54 Ark. 243.\n2. The court committed error prejudicial to the defendant in the selection of the jury, (a) in holding as qualified, over the defendant’s objections, six jurors who showed in their voir dire examination that they held a fixed opinion unfavorable to the defendant, and. (b) in excusing three jurors from service, over defendant’s objections, who showed opinions favorable to his innocence.\n3. The indictment specifically charged the crime of injury to real property. That alone was the issue. It was prejudicial error to admit proof of the amount and extent of the damage caused by the explosion, the value of the property, the amount of the loss, and the fact that eight women and children were occupants of the house at the time.\n4. That the alleged confession in this case was not freely and voluntarily made, is clear, yet it was incumbent on the State to show that it was free and voluntary. Underhill on Crim. Evidence, 2nd ed., par. 126, 238, 283; Greenleaf, Ev., par. 219; 1 R. C. L. 552, 560, 568; 50 Ark. 305; 107 Ark. 568; Id. 332; 114 Ark. 481; 262 Fed. 473; 66 Ark. 509; 122 Ark. 606-; 115 Ark. 387; 69 Ark. 599; 74 Ark. 397; 97 Ark. 453; 125 Ark. 267; Id. 263; 28 Ark. 121; Id. 531; Wigmore on Evidence, vol. 1, ■§ 861; Id. vol. 3, § 2097. The question of the admissibility of a question is purely a question for the court; and, in this case, it was error to submit that question to the jury.\nJ. S. TJtley, Attorney General, John L. Garter and Wm. T. Hammock, Assistants, for appellee.\n1. The testimony of the supporting witnesses was in large measure based on their personal opinions, and none testified that they had discussed the case with the citizens in all parts of the county. Appellant failed to make the showing contemplated by the statute, C. & M. Digest, § 3087. None of the witnesses claimed to have a general knowledge of the state of mind of the citizens of all portions of the county. 120 Ark. 302, 308; 141 Ark. 509; 149 Ark. 646; 130 Ark. 457; 146 Ark. 328; 54 Ark. 243.\n2. There was no error nor any abuse of discretion in the court’s ruling on the competency of jurors. 16 R. 0. L. 262; Id. par. 80; 120 Ark. 193; 80 Ark. 15; 47 Ark. 180; 113 Ark. 301; 101 Ark. 443; 85 Ark. 64; 109 Ark. 450; Am. St. Rep. vol. 9, p. 747, and cases cited; 149 Cal. 310; 150 Ark. 555.\n3. The admissibility of a confession is a question for the court. 28 Ark. 121. The voluntary statements of a prisoner, though made to an officer and while in that officer’s custody, are admissible in evidence against him. And the fact that the confession was made without caution to the accused that it might 'be used against him does not render it incompetent. 107 Ark. 568; 18 Ark. 156; 14 Ark. 555; 94 Ark. 343; 114 Ark. 574."
  },
  "file_name": "0112-01",
  "first_page_order": 136,
  "last_page_order": 149
}
