{
  "id": 1431956,
  "name": "White v. Williams",
  "name_abbreviation": "White v. Williams",
  "decision_date": "1933-03-27",
  "docket_number": "4-2934",
  "first_page": "113",
  "last_page": "119",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 113"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "261 S. W. 624",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "164 Ark. 254",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1382223
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/164/0254-01"
      ]
    },
    {
      "cite": "279 S. W. 366",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "274 S. W. 5",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "168 Ark. 829",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8725586
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/168/0829-01"
      ]
    },
    {
      "cite": "215 S. W. 653",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "140 Ark. 448",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1594443
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/140/0448-01"
      ]
    },
    {
      "cite": "217 S. W. 258",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "141 Ark. 301",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1592965
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/141/0301-01"
      ]
    },
    {
      "cite": "36 Ark. 446",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1872459
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/36/0446-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 537,
    "char_count": 10836,
    "ocr_confidence": 0.508,
    "pagerank": {
      "raw": 2.012454438988355e-07,
      "percentile": 0.74440942309764
    },
    "sha256": "e9dcd9b0aeb9fdd1785db61ce7ef95cc070ab9bce4514de453873a7d233e5bce",
    "simhash": "1:1cc0acce8b11d887",
    "word_count": 1897
  },
  "last_updated": "2024-02-27T21:18:50.990705+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Smith and McHaney, JJ., dissent."
    ],
    "parties": [
      "White v. Williams."
    ],
    "opinions": [
      {
        "text": "Butler, J.\nThis suit was brought by the appellant as a citizen and taxpayer against Blake Williams as sheriff and the surety on his official bond to recover for the use and benefit of Pulaski County the net profits received by the sheriff for feeding the county and federal prisoners confined in the Pulaski County jail during Williams’ term as sheriff.\nThe complaint, as amended, alleged that the prosecuting attorney, when requested, had failed and neglected to join in the action or to bring a separate action. With the complaint was filed a bill of particulars setting out the sums received each month for feeding the county prisoners and the sums received for feeding the federal prisoners. It was alleged that Williams had made no accounting of the expense incurred in the feeding of the prisoners or what the net profits were; that he acted in this matter under color of authority of act No. 81 of the General Assembly of 1931.\nIt was alleged that the said Williams had received as a salary the sum of $5,000 per annum; that plaintiff was advised and believed that the sums received for feo ' ing the prisoners were in excess of the amounts expended by the sheriff for the same, and the excess above the lawful costs expended by him increased the amounts received by him as sheriff above $5,000 per annum, and that plaintiff believed and alleged that the excess was over $10,000, and that act No. 81 was in contravention of article 19, § 23, of the Constitution; that plaintiff had no knowledge or means by which he could ascertain the amount expended by Williams for feeding the prisoners in excess of the actual cost thereof, and prayed that he be required to account for and pay into the county treasury the net profits received by him.\nTo that complaint a demurrer was interposed and sustained.\nIt is first insisted that the complaint does not state issuable facts because its allegations are that plaintiff' (appellant) is informed and believes that it cost appellee less than eighty-five cents per day to feed a prisoner, and that he believes appellee has received greatly in excess of the cost of feeding the prisoners. Where the facts are not alleged to exist, but there is a mere statement only that plaintiff has received information to that effect, a complaint is insufficient and is subject to demurrer, but where the charge is made upon information and belief, and there are averments in the complaint warranting the inference that the pleader asserts them to be true, the complaint is sufficient upon demurrer. Holland v. Davies, 36 Ark. 446; Sebastian County v. Hocott, 141 Ark. 301, 217 S. W. 258. It is the rule that, if, from the allegations of facts in the complaint together with every reasonable inference arising from all of the allegations, a cause of action is stated, the demurrer should be overruled. This is a suit for an accounting and from all the allegations we are of the opinion that it reasonably appears that the charge is made as a fact that appellee received for feeding the prisoners a sum in excess of the actual cost thereof and in excess of the sum of $10,000. We think therefore that the complaint was not subject to demurrer on the ground first urged. Kilgore Lumber Co. v. Halley, 140 Ark. 448, 215 S. W. 653.\nThe appellant here contends, as in the trial court, that the appellee is obliged to account for the moneys received for feeding the prisoners, and, if there was a profit, to pay the same into the county treasury. The appellee contends that there was no duty on his part to do this because of the provisions of act No. 81 of the General Assembly of 1931; that it was within the power of the Legislature to allow a reasonable lump sum to cover the expense of feeding the prisoners, and that this is what act No. 81 provided.\nThat part, .of the act involved in this case is a part of § 1, and reads as follows: ‘ ‘ The expense of feeding-prisoners. in the county jail is declared by law to be the sum of eighty-five cents (85c) per prisoner per day, and the sheriff shall have charge of feeding the prisoners. Compensation therefor shall not (be considered as fees of the office. The sheriff shall pay the expense of cook and janitor, also expense of lights, water and gas used for cooking. ’ ’\nArticle 19, § 23, of the Constitution of 1874, which, it is claimed the act as interpreted and applied in the court below offends against, is as follows: “No officer of this State, nor of any county, city or town, shall receive directly or indirectly, for salary, fees and perquisites more than five thousand dollars net profit per annum in par funds, and any and all sums in excess of this amount shall be paid into the State, county, city or town treasury as shall hereafter be directed by appropriate legislation.”\nThe act of the General Assembly passed February, 1875 (Section 4633 et seq., Crawford & Moses’ Digest), in aid of the above provided that it should be the duty of certain named State officers and of each county, city, town or village officer receiving fees or emoluments of office to keep a record book in which on each day all moneys or other funds received in payment of fees or by way of emolument pertaining to the office shall be entered. Further provision was made in that act to the effect that said record books kept by county officers should be kept open for the inspection of the judges of the circuit and county courts of the county, and that each officer coming within the purview of the act should make an annual report under oath beginning at the end of the first year of his term of office, and that the county officers should make this repor-t to the judge of the circuit court in which “shall be set forth the amount of money or other evidence of value, if any, received during* the year preceding on account of such office whether from salary, fees or other emoluments or perquisites of such office,” and, if the total amount of' the receipts of office shall exceed in par funds the sum of $5,000, the officer shall further report the amount expended by him in the conduct of his office for said year which shall be deducted from the gross amount of receipts, and, if the balance shall exceed the sum of $5,000 in the case of a county officer, it shall be paid into the treasury of the county.\nIn determining whether an act of the Legislature violates the Constitution, it must be presumed that the Legislature acted in good faith and within constitutional limits and its acts will be upheld unless its application would necessarily come within the inhibition of some provision of the Constitution.\nWe approach the question of the constitutionality of the act involved with this principle in mind and with recognition of the legislative power to fix a certain sum as expenses in any reasonable manner where, by so doing the Constitution is not violated. In support of the constitutionality of the act in question, we are referred by counsel to cases of other jurisdictions and to our own case of Mays v. Phillips County, 168 Ark. 829, 274 S. W. 5, 279 S. W. 366. We refrain from reviewing the cases cited from other jurisdictions because the question before ns must be determined from a consideration of the peculiar language in our Constitution and laws, and we think that the case of Mays v. Phillips County, supra, has no application, for the reason that the question now before us was not presented to the court in that case.\nNo case has before arisen where the amounts received bv sheriffs for feeding prisoners as a part of the total salary allowed was involved, but it is apparent to us that any profit made for this service would be an emolument or perquisite of office, as it would be received by the individual holding office by virtue of the same, and, as under the Constitution, in determining the total amount of the salary, account must be taken of all fees and perquisites directly or indirectly received by the officer as such, it is manifest that the profits made from feeding prisoners would be just as any other perquisite and must be accounted for. Therefore the declaration of the Legislature that the expense of feeding prisoners is eighty-five cents per prisoner per day, which should not be considered as fees of the office, is inoperative, if its practical application would serve to increase the salary of the officer beyond the limit fixed by the Constitution.\nThe language of the Constitution and the enabling act is so clear and explicit that it may not be evaded in any way whatsoever, and where the Legislature enacts a law having the necessary effect of evading the limit set by the Constitution, 'such act is void. This, under the allegations pf the complaint, is the effect of the act in question.\nIn fixing the compensation of members of the Legislature in certain amounts, the Constitution provided that they should receive no compensation, perquisite or allowance except in the manner named. -By resolution of the House and, on a later day, of the Senate, it ivas resolved that the sum of $100 should be paid to each member for expenses incurred while attending the Legislature. In the case of Ashton v. Ferguson, 164 Ark. 254, 261 S. W. 624, this court held that this ivas nothing more nor less than an allowance and was in violation of the Constitution. We can see no difference in principle between the question considered in that case and the one here involved. It is very ably argued that the policy of act No. 81 was wise and expedient, that the amount named as expenses for feeding the county prisoners ivas not unreasonable to the extent that the court would take judicial notice that it was such. The answer is that its effect clearly might be to compensate appellee in a sum greater than that fixed by the Constitution, and, however ivise or reasonable it might be, it is none the less a violation of the plain provisions of the Constitution.\nAppellee seeks to distinguish between the expense of feeding federal prisoners and county prisoners and argues that as to the first it was a matter solely betAveen the United States Government and appellee personally. This is not true however for the sums received by him from the Government were received because he was a county officer and by virtue of his office. These sums therefore stood on no different footing from the fees received from any other source because appellee is required to account for all fees and perquisites received, either directly or indirectly.\nWe are of the opinion that the trial court erred in sustaining the demurrer. The judgment is therefore reversed, and the cause remanded with directions to overrule the demurrer and for further proceedings.\nSmith and McHaney, JJ., dissent.",
        "type": "majority",
        "author": "Butler, J."
      }
    ],
    "attorneys": [
      "M. A. Matlock, for appellant.",
      "Rose, Hemingway, Cantrell & Loughborough, for appellee."
    ],
    "corrections": "",
    "head_matter": "White v. Williams.\n4-2934\nOpinion delivered March 27, 1933.\nM. A. Matlock, for appellant.\nRose, Hemingway, Cantrell & Loughborough, for appellee."
  },
  "file_name": "0113-01",
  "first_page_order": 131,
  "last_page_order": 137
}
