{
  "id": 1428361,
  "name": "Martin v. Taylor",
  "name_abbreviation": "Martin v. Taylor",
  "decision_date": "1933-11-06",
  "docket_number": "4-3184",
  "first_page": "114",
  "last_page": "117",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 114"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "254 S. W. 665",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "160 Ark. 402",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8722875
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/160/0402-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 353,
    "char_count": 5943,
    "ocr_confidence": 0.507,
    "pagerank": {
      "raw": 1.1643348494509819e-07,
      "percentile": 0.5847887270647826
    },
    "sha256": "0481ccbbe4f3eff9489a60c13176b02bac477d6fe46210631669131e139c510f",
    "simhash": "1:f98ab6a46182379f",
    "word_count": 1041
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Martin v. Taylor."
    ],
    "opinions": [
      {
        "text": "McHaney, J.\nAppellant and four others organized the Benton Trust Company as a banking corporation on December 4, 1930, showing a paid-up capital of $50,000 and surplus of $5,000, they owning all the stock and all being officers \"and directors, appellant being the president. On the same day they borrowed from the Union Trust Company of Little Bock $39,500, executing their demand note therefor signed by the five of them, which, together with $15,450 in sundry checks, making a total of $55,000, was deposited in said Union Trust Company to the credit of the Benton Trust Company, hereinafter called the new bank, for which a duplicate deposit slip was delivered to them showing such deposit. On the same day said parties called on the Bank Commissioner, presented their articles of incorporation, exhibited to him said duplicate deposit slip and represented to him that the.named capital and surplus in the new bank had been fully paid in cash by them. Thereupon, the Bank Commissioner issued and delivered to them a charter for the new bank. On the same day the new bank entered into a written contract with the Bank Commissioner to purchase the assets of the insolvent Benton Bank & Trust Company, then in the hands of the commissioner for liquidation, in which it was stated that the capital and surplus of $55,000 had been fully paid in cash. This contract was presented to and approved by the Saline Chancery Court oh the petition of the commissioner December 5, 1930, and said new bank thereupon opened for business. On the same day an entry was made in the books of the new bank showing it had on deposit in the Union Trust Company $55,000. Three days thereafter, December 8, one of the organizers took the duplicate deposit slip back to the Union Trust Company, surrendered it, and received in exchange therefor said note for $39,550 and a new duplicate deposit slip for $15,450 to the credit of the new bank. Up to thaJ date, December 8, no entry had been made on the books of the Union Trust Company showing the original transaction. On the same day, December 8, entries were made on the books of the new bank, one crediting the Union Trust Company with $55,000, and another charging it with $15,450. The new bank continued in business less than one year, was found to be insolvent and was taken over for liquidation by the Bank Commissioner. On discovery of the facts by the commissioner, he brought this action against appellant and the other organizers to recover the sum of $39,550, alleging that they were jointly and severally liable to him as commissioner in charge of the new bank, “said indebtedness being for money had and received by the defendants and unlawfully and without right appropriated by them for the purpose of paying their individual note as aforesaid.”\nTrial resulted in a decree against appellant and the four others for the amount claimed. In its finding’s of fact the court was of the opinion that the $39,550 trans ' action with the Union Trust Company was a “paper’ transaction; “that said sum of $39,550 is an unpaid stock subscription on the part of the defendants herein for which they are jointly liable and that judgment should be entered against them for such sum, together with the cost of this action.” Appellant alone has appealed.\nThe language last above quoted forms the basis of the principal attack on the decree, it being contended that the decree is at variance with the pleading’s and proof; that the action was one for conversion of the funds of the new bank, but that the trial court, without any evidence, treated it as one for stock subscriptions. Assuming without deciding that appellant is correct in this contention, still it can avail him nothing if the decree of the court is right. There is no rule better settled in this court than that appeals in equity cases are tried here de novo and that a correct decree based on an incorrect reason is no ground for reversal. In other words, if the decree is right, it will be affirmed, even though the trial court reached its conclusion by an erroneous route, as said in Gage v. Ark. Central Rd. Co., 160 Ark. 402, 254 S. W. 665.\nThe evidence in this case is undisputed. Neither appellant nor the other organizers testified, nor did they offer any testimony in their behalf. It is not denied that they deposited the $39,550 in the Union Trust Company to the credit of the new bank. This represented the value of so much stock issued to them. They represented to the Commissioner that they had paid for their stock in full and in cash, exhibiting the duplicate deposit slip. The Commissioner issued a charter to them in good faith, believing they had paid for their stock, which in fact had been paid for. The deposit in the Union Trust Company was the property of the new bank, and it could not lawfully be used to pay their individual debt. The course pursued amounted to a fraud on the bank, the commissioner and all of its creditors who became such on the faith of its capital and surplus having been fully paid: By the entries made on December 8, 1930, the.capital stock of the new bank was impaired to the extent of $39,-550 and the bank was then insolvent under the definition of insolvency in § 717, Crawford & Moses’ Digest, subdivision 4.\nThe net result of the whole transaction with the Union Trust Company was that appellant and the other organizers paid their individual debt with the funds of the new bank, and thereby became indebted to it in said sum. No effort was made to show that they had paid the new bank said sum or had in any manner discharged same. The decree of the court adjudging them to be so indebted is therefore correct, no matter what reason was given therefor.\nAffirmed.",
        "type": "majority",
        "author": "McHaney, J."
      }
    ],
    "attorneys": [
      "J. B. Milham, C. T. Cotham and Tom W. Campbell, for appellant.",
      "John L. McClellan, A. C. Thomas, McDaniel & Nall, Robinson, House & Moses and W. R. Donham, for appellee."
    ],
    "corrections": "",
    "head_matter": "Martin v. Taylor.\n4-3184\nOpinion delivered November 6, 1933.\nJ. B. Milham, C. T. Cotham and Tom W. Campbell, for appellant.\nJohn L. McClellan, A. C. Thomas, McDaniel & Nall, Robinson, House & Moses and W. R. Donham, for appellee."
  },
  "file_name": "0114-01",
  "first_page_order": 132,
  "last_page_order": 135
}
