{
  "id": 1357144,
  "name": "Conley v. Benedict",
  "name_abbreviation": "Conley v. Benedict",
  "decision_date": "1923-02-05",
  "docket_number": "",
  "first_page": "118",
  "last_page": "120",
  "citations": [
    {
      "type": "official",
      "cite": "157 Ark. 118"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "74 Ark. 417",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8721960
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/74/0417-01"
      ]
    },
    {
      "cite": "95 Ark. 593",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1543564
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/95/0593-01"
      ]
    },
    {
      "cite": "70 Ark. 136",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1509490
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/70/0136-01"
      ]
    },
    {
      "cite": "69 Ark. 289",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8722156
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/69/0289-01"
      ]
    },
    {
      "cite": "60 Ark. 613",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1903654
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/60/0613-01"
      ]
    },
    {
      "cite": "138 Ark. 396",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1566917
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/138/0396-01"
      ]
    },
    {
      "cite": "74 Ark. 417",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8721960
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/74/0417-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 302,
    "char_count": 4763,
    "ocr_confidence": 0.503,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.0511908223220736
    },
    "sha256": "75dbf2f6f58ccd09d0d742045ca9f54a51e4f76d048dc1b3a0ccbd9d4889cefb",
    "simhash": "1:875355249c516d53",
    "word_count": 793
  },
  "last_updated": "2024-02-27T20:13:54.858580+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Conley v. Benedict."
    ],
    "opinions": [
      {
        "text": "Humphreys, J.\nAppellee instituted suit in ejectment, in the Garland Circuit Court, against appellants to recover the possession of “all that part of lot six, block eleven, of the U. S. Hot Springs Reservation, as surveyed, mapped and platted by the Hot Springs commissioners, bounded and described as follows: beginning on the division line between lots six and nine, a distance of 115 feet southerly from lot eight; thence southerly along the division line between lots six and nine for a distance of 45 feet; thence northwesterly parallel with the division line between lots five and six, for a distance of 27 feet; thence northerly for a distance of 40 feet to a point that is 39 feet from the place of beginning; thence easterly for a distance of 39 feet to the place of beginning, situated in Garland County, State of Arkansas.” Appellee alleged ownership and right to possession of said parcel of land through mesne conveyances from the United States.\nAppellants filed an answer denying the ownership of said land by appellee or the grantors in the chain of her title, naming them; .also alleging ownership in themselves by adverse possession.\nAt the conclusion of the testimony appellants requested a peremptory instruction, which was'refused by the court, to which ruling they objected and excepted.\nOver the objection and exception of appellants the cause was then submitted to the jury upon the sole issue of whether they had acquired title to the parcel of land under the seven years’ statute of limitation. Upon conflicting evidence responsive to this issue, the jury returned a verdict in favor of appellee, and from the judgment rendered in accordance therewith an appeal has been duly prosecuted to this court.'\nAppellants’ contention for reversal is, that the trial court erred in holding that the pleadings presented only the one issue for determination by the jury. It is argued that the court should have also presented -the issue of the sufficiency of appellee’s record title to the jury for decision, as the undisputed testimony disclosed that appellee, nor her predecessors in title, had ever been in actual possession of the land. We think not. Appellee set out her chain of title in the complaint, to which a general denial was entered by appellants. This court ruled in Pace v. Crandell, 74 Ark. 417 (quoting from syllabus 1) that “a general denial of plaintiff’s ownership of land sued for in ejectment, where the complaint specifically sets forth the plaintiff’s title, raises no issue.”\nMalinda Greer, one of the appellants, makes the additional contention that the trial court erred in rendering judgment against her for possession and costs, because it was not shown that she claimed or occupied the property. She was made a’party defendant to the suit, and did not enter a disclaimer. On the contrary, she answered jointly with Hester A! Conley that they claimed title by adverse possession. The jury determined the issue thus tendered against her, so it was proper to render judgment against her for possession and costs.\nNo error appearing, the judgment is affirmed.",
        "type": "majority",
        "author": "Humphreys, J."
      }
    ],
    "attorneys": [
      "R. G. Davies, for appellant.",
      "Calvin T. Cotham, for appellee."
    ],
    "corrections": "",
    "head_matter": "Conley v. Benedict.\nOpinion delivered February 5, 1923.\n1. Ejectment — 'Sufficiency of general denial. — A general denial of plaintiff’s ownership of land sued for in ejectment, where the complaint specifically sets forth the plaintiff’s title, raises no issue.\n2. Ejectment — judgment against party not disclaiming.— Where a party in an ejectment suit made no disclaimer, but joined in the answer claiming adverse possession, judgment on the verdict was properly rendered against her for possession and costs.\nAppeal from Garland Circuit Court; Scott Wood, Judge;\naffirmed.\nR. G. Davies, for appellant.\nThere was no proof of title by appellee at all. In suits in ejectment plaintiff must recover upon the strength of his own title and not the weakness of the defendant’s title. 138 Ark. 396, and eases cited. The instructions of the court made it necessary for appellant to prove title by limitation, which was erroneous. The issues tendered were not only the statute of limitations, but by answer a denial of ownership on the part of appellee.\nCalvin T. Cotham, for appellee.\nNo request for instructions was made by appellant. It was his duty to request such instructions as would cover his contentions. 60 Ark. 613; 69 Ark. 289; 70 Ark. 136; 95 Ark. 593. Appellee, in her complaint, set forth her muniments of title. C. & M. Dig., 3692. Appellant did not comply with this statute in his answer. She entered a general denial of ownership on the part of 'appellee, but set up on title in herself. 74 Ark. 417. The statute does not require, in suits in ejectment, that the plaintiff: be in actual possession at the time the suit is brought. C. & M. Dig., § 3686."
  },
  "file_name": "0118-01",
  "first_page_order": 140,
  "last_page_order": 142
}
