{
  "id": 1432120,
  "name": "Common School District No. 42 v. Stuttgart Special School District No. 22",
  "name_abbreviation": "Common School District No. 42 v. Stuttgart Special School District No. 22",
  "decision_date": "1933-04-03",
  "docket_number": "4-3021",
  "first_page": "119",
  "last_page": "124",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 119"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "30 S. W. 426",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "90 Ark. 600",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1513896
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/90/0600-01"
      ]
    },
    {
      "cite": "43 Ark. 420",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1894542
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/43/0420-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 333,
    "char_count": 6391,
    "ocr_confidence": 0.516,
    "pagerank": {
      "raw": 1.1012407061131643e-07,
      "percentile": 0.5684315958189068
    },
    "sha256": "40f2aee7ead0300fe0a338f65c5ce5a393400ae0f1b1c08cba5030121d7b464d",
    "simhash": "1:d3168a5d8c427b84",
    "word_count": 1120
  },
  "last_updated": "2024-02-27T21:18:50.990705+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Kirby, J., dissents."
    ],
    "parties": [
      "Common School District No. 42 v. Stuttgart Special School District No. 22."
    ],
    "opinions": [
      {
        "text": "Johnson, C. J.,\n(after stating the facts). It is apparent that this controversy hinges upon the validity or invalidity of the order of the county board of education made and entered March 8,1930. This order of the county board of education does not show upon its face that any petition by property owners was ever filed with said county board of education prior to its enactment. It does not show upon its face that any notice was given of any contemplated changes in the boundary lines of said district prior to the entry of said order. For these reasons the trial court held the order of the county board of education, made and entered as aforesaid, void.\nIt is the contention of the appellant district that all defects or omissions of said county board of education in making and entering said order aforesaid were cured by § 54 of act 169 of 1931, which section reads as follows:\n“Section 54. All districts formed by action of the county board of education of any county prior to the passage of this act are hereby made districts under the provisions of this act, and any errors, omissions, or defects in the procedure of creating such district are hereby cured, and the action creating any such district is hereby ratified. Provided this section shall not be construed as validating any action of a county board of education concerning which a valid suit in a court of competent jurisdiction is now pending. ’ ’\nThe pertinent language in § 54 is, “and any errors, omissions, or defects in the procedure of creating such district are hereby cured.” Notwithstanding the county board of education on March 8, 1930, when it made and entered this order establishing the boundaries between the two districts, had no authority in law to effect the same except after a petition and notice had been filed, these defects and irregularities may be validated and cured by a subsequent act of the Legislature.\nThis court has held: “Where the irregularity consists in doing some act, or in the mode or manner of doing it which the Legislature might have made immaterial by a prior law, it may do so by a subsequent one.” Green v. Abraham, 43 Ark. 420.\nThis court has also held: “When a deed or other conveyance is invalid by reason of the failure of the parties thereto to conform to some formality imposed by the statute, the Legislature may by a subsequent act cure the defect and give the deed such effect as the parties intended it should have at the time of its execution.\" Pelt v. Payne, 90 Ark. 600, 30 S. W. 426.\nWe think that § 54 of act 169 of 1931 is applicable to the order of the county board of education made and entered on March 8, 1930, and that all omissions and irregularities therein, whether by lack of petition or notice, are cured and validated by said act, and that said order of the county board of education of Arkansas County has established the true boundary line between said two districts.\nIt is next insisted on behalf of the appellee that, even though this court should hold that the order of the county board of education establishing the boundary between the two districts Avas a Adalid and binding contract between the districts and properly promulgated by the county board of education, yet that part of the order which permits the high school children in District 42 to attend the high school in District 22 is not enforceable. We cannot agree to this contention. It Avoulcl certainly be inequitable and unjust to permit the appellee district to receive benefits under the order of the county board of education yet refuse to comply Avith the conditions on AAdiich it Avas granted. We think that this part of -the order of the county board of education should be treated as a transfer of the children of appellant’s district to District 22 for school purposes. When this is done, we only treat the order of the county board of education as it has been treated by the parties themselves for the past íavo years. District No. 42 and District No. 22 haA^e treated this as a valid order since its promulgation in March, 1930, up to and until this suit AAras filed, and Ave knoAv of no Adalid reason why they should not continue to do so.\nIt is next insisted on behalf of appellee that the order of the county board of education, in effect, is to say to appellee: “Regardless of changed conditions, Ave formerly had a small area Avhich Ave traded to you — you cannot — the Legislature cannot in the future exercise any authority over this situation — you cannot make any change of boundary or do anything that would disturb our invalid agreement.”\nCounsel for appellee are mistaken in this vieAv. By a long line of decisions of this court, the Legislature is vested A\\fith full authority to create school districts and change their boundaries at will; the Legislature may delegate this authority to any inferior department of the government such as the county court, the county board of education or any other agency it may desire. This order of the county board of education does not in any wise infringe upon the authority of the Legislature or any subordinate agency to change the boundaries between these two districts or to create new districts out of this or any other territory.'\nThis court is of the opinion that the order of the county board of education of Arkansas County made on March 8, 1930, establishing the boundaries between appellant, District No; 42, and appellee, District No. 22, is now a valid and binding order of said board by reason of act 169 of 1931, and that the order, in so far as it permits children in District No. 42 in all grades above the eighth grade to attend appellee’s schools in District No. 22, should be treated as a valid transfer of said children of District No. 42 for school purposes, and that this should be done until a change may be effected in said districts by the Legislature or some other subordinate agency authorized to effect a change.\nFor the reasons aforesaid, the decree of the Arkansas County Chancery Court is reversed, and remanded with directions to the chancellor to enter a decree in conformity with this opinion, and that a mandatory injunction be issued to carry out these directions.\nKirby, J., dissents.",
        "type": "majority",
        "author": "Johnson, C. J.,"
      }
    ],
    "attorneys": [
      "A. G. Meehan and John W. Moncrief, for appellant.",
      "Ingram & Moher, for appellee."
    ],
    "corrections": "",
    "head_matter": "Common School District No. 42 v. Stuttgart Special School District No. 22.\n4-3021\nOpinion delivered April 3, 1933.\nA. G. Meehan and John W. Moncrief, for appellant.\nIngram & Moher, for appellee."
  },
  "file_name": "0119-01",
  "first_page_order": 137,
  "last_page_order": 142
}
