{
  "id": 1435293,
  "name": "Stanfield v. Kincannon",
  "name_abbreviation": "Stanfield v. Kincannon",
  "decision_date": "1932-02-08",
  "docket_number": "",
  "first_page": "120",
  "last_page": "125",
  "citations": [
    {
      "type": "official",
      "cite": "185 Ark. 120"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "32 Ark. 677",
      "category": "reporters:state",
      "reporter": "Ark.",
      "pin_cites": [
        {
          "page": "694"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "15 S. W. 458",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "54 Ark. 168",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1320448
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/54/0168-01"
      ]
    },
    {
      "cite": "43 S. W. (2d) 1073",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "184 Ark. 952",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1438525
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/184/0952-01"
      ]
    },
    {
      "cite": "42 S. W. (2d) 397",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "184 Ark. 366",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1438615
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/184/0366-01"
      ]
    },
    {
      "cite": "11 S. W. (2d) 444",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "178 Ark. 652",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1397042
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/178/0652-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 500,
    "char_count": 11764,
    "ocr_confidence": 0.483,
    "pagerank": {
      "raw": 1.1463593285956042e-07,
      "percentile": 0.580330165967205
    },
    "sha256": "048cd800e36e1dc915fa1fe174c9206af949619aff507847419e34e109f7b073",
    "simhash": "1:835c4f680a27fc36",
    "word_count": 2100
  },
  "last_updated": "2024-02-27T17:51:09.396208+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Stanfield v. Kincannon."
    ],
    "opinions": [
      {
        "text": "McHaney, J.\nThis is an appeal from a judgment of the circuit court of Logan County awarding a writ of mandamus on the petition of the county judge and Fred Stacy against Joe Z. Stanfield, county treasurer of said county, by which the treasurer was ordered and directed to pay, from the funds in his hands arising under the provisions of act 63 of the Acts of 1931, the warrant of the petitioner, Fred Stacy, drawn on a fund in the county treasury resulting from the turnback from the State Highway Fund in the State Treasury to the credit of the county highway fund. This judgment also approved and confirmed the order of the county court of Logan County made and entered on August 6, 1931, hereinafter mentioned, and dismissed the interventions of the First National Bank and other interveners.\nIn 1930 a large number of warrants were issued against the county highway fund of Logan County for right-of-way, materials, supplies, and labor payable in 1931, and in 1931 a large number of the same kind of warrants were issued against said fund payable in 1932, all of which are still outstanding and aggregate more than $35,000. On August 6, 1931, there was on deposit in the county treasury, to the credit of the county highway fund, $3,000, and the county .judge made an order creating what was designated as “County Road Fund Special under act 63,” and it was ordered that the funds already on hand and all funds thereafter to be received by the treasurer under the provisions of said act 63 of 1931 be credited to said fund, and directed the clerk to charge the county treasurer with all funds on hand and which were thereafter to be received from the State Treasurer to said special fund. The order further designated certain county roads as “farm-to-market roads.” The clerk was further ordered and directed to receive and file all claims properly presented against said “County Road Fund Special under act 63,” and, when ordered paid by the court from said fund, to issue his warrant upon the treasurer against said fund, and that the treasurer should pay same from said fund only. The effect of the order was to create a new fund out of which warrants thereafter to be issued should be paid, and was virtually a repudiation of the warrants then outstanding in the hands of the interveners and others in the amount of more than $35,000, as aforesaid. It appears that only the funds received from the State Treasurer and commonly referred to as turnback from the State Highway Fund go into the county treasury to the credit of the county highway fund, and that there is no money in said fund arising from taxes or otherwise in Logan County in said county highway fund. The three-mill road tax of Logan County does not get into that fund, as it is prorated to the several road districts in the county and spent under the direction of the county judge through road overseers. Thereafter appellee Stacy filed a claim with the county clerk in the sum of $88 for road work done by him which was presented to the county court and allowed against the newly created fund. The court directed the clerk to issue his warrant in Stacy’s favor for said sum, and directed the treasurer to pay same out of the new fund so created, which the treasurer declined to do. The treasurer also refused to obey the order of the court to transfer the money then on hand to the credit of the new fund, and refused to pay the Stacy warrant because of the warrants already issued and outstanding in the hands of interveners and others, which had been issued against the county highway fund prior to the date of Stacy's warrant. The treasurer and interveners appealed from the order of August 6th to the circuit court, and that case, as also that for the petition for mandamus, were heard together in the circuit court with the result heretofore stated. This appeal challenges the correctness of that judgment.\nWe think the judgment of the circuit court awarding the writ of mandamus against the treasurer, in dismissing the interventions, and in approving the order of the county court of Augmst 6, 1931, was erroneous and must be reversed on the authority of Anderson v. American State Bank, 178 Ark. 652, 11 S. W. (2d) 444; Burke v. Gullege, 184 Ark. 366, 42 S. W. (2d) 397; and Hastings v. Pfeiffer, 184 Ark. 952, 43 S. W. (2d) 1073. In the last-mentioned case we said: “We are of the opinion that it is immaterial by what name the fund was called, where it is shown that the ‘county highway fund’ and the ‘Clay County road fund’ were received from the same source, derived from the same character of taxation and devoted to the same purpose.” Both the cases of Burke v. Gullege and Hastings v. Pfeiffer were dealing with the turnback fund under act 63 of 1931. This act is the authority relied upon by the county judge in the instant case to support his order of August 6th. As already stated, the county highway fund of Logan County, depends entirely for its revenue on act 63 of 1931, and the effect of the order was thereafter to make it impossible for the outstanding warrants against the county highway fund ever to be paid, and we think the county court had no authority to make such order. It is regrettable, of course, that a county judge would issue warrants on the county highway fund in excess of the revenue accruing to said fund during the current year, and especially to make them payable during the term of a new administration, but this is a matter for legislative action and not for the courts. We*held in the case of Anderson v. American Bank, supra, that the fund in the county treasury received from the State as turnback is not county revenue, but State revenue, and that the provisions of the amendment to the 'Constitution prohibiting counties from going in debt had no application to this fund. By act 63 of 1931 a tax of 6 cents a gallon is levied on gasoline, and it is also provided that, after deducting the refund on gasoline used for other than road purposes, the fund shall be divided and deposited in the State Treasury, five-sixths to the credit of the State Highway Fund and one-sixth to the credit of a fund to be known as “county highway fund,” and a further fund of 12% per cent, of the net proceeds derived from the sale and delivery of State highway notes or bonds for the years 1931 and 1932, except such as are sold to pay off short-term notes, shall be deposited in the State Treasury to the credit of the county highway fund. And the act further provides for a distribution of the funds in 'the treasury to the credit of the county highway fund to the counties on a basis therein fixed. The possibility of treating this county highway fund so raised as county revenue 'and thereafter subject to the provisions of amendment No. 10 has suggested itself to us, but we have reached the conclusion that this result does not follow in view of our decisions in the Burke and Hastings cases, and this view is strengthened by the provisions of § 6 of said act 63 of 1931, which provides “that, should the revenue produced under act 65 of the Acts of 1929 be less than $7,500,000 for any year, then, and in that event, such deficit shall be taken from the county highway fund for such year, before an allotment to the counties is made as provided for in this act. It being expressly understood that all funds derived from the operation of this act or from the operation of said act 65 of the Acts of 1929, shall be applied first to the payment of State highway notes or bonds and coupons issued hy the State of Arkansas under the provisions of act 11 of the Acts of 1927, and under the provisions of act 65 of the Acts of 1929.” Therefore the conclusion is irresistible that the fund thus created for the benefit of the counties is in fact a State fund which may be taken and used hy the State in the payment of its outstanding obligations. In this view, said fund continues to be a gratuity provided by the State for the benefit of its subdivisions.\nThe next question for decision is the order in which the outstanding warrants may he redeemed. The court ordered the payment of Stacy’s warrant out of the fund on hand without regard to the prior outstanding warrants in the hands of interveners and others. Section 2 of the act of December 17,1846, digested as § 2007, Crawford & Moses’ Digest, provides: “That all county scrip, and every warrant now issued, or which shall be hereafter issued, in cancellation of any county scrip, in any county of this State, according to the provisions of the forty-first chapter of the Rev. Statutes, headed, ‘county treasurers,’ shall be redeemed and paid by the county treasurer in the order of their number and date, and that no scrip or warrants shall he thus discharged in preference to any of older dates, or until all of a prior date are paid, provided the county treasurer upon whom said scrip and warrants are drawn shall not be able to meet all demands against him.” This section applies in this case as the treasurer is not able to meet all demands against him drawn on the county highway fund. We think it applies in all such cases and not merely to warrants issued in cancellation of scrip or warrants previously issued. Otherwise injustice might, probably would, result on account of favoritism. This view is strengthened by a reading of § 3 of said act. It provides “that all county scrip or warrants * * * shall be received, irrespective of their number and date, in payment of all taxes, duties, fines, penalties and forfeitures, accruing to said county.” The necessary inference is that, except for the purposes named in § 3, all scrip or warrants shall be redeemed in the order of their number and date, if the treasurer is not able to meet all demands. No distinction is to be made between scrip and warrants, as the terms are used interchangeably in the act. This meaning of the act was recognized by this court in Crudup v. Ramsey, 54 Ark. 168, 15 S. W. 458, in an opinion by Judge Hemingway, where he said, in reference to the act of 1846, now under consideration: “This is a part of an act which provided that warrants should be paid in the order of their number, and that no warrants should be paid until all of a prior date had been paid or provided for. * * * Its manifest purpose was to provide that warrants should be received in payment of taxes and dues to the county, even though there were prior warrants, not paid or provided for.” And the same meaning of the act was recognized in Graham v. Parham, 32 Ark. 677, 694, where Mr. Chief Justice English used this language: “County warrants shall be redeemed and paid by the county treasurer in the order of their number and date, and no warrant shall be thus paid until all of a prior date are paid, provided the county treasurer upon whom the warrants are drawn shall not be able to meet all demands upon the treasury.' Acts December 17, 1846, § 2; Gantt’s Dig., § 1042.” This cannot be avoided by making warrants payable in the future.\nIt appears therefore that the learned trial court erred in awarding the writ of mandamus against the treasurer, in dismissing the interventions, in ordering the Stacy warrant paid ahead of others, and in sustaining the order of the county court of August 6, 1931.\nThe judgment will be reversed, and the cause remanded with directions to dismiss the petition for mandamus, vacate and hold invalid the order of the county court of August 6, 1931, and to order the treasurer to pay all valid outstanding warrants on the county highAvav fund in the order of their number and date.",
        "type": "majority",
        "author": "McHaney, J."
      }
    ],
    "attorneys": [
      "Evans <fc Evanis, for appellants.",
      "Rhyne <& Shaw and Hays $ Smallwovd, for appellees.",
      "Gochraii ■<& Arnett, for interveners.",
      "Trieber & Lasley, amici cttriae."
    ],
    "corrections": "",
    "head_matter": "Stanfield v. Kincannon.\nOpinion delivered February 8, 1932.\nEvans <fc Evanis, for appellants.\nRhyne <& Shaw and Hays $ Smallwovd, for appellees.\nGochraii ■<& Arnett, for interveners.\nTrieber & Lasley, amici cttriae."
  },
  "file_name": "0120-01",
  "first_page_order": 140,
  "last_page_order": 145
}
