{
  "id": 1388527,
  "name": "Missouri Pacific Railroad Company v. Hall",
  "name_abbreviation": "Missouri Pacific Railroad v. Hall",
  "decision_date": "1923-11-19",
  "docket_number": "",
  "first_page": "122",
  "last_page": "128",
  "citations": [
    {
      "type": "official",
      "cite": "161 Ark. 122"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "104 Ark. 327",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1350627
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/104/0327-01"
      ]
    },
    {
      "cite": "93 Ark. 521",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1546875
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "589"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/93/0521-01"
      ]
    },
    {
      "cite": "95 Ark. 220",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1543482
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/95/0220-01"
      ]
    },
    {
      "cite": "76 Ark. 348",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1500974
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/76/0348-01"
      ]
    },
    {
      "cite": "106 Ark. 177",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1345654
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/106/0177-01"
      ]
    },
    {
      "cite": "109 Ark. 29",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1341166
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/109/0029-01"
      ]
    },
    {
      "cite": "135 Ark. 481",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "144 Ark. 227",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1587989
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/144/0227-01"
      ]
    },
    {
      "cite": "233 U. S. 492",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3674024
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/233/0492-01"
      ]
    },
    {
      "cite": "229 U. S. 146233",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "opinion_index": -1
    },
    {
      "cite": "160 Ark. 362",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8722580
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/160/0362-01"
      ]
    },
    {
      "cite": "135 Ark. 480",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1571518
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/135/0480-01"
      ]
    },
    {
      "cite": "127 Ark. 211",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1550282
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/127/0211-01"
      ]
    },
    {
      "cite": "124 Ark. 127",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1554996
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/124/0127-01"
      ]
    },
    {
      "cite": "253 U. S. 77",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        189371
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/253/0077-01"
      ]
    },
    {
      "cite": "251 U. S. 259",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3681603
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/251/0259-01"
      ]
    },
    {
      "cite": "233 U. S. 473",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3673337
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/233/0473-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 577,
    "char_count": 13035,
    "ocr_confidence": 0.473,
    "pagerank": {
      "raw": 9.535611119824617e-08,
      "percentile": 0.5247267311723579
    },
    "sha256": "6932a4211740cea0bfd08b1d52c66d2ff7607b9d41de8773f36af85f5e0758ce",
    "simhash": "1:a43b88883e9bfcd8",
    "word_count": 2263
  },
  "last_updated": "2024-02-27T21:32:42.656819+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Missouri Pacific Railroad Company v. Hall."
    ],
    "opinions": [
      {
        "text": "Hart, J.,\n(after stating the facts). It is conceded that the action was brought under the Federal Employers’ Liability Act, and that in such cases it has been held by the Supreme Court of the United States, and by this court, that the work of repairing the roadbed and bridges of a railroad after they have become instruments of interstate commerce, and maintaining them in proper condition for the passage of interstate trains, is within the Federal statute. Pedersen v. Delaware, L. & W. R. Co., 229 H. S. 146; Illinois Central Railroad Co. v. Behrens, 233 U. S. 473; Southern Pacific Company v. Industrial Accident Commission of California, 251 U. S. 259; Erie Railroad Co. v. Collins, 253 U. S. 77; Long v. Biddle, 124 Ark. 127; Treadway v. St. L. I. M. & So. R. Co., 127 Ark. 211, and Kansas City Southern Ry. Co. v. Leinen, 144. Ark. 454.\n'But it is insisted by counsel for the defendant that the evidence is not legally sufficient to sustain the verdict within the principles of law above announced. We cannot agree with counsel in this contention. The complaint alleges and the answer admits that, at ,the time the plaintiff was injured, and for several years prior thereto, the Missouri Pacific Railroad Company was a corporation engaged in the business of transporting passengers and freight for hire as a common carrier by railroad in interstate commerce from Coffeyville, Kan., to Little Rock, Ark. It appears from the testimony of two of the witnesses for the plaintiff that, at the time the plaintiff was injured, he was unloading ties from a work-train, and that the ties were to be used for the purpose of repairing the railroad track. The work was being done on the Mulberry and Dyer sections between Mulberry and Van Burén, in the State of Axkansas.\nThe section foreman of the defendant testified that he had been working for the defendant as section foreman for twenty-six years, and was with the work-train on the morning the defendant was injured. On cross-examination he was asked how long he had been working for the defendant, and answered twenty-six years. He was then asked this question: “On that same section?” and replied, “No sir, from Van Burén to Little Rock.”\n. It is fairly inferable from this evidence that the defendant was injured on the main line of defendant’s road from Coffeyville, Kansas, to Little Rock, Arkansas, and that he was injured between Mulberry and Van Burén, Arkansas, while unloading ties to be used in repairing the main track of said railroad. This established a cause of action under the Federal Employers’ Liability Act, if the defendant was guilty of negligence.\nIt is also inferable from the testimony that the work-train where the plaintiff was working when he was hurt was stopped with a more sudden jerk than usual, and that this caused him to, in a manner,.lose control of his end of the tie, so that his hand was caught between the tie and the door-facing of the car. It appears that the plaintiff had been working there for two or three days, and the jury might have inferred that he was accustomed to the ordinary jars caused by the ordinary stoppage of the work-train and could take care of himself in that situation. According to his testimony, a different situation presented itself by the work-train’s being stopped with a jerk more sudden and violent than usual. This, as above stated, caused him to lose control of his movements to a certain extent, and caused his hand to be caught between the tie and the door-facing, just as he was preparing to help throw the tie out of the car, after having given it a swing. The testimony of the plaintiff then made a question for the jury as to the negligence of the defendant.\nAgain, it is insisted by counsel for the defendant that the court erred in submitting to the- jury the question of the plaintiff’s injuries being permanent.\nWe cannot agree with counsel in this contention. According to the testimony of the plaintiff, he was injured on July 8, 1921, and it appears from the record that the case was called for trial on the 28th day of September,' 1922. The plaintiff testified that his hand could not be used for five or six months after it was hurt, and that it was still swollen. He further stated that his thumb bends back in a way that is not normal; that he can work it with his other hand and can only close his hand in a certain way. He was further asked if he could use the hand that was injured now (meaning at the time of the trial), and he answered, “No sir, I can’t hold with it.”\nFrom this evidence the jury might have inferred that the injury to his hand was permanent. Therefore we hold that this assignment of error is not well taken.\nThe next assignment of error is that the court erred in giving instruction No. 3, on the assumption of risk, which is as follows:\n“No. 3. If you find that plaintiff was injured in the performance of his regular duties, and you further find that his injury was caused or contributed to by the negligence of his fellow-employees, you are instructed that he did not assume the risk arising out of the negligence of fellow-employees.”\nIn construing the Arkansas Employers’ Liability Act, which is virtually a copy of the Federal act, this court said that the statute was not intended to and does not deprive the employer of the right to set up the defense of assumption of risk by the injured employee, where such injury was the result of the negligent acts of a fellow-servant of which the injured employee had knowledge and the dangers of which he appreciated. E. L. Bruce Co. v. Yax, 135 Ark. 480.\nAgain, in construing the Federal Employers’ Liability Act in the same respect, this court referred to decisions of the Supreme Court of the United States speak-’ ing on the question, and said: Court, ‘the consequent danger was so obvious that an ordinarily careful person in Ms situation would have observed the one and appreciated tlie other.’ ” St. Louis-San Frascisco Ry. Co. v. Blevins, 160 Ark. 362.\n“This interpretation of the Federal statute places the question of assumed risk with reference to the negligence of plaintiff’s fellow-servants upon the same basis as negligence, of the master himself, for, in either case, the servant is not deemed to have assumed the risk of the negligence of either the master or the fellow-servant, unless the plaintiff is aware of the negligence and appreciates the danger, or, in the language of the' Supreme\nTested by the principles of law announced in these cases, instruction No. 3, copied above, is erroneous because it does not take into consideration that, under the facts of this case, the plaintiff might have assumed the extraordinary risks caused by the negligence of his fellow-servant, if he knew and appreciated them.\nThe instruction is prejudicial because the Jury might have found that the plaintiff, from the experience which he had already had in unloading ties, knew and appreciated the danger of stopping the train with a more sudden and violent jerk than was usual, and that, if such a fact had been found by the jury from the evidence in the record, the plaintiff assumed the risk arising from the extraordinary danger.\nFor the error in giving instruction No. 3 the judgment must be reversed, and the cause will be remanded for a new trial.",
        "type": "majority",
        "author": "Hart, J.,"
      }
    ],
    "attorneys": [
      "Thos. B. Pryor and Vincent M. Miles, for appellant.",
      "George G. StocTia/rd, for appellee."
    ],
    "corrections": "",
    "head_matter": "Missouri Pacific Railroad Company v. Hall.\nOpinion delivered November 19, 1923.\n1. Commerce — employers’ liability act — unloading ties. — A cause of action under the Federal Employers’ Liability Act arose when a railroad laborer was injured! on the main line of an interstate carrier, while unloading ties to be used in repairing the main track of said railroad.\n2. Master and servant — interstate! commerce — evidence.—Where a section-hand was injured while unloading ties on a work-train, evidence held to show that the injury was received while he was engaged in unloading ties on the main line of defendant, within the Federal Employers’ Liability Act (U. S. Comp. St. §§ 8657-8665).\n3. Master and servant — negligence in stopping train — jury question. — In an action for injury to a railroad employee while engaged in unloading ties, whether defendant was negligent in suddenly stopping the train, causing him to receive injuries, held a question for the jury.\n' 4. Damages — instruction—In view of evidence from which the jury might have inferred that the injuries to plaintiff’s hand were permanent, held that it was not error to submit the question of their permanency to the jury.\n5. Master and servant — assumed risk — instruction.—In an action under the Federal Employers’ Liability Act for injuries received by plaintiff while engaged in interstate commerce, an instruction that plaintiff did not assume the risk of the negligence of fellow-servants was erroneous.\n6. Appeal and error — instruction—prejudicial error. — In an action for injuries received by plaintiff while unloading ties on a work-train, an instruction that plaintiff did not assume the risk of the negligence of fellow-servants was prejudicial, where the jury might have found that, from the experience plaintiff had previously had, he knew and appreciated the danger of stopping the train with a more sudden jerk than usual, and that he assumed the risk, therefrom.\nAppeal from Franklin Circuit Court, Ozark District; James Cochran, Judge;\nreversed.\nSTATEMENT OF FACTS.\nJames Hall sued tbe Missouri Pacific Railroad Company to recover damages for personal injuries alleged to have been received by Mm wMle in tbe employment of the defendant, and'to have been caused by the defend-, ant’s negligence.\n’ It appears from the pleadings and the proceedings throughout the case that the action was based upon the statutory liability created under the act of Congress commonly referred to as the Federal Employers’ Liability Act.\nThe plaintiff and several other employees who were working with him, and who witnessed the accident, testified in his behalf at the trial. It appears that the plaintiff was injured while he and another section man were throwing ties out of a box-car. A work-train was unloading ties between Mulberry and Fort Smith, Arkansas, for the purpose of putting the ties in the railroad track. The ties were being unloaded as the train moved along at a speed estimated from two, three, or four miles per hour. The work-train had been unloading ties for two or three days, and had gone from the Mulberry section to the Dyer section towards Yan Burén. The train would move forward a short distance, and stop. The section men kept throwing out the ties, whether the train stopped or was in motion. One of the section crew would take hold of the front end of the tie, and another the rear end of it, and then walk to the side door of the car and, after giving the tie a swing, would throw it on the ground. On the morning of the accident Hall was the front man, and just as they went to swing the tie out of the door, the train came to a stop, and Hall’s hand was caught between the end of the tie and the facing of the door of the car. The car was an ordinary box-car with side doors, so that the workmen could not tell when the train was going to stop. While Hall and his fellow-workman were in the act of throwing the tie from the car, after giving it a swing, the train was stopped with a sudden jerk, which caused his hand to be caught between the end of the tie and the door-facing of the car. Tbe work-train took up all slack when it was stopped. The jerk was of a more sudden and violent kind than was usual when the train was stopped.\nAccording to the evidence for the defendant, the work-train was stopped in the usual and customary way. There was no jerk which was more sudden and different from the ordinary jerk caused by the train’s being stopped. Other facts will be stated or referred to in the opinion.\nThe jury returned a verdict for the plaintiff, and from the judgment rendered the defendant has appealed.\nThos. B. Pryor and Vincent M. Miles, for appellant.\nA verdict should have been directed for defendant, since plaintiff did not prove that he was engaged in interstate commerce at the time he was injured, because his suit was based upon the Federal Employers’ Liability Act. 229 U. S. 146233 H. ,S. 473. The evidence showed that plaintiff assumed the risk, which is an absolute defense under the Federal Employers’ Liability Act. 233 U. S. 492; 241 IT. S. 229. See also 144 Ark. 227 on assumption of risk. Instruction number 3 was erroneous in that it told the jury that, under no circumstances, would a servant assume the risk of injury resulting from the negligence of a fellow employee. 135 Ark. 481. Instruction number 4 was erroneous in that it permitted an assessment of damages for permanent injuries, whereas there is no testimony that the injury is permanent. 109 Ark. 29; 106 Ark. 177.'\nGeorge G. StocTia/rd, for appellee.\nInstruction No. 3 complained of was not specifically objected to nor the alleged error pointed out, and it is too late to complain on appeal. 76 Ark. 348; 95 Ark. 220; 93 Ark. 521; Id. 589; 104 Ark. 327."
  },
  "file_name": "0122-01",
  "first_page_order": 150,
  "last_page_order": 156
}
