{
  "id": 8726708,
  "name": "State Bank vs. Watkins",
  "name_abbreviation": "State Bank v. Watkins",
  "decision_date": "1845-07",
  "docket_number": "",
  "first_page": "123",
  "last_page": "129",
  "citations": [
    {
      "type": "official",
      "cite": "6 Ark. 123"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "11 Wheaton 320",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        1428678
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/24/0320-01"
      ]
    },
    {
      "cite": "11 Wheaton 171",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        1428701
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/24/0171-01"
      ]
    },
    {
      "cite": "4 Cranch 219",
      "category": "reporters:scotus_early",
      "reporter": "Cranch",
      "case_ids": [
        639433
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/8/0130-01"
      ]
    },
    {
      "cite": "5 Ark. Rep. 223",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8726926
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/5/0223-01"
      ]
    },
    {
      "cite": "9 Porter 334",
      "category": "reporters:state",
      "reporter": "Port.",
      "case_ids": [
        8495973
      ],
      "opinion_index": -1,
      "case_paths": [
        "/port/9/0334-01"
      ]
    },
    {
      "cite": "4 Porter 232",
      "category": "reporters:state",
      "reporter": "Port.",
      "case_ids": [
        8497755
      ],
      "opinion_index": -1,
      "case_paths": [
        "/port/4/0232-01"
      ]
    },
    {
      "cite": "10 Porter 257",
      "category": "reporters:state",
      "reporter": "Port.",
      "opinion_index": -1
    },
    {
      "cite": "8 Porter 108",
      "category": "reporters:state",
      "reporter": "Port.",
      "case_ids": [
        8495972
      ],
      "opinion_index": -1,
      "case_paths": [
        "/port/8/0108-01"
      ]
    },
    {
      "cite": "10 Wend. 162",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2013016
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/10/0162-01"
      ]
    },
    {
      "cite": "1 Ark. Rep. 137",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8728437
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/1/0137-01"
      ]
    },
    {
      "cite": "4 Ark. Rep. 121",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "5 Ark. Rep. 223",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8726926
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/5/0223-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 681,
    "char_count": 12579,
    "ocr_confidence": 0.474,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2086142860066359
    },
    "sha256": "2a178b555770ff9a72fe22090a65fcd4f97caed23e88023fff222c0832884960",
    "simhash": "1:afd264ce148d518f",
    "word_count": 2206
  },
  "last_updated": "2024-02-27T22:30:18.526460+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Johnson, C. J., not sitting."
    ],
    "parties": [
      "State Bank vs. Watkins."
    ],
    "opinions": [
      {
        "text": "Oldham, J.,\ndelivered the opinion of the court.\nBy the Revised Statutes, chap. 137, sec’s 1,2, it is enacted, that any person bound as security for another in any bond, bill or note for the payment of money or the delivery of property, may at any time after action hath accrued thereon,-by notice in writing, require-the person having such right of .action, forthwith to commence suit against the principal debtor and other party liable, and that, if suit be not commenced within thirty days after the service of such notice, and proceeded in with due diligence in the ordinary course of law to judgment and execution, such person shajl be exonerated from liability to the person notified. In August, 1841, and again in January, 1842, ’Watkins gave notice to the Bank, in accordance with the provisions of the statute above quoted* to bring her suit against the principal debtor and other parties liable-, which she failed to do until October, 1843. It is therefore clear that, under the statute, Watkins is. .exonerated from liability to the bank upon the note upon which this suit was brought; but whether the party can avail himself of this defence -in bar to a recovery at law, or must resort to a court of equity for relief, seems to be the main question presented by the record for the consideration of this court.\nOriginally file security was compelled 1o resort to chancery for rebel, growing out of the acts or omissions of the payee towards the principal debtor', to the prejudice of the security, but now:,courts of lawr, for the purpose of administering substantial justice.will permit a defence to be made, which at a period not very remote would not have been allowed. It was upon this principle that the Supreme Court of New York, in Paine vs. Packard, 13 John. R. decided, “that if the payee of a note is required by the security to proceed without delay to collect the money of the principal, who is then solvent, and if the payee neglects to proceed against the principal, until he becomes insolvent, the security may plead these facts at law, and, if they are established, he will be exonerated.” That decision was made in the absence of any statutory provision upon the subject; and was re-considered, and approved, by the court in King against Baldwin, 17 John. R. 384, in which latter case the defence was held to be available either at law or in equity: and it has been so held by the Supreme Court of Tennessee. Hancock vs. Bryant, 2 Yerger's R. 476. Thompson vs. Watson & Gibson, 10 Yerg. R. 362.\nIn Kelly vs. Matthews, 5 Ark. Rep. 223, the court incidentally recognized the principle here maintained, that the defence set up by the defendant below is available at law, provided the defendant has, in every respect, complied substantially with the provisions of the statute. Our statute declares that a failure on the part of the holder to bring suit within thirty days after notice, and to prosecute the same, in the ordinary course of law, to judgment and execution, shall exonerate the security from liability. Courts have no authority to circumscribe the rights of parties, or to restrict the language of the legislature, where no reason can be assigned for such restriction. The language of the legislature is a general term — exonerated from, .liability. We cannot restrict the defendant in the exercise of the defence thus conferred, and hold him legally but not equitably bound.\nThe position assumed for the bank, that the defendant cannot aver that he is a security without contradicting the legal import of the instrument, cannot be sustained either upon principle or precedent. Sprigg vs. Bk. Mt. Pleasant, 10 Peter's R. 258. The instrument itself purports to have been executed by him as security. We judicially know that the bank was authorized by its charter to require security 1o notes discounted by her. It is true that the defendant does not stand in the attitude of a drawer of a bill of exchange, or the endorser of a bill or note, and that demand, protest and notice are not necessary to fix his liability; but his position is that of security in the strict and legal acceptation of the term, subject to all the liabilities, and possessed of all the rights attaching to that character. He is jointly and severally bound with his principal, and co-security, to the full extent for the payment of the note sued upon, unless discharged by the payee, by some act or omission on his part, to the prejudice of the security. The bank, by failing to bring suit within thirty days after service of notice upon her, discharged Watkins from liability to her.\nSeveral other questions are presented by the record, which we deem it unnecessary to determine, as-that already decided, finally disposes of the controversy between the parties. Judgment affirmed. ,",
        "type": "majority",
        "author": "Oldham, J.,"
      }
    ],
    "attorneys": [
      "Watkins & Cumian, for defendant.'"
    ],
    "corrections": "",
    "head_matter": "State Bank vs. Watkins.\nWhere a surety has given the holder of a bond notice, under our statute', to sue the principal debtor, and he fails to do so within thirty days, the security may plead his exoneration in a court of law, in bar of an action on the bond.\nThe courts will not restrict him in availing himself of the defence conferred,by the statute, and hold him legally, when not equitably bound.\nWhere it appears, upon the face of a bond, that a party signed it a3 security, he is not estopped from averring himself to be such, at law.\nThis court will judicially take notice that the State Bank was authorized, by its charter, to require security to notes discounted by her.\nWrit of error to the circuit court of Pulaski county.\nAction of debt, by the Bank of the State of Arkansas against George C. Watkins, determined in the circuit court of Pulaski county, at the November term, 1843, before the Hon. J. C. P. Tol-lison, special judge.\nThe action was founded on a bond, which, as filed on oyer, was as follows:\n“ Little Rock, 10th November, 1840.\n$2,000. Six months after date, we, John W. Johnston, as principal, and James Pitcher and George C. Watkins, as securities, jointly and severally promise to pay to the Bank of the State of Arkansas, or order, two thousand dollars, negotiable and payable at the Principal Bank, in Little Bock, without defalcation, for value received. Witness our hands and seals, (and the cashier of -said bank is hereby authorized to insert the date on the day of the discount thereof.) JOHN W. JOHNSTON, [seal]\nJAMES PITCHER, [seal]\nGEO. C. WATKINS, [seal].»\nThe defendant pleaded a special plea, in substance, as follows:\n“The said defendant comes, &c., and craves oyer, áse., and says that the said plaintiff ought not, &c., because he says, that after the said obligation became due and payable, according to its tenor and .effect, and the plaintiff’s right of action had accrued thereon, to wit: at, &c., the said defendant, by notice in writing, required the said plaintiff, having such right of action, forthwith to commence suit against said John W. Johnston, the principal debtor, and the said other parties liable thereon, as his securities in said obligation, which notice was duly served upon the plaintiff more than thirty days before the commencement of this suit, and more than thirty days before the commencement of any suit, whatever, by said plaintiff upon said obligation against said principal debtor, and said other parties liable thereon. And this the said defendant is ready to verify; wherefore, and because the said plaintiff wholly failed and neglected to commence said suit within thirty days after the service of said notice, and proceed therein with due diligence, in the ordinary course of law, to judgment and execution, he prays judgment, &c., and that he, as such security,' be exonerated from all liability upon said obligation to said plaintiff.”\nThe plaintiff demurred to the plea, on the ground: 1st, that the defence set up in the plea was exclusively cognizable in a court of equity — 2d, that, under our statute law, all persons signing an obligation are considered as principals, and no one of them can aver, or show, at law, that he is security only.\nThe court overruled the demurrer, and the plaintiff entered a replication, in short on the record, to the plea, upon which issue was taken, and the case submitted to the court, sitting as a jurry.\nThe defendant proved that, on the 31st of August, 1841, he gave the bank notice, in writing, forthwith to commence suit against the principal, and the other parties liable on the above obligation, or that he would claim to be exonerated from all liability thereon as security. He also proved that he gave an additional notice in January, 1842, and that the bank brought no suit on the bond until the 3d of October, 1843, when she commenced suit against Johnston and Pitcher, and, at the same time, commenced a seperate action against him, upon the obligation.\nThe plaintiff thereupon presented a demurrer to the evidence; the defendant joined therein; the court overruled the demurrer, and gave judgment for the defendant. .\nThe plaintiff then moved in arrest of judgment, on, substantially, the same grounds he had assigned as causes of demurrer to the defendant’s plea, and the court overruled the motion. •\nThe plaintiff brought the case to this court by writ of error.\nWatkins & Cumian, for defendant.'\nThe demurrer to evidence avails nothing because the plaintiff’s only remedy, if the demurrer was wrongfully overruled, was by bill of exceptions. Stephen's PI. 90. Gould PI. 491, sec. 74. 9 Coke 13 b. Bac. abr. tit. “Bill of exceptionsib. tit. “Pleas\" &c. N. 7i Cro. Car. 342. Bul. N. P. 314, 2 H. Black. 198, 200.\nThe plaintiff took no exceptions to the opinion of the court upon the demurrer to evidence, consequently her writ of error can only lay to the decision of the court overruling the motion in ar« rest. That was the last position assumed. The final mode she .chose to adopt. It is a waiver of the demurrer to evidence. Á motion in arrest is only made for matters which appear of record, and they are of two classes: first, defects in the pleadings: second, defects in the verdict. Gould PI. 495, sec. 10, et seq.\nThe motion in arrest' in this case, cannot lie for any defect in the verdict, because by demurring to the evidence the plaintiff took the conusance thereof from the legitimate tribunal to judge of evidence, the jury, (or the court sitting as a jury) and referred it to the court. Q'baugh vs. Finn, 4 Ark. Rep. 121. And she could only therefore seek to arrest the judgment for some supposed defect in the plea, to which she had in the first place demurred: and this court has settled in the case of Jarrell vs. Wilson, 1 Ark. Rep. 137, that the party demurring cannot take advantage of the grounds of demurrer in arrest of judgment, when he pleads or replies over.\nIt is settled in New York, upon common law principles and without the aid of any statute, such as we have in favor of securities, that the neglect of the creditor to sue the principal after request by the security, discharges the security at law and the de-fence may be made in a court of law, if under the same state of case he would be discharged in chancery. King vs. Baldwin, 17 J. R. 384. 2 J. Ch. R. 554. Payne vs. Packard, 13 J. R. 174, People vs. Burne, 13 J. R. 384. Powell vs. Waters, 17 J. R. 175. Manchester Iron Man. Co. vs. Smeeling, 10 Wend. 162. People vs. Janson, 7 J. R. 332. See also, Everett et al. vs. United States, 6 Porter (Ala.) 166. S. P. Inge vs. Br. BIc. of Mobile, 8 Porter 108. 10 Porter 257. 3 Wheaton, 520.\nBut under our statute, concerning securities, there is no question but that a failure after notice given according to the statute would be a defence at law, and it has been so decided in all those States where there are statutes similar to ours. 3 Stewart’s (Ala.) Rep, 9-160. Brahorn vs. Houle, 1 Blackford (Indi) R. 394. Starling vs. Bottles, Ohio cond. R. 370. Ellis et al. vs. Adm’r of Taylor, 1 Howard’s Sup. Ct. R. Bolton vs. Bundy, 6 Missouri R. 46. 1 Slew-art 11. 4 Porter 232. 9 Porter 334. Hancock vs. Bryant and Hunt, 2 Yerger 476. Kelly ps. Matthews, 5 Ark. Rep. 223.\nOn a demurrer to evidence every conclusion which.the jury would have been warranted in drawing from the testimony given must be considered a's admitted by the party demurring. People vs. Rae, l Hill 470. See also, Paulding et al. vs. United States, 4 Cranch 219. Young et al. vs. Black, 7- Cranch 565; Bk. of the United States vs. Smith, 11 Wheaton 171. Foioler vs. The Com■* mon Council of Alexandria, 11 Wheaton 320\nIt is no compliance with the statute to sue the security alone,Starling vs. Battles, ut.- sup.\nJohnson, C. J., not sitting."
  },
  "file_name": "0123-02",
  "first_page_order": 123,
  "last_page_order": 129
}
