{
  "id": 1366081,
  "name": "New York Life Insurance Company v. Adams",
  "name_abbreviation": "New York Life Insurance v. Adams",
  "decision_date": "1921-12-19",
  "docket_number": "",
  "first_page": "123",
  "last_page": "134",
  "citations": [
    {
      "type": "official",
      "cite": "151 Ark. 123"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "92 Ark. 378",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1548598
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/92/0378-01"
      ]
    },
    {
      "cite": "103 Ark. 1",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1351983
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/103/0001-01"
      ]
    },
    {
      "cite": "108 Ark. 511",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1342250
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/108/0511-01"
      ]
    },
    {
      "cite": "84 la. 734",
      "category": "reporters:state",
      "reporter": "Iowa",
      "case_ids": [
        8650237
      ],
      "opinion_index": -1,
      "case_paths": [
        "/iowa/84/0734-01"
      ]
    },
    {
      "cite": "32 L. R. A. 473",
      "category": "reporters:federal",
      "reporter": "L.R.A.",
      "opinion_index": -1
    },
    {
      "cite": "97 la. 226",
      "category": "reporters:state",
      "reporter": "Iowa",
      "case_ids": [
        2092840
      ],
      "opinion_index": -1,
      "case_paths": [
        "/iowa/97/0226-01"
      ]
    },
    {
      "cite": "42 L. R. A. 261",
      "category": "reporters:federal",
      "reporter": "L.R.A.",
      "opinion_index": -1
    },
    {
      "cite": "68 Ark. 505",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1334089
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/68/0505-01"
      ]
    },
    {
      "cite": "126 Ark. 483",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1551767
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/126/0483-01"
      ]
    },
    {
      "cite": "118 Ark. 22",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1562499
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/118/0022-01"
      ]
    },
    {
      "cite": "117 Ark. 82",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1564871
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/117/0082-01"
      ]
    },
    {
      "cite": "93 Ark. 84",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1546842
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/93/0084-01"
      ]
    },
    {
      "cite": "92 Ark. 388",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1548605
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/92/0388-01"
      ]
    },
    {
      "cite": "120 Ark. 605",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1561070
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/120/0605-01"
      ]
    },
    {
      "cite": "103 Ark. 201",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1351975
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/103/0201-01"
      ]
    },
    {
      "cite": "84 Ark. 57",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1524444
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/84/0057-01"
      ]
    },
    {
      "cite": "72 Ark. 621",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "25 S. W. 835",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": -1
    },
    {
      "cite": "111 Ark. 554",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1540406
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/111/0554-01"
      ]
    },
    {
      "cite": "105 Ark. 101",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1347124
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/105/0101-01"
      ]
    },
    {
      "cite": "144 Ark. 190",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1588042
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/ark/144/0190-01"
      ]
    },
    {
      "cite": "125 Ark. 372",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1553286
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/ark/125/0372-01"
      ]
    },
    {
      "cite": "111 Ark. 514",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1540357
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/ark/111/0514-01"
      ]
    },
    {
      "cite": "68 Ark. 105",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "104 Ark. 267",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1350639
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/104/0267-01"
      ]
    },
    {
      "cite": "103 Ark. 401",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1351964
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/103/0401-01"
      ]
    },
    {
      "cite": "97 Ark. 438",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1318854
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/97/0438-01"
      ]
    },
    {
      "cite": "91 Ark. 337",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1511768
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/91/0337-01"
      ]
    },
    {
      "cite": "115 Tenn. 471",
      "category": "reporters:state",
      "reporter": "Tenn.",
      "case_ids": [
        8536132
      ],
      "opinion_index": -1,
      "case_paths": [
        "/tenn/115/0471-01"
      ]
    },
    {
      "cite": "220 N. Y. 447",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        298236
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/220/0447-01"
      ]
    },
    {
      "cite": "159 N. Y. 411",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        32746
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/159/0411-01"
      ]
    },
    {
      "cite": "83 Fed. 631",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        7853197
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f/83/0631-01"
      ]
    },
    {
      "cite": "46 L. R. A. (N. S.) 1056",
      "category": "reporters:federal",
      "reporter": "L.R.A.N.S.",
      "opinion_index": -1
    },
    {
      "cite": "206 Fed. 20",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6742087
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f/206/0020-01"
      ]
    },
    {
      "cite": "142 Iowa 199",
      "category": "reporters:state",
      "reporter": "Iowa",
      "case_ids": [
        2163078
      ],
      "opinion_index": 0,
      "case_paths": [
        "/iowa/142/0199-01"
      ]
    },
    {
      "cite": "83 Fed. 647",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        7853221
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/83/0647-01"
      ]
    },
    {
      "cite": "102 Ark. 146",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1354004
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/102/0146-01"
      ]
    },
    {
      "cite": "81 Ark. 269",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1530643
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/81/0269-01"
      ]
    },
    {
      "cite": "92 Ark. 378",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1548598
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/92/0378-01"
      ]
    },
    {
      "cite": "103 Ark. 1",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1351983
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/103/0001-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 885,
    "char_count": 23290,
    "ocr_confidence": 0.481,
    "pagerank": {
      "raw": 6.763825521478703e-07,
      "percentile": 0.9634582942866553
    },
    "sha256": "b0cf4eac517f06c7166289ee0c9b99f97178f92d126167f9950a8d679bba481a",
    "simhash": "1:3a7ff745ecdeba35",
    "word_count": 4034
  },
  "last_updated": "2024-02-27T17:43:15.351502+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Wood and Smith, JJ., dissent."
    ],
    "parties": [
      "New York Life Insurance Company v. Adams."
    ],
    "opinions": [
      {
        "text": "McCulloch, C. J.\nThis is an action on a life insurance policy issued by appellant on the life of Richard H. Adams, payable to his wife, the appellee. Payment is resisted on the ground that there was a forfeiture for non-payment of an annual premium, that thereafter, in accordance with the terms of the policy, there was a reinstatement, but that the reinstatement was void on account of breach of warranty by false statements concerning the state of health of the assured and the attendance of physicians. The case was tried before a jury in the court below, but the court gave a peremptory instruction in favor of appellee.\nThe policy was dated August 27,1917, and was conditioned upon the payment, annually in advance, of premiums in the sum of $267.95. The policy also contained the following clause concerning reinstatement after default:\n“At any time within five years after any default, upon written application by the insured and upon presentation at the home office of evidence of insurability, satisfactory to the company, this policy may be reinstated, together with any indebtedness * * * upon payment * * * .arrears of premium with 5% interest thereon from due date.”\nThe advance payment of premiums was made on the issuance of the policy and the premium due August 28, 1918, was also paid at maturity, but the premium due August 28, 1919, was not paid. There was at that time an earned dividend of $39.65 due the assured. After the failure to pay the premium, correspondence between the company and the assured ensued, which resulted in an application by the assured for reinstatement, dated October 10, 1919. The application was in the following form:\n“Application for Reinstatement of Policy.\nPolicy No. 7385267\nAmount $5,000.00\nAll questions must be answered by the applicant.\n(Omitting all immaterial questions and answers but questions 4, 5, 6, 7, and answers thereto.)\n4. What illness, if any, have you had since the date of the above policy? (If none, so state).\nAnswer: Influenza.\n5. What was the nature of such illness, its date and duration? (If none, so state).\nAnswer. October, 1918, about two weeks.\n6. What physician or physicians have you consulted or been treated by and for what illness or ailment, since the date of the above policy? (If none, so state).\nAnswer. Dr. EL P. Graves. Influenza.\n7. Are you now in sound health?\nAnswer. Yes.\n“I declare on behalf of myself and every person who has or shall claim any interest in or under the above numbered policy, that I made each and all of the foregoing answers; that I have carefully read them over, and find they are written exactly as I made them. Said answers each and all are, and I warrant them to be, full, complete and true. I have made said answers for the purpose of inducing said New York Life Insurance-Company to reinstate my said policy, and I understand that they are each material to the risk,’ and that said company will, and I agree that it shall, rely and act solely upon my said answers in passing upon my application for the reinstatement of the said policy which lapsed for non-payment of premium due on the 28th day of August, 1919, and is not now in force except as may be provided by its non-forfeiture provisions.\n“I further agree that said policy shall not be deemed reinstated by reason of any cash paid or settlement made in connection with this application or otherwise, unless and until said company at its home office in acting upon this application shall duly reinstate said policy during my life time and good health, notice of such reinstatement to be promptly mailed to me. *\nThe application was accepted by the company without further investigation upon the agreement that the dividend of $39.65 due the assured should be applied on the premium, and a lien note in the sum of $228.30 be accepted by the company for the balance, which was done The reinstatement was granted by the company and entered October 30? 1919. The assured died January 12, 1920, the note still remaining unpaid in the hands of the company.\nIt was shown on the trial of the cause that the statements in the application that the assured was then in sound health and that the extent of the previous illness of the assured was a spell of influenza lasting about two weeks in October, 1918, were untrue in that assured had, for more than a. year prior to that time, been afflicted with serious and critical ailments and was then so afflicted. It is also shown that the statement of the assured in his application to the effect that Dr. H. P. Graves was the only physician who had treated him was untrue in that he had also been treated for serious illness by Dr. E. C. Ferguson, of Clayton, Louisiana, and by Dr. Chamberlain, of Natchez, Miss.\nIt was shown that the policy contained a clause that it should be incontestable after' two years from date of issue, except for non-payment of premiums.\nIt is unnecessary to discuss all of the grounds urged by counsel in defense of the trial court’s decision, for, if the undisputed evidence establishes the right of appellee to recover on any ground, the judgment should be affirmed.\nThere is, as before stated, testimony in the case, at least sufficient to justify submission to the jury of the question whether or not the statements of the assured in his application for reinstatement were false, and, ilj that constituted a defense and there was no waiver, it follows that the judgment must be reversed. There is, however, another question to be .considered, and that is, whether or not, under the uncontradicted testimony, appellant waived the right to insist on a forfeiture of the policy by retention of the cash payment on the premium, and the premium note for the balance, after receiving knowledge of the falsity of the statements.\nIt is undisputed that appellee, the wife of the assured and beneficiary under the policy, made application to appellant's agent at Memphis oh November 28, 1919, for payment under the disability clause of the policy, ana, m doing so, stated that her husband, the assured, had been under disability about seven or eight months before the last premium became due under the policy, and that he had been under the care of Dr. Craves at Waterproof, Louisiana, Dr. Ferguson of Clayton, Louisiana, and Dr. Chamberlain of Natchez, Miss., all during that time. This information was communicated to the home office of the company by a letter from the Memphis agent of that date setting forth in detail the statements made by Mrs. Adams. This letter acquainted the home office with facts directly in conflict with the statements of the assured in his application, and the company took cognizance of this conflict, and attention to it was called by a letter of Mr. Ballard, one of the general officers, in which it was stated that the statements of Mrs. Adams in her application were irreconcilable with the statements of the assured in his health certificate of October 10, 1919. This letter was addressed by Mr. Ballard to the company’s agent at Memphis and directed an investigation to ascertain the facts in the.case and to obtain a full explanation of the discrepancy between the two statements. This letter was dated Décember 3, 1919. Again, on December 8, 1919, the Memphis agent wrote to Mr. Ballard, the secretary of the company, stating that Mr. Carter, the organizer who had obtained the application for reinstatement and also' the application of Mrs. Adams for payments under the disability clause, had been imposed upon, but that he would in a few days talk with Mrs. Adams and try to get the facts and report them to the company. On December 12, Carter, the organizer, reported to the Memphis agent that he had talked with Mrs. Adams, and that she had insisted that her husband had been sick all of the year, and said that she could not explain why he had made the statement in his application to the effect that he had not been sick. On December 22, 1919, this information was communicated to the home office by a letter from the Memphis agent, and in a reply letter written by Mr. Ballard, the secretary, to the Memphis agent, the facts about the discrepancy between the two statements were again reiterated. Attention was called to the fact that Mr. Carter, the organizer, had not obtained a satisfactory explanation of the discrepancy between the two statements. The letter concluded with the statement that, “if the statements in the application for reinstatement were untrue, we want to know it, because if they were not true the policy contract would be rescinded.” A letter of the Memphis agent to Mr. Ballard, dated December 27, stated, in substance, that Mr. Carter could not give any further information than that already given. Ballard testified that the matter was called to the attention of the medical department of the company for investigation on December 3, but there is no testimony tending to show that an investigation was instituted by that department until after the death of the assured and notice thereof was given to the company. On the contrary, it is clearly inferable from the testimony that the first attempt to gain further information on the subject by communicating with the physicians mentioned was after the death of the assured, when the company was gathering information to defend against payment under the policy. Tne statements in the application for reinstatement at most can only be treated as representations and not as warranties, notwithstanding the application itself declared that the answers to the questions should be treated as warranties of their truth. This is so because the reinstatement was not granted as a gratuity on the part of the company, but as a. part of the contract expressed in the policy itself to the effect that a reinstatement could be obtained, as a matter of right, at any time within five years after default “upon presentation at the home office of evidence of insurability satisfactory to the company.” The company had no right to enlarge the terms upon which reinstatement could be obtained, and the requirement of a warranty of the truth of the answers was a distinct enlargement of the contract. Treating the answers of the assured merely as false misrepresentation, and not ais a breach of warranty,it seems clear to us that the forfeiture was waived if the company, after full knowledge of the falsity of the answers, retained the unearned premium, as evidenced by the note given by the assured, for an unreasonable length of time and until after the death of the assured. This must be so, for it is a well-settled principle of law that one who is induced by a false misrepresentation to enter into a contract must, within a reasonable time, take advantage of his right to rescind the contract. This principle has been announced in many decisions of our own court, and the principle was applied in the case of Remmel v. Griffin, 81 Ark. 269, in which we held that one who applies for and receives a life insurance policy is required to examine it within a reasonable time after he receives it and will be deemed to have accepted it unless he offers to rescind within a reasonable time after discovery that the policy delivered was not of the kind he contracted for. This duty is a reciprocal one, and is imposed with like effect upon insurance companies, and makes it the duty of the .company, within a reasonable time after discovery of the falsity of the representations upon which the policy or reinstatement was issued, to take advantage of the right to void the contract, otherwise there is a waiver. We decided in Gray v. Stone, 102 Ark. 146, that where the company had a right to cancel the policy on account of misstatement as to age, it waived this right by failing to. return the premiums and cancel the policy after it had received notice of the incorrect statement as to age.\nIn the ease of New York Life Insurance Co. v. Baker 83 Fed. 647, before the U. S. Circuit Court of Appeals for. the Eighth Circuit, in an opinion delivered by Judge Thayer, in which Mr. Justice Brewer and Judge Sanborn joined, it was said:\n“Where statements in the application are made warranties and the policy contains no stipulation that a false statement shall render the policy void, false statements merely render the policy voidable at the option of the company, and, upon learning of the falsity of such statements, the company may waive the breach, and insist on performance of the contract by the insured, or it may, by its conduct, estop itself from taking advantage of a known breach.”\nThe authorities seem to be clear that the retention of unearned premiums or unmatured premium notes on the discovery of the falsity of representations constitutes a waiver of the forfeiture. 3 Cooley's Briefs on Insurance, 2690 et seq.; 3 Joyce on Insurance, § 1992b; Padronos v. Insurance Co., 142 Iowa 199. It is undisputed that appellant, long before the death of the assured, received reliable information concerning the falsity of the statements made by the assured in his application for reinstatement. Definite information was obtained by appellant as early as November 28, 1919, that the assured had been seriously ill for about a year, and that he had been under the treatment of two physicians other than the one mentioned in his application, and that he was not in good health at that time. This information was shortly thereafter reaffirmed by a statement of appellee to the cornua,ny’s agent. Notwithstanding the receipt of this definite information, the company took no steus to declare a forfeiture, but, on the contrary, retained the note given for the unearned premium. The comuany had no right, with this knowledge, to speculate upon the situation by retaining the note to ascertain whether the assured was going to get well or die. If it desired to take advantage of the- right to avoid the contract on account of the false misrepresentation, the duty rested upon it to at once declare a forfeiture and return the note for the unearned premium.\nThis brings us to the question whether the time between the receipt of this definite information and the death of the assured was so short that it can be said, as a matter of law, that the company waited an unreasonable length of time. It is generally a question of fact for the determination of a jury whether or not a given time is unreasonable, but the circumstances may be such that the court should declare, as a matter of law, whether the delay is or is not unreasonable. Our conclusion is that in this instance the delay was unreasonable, and that the, court should so declare as a matter of law. Appellant’s general officers had full and complete information in detail concerning the falsity of the statements of the assured in his application. This information was very definite, and stated the length of time of the illness of the assured and the different physicians who had treated him. This information was, as before stated, verified and reaffirmed by the statements of the wife of the assured about December 12, and the additional information was communicated to the company on December 22. The company was bound by the information received by its agent on December 12, whose duty it was immediately to communicate that information to his superior officers at the home office. It is true that the secretary, Mr. Ballard, testified that the matter was turned over to the medical department for further investigation, but there is not a particle of testimony that that department initiated any inquiry until after the death of the assured, and then it was not for the purpose of determining whether a forfeiture should be declared, but for the sole purpose of defending against the claim under the policy. There was a considerable period of complete inaction on the part of the officers of the company, whereas it is evident that further inquiry could have been initiated and definite information obtained from the attending physicians long before the death of the assured. We think, therefore, that the delay was unreasonable, and that the conduct of the company in retaining the premium note for an unreasonable length of time after discovery of the falsity of the answers was a waiver.\nIt is also insisted that the court erred in rendering judgment for penalty and attorney’s fees, the contention being that the amount of the premium note should have been credited on the policy, and that when so credited it reduced the amount of the judgment below the amount demanded in the proof of loss and in the complaint. We have held that under the statute there can be no imposition of penalty or attorney’s fees where the recovery is for a sum less than the amount demanded and sued for. Pacific Mut. Life Ins. Co. v. Carter, 92 Ark. 378. Such is not the case here, however, as the appellee demanded and recovered the amount of the policy, $5000, and under the issues presented in the pleadings she was entitled to that sum. It is true that the proof disclosed the fact that there was an outstanding premium note, which appellant would have been entitled to claim in reduction of the amount to be recovered under the policy. Or it could, and still can, recover the amount from the estate of the assured. No remedy for the collection of the amount of the note, or the reduction of the amount of the policy pro tanto was sought in the pleadings, therefore appellant is in no attitude to complain that the court failed to deduct from the judgment the amount of the note. Queen of Arkansas Ins. Co. v. Bramlett, 103 Ark. 1. Under these circumstances, appellee was entitled to recover penalty and attorney’s fees.\nThe judgment is correct upon the undisputed facts, and should be affirmed. It is so ordered.\nWood and Smith, JJ., dissent.",
        "type": "majority",
        "author": "McCulloch, C. J."
      }
    ],
    "attorneys": [
      "Ewing, King & Ewing, and Fmk & Dmning, for appellant. •",
      "Bevens & Mundt, for appellee."
    ],
    "corrections": "",
    "head_matter": "New York Life Insurance Company v. Adams.\nOpinion delivered December 19, 1921.\n1. Insurance — misrepresentation—waiver of forfeiture. — Where an insurance company was advised as to the falsity of representations of the insured upon which the reinstatement of a policy was procured, it was the duty of the company to take advantage of the right to avoid the policy within a reasonable time after discovery of such falsity; otherwise there is a waiver.\n2. Insurance — forfeiture—waiver.—Where a policy of life insurance was reinstated on October 30, 1918, and on Nov. 28 following the insurance company was advised that the application for reinstatement contained misrepresentations, and, without taking steps to declare a forfeiture, it retained possession of an unmatured premium note until January 12, following, on which day the insured died, the delay was unreasonable, and the forfeiture was waived.\n3. Insurance — statutory penalty and attorney’s fee. — Where, in a suit upon a policy of life insurance, no issue was raised as to the defendant’s right to a deduction from the judgment of the amount of an outstanding premium note, and the plaintiff recovered the full amount of the policy, she is also entitled to recover the statutory penalty and attorney’s fee.\nAppeal from Phillips Circuit Court; J. M. Jackson, Judge;\naffirmed.\nEwing, King & Ewing, and Fmk & Dmning, for appellant. •\nTbe policy lapsed and a reinstatement was bad, wbicb reinstatement was rescinded when tbe company discovered tbe false statements contained in tbe application tberefor. Tbe period of incontestability provided in tbe policy therefore related from tbe date of tbe reinstatement, which was in effect tbe making of a new contract, tbe old one having become ineffective, and not from tbe date of tbe original policy. 206 Fed. 20, 46 L. R. A. (N. S.) 1056; 83 Fed. 631; 159 N. Y. 411; 220 N. Y. 447; 115 Tenn. 471.\nTbe reinstatement of tbe policy did not constitute a waiver of ■ a forfeiture, and authorities cited in appellant’s brief and there discussed are not applicable to the question at issue though frequently cited in opposition to appellant’s theory.\nAn issue of fact was presented which should have been submitted to the jury, as to whether or not the answers given by the assured to the questions, avoided the reinstatement of the policy. 91 Ark. 337; 97 Ark. 438; 103 Ark. 401; 104 Ark. 267.\nThere was not sufficient funds in the hands of the company to continue the policy in force up to the date of the death of the insured, and the policy could not be held to be in force on this ground according to decisions in 68 Ark. 105; 111 Ark. 514; 125 Ark. 372; 144 Ark. 190.\nIt is not necessary for application for reinstatement to be attached to original policy or to be made part thereof by reference to enable appellant to avoid the contract of reinstatement either on the grounds of fraud in its procurement or by reason of breached warranties. 105 Ark. 101; 111 Ark. 554.\nAppellant’s request for a peremptory instruction should have been granted, as the uncontradicted testimony shows that the answers to the questions in the application for reinstatement were warranties, and that they were breached by the insured. 58 Arfc. 528, 25 S. W. 835; 72 Ark. 621; 84 Ark. 57; 103 Ark. 201; 120 Ark. 605.\nThe court erred in directing verdict for the face of the policy as the amount of an anual premium was due the company. Judgment in any event should not have been for more than $4,732.05. If this be true, the recovery would have been less than the sum sued for, and penalty and attorney’s fee were therefore improperly allowed. 92 Ark. 388; 93 Ark. 84; 117 Ark. 82. Had plaintiff amended her complaint to ask judgment for the face of the policy, less $267.95, the amount of the premium due, she would have come within the rule in 118 Ark. 22, but she failed to do this. The amount clue to the company cannot he said, as in 126 Ark. 483, to have- been insignificant as compared with the face of the policy.\nBevens & Mundt, for appellee.\nThe policy never lapsed for the reason that, upon the dne date of the so-called defaulted premium, the company had in its hands $39.65 unpaid dividends. This sum would have carried the insurance in force until the premium was paid by the taking of a note and check, so that there was never a moment that the policy was forfeited for non-payment of premium. It is the duty of insurance companies to appropriate any moneys it holds for an insured to the payment of his premium to prevent a forfeiture. 68 Ark. 505; 144 Ark. 190; 111 Ark. 514 ; 125 Ark. 372.\nThe policy became ineontestible after two years. This period dates from the issuance of the policy and not from the reinstatement of same. 104 G-a. 526, 42 L. R. A. 261; 97 la. 226, 32 L. R. A. 473; 78 Sou. 299, L. R. A. 1918-D 860 ; 247 111. 488; 84 la. 734; 111 N. 3. 391.\nNothing contained in application for reinstatement can be considered by the court, as said application was not attached to the policy or indorsed thereon, or in any manner made a part thereof, as provided by the terms dí the policy. 108 Ark. 511.\nPenalty and attorney’s fee were properly granted. Appellant did not plead the amount of the note as a set-off in his answer filed, nor raise any question to the amount of the verdict. Conceding liability' for the outstanding note, yet the amount of interest due on the principal would more than equal this sum, so that in no event would the recovery have been for less than the sum sued for. See cases in 103 Ark. 1 and 92 Ark. 378."
  },
  "file_name": "0123-01",
  "first_page_order": 149,
  "last_page_order": 160
}
