{
  "id": 1428327,
  "name": "Shepard v. McDonald",
  "name_abbreviation": "Shepard v. McDonald",
  "decision_date": "1933-11-13",
  "docket_number": "4-3181",
  "first_page": "124",
  "last_page": "128",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 124"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "213 N. W. 823",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 0
    },
    {
      "cite": "43 S. W. (2d) 356",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "184 Ark. 740",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1438652
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/184/0740-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 376,
    "char_count": 8310,
    "ocr_confidence": 0.512,
    "pagerank": {
      "raw": 1.649931927141846e-07,
      "percentile": 0.6925475191796896
    },
    "sha256": "062c186f3885b40730429b5118ab25199974b69497a8bf2f8544c5824aae2183",
    "simhash": "1:98136b08201fecac",
    "word_count": 1372
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Mehaffy and McHaney, JJ., dissent."
    ],
    "parties": [
      "Shepard v. McDonald."
    ],
    "opinions": [
      {
        "text": "Johnson, C. J.\nSeeking judicial review of the acts of Ed F. McDonald, Secretary of State, approving a referendum petition upon act 78 of the General Acts of 1933, this suit Avas instituted by petitioner in this court as an original proceeding. In substance, the petition alleged: That on June 10, 1933, respondent, Ed F. McDonald, Secretary of State, filed and approAmd an insufficient referendum petition against act 78 of the Acts of 1933 and issued his certificate suspending the effectiveness of said act until voted upon and approA^ed by the people of the State of Arkansas at the general elections to be held in 1934; that said petition for referendum, filed and approved as aforesaid, was insufficient, in that the ballot title required to be submitted therewith Avas defective and misleading; that the action of the defendant in approving said petition and in issuing such certificate was unauthorized, unlawful and void. The prayer was that said petition he judicially determined insufficient, and that the certificate issued suspending and referring said act number 78 of 1933 he declared null and void.\nThe respondent filed his demurrer to said petition as follows:\nFirst, the court is without original jurisdiction to determine the sufficiency of the referendum petition and defective ballot title; second, that the petition was not filed Avithin the time required by law; third, that the complaint states no cause of action against the Secretary of State.\nThere are four questions presented for determination, namely: First, is the ballot title a part of the referendum petition? Second, does this court have original jurisdiction to determine the sufficiency of a referendum petition? Third, the time when such suit must be filed. Fourth, is the Secretary of State a necessary and indispensable party to such proceeding?\nAdverting to the first issue raised, is the ballot title a part of the referendum petition? We think this question was definitely decided in Westbrook v. McDonald, 184 Ark. 740, 43 S. W. (2d) 356, Avherein this court said: “As the ballot title here submitted might mislead, we haAm concluded that it was defective and insufficient and that the amendment was not sufficiently complied AAÚth in this respect.”\nThe fact is, this is the exact point which was decided by this court in the Westbrook case for the folloAving reasons: The Initiative and Referendum Amendment, commonly knoAvn as Amendment 13 to the Constitution of 1874, proAÚdes: “The sufficiency of all state-wide petitions shall he decided in the first instance by the Secretary of State, subject to revieAV by the Supreme Court of the State, which shall have original and exclusive jurisdiction over all such cases. The sufficiency of all local petitions shall be decided in the first instance by the county clerk or the city clerk, as the case may be, subject to reAÚeAV by the chancery court.”\nFrom the language used in the amendment, it is perfectly apparent that there could he no serious question raised in reference to the original jurisdiction of this court in a suit wherein the contention was that the petition for referendum, standing alone, was insufficient.- It was insisted by respondent in the Westbrook case that the ballot title was apart of the referendum petition, and that his acts in refusing to file said petition, because of an insufficient title, should be sustained. This court sustained the Secretary of State’s position for this reason. Since this court has definitely determined this question in the Westbrook case and cited eminent authority in support of it, we shall refrain from discussing the question further. We do announce, however, that the ballot title submitted on a referendum petition is a part and parcel thereof and must be so considered.\nThe second question presented, to-wit, the original jurisdiction of this court to judicially determine the sufficiency of a referendum petition, is decided 'by the amendment when thus construed. If the paragraph of the amendment heretofore cited has any meaning, it is that the. Supreme Court “shall have original and exclusive jurisdiction” over all questions in which the sufficiency of a State-wide petition shall be involved. We have no hesitancy in saying that, under the plain language of the amendment itself, this court does have original and exclusive jurisdiction to determine the sufficiency of the referendum petition against act 78 of 1933.\nAs to the third question presented, that is to say, the time in which petitions should be filed in this court bringing in question the sufficiency of a referendum petition, but little need be said. The amendment places no limitation upon the time in which such suits shall be brought; neither have we any statute placing a limitation thereon. Therefore we announce the rule in the language of the Supreme Court of North Dakota in Preckel v. Byrne, 62 N. Dak. 356, 213 N. W. 823, which State has an initiative and referendum amendment not dissimilar from our own.\n“The action of the Secretary in passing upon the sufficiency of a petition may be reviewed at any time, ‘but if the sufficiency of sucli petition is being reviewed at the time the ballot is prepared, the Secretary of State shall place the measure on the ballot, and no subsequent decision shall invalidate such measure if it is at such election approved by a majority of the votes cast thereon.’ That is, no subsequent decision of the court reviewing the action of the Secretary in passing upon the sufficiency of the petition shall invalidate the measure. When approved by the electors, it becomes a law, subject to the same rules of construction and interpretation as an act of the Legislature, and its constitutionality may be determined in the same way.”\nThe complaint in the instant case was filed within thirty days after the filing of the petition for referendum with the Secretary of State. The Initiative and Referendum Amendment grants the petitioners for referendum thirty days in which to amend their petition. Certainly a citizen and taxpayer should not be limited to less than thirty days in which to file his suit, provided, it does not interfere with the submission to the voters at a general election.\nThe fourth question presented, is the Secretary of State a necessary and indispensable party in all such proceedings? This court so decided in the Westbrook case, cited supra. However, it is now insisted that, since the initiative and referendum provides:\n“At the time of filing petitions the exact title to be used on the ballot shall by the petitioners be submitted with the petition and on state-wide measures shall be submitted to the State Board of Election Commissioners who shall certify such title to the Secretary of State to be placed upon the ballot.” That we were in error in so deciding.\nIf it be granted that the Secretary of State has nothing to do, in the first instance, with the sufficiency of the ballot title, he certainly has the duty of certifying the ballot title to the election officials of the several counties of the State. Therefore, when it is determined that such petition and ballot title are insufficient, he may be restrained from certifying out to the election officials of the several counties of the State such defective ballot title. In other words, as the law now is, the Secretary of State has the imperative duty of certifying out to the election officials of the several counties of the State the ballot title as it appears on file in his office, and when it is determined, if it is so determined, that such ballot title is insufficient, then he should be restrained and enjoined from so doing.\nIt has been specifically agreed between counsel for petitioner and respondent that the question of the sufficiency of the ballot title in the instant case be reserved for decision until the jurisdictional questions have been determined. Therefore we do not here decide or discuss the sufficiency of the ballot title in the instant case.\nFor the reasons aforesaid, respondent’s demurrer to the petition is overruled.\nMehaffy and McHaney, JJ., dissent.",
        "type": "majority",
        "author": "Johnson, C. J."
      }
    ],
    "attorneys": [
      "Lee Miles and Trieber & Lasley, for petitioner.",
      "Hal L. Norwood, Attorney General, Robert F. Smith, Assistant, and Owens Ehrman, for respondent."
    ],
    "corrections": "",
    "head_matter": "Shepard v. McDonald.\n4-3181\nOpinion delivered November 13, 1933.\nLee Miles and Trieber & Lasley, for petitioner.\nHal L. Norwood, Attorney General, Robert F. Smith, Assistant, and Owens Ehrman, for respondent."
  },
  "file_name": "0124-01",
  "first_page_order": 142,
  "last_page_order": 146
}
