{
  "id": 8719025,
  "name": "Sovereign Camp, Woodmen of the World, v. Condry",
  "name_abbreviation": "Sovereign Camp, Woodmen of the World v. Condry",
  "decision_date": "1932-07-11",
  "docket_number": "4-2631",
  "first_page": "129",
  "last_page": "134",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 129"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "191 S. W. 961",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "127 Ark. 133",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1550212
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/127/0133-01"
      ]
    },
    {
      "cite": "236 S. W. 278",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "151 Ark. 231",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1366090
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/151/0231-01"
      ]
    },
    {
      "cite": "244 S. W. 344",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "155 Ark 328",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1360538
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/155/0328-01"
      ]
    },
    {
      "cite": "219 S. W. 759",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "142 Ark. 158",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 500,
    "char_count": 9011,
    "ocr_confidence": 0.494,
    "pagerank": {
      "raw": 2.459417095681346e-07,
      "percentile": 0.8053596947157923
    },
    "sha256": "ff2622b0a408e28e8c28dc9b48194e1dc724184328743e491966050234510315",
    "simhash": "1:7a83083914dae422",
    "word_count": 1600
  },
  "last_updated": "2024-02-27T17:52:01.123529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Sovereign Camp, Woodmen of the World, v. Condry."
    ],
    "opinions": [
      {
        "text": "McHaNey, J.\nAppellees are the beneficiaries in a policy of life insurance or beneficiary certificate issued by appellant on the life of George C. Condry, January 20, 1928, in the sum of $1,000. Appellant is a fraternal beneficiary association with a sovereign camp and local camps. Members are initiated into- the local camps by a ritualistic form. On or about said date George C. Condry made application to and became a member of England local camp No. 37, and a beneficiary certificate was issued to him by appellant. He paid his monthly dues and assessments to the Sovereign Camp for about three months, when he was stricken with influenza, which later developed into tuberculosis, and from which he died on July 15, 1931. After he was taken ill the local lodge at England paid all his dues and assessments to appellant with its knowledge, consent and approval up to and including October, 1930. Monthly assessments became due the first of each month, and, if not paid before the last of the month, the policy, under the constitution and by-laws, was .suspended and could be reinstated only by payment of delinquent assessments and furnishing a certificate of the applicant’s then good health. The monthly assessment for November, 1930, was not paid either by the local camp or by said Condry, and in mailing his report about December 1, 1930, to appellant, the clerk of the local camp returned Condry as delinquent and his policy stood suspended.\nOn February 20, 1929, the clerk of the local camp wrote Condry the following letter: “At a meeting of the camp Monday night, a collection was taken for your benefit and the sum of $5 was collected, which I inclose. Tt was also motioned and carried that the camp pay your dues for you until you get able to work and take care of them yourself.”\nAccording to appellees’ testimony the clerk promised to notify Condry in ample time, if the camp decided to discontinue payments for his account, to permit him to continue them and keep his insurance in force; also that tbe above letter was sent to appellant at its borne office and its receipt was acknowledged.\nOn December 11, 1930, tbe clerk of the camp wrote Condry that tbe charity fund was exhausted, and that they would not be able to keep up his insurance longer. In this letter he said: “I would suggest that you do not let this lapse. It is $0.85 per month.” This letter was misdirected to Condry at Vallier, Arkansas, whereas his known address was Humphrey, and as a result he did not get it until the latter part of January. Thereupon, his wife caused to be sent appellant at its home office money order for $1.70 covering two months dues. Appellant returned same on the ground that it required a certificate of good health from a physician. Later she sent another money order for $0.85, but this was also refused. When Mr. Condry died July 15, appellees thereafter in apt time made proof of death, demanded payment, which was refused, and this suit followed, resulting in a verdict and judgment for appellees.\nFor a reversal of the judgment against it, appellant first insists that the court should have directed a verdict in its favor at its request. We do not agree with appellant in this regard. Of course, the application, the constitution, the by-laws and the certificate constitute the contract. And it is provided that failure of the member to comply with the laws of the society makes his beneficiary certificate void. He is required to pay his assessments at a certain time, that is, before the end of the month, and, as we understand it, appellant defended on this ground alone that he failed to pay his dues for November, 1930, and failed to furnish a certificate of good health when he did send in his dues, so that the policy remained lapsed and so continued to his death. These are valid requirements, and no officer is permitted to waive them. Even so-, it does not prevent appellant from pursuing such a course of conduct as to mislead the insured to his detriment and thereby estop itself from insisting on a forfeiture. At least from January, 1929, (and perhaps sooner) the local camp at England paid all of Condry’s assessments to keep his policy in force np^ to November 30, 1930, under a written promise to continue to do so “until you get'able to work and take care of them yourself.” And under the further verbal agreement that, if the camp should at any time discontinue such payments, he would be notified in time to continue them himself before the certificate or policy had lapsed or been forfeited. This latter promise or agreement is corroborated by the letter of the clerk of December 11,1930, to him in which he said: “I would suggest that you do not let this lapse. It. is $0.85 per month.” Why would' the clerk suggest that he not let it lapse, if it had already lapsed? Evidently the clerk was under the impression at that time that the November assessment had been paid, and that he was notifying him in time to pay the December assessment in accordance with his promise to do so. Of course, the local camp was under no binding obligation to perform a gratuitous service such as payment of the member’s dues for any definite time. It could have discontinued to do so at any time, but it could not do so without giving the insured reasonable notice so that he might prevent a forfeiture of his policy. For a period of nearly two years the local camp paid the dues from its charity or home camp funds with the knowledge of appellant and with full knowledge of the fact that the insured was afflicted with tuberculosis. Having adopted and consented to this manner of paying Condry’s assessments, and for such a length of time, it would be unconscionable to permit it suddenly to change such conduct without reasonable notice to him in an effort to avoid liability. No notice of any kind was given him until after the policy had been declared forfeited or lapsed, and that upon the report of its own agent. In Sovereign Camp W. O. W. v. Newsom, 142 Ark. 158, 219 S. W. 759, we held that the local camps or councils in associations such as appellant, and its officers to whom it committed the duty of making collections and remittances, are to be considered as the agents of the governing body, and that such agency is subject to the ordinary rules applicable to agencies of the same general character in the ordinary life insurance business. And to the same effect see Sovereign Camp, W. O. W., v. Pearson, 155 Ark 328, 244 S. W. 344. In the latter case we said: “There was established a course of conduct on the part of the local clerk which was acquiesced in and approved by the Sovereign Camp, which was calculated to mislead Pearson and cause him to believe that the Sovereign Camp was not insisting on the certificate of good health; and to cause him to make his payments believing that he was in good standing with the society. This conduct was such as to estop the appellant from insisting, under the doctrine of the Newsom case, supra, on the forfeiture of the policy because of the non-compliance with the by-laws as to reinstatement. See also Sov. Camp v. Richardson, 151 Ark. 231, 236 S. W. 278; A. O. U. W. v. Davidson, 127 Ark. 133, 191 S. W. 961. Cases from other jurisdictions are cited to the same effect and relied on in appellee’s brief, but it is unnecessary to cite these, as the case is controlled by the doctrine of estoppel announced in Sov. Camp W. O. W. v. Newsom, supra.”\nSo here appellant’s agent adopted a course of conduct which was acquiesced in and approved by it, which was not only calculated to deceive and mislead Condry, but which did actually do so, by causing him to believe that they would pay his dues, but, if not, would notify him in ample time to pay them himself and prevent a forfeiture. Such conduct was sufficient to estop appellant from insisting on a forfeiture for his failure to pay his November assessment. Nor was it incumbent on Con-dry to continue from month to month to make tender, as the law does not require the doing of a vain or useless thing. Refusal of appellant to accept on two different offers to- pay was sufficient to show that further tenders would be useless.\nComplaint is also made of action of the court in giving appellee’s instruction No. 2 over its objections, and of the court’s refusal to give its requested instruction No’. 2. Appellant does not set out in its abstract all the instructions given and refused. We cannot know what they are without going to the record. It may be that its requested instruction No. 2 was covered by other instructions given, and we will so presume in their absence from the abstract. The instruction objected to is a correct declaration of the law as applied to the facts in this case, and is in accordance with what we have heretofore stated.\nWe find no error. Judgment affirmed.",
        "type": "majority",
        "author": "McHaNey, J."
      }
    ],
    "attorneys": [
      "H. M. Jacoway and Lee Miles, for appellant.",
      "A. G. Meehan and John W. Moncrief, for appellee."
    ],
    "corrections": "",
    "head_matter": "Sovereign Camp, Woodmen of the World, v. Condry.\n4-2631\nOpinion delivered July 11, 1932.\nH. M. Jacoway and Lee Miles, for appellant.\nA. G. Meehan and John W. Moncrief, for appellee."
  },
  "file_name": "0129-01",
  "first_page_order": 149,
  "last_page_order": 154
}
