{
  "id": 1358455,
  "name": "Cypress Drainage District of Perry and Conway Counties v. Blair",
  "name_abbreviation": "Cypress Drainage District v. Blair",
  "decision_date": "1922-12-04",
  "docket_number": "",
  "first_page": "130",
  "last_page": "134",
  "citations": [
    {
      "type": "official",
      "cite": "156 Ark. 130"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "203 S. W. 38",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": -1
    },
    {
      "cite": "120 Ark. 1",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1561113
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/120/0001-01"
      ]
    },
    {
      "cite": "55 Ark. 65",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1322303
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/55/0065-01"
      ]
    },
    {
      "cite": "114 Ark. 559",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1536254
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/114/0559-01"
      ]
    },
    {
      "cite": "134 Ark. 36",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1573253
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/134/0036-01"
      ]
    },
    {
      "cite": "114 Ark. 559",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1536254
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/114/0559-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 378,
    "char_count": 8214,
    "ocr_confidence": 0.452,
    "pagerank": {
      "raw": 1.458523723746264e-07,
      "percentile": 0.656571290449752
    },
    "sha256": "73de1b8122e4bb2d4eabf66b2782f474c74efcadadb2d0c0a3591a4fcc2fbb74",
    "simhash": "1:b45cd4f11a04fe34",
    "word_count": 1458
  },
  "last_updated": "2024-02-27T21:52:19.957046+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Cypress Drainage District of Perry and Conway Counties v. Blair."
    ],
    "opinions": [
      {
        "text": "Wood, J.\nThe appellee instituted this action against the appellant. He alleged in his complaint that he performed work and labor for the appellant in clearing 26.51 acres of land on appellant’s right-of-way; that the work was reasonably worth $75 per acre; that appellant had accepted the work and paid the appellee the sum of $60 per acre thereon, and was due him a balance of $15 per acre, or a total sum of $397.50, for which he asked judgment.\nThe appellant, in its answer, admitted that the appellee had done the work, but denied that it was worth the sum of $75 per acre. It denied that it was indebted to appellee as alleged in his complaint. The appellant set up that, after the work was performed by the appellee, he agreed with the commissioners of appellant to receive payment therefor in the sum of $60 per acre, and that appellant thereupon paid appellee the balance due at such price, tó-wit: the sum of $160.60, which amount appellee accepted in full payment of all balance due him.\nThe appellee 'testified that he received a check for $160.60. He stated that there was no one present when he received the check except Colvin, one of the commissioners of the district. Appellee made no agreement with the board while in session to do the work for $60 per acre. He asked Colvin, when the latter gave' him the check, “What about the other $15 per acre?” and Colvin stated he would get the board together later. Later there was a meeting of the board, and they asked the appellee if he could do the work for $60 per acre. Appellee testified that he had been paid at the rate of $60 per acre, and that the work at a reasonable value was worth the sum of $75 per acre, leaving a balance due him of $397.50. The meeting of the board of commissioners to which the appellee referred was after Colvin had given appellee the check and after he had cashed the same.\nThere was testimony on behalf of the appellee tending to corroborate his testimony to the effect that the work which he did was worth the sum of $75 per acre.\nGr. B. Colvin testified substantially as follows: He was one of the commissioners. At a meeting of the board, after the work was completed and approved, and at which the appellee was present, they discussed pro and con what price the appellee should receive for his work. “Finally the commissioners agreed to pay him $60, and he agreed to accept the same, and upon that agreement, knowing the number of acres and the amount of money that heretofore had been paid Mm on the-work, and figuring the number of acres at $60, it left a balance due him of $160.60.” Witness drew a check of the district on the Perry State Bank for the balance shown to be due appellee, and marked on the check “In full for balance due on the contract at the lower end, Est. No. 2.” The check was introduced in evidence and reads as follows: “Pay to B. W. Blair, or order, one hundred and sixty and 60-100 dollars out of any funds in your hands belonging to said drainage district. In payment' of account for balance on clearing contract at lower end, est. No. 2. To Perry State Bank, Perry, Ark.\n“John S. Harris,\n“Chairman Board of Commissioners.\n“Countersigned, G-. B. Colvin,\n“Secretary Board of Commissioners.”\nOn the reverse side appears the following indorsement: “B. W. Blair.”\nSeveral witnesses, over the objection of appellant, were permitted to testify that they had had experience in doing the same kind of work as that involved in this action, and stated that such work, at the time it was performed, Avas worth $75 per acre.\nAt the conclusion of the testimony the appellant asked the court to instruct the jury to return a verdict in its favor, Avliicli the court refused to do, and to Avhich the appellant excepted. The court instructed the jury, in substance, that if they found the appellee performed the Avork, and that same Avas accepted by the appellant, he should be paid a reasonable sum therefor, and, if they so found, they should return a verdict in his favor for such amount as they found to be a reasonable compensation for the Avork, after crediting the amount appellant had already paid him. The court' further submitted to the jury the issue as to Avhether or not the appellee had accepted the $160.60 already paid him in full satisfaction of his account or claim against the appellant for the work done. The jury returned a verdict in favor of the appellee for the sum of $132. Judgment Avas rendered in appellee’s faAror for that sum, from AAdrich is this appeal.\n1. The testimony of the Avitnesses as to the value of the Avork done by the appellee was not expert testimony. These AAdtnesses had done the same kind of Avork, and testified that they kneAv the value of same, and that it Avas Avorth the sum of $75 per acre. The subject-matter of the litigation Avas not such as called for expert testijnony. The character of the work was not such as required any special skill or expert knowledge to understand. Therefore, the witnesses did not give their opinion as experts,.but simply testified to facts coming within their observation and experience. The court did not err in permitting the testimony.\n2. The court did not err in refusing appellant’s prayer for a verdict in its favor. Under the testimony, the issue as to whether or not the appellee accepted the check for $160.60 in full satisfaction of the amount due him from the appellant was one for the jury. The recital in the check itself, to-wit: “In payment of account for balance on clearing contract at lower end, Est. No. 2,” does not show on its face that it was given in full payment and settlement for all the work done by the appellee for the appellant. \"While testimony on behalf of the appellant tended to prove that the check was given to the appellee with the understanding that it was in full payment of the balance due him, and accepted as such, the testimony of the appellee was to the contrary. This made the issue for the jury. The check, standing alone, did not evidence a contract between the parties, and parol testimony was competent on the issue as to whether or not there was a contract of accord and satisfaction between the parties. That issue was submitted to the jury under correct instructions, in harmony with the law as announced by this court in O’Leary v. Keith. 134 Ark. 36-41, and cases there cited. See also Pekin Cooperage Co. v. Gibb, 114 Ark. 559.\nThe judgment is correct, and it is therefore affirmed.",
        "type": "majority",
        "author": "Wood, J."
      }
    ],
    "attorneys": [
      "John L. Hill, for appellant.",
      "J. H. Bowen, for appellee."
    ],
    "corrections": "",
    "head_matter": "Cypress Drainage District of Perry and Conway Counties v. Blair.\nOpinion delivered December 4, 1922.\n1. Evidence — opinion op non-expert. — The work of clearing land is not of such character as to call for expert testimony as to its value, and non-expert witnesses who have done such work and know what it is reasonably worth may testify as to what it is worth.\n2. Accord and satisfaction — acceptance of check in payment.'— - The question whether a check reciting that it was “in payment of account for balance on clearing contract” was in full payment was for the jury, where the evidence was conflicting.\n3. Evidence — parol evidence to explain check. — A check which recited that it was “in payment of account for balance on clearing contract” did not show on its face that it was given in full payment, and parol evidence was admissible to show whether Such was the agreement.\nAppeal from Perry Circuit Court; A. F. House, Judge;\naffirmed.\nJohn L. Hill, for appellant.\nAppellant was entitled to a peremptory instruction. The check for $160.60 was issued and accepted by appellee in full settlement, and bears such statement on its face, and he wias therefore estopped to claim anything’ further. 114 Ark. 559.\nWitnesses Maberry, Summers, Edwards and Blair testified as experts, without having qualified as such, and their testimony was inadmissible. 55 Ark. 65; 120 Ark. 1.\nJ. H. Bowen, for appellee.\nAppellee did not accept the check in full settlement hut specifically asked Colvin about the other $15 per acre, and Colvin promised that the matter would be taken up 'by the board at another meeting. Therefore the authority in 114 Ark: 559 is not applicable. It was a question to be decided by the jury as to whether there was an accord and satisfaction. 203 S. W. 38."
  },
  "file_name": "0130-01",
  "first_page_order": 156,
  "last_page_order": 160
}
