{
  "id": 1428390,
  "name": "Baldwin v. Pilgreen",
  "name_abbreviation": "Baldwin v. Pilgreen",
  "decision_date": "1933-11-13",
  "docket_number": "4-3191",
  "first_page": "131",
  "last_page": "132",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 131"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "46 S. W. (2d) 20",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "185 Ark. 90",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1435099
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/185/0090-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 207,
    "char_count": 2296,
    "ocr_confidence": 0.52,
    "pagerank": {
      "raw": 1.7710994026850012e-07,
      "percentile": 0.7116936161142986
    },
    "sha256": "d4870442781b58a219a707bcb87f2aac3cdde62311001d992735b1a8bb812601",
    "simhash": "1:a2ac12531b65b6de",
    "word_count": 404
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Mr. Justice McHaney concurs."
    ],
    "parties": [
      "Baldwin v. Pilgreen."
    ],
    "opinions": [
      {
        "text": "Humphreys, J.\nAppellee recovered judgment for $2,000 damages against appellant in the circuit court of Hot Spring County for injuries alleged to have been received on the night of the fifteenth of March, 1932, while walking on a pathway along the railroad track just north of the depot in Malvern, through the negligence of appellant in permitting a lump of coal to fall from the tender and knock him down, causing the wheels of the train to pass over and mash off the ends of two of his fingers.\nThe testimony introduced tended to show that he might have been injured in one of .three ways: First, in the manner alleged; second, by a robber; and, third, by an unknown person who knocked him off the running-board of an automobile.\nAfter the rendition of the judgment, and at the same term of court, appellant filed a supplemental motion for a new trial on the ground of newly-discovered evidence, which motion was regular in form and in compliance with all the statutory requirements of such a motion. The newly-discovered evidence was to the effect that about twelve o’clock on the night appellee was injured, Mrs. Linnie Martin and Andy Graham saw him, appellee, riding on the running board of an automobile in which a man and a woman were riding; that this automobile had stopped on First Street near the point where appellee was found; that appellee was trying to get the woman out of the car, at which time the automobile door slammed, and appellee hollered as though he were in pain; that the man in the automobile struck appellee, which caused him to fall off of the car into the street, where he was later found.\nThis testimony was relevant and material to the issue involved, and was of such character and cogency that it might have had the effect of changing the result, and on this account the court should have granted a new trial. The rule as applied herein was announced and applied in the case of Forsgren v. Massey, 185 Ark. 90, 46 S. W. (2d) 20.\nOn account of the error indicated, the judgment is reversed, and the cause is remanded with directions to sustain appellants’ supplemental motion for a new trial.\nMr. Justice McHaney concurs.",
        "type": "majority",
        "author": "Humphreys, J."
      }
    ],
    "attorneys": [
      "R. E. Wiley and Richard M. Ryan, for appellant.",
      "H. B. Means, for appellee."
    ],
    "corrections": "",
    "head_matter": "Baldwin v. Pilgreen.\n4-3191\nOpinion delivered November 13, 1933.\nR. E. Wiley and Richard M. Ryan, for appellant.\nH. B. Means, for appellee."
  },
  "file_name": "0131-01",
  "first_page_order": 149,
  "last_page_order": 150
}
