{
  "id": 1435344,
  "name": "Howard v. State",
  "name_abbreviation": "Howard v. State",
  "decision_date": "1932-02-15",
  "docket_number": "",
  "first_page": "132",
  "last_page": "134",
  "citations": [
    {
      "type": "official",
      "cite": "185 Ark. 132"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "246 S. W. 470",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "156 Ark. 419",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1358507
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/156/0419-01"
      ]
    },
    {
      "cite": "275 S. W. 701",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "169 Ark. 359",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1374026
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/169/0359-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 281,
    "char_count": 3946,
    "ocr_confidence": 0.489,
    "pagerank": {
      "raw": 7.317852702137001e-08,
      "percentile": 0.43602098037375925
    },
    "sha256": "d4f0c4e8d9deea827cad1fc0701eb6911d68bffe7384dd391cacf128c5dd9a9a",
    "simhash": "1:048122410c1c7c8b",
    "word_count": 693
  },
  "last_updated": "2024-02-27T17:51:09.396208+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Howard v. State."
    ],
    "opinions": [
      {
        "text": "•Smith, J.\nThis appeal is from a judgment sentencing appellant to a term in the penitentiary of two years on a charge of burglary and of one year on a charge of grand larceny. For the reversal of this judgment he assigns as error in his motion for a new trial that the verdict was contrary to the law and the evidence, and that the court erred in permitting the prosecuting attorney, over his objection, “to improperly argue the previous convictions of the defendant, to which action of the court the defendant at the time excepted.”\nBut little need be said to dispose of this appeal. The testimony on the part of the State was to the following effect. On the night of June 17, 1931, a grocery store in the city of North Little Rock was broken into and 3,500' cigarettes, of the value of from $27 to $30, were taken therefrom. Entrance was gained by breaking the glass in the front door and the padlock on the door. The day following appellant offered to sell to a grocer in Little Rock some cigarettes at $1 a carton. This offer aroused the suspicion of the Little Rock grocer, who notified the Little Rock police headquarters. Two police officers went at once to the grocer’s place of ibusiness, which, was near the end of the South Highland street car line. Appellant was there when the officers arrived, and he boarded a street car when he saw them. The officers took the same car, and saw appellant go to the rear end of the car and throw a package under the rear seat. The officers got the package and placed appellant under arrest. The cigarettes were shown to the North Little Rock grocer and were identified by him, the identification being made by his cancellation mark on the revenue stamps.\nThe chief of detectives of North Little Rock testified that appellant was delivered into his custody about eight hours after the burglary had been committed, and that he noticed at the time that appellant’s right thumb was injured. He asked appellant about the cigarettes, and appellant told him that he found the cigarettes in a concrete basement at the north end of the Missouri Pacific bridge in North Little Rock. The officer found upon inspection that there was no basement at this point. One of the gloves found on appellant at the time of his arrest had fresh blood on it.\nAppellant testified in his own behalf and admitted having the cigarettes in his possession. He stated that he had found them in Little Rock, and that the officer was mistaken in saying that he had said they had been found in North Little Rock. He further testified that he started to take the cigarettes to some “boys” in the penitentiary, and he admitted offering to sell them to the Little Rock grocer. When he saw the grocer go- to the ’phone, he thought an officer was being called, and not wanting to get into trouble again he threw the package containing the cigarettes under the car seat. On his cross-examination he admitted that he had been twice sentenced to the Arkansas penitentiary and to the penitentiary in Atlanta once.\nThis testimony fully sustains the conviction. Appellant was found in possession of property very recently stolen, and the jury evidently disregarded the explanation of his possession. Yelvington v. State, 169 Ark. 359, 275 S. W. 701.\nAs to the argument of the prosecuting attorney, it may be said that it does not appear from the bill of exceptions what the argument was, and we do not therefore know whether it was improper or not. Neal v. State, 156 Ark. 419, 246 S. W. 470. Appellant admitted on his cross-examination that he had been three times sentenced to the penitentiary, and it would not have been improper for the prosecuting attorney to discuss this fact in commenting upon appellant’s credibility as a witness.\nNo error appears, and the judgment must be affirmed. It is so ordered.",
        "type": "majority",
        "author": "•Smith, J."
      }
    ],
    "attorneys": [
      "Hal L. Norwood, Attorney G-eneral, and Pat. Mehaffy, Assistant, for appellee."
    ],
    "corrections": "",
    "head_matter": "Howard v. State.\nOpinion delivered February 15, 1932.\nHal L. Norwood, Attorney G-eneral, and Pat. Mehaffy, Assistant, for appellee."
  },
  "file_name": "0132-01",
  "first_page_order": 152,
  "last_page_order": 154
}
