{
  "id": 1428405,
  "name": "Perry v. State",
  "name_abbreviation": "Perry v. State",
  "decision_date": "1933-11-06",
  "docket_number": "Crim. 3863",
  "first_page": "133",
  "last_page": "137",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 133"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "161 S. W. 195",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "110 Ark. 251",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1337084
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/110/0251-01"
      ]
    },
    {
      "cite": "194 S. W. 506",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "162 S. W. 66",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "110 Ark. 538",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1337149
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/110/0538-01"
      ]
    },
    {
      "cite": "221 S. W. 455",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "143 Ark. 604",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1589359
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/143/0604-01"
      ]
    },
    {
      "cite": "194 S, W. 506",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "128 Ark. 302",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1581893
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ark/128/0302-01"
      ]
    },
    {
      "cite": "83 S. W. 916",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "73 Ark. 148",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1504019
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/73/0148-01"
      ]
    },
    {
      "cite": "280 S. W. 982",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "170 Ark. 709",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1371695
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/170/0709-01"
      ]
    },
    {
      "cite": "128 S. W. 562",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "95 Ark. 71",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1543424
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/95/0071-01"
      ]
    },
    {
      "cite": "112 S. W. 1081",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "87 Ark. 461",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1519065
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/87/0461-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 491,
    "char_count": 8912,
    "ocr_confidence": 0.496,
    "pagerank": {
      "raw": 1.7447258297745452e-07,
      "percentile": 0.7076165444394634
    },
    "sha256": "00b785efac78d7a31df60912d100b7a990d5151aa40aa4d0009e57a1aab0e7f9",
    "simhash": "1:8ac6f4bb21f20d8b",
    "word_count": 1562
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Perry v. State."
    ],
    "opinions": [
      {
        "text": "Butler, J.\nA jersey beifer had been stolen in Sebastian County, and the appellant was indicted, tried and convicted, on the charge of having received the same knowing it to have been stolen, and on appeal presents various assignments of error for reversal. In addition to the bill of exceptions certified by the presiding judge, appellant prepared in proper form a bystanders’ bill of exceptions under the provisions of § 1322 of Crawford & Moses’ Digest. As the truth of the matters set out therein was not controverted by counter affidavits as provided in said section, these must be taken as true, although they conflict with the statements contained in the bill signed by the judge. Boone v. Holder, 87 Ark. 461, 112 S. W. 1081; Wingfield v. State, 95 Ark. 71, 128 S. W. 562.\nAt the trial the defendant did not testify, and exception is taken and assigned as error to that part of the argument of the prosecuting attorney to which objection was made as in effect a comment on the defendant’s failure to testify in liis own defense. The language objected to appears in the bystanders ’ bill of exceptions and is as follows:. “Take Carl Mortenson, the puor, little, freckled-face, stuttering kid, raised around here. Practically all of you know him. He would never have thought of this. He said so. It has never been denied. Perry said that: ‘If you have got any ‘hot stuff’ over there, bring it over. I can use it.’ By ‘hot stuff’ he meant anything that Carl would steal. In fact, the defendant has not denied a single, solitary iota of evidence that has been given against him from the stand here today. There’s the 'brains of this thing,’ [pointing to defendant] Herman Perry. ’ ’\nThe necessary effect of this language was to direct to the jury’s attention the failure of the defendant to testify. This court, in Bridgeman v. State, 170 Ark. 709, 280 S. W. 982, said: “This court is committed to the rule that, under § 3123 of Crawford & Moses’ Digest, it is improper and presumptively prejudicial for the prosecuting attorney to call the attention of the jury to the failure of the accused to testify. Lee v. State, 73 Ark. 148, 83 S. W. 916, and Starnes v. State, 128 Ark. 302, 194 S, W. 506.”\nIn overruling the objection made to the argument, the court said to the. appellant’s attorney: “You have opened the way. He is only arguing the point you raised.” This action of the court and the reason given is sought to be justified by the rule announced in Collins v. State, 143 Ark. 604, 221 S. W. 455, on the theory that in this case, as in that, the error had been invited by appellant’s counsel. In Collins v. State, supra, in announcing its conclusion, the court said: “But it appears from the record that the objection to this remark was overruled because counsel for defendant had stated that appellant had not taken the stand, for the reason that it was not necessary for him to do so, the inference being that there was nothing for appellant to deny; and to that statement the prosecuting attorney replied that appellant could have taken the stand and denied selling the stuff. This is a case of invited error. Appellant’s counsel should not have commented upon appellant’s failure to take the stand. He should have based his argument upon the testimony which went to the jury without commenting upon the fact that appellant had not testified at all. The statute is a shield, and not a sword. It gives the defendant the right to testify at his election, and provides that his failure to make such request shall not create any presumption against him. But it does not give his counsel the right to discuss the failure to make this request and to furnish explanations concerning it.”\nIt was on the testimony of Carl Mortenson, the admitted thief, that the State chiefly relied to establish the charge that .the animal stolen was in defendant’s possession with the guilty knowledge of the commission of the larceny. Several persons had testified as to the repeated statements of this witness that defendant knew nothing about his having stolen the animal. In commenting on the action of Mortenson and the testimony of these witnesses, appellant’s counsel in his argument to the jury, said: “What was Mortenson’s story of this affair all the way through up to the time and sometime after he was placed in jail? He said that Perry did not know anything about it. He told Jim Efurd that Perry did not know anything’ about it. He told Jess Wilson in Perry’s presence that Perry did not know anything about it. Perry told Jess Wilson, in Mortenson’s presence, that he, Perry, did not know anything about it. About what? About the heifer having been stolen, of course. We say that Perry did not know anything about it, about the heifer having been stolen, and when you hear from Perry again he will still be saying that he did not know anything about it.”\nThis is the statement which, it is claimed by the appellee, brings it within the rule announced in Collins v. State, supra. Here the statement of appellant’s counsel and the language used is quite different from that used in the case of Collins v. State. Appellant’s plea had put in issue the truth of the charge, and it was of itself a denial, and the statement just quoted, as we view it, can in no just or fair sense be interpreted as any reference to the failure of the defendant to testify, or an attempt to justify that omission, as was done by defendant’s counsel in Collins v. State, supra, but was a legitimate argument based on the evidence that Mortenson’s testimony in the court was unworthy of belief, and that, although the animal was in appellant’s possession, he knew nothing of its having been stolen. If the testimony of appellant’s witnesses were true, this evidence justified the conclusion he reached which he sought to impress upon the jury and which he had a right to urge for their acceptance.\nLearned counsel for the State contends that, even though the argument complained of was not invited and was prejudicial, that prejudice was removed because the court had instructed the jury to the effect that, while having the right to testify, defendant’s failure to do so was not to be considered by the jury in determining his guilt or innocence. To sustain this position, we are referred to the cases of Ingram v. State, 110 Ark. 538, 162 S. W. 66, and Starnes v. State, 128 Ark. 302, 194 S. W. 506. In our opinion, these cases do not support the contention made. In the first case the court noticed that in Tiner v. State, 110 Ark. 251, 161 S. W. 195, any opinion was withheld as to whether comment by the prosecuting attorney would be reversible error where the court directed the jury to disregard it. The court then proceeded to notice the contrariety of view of the courts on this question and the tendency of the more modern or recent cases to hold that, where such reference has been made and is withdrawn and corrected by the charge of the court, it do.es not constitute reversible error. In adopting that view, this court held in the case then before it that, when attention of the court was called to comment by the prosecuting attorney of defendant’s failure to testify, and he reminded the jury that they had been instructed not to consider that fact and emphasized again its duty in that respect, this served to cure the error. In Starnes v. State, supra, the court approved and followed the rule laid down in the Ingram case. In that case, when the prosecuting attorney violated the rule the court immediately instructed the jury as to their duty, charging them not to consider the failure of the defendant to testify or draw any unfavorable inferences against him on that account. In the instant case, the court, while having first instructed the jury on the failure of the defendant to testify and define their duty in that regard, subsequently approved the argument of the prosecuting attorney which appellant construed as a comment on his failure to testify, thus nullifying the force of the charge which had before been given.\nBecause of the statute, we must presume that prejudice resulted when not removed by prompt action of the court. As said in Bridgeman v. State, supra: “The Legislature has seen fit to pass the statute in question, and there seems to be no discretion with the court in passing upon the probable injury of such allusion. This being true, we have no alternative except to reverse the judgment.”\nBecause the judgment must be reversed, it becomes unnecessary to notice the other alleged errors as they are not likely to occur again, and, since there must be a retrial of this case, we refrain from commenting on the weight and sufficiency of the evidence.\nReversed and remanded for a new trial.",
        "type": "majority",
        "author": "Butler, J."
      }
    ],
    "attorneys": [
      "Leonard D. Caudle and Festum Gillam, for appellant.",
      "Hal L. Norwod, Attorney General, and John H. Caldwell, Assistant, for appellee."
    ],
    "corrections": "",
    "head_matter": "Perry v. State.\nCrim. 3863\nOpinion delivered November 6, 1933.\nLeonard D. Caudle and Festum Gillam, for appellant.\nHal L. Norwod, Attorney General, and John H. Caldwell, Assistant, for appellee."
  },
  "file_name": "0133-01",
  "first_page_order": 151,
  "last_page_order": 155
}
