{
  "id": 8719087,
  "name": "Buzbee v. Hutton",
  "name_abbreviation": "Buzbee v. Hutton",
  "decision_date": "1932-07-11",
  "docket_number": "4-2723",
  "first_page": "134",
  "last_page": "140",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 134"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "31 S. W. 104",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "128 Mo. 658",
      "category": "reporters:state",
      "reporter": "Mo.",
      "opinion_index": 0
    },
    {
      "cite": "29 S. W. 241",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "127 Mo. 10",
      "category": "reporters:state",
      "reporter": "Mo.",
      "opinion_index": 0
    },
    {
      "cite": "35 Ark. 236",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "23 S. W. (2d) 617",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "180 Ark. 713",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1393578
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/180/0713-01"
      ]
    },
    {
      "cite": "35 S. W. (2d) 70",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "183 Ark. 107",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1441800
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/183/0107-01"
      ]
    },
    {
      "cite": "172 S. W. 376",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "263 Mo. 77",
      "category": "reporters:state",
      "reporter": "Mo.",
      "case_ids": [
        1778061
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mo/263/0077-01"
      ]
    },
    {
      "cite": "88 S. W. 643",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "189 Mo. 648",
      "category": "reporters:state",
      "reporter": "Mo.",
      "case_ids": [
        1389022
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mo/189/0648-01"
      ]
    },
    {
      "cite": "4 Mo. App. 259",
      "category": "reporters:state",
      "reporter": "Mo. App.",
      "case_ids": [
        8849947
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mo-app/4/0259-01"
      ]
    },
    {
      "cite": "16 S. W. 489",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "104 Mo. 459",
      "category": "reporters:state",
      "reporter": "Mo.",
      "case_ids": [
        420470
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mo/104/0459-01"
      ]
    },
    {
      "cite": "179 S. W. 813",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "120 Ark. 406",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1561094
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/120/0406-01"
      ]
    },
    {
      "cite": "27 S. W. 380",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "123 Mo. 391",
      "category": "reporters:state",
      "reporter": "Mo.",
      "case_ids": [
        939268
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mo/123/0391-01"
      ]
    },
    {
      "cite": "86 S. W. 844",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "75 Ark. 120",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1502504
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ark/75/0120-01"
      ]
    },
    {
      "cite": "63 S. W. 796",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "69 Ark. 376",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8723298
      ],
      "pin_cites": [
        {
          "page": "378"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/69/0376-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 598,
    "char_count": 11629,
    "ocr_confidence": 0.499,
    "pagerank": {
      "raw": 3.3372821621705923e-07,
      "percentile": 0.8739540413360006
    },
    "sha256": "222dec08dd0e22b6a01ea961f4027a9b1c82f57f012dba2d280378aff5fb8ebb",
    "simhash": "1:12d3d17815ad98b2",
    "word_count": 1970
  },
  "last_updated": "2024-02-27T17:52:01.123529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Mr. Justice Mehaeey, having certified his disqualification, did not participate.",
      "Hart, C. J., and Kirby, J., dissent."
    ],
    "parties": [
      "Buzbee v. Hutton."
    ],
    "opinions": [
      {
        "text": "Lamar WilliamsoN, Special Judge.\nThis action is to test the constitutionality of act No. 21 of the General Assembly approved February 16, 1931, entitled, “An Act to Make the Office of Separate Chancery Clerk Appointive Instead of Elective, and for Other Purposes.” This issue is presented to the court by appellant having undertaken to qualify under the rules of the Democratic party as a candidate for nomination at the primary election to be held August 9, 1932, for the office of clerk of the Pulaski Chancery Court in the manner and within the time prescribed by the rules of the party. The Democratic County Committee declined to permit the' appellant to comply with the party rules for the purpose of becoming such candidate on the ground that no such office would be in existence to be filled at the general election because of the provisions of said act No. 21, § 1 of which provides:\n‘ ‘ Clerks of chancery courts in counties in which the circuit clerk is not ex-officio chancery clerk shall be appointed by the chancellor of the district in which the county is located, and shall hold office for the term of the chancellor making such appointment. Said clerk shall receive an annual salary of forty-two hundred ($4,200) dollars, payable in equal monthly installments and such clerk may appoint or select his own deputies. No appointment shall be made under this act until the term of office of the present incumbents shall expire or the office become vacant.”\nAppellant then, in apt time, filed in the Pulaski Circuit Court his petition for mandamus making the chairman and secretary of the Pulaski County Democratic Central Committee defendants. These defendants plead act No. 21 in justification of their refusal to permit the appellant to qualify as a candidate. To this pleading appellant demurred 'by alleging that said act No. 21 was void because of the provisions of Amendment No. 14 to the Constitution providing that the General Assembly shall not pass any local or special act. The lower court overruled appellant’s demurrer, and, appellant declining’ to plead further, dismissed his complaint resulting in the present appeal.\nThe court is of the opinion that the judgment of the lower court should be affirmed.\nIt is the well known rule of this court that statutes are presumed to be framed in accordance with the Constitution, and should not be held invalid for repugnance thereto unless such conflict is clear and unmistakable. Dobson v. State, 69 Ark. 376, 378, 63 S. W. 796. All doubts as to the constitutionality of a statute are therefore to be resolved in favor of the statute. In Waterman v. Hawkins, 75 Ark. 120, 86 S. W. 844, this court approved the decision of the Supreme Court of Missouri in State ex rel. v. Yancy, 123 Mo. 391, 27 S. W. 380, where the court used the following language which expresses well the principle controlling numerous decisions of this court: '‘The presumption is in favor of the constitutionality of the act, and, before this court would be justified in holding it invalid because in conflict with the Constitution, it should be satisfied of its invalidity beyond a reasonable doubt.”\nThe majority of the court is of the opinion that the question is determined by the decision of this court in Waterman v. Hawkins, supra, which announces as the controlling principle: ‘ ‘ Statutes establishing or abolishing separate courts relate to the administration of justice,. and are not either local or special in their operation. Though such an act relates to a court exercising jurisdiction over limited territory, it is general in its operation, and affects all citizens coming within the jurisdiction of the court.\n“ ‘Whether an act of the Legislature he a local or general law must be determined by the generality with which it affects the people as a whole, rather than the extent of the territory over which it operates; and if it affects equally all persons who come within its range, it can be neither special nor local within the meaning of the Constitution.’ State v. Yancy, supra. In the case last cited, the Supreme Court of Missouri held that, under a provision of the Constitution identical with the provision of the Constitution of this State now under consideration, neither an act of the Legislature establishing a separate court, nor one detaching the clerical duties of that court and creating a separate clerk of the court, were local or special acts within the meaning of the Constitution.” See also State ex rel. v. Woodruff, 120 Ark. 406, 179 S. W. 813; State v. Hughes, 104 Mo. 459, 16 S. W. 489; State v. Shields, 4 Mo. App. 259; State v. Etchman, 189 Mo. 648, 88 S. W. 643; Greene County v. Lydy, 263 Mo. 77, 172 S. W. 376, Ann. Cas. 1917C, p. 274.\nThe full force of this principle has been recognized in even the more recent decisions of this court. For instance, in the opinion in Cannon v. May, 183 Ark. 107, 35 S. W. (2d) 70, the court is careful to remark: “In this opinion in the case of Webb v. Adams, supra, (180 Ark. 713, 23 S. W. (2d) 617) on rehearing, we further said: ‘In this connection we do not wish to be understood as impairing in the least the force of the decisions in State v. Crawford, 35 Ark. 236, which holds that a statute settling accounts between the State and certain parties is a general and not a special act; and in Waterman v. Hawkins, 75 Ark. 120, 86 S. W. 844, holding that statutes establishing or abolishing separate courts relate to the administration of justice, and are not either local or special in their operation. This is in recognition of that principle of State sovereignty under which the State, through its Legislature, may protect its own interest, and by virtue of it the Legislature may treat every subject of sovereignty as within a class by itself, and bills of that kind are usually held to be general and not local or special laws. There are cases where the State, by its Legislature, commits the discharge of its sovereign political functions to agencies selected by it for that purpose, and such acts have usually been held to be general acts’.”\nThe court again approved the Missouri decisions hereinbefore referred to by stating: “The Supreme Court of Missouri based its holding on the principle that the judicial system of the .State was a whole, and that acts dealing with the courts have been usually held general, although not applicable to every court of like nature in the State. The ruling proceeds upon the doctrine that the judicial department of the State is a ‘composite unit ’. ’ ’\nThe clerk of the Pulaski County Chancery Court, under the statutes of this State, is a very vital part of the court organization. Without him there is no court. He is required to perform numerous duties pertaining to judicial functions as well as many administrative matters of the court. Act No. 21 therefore deals directly with the necessary functions of a court for the entire State of Arkansas, and is a general act.\nFurthermore, a study of the decisions hereinbefore cited establishes the well-recognized principle that, where there is a specific grant of power confe'rred by the Constitution upon the Legislature upon any certain or particular subject, an act passed in pursuance of such grant will not be held unconstitutional upon the ground that it is local or special legislation. See also Kenefick v. City of St. Louis, 127 Mo. 10, 29 S. W. 241; Spaulding v. Brady, 128 Mo. 658, 31 S. W. 104.\nSection 15, article 7 of the Constitution is a specific grant of power conferred by the Constitution upon the General Assembly of Arkansas to establish chancery courts. As will be hereinafter mentioned, the Pulaski County Chancery Court has always been treated as unique since its original creation. The Legislature, not being expressly prohibited by the Constitution, is fully authorized to create separate courts of chancery. This necessarily infers the power to provide its complete organization, and there is no constitutional inhibition against providing separate clerks for chancery courts. The clerks of chancery courts are at present the result of legislation and are not constitutional officers. See § 2196, Crawford & Moses’ Digest. If the Legislature has the power to create the office of chancery clerk under the provisions of the Constitution, it is not unreasonable to conclude that it also - has the power to provide the manner of filling that office, its tenure, and all other necessary provisions to make the organization of the court complete and effective. We therefore conclude that act No. 21 is a general act, not only because it deals exclusively with the functions of a court of Statewide jurisdiction and importance, hut because the Legislature in passing the act in question was exercising a specific grant of power conferred upon it by the Constitution of the State.\nThe majority of the court is also of the opinion that the act is' not local or special because it is general in its terms, and is not based upon an unreasonable or arbitrary classification. The act affects every one alike coming within its general terms, and is not to be nullified merely because under present conditions only the county of the seat of the State government happens to, fall within the general classification.\nA review of the history of the Pulaski County Chancery Court discloses that both the Constitution makers of the State and her General Assemblies have always considered this court as being within a classification unique to Pulaski County. It was created by the act of January 15, 1855, as amended by act of January 13, 1857, under the provisions of the Constitution of 1836. The distinctive classification of this court was recognized in the Constitution of 1874 by the provisions of § 44 of article 7. It was recognized by the G-eneral Assembly as a court of special distinction in act No. 106, approved April 1, 1885, which created the first chancery district of the State, § 18 of the act reciting: “That, inasmuch as the State will necessarily have business, and be interested in cases arising within the jurisdiction of the chancery court of Pulaski County, where the seat of government is situated, the said court shall be provided with a court room and clerk’s office, for the accommodation of said chancery court, in the State House building. ’ ’\nBeing the seat of the State government, this court exercised jurisdiction over the constitutional officers of the State, and the court may well take judicial knowledge of the fact that every citizen of the State is interested in a large body of the decisions of this court which are applicable to well nigh every department of the State government and organization. Inasmuch as the clerk of this court is exclusively a judicial officer, it cannot be said to be inappropriate that he shall be treated differently from the other clerks of the State who are not exclusively judicial officers. Many cogent reasons for the classification adopted by act No. 21 ■ are suggested in able argument of counsel and come to mind, but suffice it to say that the majority of the court are of the opinion that the classification adopted by the Legislature cannot be said to be either unreasonable or arbitrary.\nFor either of the several reasons suggested, the judgment of the lower court is correct, and it is therefore affirmed.\nMr. Justice Mehaeey, having certified his disqualification, did not participate.\nHart, C. J., and Kirby, J., dissent.",
        "type": "majority",
        "author": "Lamar WilliamsoN, Special Judge."
      }
    ],
    "attorneys": [
      "John E. Coates, Jr., and Chas. W. Mehaffy, for appellant.",
      "Bose, Hemingway, Cantrell & Loughborough and Bonham & Fulh, for appellee."
    ],
    "corrections": "",
    "head_matter": "Buzbee v. Hutton.\n4-2723\nOpinion delivered July 11, 1932.\nJohn E. Coates, Jr., and Chas. W. Mehaffy, for appellant.\nBose, Hemingway, Cantrell & Loughborough and Bonham & Fulh, for appellee."
  },
  "file_name": "0134-01",
  "first_page_order": 154,
  "last_page_order": 160
}
