{
  "id": 1364132,
  "name": "Bankers' Utilities Co., Inc., v. Cotton Belt Savings & Trust Company",
  "name_abbreviation": "Bankers' Utilities Co. v. Cotton Belt Savings & Trust Co.",
  "decision_date": "1922-02-20",
  "docket_number": "",
  "first_page": "135",
  "last_page": "139",
  "citations": [
    {
      "type": "official",
      "cite": "152 Ark. 135"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "75 Ark. 95",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1502491
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/75/0095-01"
      ]
    },
    {
      "cite": "38 Ark. 334",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1900476
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/38/0334-01"
      ]
    },
    {
      "cite": "26 Ark. 28",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8726133
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/26/0028-01"
      ]
    },
    {
      "cite": "21 Ark. 244",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "30 Ark. 686",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1881140
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/30/0686-01"
      ]
    },
    {
      "cite": "31 Ark. 170",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1879230
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/ark/31/0170-01"
      ]
    },
    {
      "cite": "75 Ark. 210",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "75 Ark. 206",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1502549
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/75/0206-01"
      ]
    },
    {
      "cite": "75 Ark. 95",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1502491
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/75/0095-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 389,
    "char_count": 8149,
    "ocr_confidence": 0.48,
    "pagerank": {
      "raw": 3.6692780874586604e-07,
      "percentile": 0.890874718950796
    },
    "sha256": "099dbd43d765b794c3cc171185ff65c0fd1062b325fea5bb360be3699355878d",
    "simhash": "1:a12ae4cf8e48c5b7",
    "word_count": 1424
  },
  "last_updated": "2024-02-27T17:37:19.864965+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Bankers’ Utilities Co., Inc., v. Cotton Belt Savings & Trust Company."
    ],
    "opinions": [
      {
        "text": "Hart, J.\n(after stating the facts.) To reverse the judgment, counsel for the plaintiff rely upon the rule laid down in Pratt v. Meyer, 75 Ark. 206, to the effect that where an order for goods sold stipulates that verbal or written agreements with salesmen shall not be binding on the seller, it is incompetent to prove as a defense,when sued for the purchase price of the goods, that the plaintiff’s salesman agreed not to sell his goods to any other person in the city.\nThe contract sued on contained a stipulation that no verbal agreements should be binding on the parties. Under this stipulation the defendant could not, when sued for the purchase price of the display banks, prove as a defense that the plaintiff had agreed not to sell them to any other person in the city. That is not the issue, however, presented by the record in this case. The defense relied upon is that the contract was procured ¡by the fraudulent representations of the seller’s agent. The general rule is that representations of facts that will exist in the future, or which are promissory in their nature, though false, do not afford the basis of actionable fraud. To constitute actionable fraud in the sale of property, the representations must be of existing facts relating to the subject-matter of the contract made by the seller as an inducement to the contract, and such representations must be false and relied upon by the buyer in making the purchase to his damage..\nIn the application of this rule in French & American Imp. Co. v. Belleville Drug Co., 75 Ark. 95, the. court held actionable a misrepresentation that the plaintiff had not sold any goods of the class contracted for by. the defendant to any one in the same town before the contract sued on was made, when in fact it had already done so. That principle controls here, and the trial court was governed by it in giving its instructions to the jury. It is true that the sale was made by an agent of the plaintiff, but it is elementary that a principal is liable for the fraud of his agent perpetrated within the scope of his employment. The principal can not affirm the action of his agent in making a sale and not assume responsibility for his representations. The plaintiff employed the salesman to sell the display banks and is liable for any false and fraudulent representations made by its agent. It does not make any difference whether the agent knew the representations to be false or not, if in fact they were false as to a material fact affecting the sale and induced the buyer to make the purchase.\nTherefore the judgment will be affirmed.",
        "type": "majority",
        "author": "Hart, J."
      }
    ],
    "attorneys": [
      "Reinberger & Reinberger, for appellant.",
      "Crawford & Hooker, for appellee."
    ],
    "corrections": "",
    "head_matter": "Bankers’ Utilities Co., Inc., v. Cotton Belt Savings & Trust Company.\nOpinion delivered February 20, 1922.\n1. Evidence — varying written contract by parol. — Where a contract for sale of goods stipulated that no verbal agreements should be binding on the parties, the defense that plaintiff had agreed verbally not to sell the same kind of goods to any other person in the city cannot be proved.\n2. Fraud — what constitutes. — To constitute actionable fraud in the sale of property, the representations must be of existing facts' relating to the subject-matter of the contract, must be made by the seller as an inducement to the contract, and must be false and relied upon by the buyer in making the purchase, to his damage.\n3. Fraud — misrepresentation.—A representation by the plaintiff’s agent that he had not sold any goods of the class contracted for by the defendant to any one in the same town before the contract sued on was made, when in fact he had already done so, held to constitute actionable fraud.\n4. Principal and agent — fraud op agent. — A principal is liable for the fraud of his agent perpetrated within the scope of his employment.\n5. Fraud — knowledge op falsity. — A misrepresentation of the seller’s agent as to a material fact affecting the sale, which induced the buyer to make the purchase, is fraudulent, whether the agent knew them to be fraudulent or not.\nAppeal from Jefferson Circuit Court; W. B. Sorrels, Judge;\naffirmed.\nSTATEMENT OF FACTS.\nThe Bankers’ Utilities Co., Incorporated, of San Francisco, California, sued the Cotton Belt Savings & Trust Co., a corporation doing business in Pine Bluff, Ark., for the sum of $1,040 alleged to be due upon a contract for one thousand small savings hanks at $1 each and checks for use with them for $40.\nThe defendant answered that the contract sued on was obtained by the fraudulent representations of the seller. The contract is in writing dated March 9, 1920, and accepted by the plaintiff on March 15. 1920. By the terms of the contract the plaintiff agreed to ship to the defendant one thousand small savings banks at $1 each. The contract shows that the small savings banks were to be used in the windows of the defendant for display advertising service. The defendant was engaged in the general banking business in Pine Bluff, Ark. The contract contemplated that the display-of savings banks should be changed twice a week and should be installed in a case in a window of the defendant’s place of business. The contract also contained the following, “No verbal agreements are binding on either party hereto.”\nOn March 20, 1920, the plaintiff received -a letter from the defendant dated March 35, 1920, canceling the order because the agent of the seller in making the sale had represented that the plaintiff had not sold the kind of goods in question to any other bank in the city of Pine Bluff, when in fact it had done so and the small display savings banks were in the display windows of another bank in said city.\nAccording to the evidence adduced by the defendant, the salesman of the plaintiff solicited the defendant to enter into the contract in question and said that the display would not be placed in any other bank in the city. The plaintiff asked the agent of the defendant if they had ever been sold to any other banking company in Pine Bluff prior to this time. The salesman replied'that they had not, and that they had never offered anything of the kind for' sale in Pine Bluff. The defendant relied upon this representation in purchasing- the display banks, and would not have purchased them if it had known that they had been sold to any other banking company in the city prior to this time. A few days after signing the order the defendant saw some of the same banks in the display windows of another banking company where they were being used for advertising purposes in the same way that the defendant intended to use them. The contract had been made with the People’s Savings Bank & Trust Company, for something over a year prior to the execution of the contract sued on. The display in the windows of the People’s Savings Bank & Trust Company, however, was identical with the display that the defendant had contracted to get from the plaintiff.\nThe jury returned a verdict in favor of the defendant, and from the judgment rendered the plaintiff has' duly prosecuted an appeal to this court.\nReinberger & Reinberger, for appellant.\nThe court erred in allowing parol evidence to be introduced, when the written contract expressly stipulated that verbal agreements would not be binding on the parties. 75 Ark. 210.\nAppellee read the contract, and had an opportunity to learn the true facts before signing same, and is presumed to have done so. 31 Ark. 170; 30 Ark. 686; 21 Ark. 244; 26 Ark. 28.\nAn untrue representation, in order to be fraudulent, must be known to be untrue, by the party making same. 31 Ark. 170; 38 Ark. 334. This was not the case here.\nCrawford & Hooker, for appellee.\nThere is no attempt to vary the written contract by parol evidence, but to show that same was induced 'by the misrepresentation of a material fact. It is not necessary that the agent knew the representation to be false, but, if he made same recklessly, without caring whether it be false or true, and the other party acted upon it, the representation amounts to a fraud. Elliott on Contracts, 1 vol. p. 135, secs. 82, 83, 88, et seq; Lawson on Contracts, secs. 237-8, 243; Story, Equity Jurisprudence, sec. 192, 193. 14 A. & E. Enc. Law. p. 99; 75 Ark. 95."
  },
  "file_name": "0135-01",
  "first_page_order": 159,
  "last_page_order": 163
}
