{
  "id": 4075760,
  "name": "Raymond Grove, Petitioner, v. PeaceHealth St. Joseph Hospital, Respondent",
  "name_abbreviation": "Grove v. PeaceHealth St. Joseph Hospital",
  "decision_date": "2014-12-11",
  "docket_number": "No. 89902-9",
  "first_page": "136",
  "last_page": "150",
  "citations": [
    {
      "type": "official",
      "cite": "182 Wash. 2d 136"
    }
  ],
  "court": {
    "name_abbreviation": "Wash.",
    "id": 9029,
    "name": "Washington Supreme Court"
  },
  "jurisdiction": {
    "id": 38,
    "name_long": "Washington",
    "name": "Wash."
  },
  "cites_to": [
    {
      "cite": "523 P.2d 872",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1974,
      "opinion_index": 0
    },
    {
      "cite": "83 Wn.2d 797",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1128013
      ],
      "year": 1974,
      "pin_cites": [
        {
          "page": "839"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/83/0797-01"
      ]
    },
    {
      "cite": "864 P.2d 937",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1994,
      "pin_cites": [
        {
          "parenthetical": "alteration in original"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "123 Wn.2d 93",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        812817
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "107-108",
          "parenthetical": "alteration in original"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/123/0093-01"
      ]
    },
    {
      "cite": "66 P.2d 1129",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1937,
      "opinion_index": 0
    },
    {
      "cite": "190 Wash. 97",
      "category": "reporters:state",
      "reporter": "Wash.",
      "case_ids": [
        1281093
      ],
      "year": 1937,
      "opinion_index": 0,
      "case_paths": [
        "/wash/190/0097-01"
      ]
    },
    {
      "cite": "789 P.2d 306",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1989,
      "pin_cites": [
        {
          "parenthetical": "deference must be given to trier of fact who resolves conflicting testimony and evaluates the credibility of witnesses and persuasiveness of material evidence"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "781 P.2d 1308",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1989,
      "pin_cites": [
        {
          "parenthetical": "deference must be given to trier of fact who resolves conflicting testimony and evaluates the credibility of witnesses and persuasiveness of material evidence"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "113 Wn.2d 591",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1172050
      ],
      "year": 1989,
      "pin_cites": [
        {
          "page": "604",
          "parenthetical": "deference must be given to trier of fact who resolves conflicting testimony and evaluates the credibility of witnesses and persuasiveness of material evidence"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/113/0591-01"
      ]
    },
    {
      "cite": "26 P.3d 257",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "weight": 2,
      "year": 2001,
      "opinion_index": 0
    },
    {
      "cite": "144 Wn.2d 91",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        970406
      ],
      "year": 2001,
      "pin_cites": [
        {
          "page": "111"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/144/0091-01"
      ]
    },
    {
      "cite": "814 P.2d 1160",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1991,
      "pin_cites": [
        {
          "parenthetical": "same"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "117 Wn.2d 242",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1373925
      ],
      "year": 1991,
      "pin_cites": [
        {
          "page": "247",
          "parenthetical": "same"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/117/0242-01"
      ]
    },
    {
      "cite": "277 P.2d 372",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1954,
      "pin_cites": [
        {
          "parenthetical": "in ruling on a motion for judgment notwithstanding the verdict, no element of discretion is involved, and the trial court can grant such motions only when it can be held as a matter of law that there is no evidence or reasonable inference from evidence to sustain the verdict"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "45 Wn.2d 693",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        2427148
      ],
      "year": 1954,
      "pin_cites": [
        {
          "parenthetical": "in ruling on a motion for judgment notwithstanding the verdict, no element of discretion is involved, and the trial court can grant such motions only when it can be held as a matter of law that there is no evidence or reasonable inference from evidence to sustain the verdict"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/45/0693-01"
      ]
    },
    {
      "cite": "173 P.3d 273",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2007,
      "opinion_index": 0
    },
    {
      "cite": "162 Wn.2d 488",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        3696246
      ],
      "year": 2007,
      "pin_cites": [
        {
          "page": "491"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/162/0488-01"
      ]
    },
    {
      "cite": "325 P.3d 913",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2014,
      "opinion_index": 0
    },
    {
      "cite": "180 Wn.2d 1008",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "year": 2014,
      "opinion_index": 0
    },
    {
      "cite": "312 P.3d 66",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2013,
      "opinion_index": 0
    },
    {
      "cite": "177 Wn. App. 370",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        4317703
      ],
      "weight": 6,
      "year": 2013,
      "pin_cites": [
        {
          "page": "383"
        },
        {
          "page": "384"
        },
        {
          "page": "383"
        },
        {
          "page": "386"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/177/0370-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1071,
    "char_count": 27685,
    "ocr_confidence": 0.743,
    "pagerank": {
      "raw": 5.0011153170616546e-08,
      "percentile": 0.3146808945231942
    },
    "sha256": "a0d6ba83e5a8ee3acec7a012d201ed24f7f3d40d217e74773ce053b4dac5b59a",
    "simhash": "1:95aee2d2d745e762",
    "word_count": 4452
  },
  "last_updated": "2024-02-27T17:34:40.830885+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "C. Johnson, Owens, Fairhurst, Stephens, Wiggins, González, Gordon McCloud, and Yu, JJ., concur."
    ],
    "parties": [
      "Raymond Grove, Petitioner, v. PeaceHealth St. Joseph Hospital, Respondent."
    ],
    "opinions": [
      {
        "text": "Madsen, C.J.\n¶1 The primary issue in this medical malpractice case is whether the trial court properly granted the defendant hospital’s postverdict motion for judgment as a matter of law. Here, the plaintiff patient presented expert testimony establishing that following the patient’s lengthy heart surgery, the surgeons in charge of the patient’s postoperative recovery failed to meet their standard of care, which required appropriately monitoring the patient for compartment syndrome, a known possible complication following such surgery, and also failed to direct members of the hospital’s care team treating the patient during his recovery to so monitor. In light of this evidence, we reverse the trial court and remand for reinstatement of the jury verdict.\nFACTS\n¶2 On December 21, 2006, Raymond Grove underwent a complex six hour cardiac surgery performed by Dr. Richard Leone, who remained Grove’s primary physician until December 25, when Dr. Leone traveled for Christmas vacation. In Dr. Leone’s absence, other surgeons at PeaceHealth St. Joseph Medical Center (PeaceHealth or hospital) assumed the role of primary physician for Grove. Dr. Edward Zech took over on December 25 and Dr. James Douglas on December 29. Dr. Leone remained Grove’s physician of record until Grove was ultimately released from the hospital.\n¶3 Although Grove’s heart surgery went well, he had a difficult recovery. He developed various complications, including pneumonia and a blood infection. His condition required intubation from December 23 through December 26, and the hospital brought in an infectious disease specialist, Dr. Sara Mostad, to treat him.\n¶4 By December 29, Grove’s progress chart noted that Grove’s left calf was swollen, red, and painful to the touch. Grove’s ability to bend his joints in both ankles was weak, particularly on his left leg. Based on these symptoms, Drs. Mostad and Douglas suspected that Grove may have had cellulitis, a bacterial infection typically treated with antibiotics, even though Grove was already on antibiotics for the earlier blood infection.\n¶5 By December 31, Grove could not fully flex his left foot and dragged his left toe when he walked during physical therapy sessions. Dr. Mostad then suspected that Grove suffered from compartment syndrome, a complication from lengthy surgical procedures. Typical symptoms of compartment syndrome include hardness, swelling, numbness, tingling, pallor, loss of neurological function, lack of pulse, and severe pain. Grove did not complain of excruciating pain, but throughout his recovery time, he had been heavily pain medicated. Another physician, Dr. James Miller, conducted a compartment pressure test on December 31, which indicated that Grove suffered from the syndrome.\n¶6 Compartment syndrome can result in irreversible damage but is curable if detected early. Grove underwent surgery to relieve his compartment syndrome, but it was too late. He suffered necrosis — muscle and other cell death within the compartment — resulting in permanent injury to his left leg.\n¶7 Grove sued PeaceHealth for medical malpractice, asserting that the hospital was vicariously liable for the negligence of its managers, supervisors, agents, and employees who treated him. Drs. Leone, Douglas, and Zech testified that PeaceHealth provided medical care on the basis of a team that included surgeons, physician assistants, nurses, students, and other hospital staff. The surgeons related that team members made rounds more than once a day and that the system was designed to keep physicians and staff apprised of the patient’s condition. Perpetuation Dep. of Sean D. Ghidella (June 20,2012) at 37 (surgeons made rounds twice a day and physician’s assistants once a day).\n¶8 Two experts testified for Grove: orthopedic surgeon Dr. Sean Ghidella and cardiovascular surgeon Dr. Carl Adams. Dr. Ghidella testified that the medical care provided to Grove fell below the standard of care because of inadequate monitoring and failure to rule out a known possible postoperation complication. Dr. Ghidella opined that Dr. Leone was ultimately responsible as team leader at the outset of Grove’s treatment. He testified that with proper monitoring Grove’s compartment syndrome should have been detected earlier. According to Dr. Ghidella, Grove’s leg should have been examined on every round. He opined that Grove would not have suffered permanent injuries or would have had a better outcome if the standard of care had been met. He thought it likely that the compartment syndrome began to develop while Grove was intu-bated, but he could not determine precisely when Grove developed the syndrome, stating that had the standard of care been met, with record entries regarding proper monitoring and testing, he could have determined when the syndrome developed.\n¶9 Dr. Adams opined that the cardiovascular surgeon in charge of Grove’s care failed to meet the standard of care of such practitioners. He identified the three surgeons in charge of Grove’s care as Drs. Leone, Zech, and Douglas. Dr. Adams also testified that Dr. Leone was responsible for the medical care team; thus, if a physician’s assistant made a mistake, Leone was responsible in the same way as the captain of a ship. Dr. Adams explained that the medical care team, as directed by the surgeon in charge, should have checked for compartment syndrome, since it was a recognized complication of a long surgical procedure of the type Grove experienced. Dr. Adams further opined that the failure to promptly diagnose Grove’s compartment syndrome based on his leg symptoms while being treated with antibiotics fell below the standard of care. Dr. Adams testified that the failure to monitor for compartment syndrome began with Dr. Leone and continued thereafter. In Dr. Adams’s opinion, had hospital employees engaged in the care team not breached the standard of care, Grove would have had a better chance of avoiding injury or would have suffered less severe injury.\n¶10 The trial court instructed the jury on the standard of care applicable to a “physician, surgeon or health care provider.” Clerk’s Papers (CP) at 329. The court instructed the jury that a “health care provider” included “an entity” including a hospital or an employee or agent of same acting within the course and scope of his or her employment. CP at 330. And the court instructed the jury that any act or omission of a PeaceHealth employee was an act or omission of the hospital. The jury returned a special verdict for Grove, finding that PeaceHealth was negligent and that its negligence was a proximate cause of Grove’s injury, and awarding Grove $583,000 in damages.\n¶11 The trial court granted PeaceHealth’s postverdict motion for judgment as a matter of law, ruling that Grove failed to prove breach of the standard of care on the part of any particular PeaceHealth employee. The Court of Appeals affirmed in a published decision. Grove v. PeaceHealth St. Joseph Hosp., 177 Wn. App. 370, 312 P.3d 66 (2013). This court granted Grove’s motion for discretionary review. Grove v. PeaceHealth St. Joseph Hosp., 180 Wn.2d 1008, 325 P.3d 913 (2014).\nANALYSIS\n¶12 When reviewing an order granting or denying a motion for judgment as a matter of law, this court applies the same standard as the trial court, determining whether, after viewing the evidence in the light most favorable to the nonmoving party, substantial evidence exists to support the verdict for the nonmoving party. Schmidt v. Coogan, 162 Wn.2d 488, 491, 173 P.3d 273 (2007); see also Kemalyan v. Henderson, 45 Wn.2d 693, 277 P.2d 372 (1954) (in ruling on a motion for judgment notwithstanding the verdict, no element of discretion is involved, and the trial court can grant such motions only when it can be held as a matter of law that there is no evidence or reasonable inference from evidence to sustain the verdict); see also Douglas v. Freeman, 117 Wn.2d 242, 247, 814 P.2d 1160 (1991) (same).\n¶13 Tort actions based on injuries resulting from health care are generally governed by statute. RCW 7.70-.010. A plaintiff seeking damages for medical malpractice must prove that his or her “injury resulted from the failure of a health care provider to follow the accepted standard of care.” RCW 7.70.030(1). The statutory definition of “health care provider” includes physicians, physician assistants, nurses, and any “entity” employing such persons, including hospitals or an employee or agent thereof acting in the course and scope of his or her employment. RCW 7.70-.020(1), (3). The plaintiff must prove that the health care provider “failed to exercise that degree of care, skill, and learning expected of a reasonably prudent health care provider at that time in the profession or class to which he or she belongs.” RCW 7.70.040(1). The plaintiff also must prove proximate cause. RCW 7.70.040(2). The applicable standard of care and proximate causation generally must be established by expert testimony. Berger v. Sonneland, 144 Wn.2d 91, 111, 26 P.3d 257 (2001).\n¶14 Grove’s complaint alleged that the hospital and its operating foundation were “responsible and liable for the negligent acts and negligent failures to act of their agents and employees and for the corporate negligence of the hospital under the Doctrine of Respondeat Superior.” CP at 10. Grove’s list of the responsible “agents and employees” included Drs. Leone and Douglas and physician’s assistant Shane Spears. Id. The jury was instructed that the hospital was the defendant and that it was to treat corporations the same as individuals. The jury was further instructed, in language that tracked the text of RCW 7.70.020, that the term “health care provider” included physicians, physician’s assistants, nurses, and hospitals. CP at 330. The trial court also instructed the jury that “[a]ny act or omission of an employee is the act or omission of the hospital corporation.” CP at 331. The jury was told that Grove was required to prove, among other things, “that the defendant failed to follow the applicable standard of care and was, therefore, negligent.” CP at 332; see also RCW 7.70.030.\n¶15 As noted, the jury found for Grove but the trial court overturned the verdict, reasoning that Grove failed to prove that the standard of care had been breached by any one individual member of the hospital’s team. The trial court ruled, “A hospital which operates with team treatment provided only by hospital employees . . . will always be liable under respondeat superior where an employee is negligent within the scope of their employment. But a plaintiff is still required to prove negligence on the part of the particular employee.” Verbatim Report of Proceedings (VRP) (Oct. 16, 2012) at 12. The court concluded that “there was no evidence sufficient to support the verdict.” Id. at 15.\n¶16 But Grove’s experts identified Dr. Leone as individually negligent. Dr. Adams testified that the negligent failure to properly monitor Grove started with Dr. Leone and continued thereafter. Dr. Ghidella identified Dr. Leone as “ultimately responsible.” Perpetuation Dep. of Ghidella at 22. Dr. Ghidella also identified the initial onset of Grove’s compartment syndrome as likely occurring when Grove was reintubated in the intensive care unit. Grove was reintubated on December 23 and extubated on December 26. Dr. Leone remained Grove’s primary physician until he left for vacation on December 25; this covered most of the time period that Grove was intubated. Also, there is no evidence that Dr. Leone performed the standard of care monitoring or directed anyone else to do so for the known potential complication of compartment syndrome either when he was acting as the primary physician or when he passed that responsibility on to another surgeon on December 25. See, e.g., RP (June 18, 2012 Zech) at 34 (indicating no one directed team members to watch for compartment syndrome). As Dr. Adams testified, and Dr. Ghidella confirmed, the negligent failure to monitor began with Leone and continued as Grove’s care was transferred to other surgeon employees of PeaceHealth. Grove’s experts’ testimony supports the verdict. Assessing the credibility of that testimony and what weight to give it were for the jury to decide. State v. Carver, 113 Wn.2d 591, 604, 781 P.2d 1308, 789 P.2d 306 (1989) (deference must be given to trier of fact who resolves conflicting testimony and evaluates the credibility of witnesses and persuasiveness of material evidence).\n¶17 The Court of Appeals agreed with the trial court, reasoning that because Grove failed to prove negligence by a particular individual, “[he] failed to prove the standard of care for the relevant ‘health care provider.’ ” Grove, 177 Wn. App. at 383. But, as discussed above, the Court of Appeals view that Grove failed to link a specific breach of the standard of care to an individual provider does not comport with the evidence. Grove’s experts opined that the standard of care of a cardiovascular surgeon had been breached. Grove had three cardiovascular surgeons: Drs. Leone, Zech, and Douglas. Dr. Adams opined that the failure to properly monitor began with Dr. Leone and continued to each cardiovascular surgeon who headed the team on a particular day thereafter and this resulted in the failure to timely diagnose the compartment syndrome. The jury could have relied on that testimony to determine that one or all of the cardiovascular surgeons who acted as Grove’s primary care physician during his postoperative recovery period breached the standard of care, resulting in the hospital’s vicarious liability. See Douglas, 117 Wn.2d at 247 (trial court may grant a motion for judgment notwithstanding the verdict only where there is no competent evidence or reasonable inference that would sustain a verdict for the nonmoving party; that is, if there is any justifiable evidence on which reasonable minds might reach conclusions that sustain the verdict, the question is for the jury).\n¶18 The Court of Appeals opined:\nEven if Grove’s articulation of the standard of care covered some members of the “team,” the surgeons for example, Grove did not present evidence that but for any one of those particular individuals’ failure to adhere to the standard of care, he would not have been injured. Accordingly, Grove failed to prove proximate cause.\nGrove, 177 Wn. App. at 384. But that is not so. As discussed, based on Adams’s and Ghidella’s testimony the jury could have concluded that any one or all three of the surgeons breached the standard of care in that they failed to adequately monitor Grove for the known possible complication of compartment syndrome, resulting in the late diagnosis of the onset of compartment syndrome, which resulted in injury to Grove. There is no dispute that the negligence of a single employee of PeaceHealth rendered the hospital liable for such negligence, and the jury was so instructed without objection. Accordingly, based on the evidence concerning the surgeons’ omissions, reversal of the trial court and reinstatement of the jury verdict is warranted.\n¶19 Additionally, we note that the Court of Appeals view that chapter 7.70 RCW “does not contemplate liability for groups of providers” appears to be overly restrictive. Grove, 177 Wn. App. at 383. The statutory definition of “health care provider” is nonexclusive, extending to “[a]n entity” “employing one or more” individual health care providers. RCW 7.70.020(3). The hospital is specifically identified as one such entity, and it would logically seem that a hospital medical team collaborating in providing treatment to an individual patient in accordance with hospital policies could constitute yet another type of “entity.” The jury instructions comport with this reading of the statute and the instructions were not challenged. See CP at 330 (defining “health care provider” broadly in accordance with RCW 7.70.020). Further, the evidence, including Grove’s experts’ testimony, certainly indicated a failure in the standard of care during Grove’s hospital care. The evidence viewed in Grove’s favor showed that compartment syndrome was a known complication of long surgical procedures, that the untimely diagnosis of compartment syndrome resulted from the failure to properly monitor for that known complication, and that expert testimony identified the surgeons who oversaw Grove’s recovery as responsible for such failure to monitor. Indeed, the evidence at trial established that the surgeons did not monitor for compartment syndrome, nor did they direct the team members that they oversaw to so monitor. See Test, of Edward R. Zech at 34 (indicating no one directed the team to watch for compartment syndrome).\n¶20 Further, the Court of Appeals published decision declined to apply this court’s decision in Hansch v. Hackett, 190 Wash. 97, 66 P.2d 1129 (1937). There, the estate of a deceased patient sued a hospital and one of its physicians for negligence after the patient died following childbirth. The jury returned a verdict in favor of the plaintiff as to the hospital but also returned a verdict in favor of the physician. On the hospital’s appeal this court affirmed, holding that while there was evidence that would have supported the jury’s determination that the defendant physician was not negligent, there was also evidence indicating that another doctor and one or more nurses may have been negligent in treating the patient in the absence of the defendant physician, and thus the jury could validly find the hospital liable under the rule of respondeat superior. Id. at 101-02.\n¶21 The Court of Appeals acknowledged that this case is similar to Hansch. Indeed, that is so, as both cases involved negligent care received during treatment delivered by multiple employee health care providers at a hospital, but the Court of Appeals held that Hansch was not controlling because it was decided before chapter 7.70 RCW became effective in 1976. See Grove, 177 Wn. App. at 386. Division One opined that when Hansch was decided, “medical malpractice was a common law claim and no statutory requirement existed necessitating expert testimony in order to establish the standard of care applicable to a health care provider’ as a member of a particular ‘profession or class.’ Hansch no longer properly states the law.” Id. But while Hansch preceded chapter 7.70 RCW, it has not been overruled or held by this court to be abrogated by the statute. Moreover, the statute does not appear to necessarily abrogate Hansch. Division One is correct that expert testimony must now establish the applicable standard of care in a medical malpractice case. Nevertheless, the statute seems to leave room for the notion that where evidence of such standard is presented, a jury may still determine that a particular physician did not breach the standard of care but that other physicians and health care providers did, allowing hospital liability under respondeat superior principles. The broad definition of “health care provider” in RCW 7.70.020 attests to such flexibility. Accordingly, Hansch retains viability so long as the express requirements of chapter 7.70 RCW are also met. That being so, and given Grove’s experts’ testimony regarding the standard of care and breach of that standard by identified surgeons who are “health care providers” as defined in RCW 7.70-.020, the Court of Appeals erred in affirming the trial court’s granting of PeaceHealth’s motion for judgment as a matter of law, which overturned the jury verdict for Grove. For the reasons discussed, we reverse the Court of Appeals and remand to the trial court with direction to reinstate the jury verdict.\nCONCLUSION\n¶22 Considering the inferences and the evidence presented in Grove’s favor, Grove met his burden under chapter 7.70 RCW to show that identified health care providers employed by PeaceHealth failed to meet the applicable standard of care in monitoring his postoperation recovery for compartment syndrome, resulting in the untimely diagnosis of that syndrome and proximately causing injury to Grove by failure to timely treat that complication. Accordingly, we reverse the Court of Appeals and remand to the trial court with direction to reinstate the jury verdict in favor of Grove.\nC. Johnson, Owens, Fairhurst, Stephens, Wiggins, González, Gordon McCloud, and Yu, JJ., concur.\nDr. Mostad was not an employee of PeaceHealth.\nDr. Douglas was the PeaceHealth surgeon who was acting as Grove’s primary physician at the time.\nSuch condition, described as “foot drop,” indicated loss of neurological function due to anoxia, or inadequate blood and oxygen supply. Test, of Carl W. Adams (June 14, 2012) at 11-12, 35-36.\nGrove also sued Dr. Mostad and another physician, but they were apparently dismissed from the action before trial.\nAs noted, responsibility for Grove’s care was passed along to each of these three surgeons in sequence.\nDr. Adams acknowledged that the intensive care unit personnel worked as a team, but he made clear that the surgeon in charge was ultimately responsible. He acknowledged that Drs. Leone, Zech, and Douglas each ran the team during Grove’s convalescence:\nQ: In terms of your statement as to the relative liability, is it the head of the team that you’re critiquing or each individual member?\nA: It’s always the head of the team. And the team members report to that head. And then if the head team member is gone, then it’s the person who he designates the new captain.\nTest, of Adams at 36.\nPeaceHealth’s postverdict motion, styled “Defendant’s Motion To Vacate Verdict and/or for Judgment as a Matter of Law,” cited CR 59(a)(7)-(9) and contended that Grove presented “insufficient evidence” to sustain the jury verdict. CP at 349, 356, 362. PeaceHealth sought vacation of the jury’s verdict and entry of judgment for the hospital as a matter of law or, alternatively, a new trial. The trial court granted PeaceHealth’s motion, entering judgment in favor of the hospital as “a matter of law.” CP at 749. The trial court’s oral ruling opined that because the case had been fully litigated and a verdict rendered, there would be no need to retry the case regardless of the outcome of any appeal: if affirmed on appeal, the case would be over, and if reversed on appeal, the remedy would be reinstatement of the jury verdict.\nNotably, the hospital argued in Division One that an abuse of discretion standard applied when reviewing the trial court’s grant of the hospital’s postverdict motion. That is clearly wrong. As this court explained in Burnside v. Simpson Paper Co.:\nOverturning a jury verdict is appropriate only when it is clearly unsupported by substantial evidence. This court has explained:\n. . . This court will not willingly assume that the jury did not fairly and objectively consider the evidence and the contentions of the parties relative to the issues before it. The inferences to be drawn from the evidence are for the jury and not for this court. The credibility of witnesses and the weight to be given to the evidence are matters within the province of the jury and even if convinced that a wrong verdict has been rendered, the reviewing court will not substitute its judgment for that of the jury, so long as there was evidence which, if believed, would support the verdict rendered.\n123 Wn.2d 93, 107-108, 864 P.2d 937 (1994) (alteration in original) (citations omitted) (quoting State v. O’Connell, 83 Wn.2d 797, 839, 523 P.2d 872 (1974)).\nSee also Verbatim Report of Proceedings (Oct. 16, 2012) at 22 (the court ruled, “[A] team isn’t negligent. There has to be a negligent player on the team”).\nThe trial court also noted that “the hospital is not a health care provider.” Id. at 20. That is not so. RCW 7.70.020(3) specifically defines “health care provider” as including a “hospital.” As noted, the jury was so instructed in accord with RCW 7.70.020. See CP at 330.\nDr. Adams also identified PeaceHealth Hospital as negligent (i.e., failing to meet the standard of care), resulting in injury to Grove, without objection.\nIn its supplemental brief, PeaceHealth contends (1) that this court should not consider Grove’s arguments concerning the negligence of the three surgeons because he did not raise the issue until his motion for reconsideration in the Court of Appeals and (2) that Grove failed to renew his team argument by not including it in his petition for review. Resp’t’s Suppl. Br. at 2, 9. Both contentions fail. Grove argued alternative theories of team responsibility and individual responsibility in both the trial court and before the Court of Appeals. See, e.g., CP at 428-40 (Pl.’s Resp. to Def. Mot. To Dismiss and To Vacate Verdict, addressing, at CP at 434-46, failure to monitor and diagnose regarding Drs. Leone, Zech, and Douglas); see also Br. of Appellant at 9-12 (addressing both individual negligence and team negligence); Pet. for Review at 12-20 (Grove’s petition in this court explains his “team” argument and particularly responds to Division One’s determination that he failed to implicate a particular individual).\nFurther, Dr. Ghidella testified about what a surgeon must do to meet that standard of care for monitoring a patient for compartment syndrome, explaining that monitoring required two actions. If the patient is awake, alert, and not too heavily medicated, the surgeon must talk with the patient to see if he is experiencing any of the symptoms of compartment syndrome. If the patient is sedated or intubated, as Grove was here, increased monitoring is required, including a physical compression test: “squeezing the leg to test for how firm or tense the compartments [are]” and “ranging the leg for responses to passive motion.” Perpetuation Dep. of Ghidella at 10. If the compression test indicates tightness, then a manometer should be used (a needle device inserted into the compartment to measure pressure). Dr. Ghidella testified that “any clinician” who is involved in work where there is the potential for compartment syndrome as a complication should have had training in these monitoring techniques. Id. at 18. Dr. Ghidella testified that in his view such tests “should” be performed on every round, but in any event such tests were required to be performed more than once a day to meet the monitoring standard of care. Id. at 28, 37.\nAs to team liability, the trial court ruled that in light of limitations at trial based on limited disclosures during discovery, Grove had not offered evidence regarding the standard of care applicable to individual team members such as nurses. But as discussed above, Drs. Adams and Ghidella established the monitoring standard of care applicable to the surgeons who headed the care team and how they breached that standard. Further evidence regarding the negligence of other team members was not required.\nGrove need prove only that his injury “resulted from the failure of a health care provider to follow the accepted standard of care.” RCW 7.70.030(1) (emphasis added).",
        "type": "majority",
        "author": "Madsen, C.J."
      }
    ],
    "attorneys": [
      "Kevin Keefe; and Ian S. Birk and Benjamin B. Gould (of Keller Rohrback LLP), for petitioner.",
      "D. Jeffrey Burnham (of Johnson Graffe Keay Moniz & Wick LLP); and Mary H. Spillane and Timothy L. Ashcraft (of Williams Kastner & Gibbs), for respondent.",
      "Bryan P. Harnetiaux and George M. Ahrend on behalf of Washington State Association for Justice Foundation, am-icus curiae.",
      "Gregory M. Miller and Justin P. Wade on behalf of Washington State Medical Association and Washington State Hospital Association, amici curiae."
    ],
    "corrections": "",
    "head_matter": "[No. 89902-9.\nEn Banc.]\nArgued September 16, 2014.\nDecided December 11, 2014.\nRaymond Grove, Petitioner, v. PeaceHealth St. Joseph Hospital, Respondent.\nKevin Keefe; and Ian S. Birk and Benjamin B. Gould (of Keller Rohrback LLP), for petitioner.\nD. Jeffrey Burnham (of Johnson Graffe Keay Moniz & Wick LLP); and Mary H. Spillane and Timothy L. Ashcraft (of Williams Kastner & Gibbs), for respondent.\nBryan P. Harnetiaux and George M. Ahrend on behalf of Washington State Association for Justice Foundation, am-icus curiae.\nGregory M. Miller and Justin P. Wade on behalf of Washington State Medical Association and Washington State Hospital Association, amici curiae."
  },
  "file_name": "0136-01",
  "first_page_order": 172,
  "last_page_order": 186
}
