{
  "id": 1367922,
  "name": "King v. Bank of Pangburn",
  "name_abbreviation": "King v. Bank of Pangburn",
  "decision_date": "1921-10-10",
  "docket_number": "",
  "first_page": "138",
  "last_page": "142",
  "citations": [
    {
      "type": "official",
      "cite": "150 Ark. 138"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "123 Ark. 463",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1556218
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/123/0463-01"
      ]
    },
    {
      "cite": "103 Ark. 43",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "82 Ark. 28",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1529079
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/82/0028-01"
      ]
    },
    {
      "cite": "34 Ark. 44",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1875727
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/34/0044-01"
      ]
    },
    {
      "cite": "26 Ark. 155",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8726600
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/26/0155-01"
      ]
    },
    {
      "cite": "96 Ark. 268",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1541945
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/96/0268-01"
      ]
    },
    {
      "cite": "106 Ark. 159",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "35 Ark. 147",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "26 Mich. 249",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1309052
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mich/26/0249-01"
      ]
    },
    {
      "cite": "112 U. S. 139",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3509267
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/112/0139-01"
      ]
    },
    {
      "cite": "131 Ark. 184",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "143 Ark. 501",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "138 N. W. 741",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": -1
    },
    {
      "cite": "92 Neb. 539",
      "category": "reporters:state",
      "reporter": "Neb.",
      "case_ids": [
        4453160
      ],
      "opinion_index": -1,
      "case_paths": [
        "/neb/92/0539-01"
      ]
    },
    {
      "cite": "82 Atl. 901",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": -1
    },
    {
      "cite": "82 N. J. Law 662",
      "category": "reporters:state",
      "reporter": "N.J.L.",
      "case_ids": [
        214566
      ],
      "opinion_index": -1,
      "case_paths": [
        "/njl/82/0662-01"
      ]
    },
    {
      "cite": "32 Ark. 166",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1877130
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/32/0166-01"
      ]
    },
    {
      "cite": "5 Ark. 377",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8727362
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/5/0377-01"
      ]
    },
    {
      "cite": "131 Ark. 178",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1578655
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/131/0178-01"
      ]
    },
    {
      "cite": "127 Ark. 234",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1550237
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/ark/127/0234-01"
      ]
    },
    {
      "cite": "131 Ark. 82",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "143 Ark. 498",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1589340
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/143/0498-01"
      ]
    },
    {
      "cite": "92 Ark. 604",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1548526
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/92/0604-01"
      ]
    },
    {
      "cite": "54 Ark. 97",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1320400
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/ark/54/0097-01"
      ]
    },
    {
      "cite": "25 Ark. 225",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1864495
      ],
      "pin_cites": [
        {
          "page": "234"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/25/0225-01"
      ]
    },
    {
      "cite": "106 Ark. 157",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1345615
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ark/106/0157-01"
      ]
    },
    {
      "cite": "128 Ark. 25",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1581888
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/128/0025-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 495,
    "char_count": 8863,
    "ocr_confidence": 0.504,
    "pagerank": {
      "raw": 1.903029882557581e-07,
      "percentile": 0.7305346759598725
    },
    "sha256": "f767f50003477ad334532cbbd4898e33e40fe737478f33660af922854f8ce2bb",
    "simhash": "1:8926d20cded194ef",
    "word_count": 1568
  },
  "last_updated": "2024-02-27T17:22:06.736121+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "King v. Bank of Pangburn."
    ],
    "opinions": [
      {
        "text": "Smith, 'J.\nThis cause comes here on appeal from a judgment rendered on a verdict returned by a jury under the directions of the court. Appellee insists this judgment must be sustained if there was' any testimony legally sufficient to support it, inasmuch as both parties asked the court to give peremptory instruction in the trial below. It is true both parties asked a peremptory instruction; but, in addition thereto, appellant asked other instructions, and the court should not, therefore, have directed a verdict against him, if the testimony in his behalf, viewed in the light most favorable to him, would support a verdict in his favor. Webber v. Rodgers, 128 Ark. 25.\nThus viewing the testimony, the facts may be stated as follows: The suit is upon a promissory note for the sum of $1,500, which, as executed, reads as follows:\n“$1,500. Pangburn, Ark., June 28, T9.\n“Thirty days after date, for value received, we or either of us promise to pay to the order of Bank of Pang-burn fifteen hundred no 1/100 dollars at the Bank of Pangburn, Pangburn, Arkansas, with interest at the rate of ten per cent, per annum from date until paid. The makers and indorsers of this note hereby severally waive presentment for payment, notice of nonpayment, and protest, and authorize extension of time without notice thereof. Interest unpaid when due to become as principal and draw the same rate of interest.\nDue — Demand. P. O. — City. No. 150.\nWitness: R. II. Dickenhorst.\nJ. W. Pierce,\nJ. Morrow,\nR. T. King,\nL. E. Morrow,\nL. King. ’ ’\nJ. W. Pierce, J. Morrow and R. T. King were principals, and L. E. Morrow and appellant, L. King, were sureties. Appellant King is the only signer who made defense, and this appeal involves only the question of his liability.\nAt or about the time the note fell due King was about to change his residence on account of his health, and he went to the bank to ascertain whether the note had been paid. Finding that it had not been paid, King demanded that the cashier give all parties notice to com\" to the bank and pay the note, King stating at the time that he did not want to leave any unfinished business behind. The cashier, on his own initiative, suggested that he did not care to press the makers of the note for payment, but that if he (King) would cause $400 to be paid on the note the time for the payment of the balance would be extended, and King released from further liability. Acting upon this suggestion, King saw the makers of the note and had them to pay the sum of $400 on the note. About two days later King called at the bank to see if this payment had been made. Only the assistant cashier was present in the bank at that time, but that officer, who was familiar with all the facts, promised to call the matter to the attention of the cashier. Relying on this promise, appellant King gave the matter no further attention until this suit was brought.\nThereafter the following notations were made on the note by the cashier of the bank: The payment of the $400, with the date of payment, was indorsed on the back of the note. Above the date of the note there was written with pen and ink the words, “Renewal date 7-29-19.” The words, “Thirty days,” appearing in the original note, were obliterated by drawing a line through them with pen and ink and the word “Demand” written above them. The name of “L. King” — this appellant — was canceled by drawdng a line through it and immediately following the name the words “Not on renewal” were written above with pen and ink. The words “Ten days,” in the lower left-hand corner of the note, were obliterated by a line drawn through them, and the word “Demand” written above them.\nAppellee defends the action of the court below in directing a verdict in its favor upon the ground that the agreement to release appellant was without consideration, and says the transaction between the parties constituted, in effect, a mere renewal of the note, and, being only a renewal, King was not discharged, and, in support of this position, cites and relies upon the case of Hamiter v. State National Bank of Texarkana, 106 Ark. 157. We have here, however, the converse of the case of Hamiter v. Bank, supra. There the note was renewed under an agreement to accept the new note of Hamiter in payment of the note sued on — the original note — the agreement being made after the original note had fallen due, and without a surrender of the original note or any change therein. Here'we have an executed agreement to release King. The signature of King was obliterated. Other material alterations were evidenced by other mutilations. These mutilations were made in the execution of the agreement to release King, and to further conclusively evidence the execution of the agreement to release King there was written opposite his name the notation, “Not on renewal.” King thus ceased to be a maker of the note sued on.\nThe agreement to release King having been fully performed, it becomes immaterial to determine whether it was enforcible prior to its performance. The agreement has been executed. It became an accomplished fact. Kerr v. Birnie, 25 Ark. 225, 234.\nIf a contract is fully performed on both sides, the question of consideration becomes immaterial. 1 Page on Contracts, § 540; 1, Elliott on Contracts, § 202, p. 330.\nThe note is now, in effect, a new note to which King is not a party, and he can not therefore be now sued as if he were a maker thereof. The judgment of the court below must therefore be reversed, and, as there is no dispute about the controlling facts, the cause will be dismissed.",
        "type": "majority",
        "author": "Smith, 'J."
      }
    ],
    "attorneys": [
      "John E. Miller, G. E. YingUng -and W. R. Davenport, for appellant.",
      "' Brundidge & Neelly, for appellee."
    ],
    "corrections": "",
    "head_matter": "King v. Bank of Pangburn.\nOpinion delivered October 10, 1921.\n1. Trial — both parties requesting peremptory instruction.— Though both parties requested the trial court to give a peremptory instruction, yet if appellant, in addition, asked other instructions, the court should not have directed a verdict against him i£ the testimony, viewed in the light most favorable to him, would have supported a verdict in his favor.\n2. Principal and surety — release — consideration. — Where an agreement to release a surety on a note was fully executed by the holder erasing his name from the note, and by writing opposite his name the notation “not on renewal,” it being agreed that the note should he renewed without his signature, the question of consideration for the release became immaterial.\n3. Contracts — consideration.-—Where a contract is fully performed on both sides, the question of consideration becomes immaterial.\nAppeal from White Circuit Court; J. M. Jackson, Judge;\nreversed.\nJohn E. Miller, G. E. YingUng -and W. R. Davenport, for appellant.\nThe court erred in giving a peremptory instruction for the plaintiff.\n1. There was ample testimony to show that L. King signed the note as surety only. 54 Ark. 97; 92 Ark. 604; 143 Ark. 498.\nThe note itself shows that the appellant’s name was cancelled and stricken off the note by the cashier of appellee bank. C. & M. Dig. § 7885, sub-divisions 3 & 4. The bank is estopped from asserting that it did not release appellant from liability. 131 Ark. 82.\n2. The appellee renounced its rights against the appellant by the cancellation of his name on the note. C. & M. Dig. § 7888.\n3. There was no satisfactory proof introduced by appellee to show that the name of appellee had been can-celled through mistake. C. & M. Dig. § 7889; 127 Ark. 234.\n4. The note was materially altered and is void. C. & M. Dig. § 7891. Any material alterations avoid the note. C. & M. Dig. § 7890; 131 Ark. 178; 127 Ark. 234; 5 Ark. 377; 32 Ark. 166; 82 N. J. Law 662; 82 Atl. 901; Ann. Cases 1913D, p. 721.\nThe cashier had authority to alter the note and to release the appellant, and the bank is bound by his acts. 92 Neb. 539'; 138 N. W. 741; Ann. Cases 1914A, 57 and note; 18 Am. & Eng. Ann. Cases, 413 and note.\n' Brundidge & Neelly, for appellee.\n1. The court was correct in directing a peremptory instruction for the plaintiff.\nThere is no testimony to show the cancellation of the note. There was no consideration for the cancellation.\n2. Appellant’s liability was primary and absolute, demand and notice unnecessary. 143 Ark. 501.\n3. If the note was altered, it was through appellant’s procurement, and he could not take advantage of that fact. 131 Ark. 184; 112 U. S. 139-142; 2 C. J. p. 1219, n. 1; 1 E. C. L. 982; 26 Mich. 249; 35 Ark. 147; 148 111. 349.\n4. The agreement to strike the appellant’s name off the note was void for want of consideration. 106 Ark. 159. An agreement, in order to be binding, must have a consideration to support it. 96 Ark. 268. An agreement without consideration is void and does not suspend the rights of the parties. 12 -Wheat. (U. S.) 554; 26 Ark. 155; 54 Ark. 97.\nAn extension of time to the principal, without consent of surety, discharges the latter. 34 Ark. 44; 82 Ark. 28; 103 Ark. 43; 123 Ark. 463."
  },
  "file_name": "0138-01",
  "first_page_order": 164,
  "last_page_order": 168
}
