{
  "id": 1432036,
  "name": "Independence County v. Independence County Bridge District No. 1",
  "name_abbreviation": "Independence County v. Independence County Bridge District No. 1",
  "decision_date": "1933-04-03",
  "docket_number": "4-2943",
  "first_page": "140",
  "last_page": "147",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 140"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "43 S. W. (2d) 1073",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 1
    },
    {
      "cite": "184 Ark. 952",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1438525
      ],
      "opinion_index": 1,
      "case_paths": [
        "/ark/184/0952-01"
      ]
    },
    {
      "cite": "11 S. W. (2d) 444",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 1
    },
    {
      "cite": "178 Ark. 652",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1397042
      ],
      "opinion_index": 1,
      "case_paths": [
        "/ark/178/0652-01"
      ]
    },
    {
      "cite": "46 S. W. (2d) 22",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 1
    },
    {
      "cite": "185 Ark. 120",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1435293
      ],
      "opinion_index": 1,
      "case_paths": [
        "/ark/185/0120-01"
      ]
    },
    {
      "cite": "175 Pa. 200",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        880543,
        880495
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/175/0200-02",
        "/pa/175/0200-01"
      ]
    },
    {
      "cite": "175 N. C. 535",
      "category": "reporters:state",
      "reporter": "N.C.",
      "case_ids": [
        8660638
      ],
      "opinion_index": 1,
      "case_paths": [
        "/nc/175/0535-01"
      ]
    },
    {
      "cite": "62 Kan. 405",
      "category": "reporters:state",
      "reporter": "Kan.",
      "case_ids": [
        1090713
      ],
      "opinion_index": 1,
      "case_paths": [
        "/kan/62/0405-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 641,
    "char_count": 14884,
    "ocr_confidence": 0.512,
    "pagerank": {
      "raw": 5.676830387708631e-08,
      "percentile": 0.35450406568104936
    },
    "sha256": "b4ad78f709a373ce6a2659af74e1a195dc393618dadf32314a3de43c59a3ce60",
    "simhash": "1:c7dadcb904afe696",
    "word_count": 2625
  },
  "last_updated": "2024-02-27T21:18:50.990705+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Smith and Butler, JJ., dissent.",
      "Mr. Justice Smith concurs in the view here expressed."
    ],
    "parties": [
      "Independence County v. Independence County Bridge District No. 1."
    ],
    "opinions": [
      {
        "text": "Humphreys, J.\nBy act No. 338 of the General Assembly of 1925 a bridge district was created for the purpose of building a bridge across one of the principal rivers of the State in Independence County, and along the route was one of the State’s principal highways. In order to ascertain and report to the bridge commissioners the resources that might be obtained to aid in building the bridge, a committee was appointed to secure the promise of aid from the State and from the county.\nThe county court of Independence Count}'- made and entered the following order:\n• ‘On this day was presented to the court the petition of I. J. Matheny, secretary of Independence County Bridge District, stating to the court that said bridge district commissioners have met and organized and are preparing to circulate petitions to the landowners of said district with a view of ascertaining whether a majority favor the construction of said bridge. Petitioner further states that, should said bridge be constructed, the lands of the district would be bonded to pay for said construction. The petitioner further alleges that said bridge if constructed would be of material benefit to the whole county of Independence, and praying the court that a perpetual order be made paying out of the special road fund of the county yearly, five thousand dollars upon said bonds.\n‘ ‘ And the court, being fully advised in the premises, is of the opinion that said bridge, if built, will be of ma-. terial benefit to said county, and that said county should pay a part of the expense of said bridge, and further that said payment should be made from the special road fund of the county.\n“It is therefore considered, ordered and adjudged by the court that said appropriation of five thousand dollars be and the same is hereby made perpetual to be paid yearly upon said bonds should same be issued.”\nBy order of the bridge commissioners, a statement was printed and circulated to the taxpayers, informing them that the State of Arkansas had agreed to bear one-half of the expense of constructing the bridge, and that Independence County would donate from turnback money the sum of $5,000 per annum to aid in the payment of the bonds, and upon this statement the taxpayers signed the petition circulated in majority, both as to number and value, to tax themselves in order to build the bridge. Bonds were issued and sold and the bridge was constructed at an approximate cost of $600,000.\nThe record is silent as to the date when the bridge was completed and as to the number of bonds that had matured and the interest due thereon.\nIn August, 1932, the bridge district filed a claim in the usual form against the county for $5,000 on the “donation or appropriation of special road funds for Independence County by order of the county court made and entered of record June 1, 1925.” The claim was disallowed by the court in an order which also rescinded and set aside the order of the court made June 1, 1925. On appeal to the circuit court, the proceedings in the county court in 1925 were offered in evidence and also the testimony of the present county judge and clerk regarding the status of the turnback funds, the number of miles of county roads and the condition of the roads, from which it appeared that, if the $5,000 per annum .were paid from the turnback fund, there would not be sufficient funds from that and other sources to maintain the county roads in a usable condition. The county judge testified from the facts within his own knowledge and the information he had received that he had concluded that it was not for the best interest of the county and the various road districts thereof that payment be made under the order of June 1,1925.\nOn the pleadings, exhibits and evidence adduced, the ‘case was submitted to the circuit court, which held that the order of the county court of June 1, 1925, constituted a binding contract upon the county, that it could not be abrogated by the present county judge, and adjudged that the claim should be allowed directing its .judgment to be certified to the county clerk of Independence County, and that the order and judgment of the county court last made be set aside and held forever naught.\nOn appeal to this court, it is contended by the county: First, that the order or judgment of the county court made June 1, 1925, was not a final judgment in that it was indefinite and conditional; and, second, that the court had no authority to make the order because it was an attempted diversion of the turnback money from the uses authorized by the act of the General Assembly which granted said funds to the county.\n(1) The argument is made that the order or contract is indefinite and uncertain because no definite number of payments was agreed upon or incorporated into the order. It is true that the order or contract does not specify the number of payments to be made, but it is clear that such annual payments are to continue during the life of the bonds and no longer. The final payment of the county is necessarily restricted to the final payment of the bonds. It is not to be supposed, as suggested, that the' bridge commissioners would unduly extend the payment of the bonds in order to continue indefinitely the county’s contribution to the enterprise. It is common business knowledge that, in order to float a large bond issue, the payment thereof must be within a reasonable time.\n(2) The order or contract, on its face, provides \"that the annual appropriation for a contribution to the enterprise shall be paid out of the special road fund, or what both appellant and appellee treat as the gasoline turn-back fund, by the State to the county. It is argued that, at the time the order or contract was made, the gasoline turnback fund could not be used in building bridges. The special acts of the Legislature relating to the use to be. made of the turnback fund provided that it may be used “for constructing and maintaining roads” — “for use on county roads” — and “for aid of county highway fund.” See act No. 5, § 21, Special Acts of 1923; act No. 147 of Acts 1925; acts Nos. 11 and 18 of Acts of 1927. The provisions quoted above from the special acts referred to are broad enough to include building and maintaining bridges, which are necessary integral parts of highways. The mere fact that building and maintaining bridges is specially mentioned in act No. 63 of the Acts of 1931, relative to the use of turnback fund, does not mean, as argued, that a different Legislature in passing the prior acts intended to prevent the use of the turnback fund in building and maintaining bridges. Had all the acts been enacted at the same session of the Legislature, there would be some force in appellant’s argument that special reference made to the use of the fund for building and ■maintaining bridges in the last act and not in the prior acts evidenced an. intention that such use thereof was not intended by the Legislature in the prior acts. Not so when the several acts were enacted at different times by different Legislatures. Under these circumstances, the intention of each act would and must depend largely on the breadth and scope of the language used.\nLastly, it is argued that the contract or order was void because contrary to public policy. The record does not reflect that any injury resulted from the contract. The petition filed in the county court to obtain the donation to the enterprise alleged that the construction of the bridge would be of material benefit to the whole county of Independence, and the order and contract recited that the construction of the bridge would be of material benefit to the county.\nThe judgment is affirmed.\nSmith and Butler, JJ., dissent.",
        "type": "majority",
        "author": "Humphreys, J."
      },
      {
        "text": "Butler, J.,\n(dissenting). In my opinion, the judgment is void on every ground stated by counsel for appellant, and I respectfully dissent.\nIn the first place, the judgment was not final but was contingent upon an event which might never happen. That it has happened does not render the judgment valid, for that must be determined from the language of the judgment itself. It is for no definite amount but for a yearly fixed sum for an indefinite and uncertain period: “It is therefore ordered, etc., * * * that said appropriation be, and the same is hereby, made perpetual.”\nJudgments must be certain. Their validity and binding force must rest upon facts existing at the time of their rendition. They take their validity from the action' of the courts, and not from what persons may or may not do after the court has rendered such judgments. Consolidated, etc., Co. v. Huff, 62 Kan. 405; Puette v. Mull, 175 N. C. 535; Johnson v. Carver, 175 Pa. 200.\nThe following statement is made in the majority opinion: “It is true that the order or contract does not specify the number of payments to be made, but it is clear that such annual payments are to continue during the life of the bonds and no longer. The final payment of the county is necessarily restricted to the final payment of the bonds.” In order to find warrant for this statement, the court must go .beyond the language of the judgment and indulge in surmise and speculation. This, I submit, is an improper way to interpret the language of a judgment or to test its validity. Continuing, the court says: “It is not to be supposed, as suggested, that the bridge commissioners would unduly extend the payment of the bonds in order to continue indefinitely the county’s contribution to the enterprise. It is common business knowledge that in order to float a large bond issue the payment thereof must be within a reasonable time. ’ ’ It is, perhaps, true that the bridge commissioners would not intentionally extend the payment of the bonds, and that the maturities of the bonds will fall due within a reasonable time, but it does not follow by any means that the payment will not be unduly extended beyond the maturity, and may be for a long time thereafter, from causes arising which could not have been reasonably foreseen or prevented. It is also “common business knowledge,” which has been sharpened and made alert by recent events, that bonds which were expected to be paid at a certain time may, unhappily, never be paid or their payment extended to a far distant day. Therefore, if the judgment means what it says, it is entirely possible that the $5,000 per annum payment may be indeed perpetual. I repeat that the order appears to me to violate the first requisite of a valid judgment; that it must be certain in the amount which must be paid.\nThe special road fund named in the judgment was a gift from the State to the county, and the former had the right to, and did, prescribe and limit its use. That prescription and limitation is clear and explicit. The controlling law at the time the county court rendered its judgment is to be found in § 21 of act No. 5 of the Extraordinary Session of 1923, and thus speaks: “The funds thus paid into the county highway improvement fund shall be by the county court expended upon the public highways of said county, and it shall be the duty of the county court to fairly and equitably apportion the funds so paid into the county highway improvement fund at the option of the court among the various road districts and road improvement districts or road districts only -in said county for the purpose of constructing and maintaining the road, whether hard surface or earth road, and such apportionment shall be made by the county court after taking in consideration the relative importance of the roads of the county.”\nIn the cases of Stanfield v. Kincannon, 185 Ark. 120, 46 S. W. (2d) 22, and Anderson v. American Bank & Trust Co., 178 Ark. 652, 11 S. W. (2d) 444, we held that the fund received from the State by the county, called the “turnback fund,” is not county revenue, but State revenue; and in Hastings v. Pheifer, 184 Ark. 952, 43 S. W. (2d) 1073, we held that it is immaterial by what name the fund is called where it is shown that it was received, from the State to be applied to a specific purpose. In all of the acts dealing with State aid to the counties for the improvement of highways, prior to act 63 of the Acts of 1931, State aid was limited to the improvement of county roads. In the last-named act, which is not retroactive and therefore cannot affect previous orders made with respect to the turnback fund, the power is given county courts to expend a part of the fund for the payment of bridges built by bridge districts, the amount to be paid the bridge districts to be determined by the county court or judge thereof. That act, however, as we have seen, relates only to the disposition of the turnback fund from and after the passage of that act.\nWe have held that county bridges were a necessary and integral part of the road which crossed them and expenses therefor were to be considered as expenses incurred on county roads; but it is a far cry from a county bridge to a bridge such as the one involved in the instant case. This is a bridge one and a half miles long erected at a cost of $600,000 across one of the principal rivers of the State and as a part of one of its main highways, and to say, as does the court, that “the provisions above (referring to the acts of the Legislature) are broad enough to include building and maintaining bridges which are necessary parts of the highways” is to totally ignore the character of the bridge under consideration which, in no sense, is a county bridge and the expenditure from the turnback fund thereon was wholly unauthorized.\nThe court says: “Lastly, it is argued that the contract or order was void because contrary to public polic}'-. The record does not reflect that any injuries resulted from the contract.” On this point the facts are undisputed that the county has 900 miles of unsurfaced roads to maintain, and that there would be left from the turn-back fund after the $5,000 appropriation demanded is paid a little in excess of $6,000 which, with the-three-mill county road tax, will be totally inadequate to maintain the roads of the county. It seems to me that much injury will result. It is to be presumed that the vast majority of the county’s population resides on or near the county roads, and, if these become impassable, -as it is the opinion of the county officers they will, but little good will result to the people from the magnificent-bridge and the State’s highway and the enforcement of the order of the county court will, in the end, prove disastrous to the county.\nIt is my opinion that the judgment of the circuit court should be reversed, and the order of the county court declared void.\nMr. Justice Smith concurs in the view here expressed.",
        "type": "dissent",
        "author": "Butler, J.,"
      }
    ],
    "attorneys": [
      "Coleman & Reeder, W. K. Ruddell and S. C. Knight, for appellant.",
      "I. J. Matheny, for appellee."
    ],
    "corrections": "",
    "head_matter": "Independence County v. Independence County Bridge District No. 1.\n4-2943\nOpinion delivered April 3, 1933.\nColeman & Reeder, W. K. Ruddell and S. C. Knight, for appellant.\nI. J. Matheny, for appellee."
  },
  "file_name": "0140-01",
  "first_page_order": 158,
  "last_page_order": 165
}
