{
  "id": 8719146,
  "name": "Federal Land Bank of St. Louis v. Ballentine",
  "name_abbreviation": "Federal Land Bank of St. Louis v. Ballentine",
  "decision_date": "1932-09-26",
  "docket_number": "4-2635",
  "first_page": "141",
  "last_page": "149",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 141"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "5 S. W. (2d) 330",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "176 Ark. 1027",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "38 S. W. (2d) 30",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "183 Ark. 648",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1441713
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/183/0648-01"
      ]
    },
    {
      "cite": "145 U. S. 349",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3561791
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/us/145/0349-01"
      ]
    },
    {
      "cite": "38 S. W. (2d) 28",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "183 Ark. 679",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1441868
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/183/0679-01"
      ]
    },
    {
      "cite": "113 Am. St. Rep. 143",
      "category": "reporters:state",
      "reporter": "Am. St. Rep.",
      "opinion_index": 0
    },
    {
      "cite": "91 S. W. 557",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "77 Ark. 216",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1499080
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/77/0216-01"
      ]
    },
    {
      "cite": "295 S. W. 365",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "174 Ark. 417",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8721923
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/174/0417-01"
      ]
    },
    {
      "cite": "27 S. W. (2d) 510",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "181 Ark. 646",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "218 S. W. 1040",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "case_ids": [
        8270464,
        2286391
      ],
      "opinion_index": 1,
      "case_paths": [
        "/sw/218/1040-01",
        "/tex/110/0281-01"
      ]
    },
    {
      "cite": "110 Tex. 281",
      "category": "reporters:state",
      "reporter": "Tex.",
      "case_ids": [
        2286391
      ],
      "opinion_index": 1,
      "case_paths": [
        "/tex/110/0281-01"
      ]
    },
    {
      "cite": "181 Ark. 644",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8724213
      ],
      "opinion_index": 1,
      "case_paths": [
        "/ark/181/0644-01"
      ]
    },
    {
      "cite": "113 Am. St. Rep. 143",
      "category": "reporters:state",
      "reporter": "Am. St. Rep.",
      "opinion_index": 1
    },
    {
      "cite": "91 S. W. 557",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 1
    },
    {
      "cite": "77 Ark. 216",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1499080
      ],
      "opinion_index": 1,
      "case_paths": [
        "/ark/77/0216-01"
      ]
    },
    {
      "cite": "295 S. W. 365",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 1
    },
    {
      "cite": "174 Ark. 417",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8721923
      ],
      "opinion_index": 1,
      "case_paths": [
        "/ark/174/0417-01"
      ]
    },
    {
      "cite": "27 S. W. (2d) 510",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 1
    }
  ],
  "analysis": {
    "cardinality": 813,
    "char_count": 17858,
    "ocr_confidence": 0.517,
    "pagerank": {
      "raw": 1.7089394665324114e-07,
      "percentile": 0.7020959523122776
    },
    "sha256": "216fdd2f28d3b446bdaee0ac369c3e380c29eab8b545983580cf837904d16e16",
    "simhash": "1:c718cf85c210a5e1",
    "word_count": 3222
  },
  "last_updated": "2024-02-27T17:52:01.123529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Federal Land Bank of St. Louis v. Ballentine."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nAppellant filed a complaint in the Grant Chancery Court on September 26, 1931, to foreclose a deed of trust executed to it by Virgil Ballentine and wife on May 1, 1922, to secure the payment of a $600 loan. The deed of trust described three forty-acre tracts of land. A decree foreclosing the deed of trust was rendered for the want of an answer on October 26,1931, and on January 16, 1932, exceptions to the commissioner’s report of sale under this decree were heard by the court. The court found that notice of the sale had been given for the time and in the manner required by law, and that the sale had been conducted in accordance with the notice and the decree of foreclosure. The commissioner testified that only one bid was received, this being a bid for $300 for the three tracts of land, which bid was made bj> appellant. The debt, as adjudged in the decree of foreclosure, was $676.93.\nJ. R. Matthews, a real estate dealer, testified that he was familiar with the market value of the mortgaged lands and other lands in that vicinity, and that Mr. Bal-lentine had asked him to sell the entire 120-acre tract of land for $700, but he had been unable to get an offer for it, and that three to four hundred dollars was the fair value of the land, inasmuch as the only house on it — a four-room Louse — had tumbled down and the cleared land presented the appearance of not having* been worked for several years and had g*rown up in brush.\nNo other testimony was offered, and the court made the finding that the bid was “wholly inadequate,” inasmuch as a $600 loan had been made on the property and the .judgment was for $676.93. This appeal is from the decree refusing to confirm the commissioner’s report of sale for the reason stated.\nIt is said in the briefs in explanation of the decree appealed from that the court did not confirm the report of sale for the reason that appellant’s bid did not equal the amount of the loan secured. This, we think, was error.\nThere is no intimation of fraud or other inequitable conduct on appellant’s part relating to the sale, except only that appellant did not bid the amount of the debt secured by the deed of trust.\nThe rule has long been established in this State that mere inadequacy of consideration, however gross, unaccompanied by fraud, unfairness or other inequitable conduct in connection with the sale, is, of itself, insufficient to justify the court in setting the sale aside and refusing confirmation. Of the numerous cases to this effect one of the latest is that of Free v. Harris, 181 Ark. 646, 27 S. W. (2d) 510, where we said: “In Martin v. Jirkovsky, supra, [174 Ark. 417, 295 S. W. 365], this court quoted from George v. Norwood, 77 Ark. 216, 91 S. W. 557, 113 Am. St. Rep. 143, 7 Ann. Cas. 171, the following: ‘When a sale is made in all respects according to the terms of the decree, and neither fraud, mistake nor misrepresentation can be alleged against it, the faith of the court is pledged to ratify and perfect it. * * * There is a uniform current of decisions settling that official sales will not be opened on mere representations that more may be obtained for the property. This well-known practice is in accord with the policy of our law respecting such sales, which are required to be made after advertisement sufficient to give publicity, by public outcry, to the highest bidder. It is of the greatest importance to encourage bidding by giving to every bidder tbe benefit of bids made in good faith, and without collusion or misconduct, and at least when the price offered is not unconscionably below the market value of the property. Nothing could more evidently tend to discourage and prevent bidding than a 'judicial determination that such a bidder may be deprived of the advantage of his accepted bid whenever any person is willing to give a larger price. The interest of owners in particular cases must give way to the maintenance of a practice which, in general, is in the highest degree beneficial.’ ”\nNo brief has been filed on behalf of appellee, but the suggestion has been advanced in our consultation that the chancellor knew — as we and all others know — that the present is a period of great depression and for that reason the chancellor had the discretion to refuse to confirm the sale and to order a resale, and the case of Winfree v. Jones, 183 Ark. 679, 38 S. W. (2d) 28, is cited to support that view.\nThat ease, however, was not one in which the parties thereto were seeking to enforce contractual rights. It was a suit for partition of lands among the heirs who had inherited it, which land could not be partitioned in kind because of the large number of heirs, and a sale of the property had been ordered to effect the division. It appeared from the recitals of the decree ordering the sale that the chancellor had been induced to make this order by the statement of one of the heirs made in open court that he would see that the lands brought their fair market value. This the heir failed to do, and the lands were sold for a grossly inadequate price, the sale having been made on a day when twenty banks in the State had closed their doors.\nThe instant case is not one for partition, as was the case of Winfree v. Jones, supra, but is one to enforce the contractual right of having the mortgaged land sold in satisfaction of the mortgage debt. This relief had been awarded by the court and a sale ordered, and a sale was bad pursuant to the direction of this decree, and the question presented by this appeal is that of the right to have the report of the sale confirmed. We think that right exists and should be enforced. McGown v. Sandford, 9 Paige (N. Y.) 290; Pewabic Mining Co. v. Mason, 145 U. S. 349, 12 S. Ct. 887; Henderson’s Chancery Practice p. 862. Federal Land Bank v. Blackshare, 183 Ark. 648, 38 S. W. (2d) 30.\nNow, the law is equally as well settled that, while approval of sales will not be withheld because of inadequacy of consideration, yet, when the consideration is gTossly inadequate, the court will seize upon slight circumstances of fraud or unfairness to afford relief. Union & Planters’ Bank & Trust Co. v. Pope, 176 Ark. 1027, 5 S. W. (2d) 330. But that doctrine has no application to the facts of the instant case. There are no circumstances indicating fraud or oppression, nor is there a showing that the sale was for a price grossly less than the market value at the time of thevsale. The undisputed testimony is to the contrary. The only evidence in the record on the subject is to the effect that the land sold for about its present market value. It is true, of course, that the sum bid by appellant was just half the original loan, but, so far as the record before us discloses to the contrary, the loan may have been made for a higher per cent, of the market value than is customary. However, it is undisputed that the only house on the land was in a “tumbled down” condition, and the cleared land did not appear to have been worked for the past several years, and had been allowed to grow up in brush, and for these reasons the market value was placed at from three to four hundred dollars by the only witness who testified on the subject of value.\nThe report of sale should, therefore, have been approved, and the decree denying that right will be reversed, and the cause will be remanded with directions to that effect.",
        "type": "majority",
        "author": "Smith, J."
      },
      {
        "text": "Mehaffy, J.,\n(dissenting). I do not agree with the majority in holding that the chancellor should have confirmed the sale. The mortgage and note were executed in May, 1922. Payments of $21 each were to be made semiannually. This $21 payment included interest and a payment on the principal. The last payment was not due until May, 1955. The appellees paid for seven and one-half years. All the payments were made up to and including the payments of November, 1929. After the November, 1929, payment no other payments were made. The Federal Land Bank in its complaint alleged that there were three payments due and unpaid, and that, under the terms of the mortgage, it had on July 1, 1931, declared the entire debt due, and soon thereafter filed suit to foreclose the mortgage, making the mortgagors and Bruce Vanlandingham and his wife parties defendants. It was alleged the Vanlandinghams were cultivating part of the land. The defendants did not answer or appear, and the court on the 26th day of October, 1931, entered a decree for $676.93 and for costs, and provided that the whole amount should bear interest at the rate of 8 per cent, per annum. The note and mortgage provide that the defaulted installment shall bear interest at the rate, of 8 per cent, per annum, but they do not provide for 8 per cent, on the installment not due. In addition to the testimony of John R. Matthews, quoted in the majority opinion, he testified that the forty-acre tract he owned adjoining the Ballentine place was worth $5 per acre. If the Ballentine land was worth as much as the adjoining land, it would be worth $600 at a time when there was practically no market for land. This witness also testified that Mr. Ballentine was sick and confined to his bed with what he thought was tuberculosis six months ago when he was on the land. The majority opinion cites numerous authorities, but in my opinion none of them sustain the decision of the court in this case.\nIn the case of George v. Norwood, 77 Ark. 216, 91 S. W. 557, 113 Am. St. Rep. 143, 7 Ann. Cas. 171, no such conditions existed as exist now, but the court in that case said: “The evidence shows that the price bid was not inadequate.” In that case the only ground alleged for setting* aside the sale was inadequacy of price, and the court held that the price was adequate. This was the only question before the court. The court announced certain general rules about which there is no controversy. Another case cited is Martin v. Jirkovsky, 174 Ark. 417, 295 S. W. 365. In that case the court said: “If there had been any misfortune or any unseen thing that prevented him from being present, or if there had been any evidence of fraud on the part of the defendant or the purchaser, the chancellor would have been justified in setting aside the sale.”\nThe next case relied on is Free v. Harris, 181 Ark. 644, 27 S. W. (2d) 510. In that case the court said: “It will be seen that the only ground alleged for setting aside the sale and refusing confirmation was the inadequacy of the price for which the sale was made.” The court also said: “While it is alleged that the sale price was inadequate, the preponderance of the evidence is that such is not the case.”\nHenderson, Chancery Practice, page 862, is cited. That author says: “It is the duty of the officer directed to make a sale of property under a judgment or decree of court to put it up for sale at such a time and under such circumstances as to make it bring the best price, without injuring the party entitled to the proceeds of the sale by delaying the payment of his debt. This duty must be carefully observed by the master, because if, in violation of his duty, he is proceeding to sell property, under a decree in chancery, at an improper time or under improper circumstances, when such sale must necessarily result in a sacrifice of the property, as during the raging* of a pestilence, or while there is a threatened invasion, which will destroy all chance of a fair competition by deterring bidders from attending the sale, it will unquestionably be the duty as well as the right of the chancellor to interfere.” The case of McGown v. Sanford, 9 Paige (N. Y.), referred to in the majority opinion, says in substance that tbe chancery court cannot arbitrarily suspend the ordinary operation of the laws. In that case the debt had been due more than two years, and the court said, of the mortgagee, she may be ruined by having her own property sacrificed by a forced sale upon execution, if she is deprived of the amount due to her for six months longer. In the case of Pewabic Mining Co. v. Mason, it appears that the sale was made after the defendants had prolonged the litigation for more than six years. The final decision in that case in favor of the sale was announced on Jan. 13, 1890, and the sale was not made until Jan. 24, 1891, more than a year after the decision. The defendants’ answer in that case was filed in 1884. The last-named decision does not in my opinion support the decision in this case. In fact, I have been unable to find any case that supports the decision in this case. This debt was contracted in May, 1922. Payments were made for seven and a half years, the last payment being made October 31,1929. It is a matter of common knowledge that farmers could not sell their crops in 1930 for as much as it cost to produce them. It is also a matter of common knowledge that the Federal Land Bank would not lend more than 50 per cent, of its value; therefore appellees’ land in 1922, when the loan was made, must have been worth $1,200 or more. At the time the sale was made, December 12, 1931, there was no market for land. It could not be sold for one-fourth its value. These things did not require any evidence. They are all matters of which the court will take judicial notice. “The court will bring to its aid and consider, without proof of facts, its knowledge of those matters of public concern which are known by all well-informed persons. * * * Courts may properly take judicial notice of facts that may be regarded as forming part of the common knowledge of every person of ordinary understanding and intelligence. Other common statements of the rule are that the court will take notice of whatever is, or ought to be, generally known within the limits of their jurisdiction ; and that they ought not to assume ignorance of, or exclude from their knowledge, matters which are known to all persons of intelligence.” 23 C. J., p. 58 et seq.\n“ A court cannot blind its eyes to the knowledge of a fact which is notorious throughout its jurisdiction.” Brass v. Texarkana & Ft. Smith Ry. Co., 110 Tex. 281, 218 S. W. 1040. There is no one of ordinary intelligence who does not know that since 1922 land values have gone down until in 1931 it was practically impossible to sell lands in this State for one-fourth of their value in normal times. Every person of ordinary intelligence knows that the price of cotton in 1930 was not sufficient to pay for the cost of production. If every person of ordinary intelligence knows these things, a court should know them and should take notice of them. The chancellor did know them, and he knew the conditions in Grant County, and knew land values in that county. He knew from the evidence that appellees paid promptly all payments due until 1930, and he knew, and this court knows, that in that year it was impossible for one to pay if he had to depend on raising money with which to pay by the sale of the crops he raised. In addition to the facts of which the court should take judicial notice, the evidence shows that, six months before the appellant made application for a confirmation of the sale, appellee was in bed sick with tuberculosis. If the facts in this case did not justify the chancellor in setting aside the sale and ordering another sale, the talk about the discretion of the chancellor is meaningless. There was no bid except that made by appellant. The appellant could not have been injured by a resale and to confirm the sale without giving the sick debtor another chance takes his property which is evidently worth in normal times $1,200 or more, and gives it to the money lender for a fourth of its value and at a time when the debtor was in bed sick. All'the authorities agree that the sale should be made so as to protect the interest of both parties. The debtor is as much entitled to the protection of a court of equity as the money lender. The interests of both should be considered. The opinion of the majority is to the effect that the case of Winfree v. Jones does not apply because that was a case of partition, and this is where a money lender is seeking to collect its debt. The equities in this case are stronger than in the case of Winfree v. Jones, supra. The principles announced in that case apply here. We there said: “In the instant case there was not only inadequacy of price, but it would he manifestly inequitable and unfair to confirm a sale for a grossly inadequate price when the sale was made at such a time that there was no market, and when the condition of the country was such, because of bank failures and drouth, that no one could obtain the money with which to buy. This court has always held that the trial court has and may exercise discretion in either confirming or rejecting judicial sales. This discretion, however, must he exercised according to fixed rules and not arbitrarily.” We further said in that case: “Under the conditions that existed at that time the sale was made, it is impossible to suppose that the property would bring anything like its fair value and inadequacy of price, together with fraud, unfairness, or any other unforeseen circumstances, which make it impossible to sell the lands at anything like a fair value, justifies the chancery court in refusing to confirm the sale. No one could foresee the bank failures and the financial distress following the same.” I suggest that the fall in the price of cotton from fifteen cents in 1929 to six cents in 1930 might be said to be an unforeseen circumstance, as also might the sickness of appellee. At any rate, under all authorities, these were facts of which the chancellor might take notice in exercising his discretion. I think the order of the chancery court in setting aside the sale is correct and should be affirmed.",
        "type": "dissent",
        "author": "Mehaffy, J.,"
      }
    ],
    "attorneys": [
      "J. R. Crocker and Casort $ Cronkrite, for appellant."
    ],
    "corrections": "",
    "head_matter": "Federal Land Bank of St. Louis v. Ballentine.\n4-2635\nOpinion delivered September 26, 1932.\nJ. R. Crocker and Casort $ Cronkrite, for appellant."
  },
  "file_name": "0141-01",
  "first_page_order": 161,
  "last_page_order": 169
}
