{
  "id": 1358441,
  "name": "Hutchison v. First National Bank of Lepanto",
  "name_abbreviation": "Hutchison v. First National Bank",
  "decision_date": "1922-12-04",
  "docket_number": "",
  "first_page": "142",
  "last_page": "148",
  "citations": [
    {
      "type": "official",
      "cite": "156 Ark. 142"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "130 Ark. 699",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "137 Ark. 232",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1568161
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/137/0232-01"
      ]
    },
    {
      "cite": "103 Ark. 104",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "90 Ark. 252",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1513794
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/90/0252-01"
      ]
    },
    {
      "cite": "90 Ark. 165",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1513844
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/90/0165-01"
      ]
    },
    {
      "cite": "36 Ark. 94",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "107 U. S. 633",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "opinion_index": -1
    },
    {
      "cite": "42 Ark. 240",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "89 S. W. 89",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": -1
    },
    {
      "cite": "150 Ark. 180",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1367939
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/150/0180-01"
      ]
    },
    {
      "cite": "137 Ark. 232",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1568161
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/137/0232-01"
      ]
    },
    {
      "cite": "90 Ark. 252",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1513794
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/90/0252-01"
      ]
    },
    {
      "cite": "90 Ark. 165",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1513844
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/90/0165-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 505,
    "char_count": 12586,
    "ocr_confidence": 0.47,
    "pagerank": {
      "raw": 8.262683731656366e-08,
      "percentile": 0.4783365748350579
    },
    "sha256": "5fa82c3f1d1bc6856f25e694ded91fc3c106a914f2e2e5e9b0fb45b9e17ad0e6",
    "simhash": "1:ecd55c8dbc886016",
    "word_count": 2167
  },
  "last_updated": "2024-02-27T21:52:19.957046+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hutchison v. First National Bank of Lepanto."
    ],
    "opinions": [
      {
        "text": "Hart, J.\n(after stating the facts). The court was right in sustaining the attachment. The evidence in behalf of the plaintiff showed that at the time the attachment was issued the defendants owed the plaintiff about $6,500, and that they -were about to remove all of their property out of the State. They had already loaded their household goods on the cars, preparatory to carrying them out of the State, and were also preparing to take their mules, farming implements, and other property from the State of Arkansas to the State of Mississippi.\nThe ground of attachment is that the defendants are about to remove.their property out of this State,, with the intent of hindering or delaying the plaintiff in the collection of its debt. Crawford & Moses’ Digest, § 549.\nBut it is contended by counsel for the interveners that the defendants had executed a mortgage to them on the same property, prior to the issuance of the attachment in this case, to secure an indebtedness of $6,000, and that therefore they are entitled to the property. The burden was upon the interveners to establish this fact, and they did not do so. If the certified copy of their mortgage should be considered in evidence, it would not establish the fact that it was given to secure a dona fide indebtedness, and that no part thereof had been paid.\nThe defendants and interveners having failed to offer any. evidence tending to show that there was a valid and subsisting debt due from the defendants to the interveners under said mortgage, the court properly found against the interveners.\nThe court also properly excluded what purported to be an adjudication of the defendants as bankrupts. This paper showed that the defendants were adjudicated to be bankrupts on the 9th day of December, 1921, in the Federal bankruptcy court at Tupelo, Miss. The attachment in this case was issued on the 2d day of February, 1921, and was levied upon the property in controversy on the 4th day of February, 1921. This was more than four months before the bankruptcy proceedings were instituted, and it is well settled that a discharge in bank ruptcy does not affect attachment liens obtained four months before the petition in bankruptcy is filed. Booker v. Blythe, 90 Ark. 165; Longley v. McCann, 90 Ark. 252; Gray v. Bank of Hartford, 137 Ark. 232, and Garrett v. Big Bend Plantation Co., 150 Ark. 180.\nIt is also insisted that, because the notes were not due at the time the action -was commenced, the court erred in rendering a personal judgment against the defendants. This was a suit by attachment, and our statute provides that a creditor may have an attachment against the property of his debtor before his claim is due, where the debtor is about to remove his property or a material part thereof out of the State, with the intent or to the effect of hindering or delaying his creditor in the collection of his debt. Crawford & Moses’ Digest, § 549.\nThe ground for attachment existed before the plaintiff’s claim became due, and the action of the defendants in attempting to remove their property out of the State made it necessary for the plaintiff to sue out the attachment. The notes sued on became due before the action was heard and determined in the court below. All of the parties were before the court by their attorneys, and it was unnecessary to cause a new summons to be issued after the notes became due.\nIt follows that the judgment will be affirmed.",
        "type": "majority",
        "author": "Hart, J."
      },
      {
        "text": "Hart, J.,\n(on rehearing). It is true, as contended by counsel for appellants in his brief on rehearing, that the court below refused to allow the interveners to introduce in evidence a certified copy of their mortgage, in the absence of a showing that the original mortgage could not be produced. But, as pointed out in our original opinion, it does not make any difference in this case whether or not the court below erred in this respect. The reason is that the burden was on the interveners to show a valid and subsisting debt and a bona fide mortgage to secure the same, and this they failed to do.\nAgain it is insisted by counsel for appellants that the judgment against the surety was excessive, and that the court erred in rendering judgment for the full penalty of the bond, because there was no evidence that this was the value of the property attached.\nThe court rendered judgment against the defendants and the surety on their bond for the full amount of the bond, and rendered judgment against the defendants for an additional sum. The defendants were not prejudiced in this respect because they owed more than the- full amount of the bond, and the court did not ren- ■ der judgment against them for more than the proof showed that they owed the plaintiffs. The defendants alone appealed to this court.\nBut it is claimed that the surety, by signing the bond, became a party to the suit, and that the appeal of the defendants brought the whole matter before this court for review. This would be true as to all matters affecting the rights of the defendants, and, if the judgment had been reversed or modified in any respect as to them, this would inure to the benefit of their surety. But, the judgment having been affirmed in so far as the defendants are concerned, the surety is in no attitude to complain as to any alleged error which affected him alone.\nAs we have just stated, the appeal taken by the defendants could only inure to the benefit of the surety as to matters which might be prejudicial to the rights of the defendants as well as the surety.\nTherefore the motion for a rehearing will be denied.",
        "type": "rehearing",
        "author": "Hart, J.,"
      }
    ],
    "attorneys": [
      "J. T. Coston, for appellant.",
      "J. F. Gautney, for appellee."
    ],
    "corrections": "",
    "head_matter": "Hutchison v. First National Bank of Lepanto.\nOpinion delivered December 4, 1922.\n1. Attachment — removal of property from state. — Evidence held to sustain an attachment on the ground that defendants were about to remove all. of their property out of the State.\n2. Attachment — intervention—burden of proof. — In an attachment suit in which interveners claim the property under a chattel mortgage, the burden is on them to show that the mortgage was executed prior to the issuance of the attachment to secure a bona fide indebtedness, which is unpaid.\n3. Bankruptcy — effect of discharge. — A discharge in bankruptcy does not affect attachment liens obtained more than four months before the petition in bankruptcy was filed.\n4. Attachment — debt not due — judgment.—Under Crawford & Moses’ Dig., § 549, providing that a debtor may have an attachment against his debtor’s property before his claim is due, where the debtor is'about to remove his property or a material part thereof from the State, with the intent or to the effect of hindering or delaying his creditor in the collection of his debt, held where the debt became due before the- action was heard and determined, it was proper, the parties being before the court, to render personal judgment on the debt, without issuing a new summons.\n5. Appeal and error — harmless error. — Whether the trial court erred in refusing to allow interveners in attachment to introduce in evidence a certified copy of their chattel mortgage with- ' out proving that the original could not be produced, was immaterial where they failed to show a valid subsisting debt secured by a bona fide mortgage.\n6. Appeal and error — judgment against attachment defendants. — Where defendants in attachment owed more than the amount of their forthcoming bond, they were not prejudiced by judgments for the full amount of the bond, though there was no evidence that the attached property in value equaled the amount of the bond.\n7. Appeal and error — appeal inuring to surety’s benefit. — An appeal by attachment defendants alone inures to the benefit of the sureties on their bond only as to matters affecting rights of sureties and defendants, and not as to matters which affect the sureties alone.\nAppeal from Poinsett Circuit Court, First Division; J. M. Futrell, Judge;\naffirmed.\nstatement by the court.\nTlie First National Bank of Lepanto, Ark., a corporation, instituted this action against J. G. Hutchison and Horace Gladney to recover the sum of $6,500, alleged to be due on two promissory notes of $3,424 each, both dated December 10, 1920, and due ninety days after date.\nOn the 2d day of February, 1921, an affidavit for attachment was filed in said case by the plaintiff, on the ground that the defendants were removing their property, or a material part thereof, out of the State, with the intent of hindering and delaying the plaintiff in the collection of its debt. An attachment bond was also duly executed by the plaintiff, with approved, sureties. The attachment was delivered to the sheriff and levied by him upon fifteen mules, one horse, three wagons, a lot of farming implements, and other property belonging to the defendants of the aggregate value of $2,233.50.\nOn February 21, 1921, the defendants gave a forthcoming bond in the penal sum of $3,000 for said property, with the United States Fidelity '& Guaranty Co. as sureties thereon.\nOn December 27, 1920, the defendants executed a chattel mortgage on certain mules and farming machinery to E. A. Gladney and J. M. Hutchison.\nOn February 9, 1921, J. M. Hutchison and E. A. Gladney filed an intervention in said attachment case and claimed the property attached under a mortgage executed to them by said defendants-on the 27th day of December, 1920, and duly filed it for record on the 22nd day of January, 1921.\nThe plaintiff filed a reply to this intervention, and denied that the property attached was the property described in said mortgage, and denied'that said mortgage was given to secure an indebtedness from the' defendants to the interveners.\n■ At the trial of the case, counsel for the interveners offered to introduce in evidence a certified copy of the chattel mortgage executed by J. G. Hutchison and Horace Gladney to J. M. Hutchison and B. A. Gladney on December 27, 1920.\nCounsel for the plaintiff objected to the introduction of the certified copy, on the ground that the original mortgage was the best evidence.\nJohn \"W. Scobey testified that he was originally employed as attorney by the interveners, and had in his possession the chattel mortgage in question. He either returned the mortgage to the interveners or it was in his office. He was not positive, and did not know where the chattel mortgage was.\nThe interveners offered to introduce a certified copy of said chattel mortgage in evidence, which was refused by the court, because the foundation had not been laid for the introduction of it.\nThe court also refused to allow the interveners to introduce in evidence a certified copy .of the adjudication in bankruptcy of J. G. Hutchison and Horace Gladney.\nThe plaintiff introduced in evidence the notes sued on for $3,424 each. It was also shown by the plaintiff that the defendants had never paid anything on said notes, and that they were about to remove their property out of this State at the time the attachment was issued. They had already loaded their household goods on the cars and were preparing to take their mules and other property from the State of Arkansas to the State of Mississippi.\nOne of the tenants on their place said that the defendants told them that they had lost out in their farming operations, and intended to slip out their mules and-other property from this State into the State of Mississippi.\nThe circuit court found the issues in favor of the plaintiff, and sustained the attachment.\nFrom the judgment rendered the defendants and interveners have duly prosecuted an appeal to this court.\nJ. T. Coston, for appellant.\nThe court erred in holding that a certified copy of the mortgage was incompetent as evidence. Acts of 1921, p. 309; C. & M. Digest, ^ 1531, 4118, 4119; Kirby’s Digest, § 3064; C. & M. Digest, § 4127;_ 89 S. W. 89. Mortgaged personal property is not subject to execution or attachment. 42 Ark. 240. The court erred in holding the bankruptcy proceedings were not properly authenticated. 1st Loveland on Bankruptcy, § 92; U. S. Comp. Stat. vol. 3, p. 3430; § 21-D; IT. S. Comp. Stat. 1918, p. 1553, § 9605-D; U. S. Comp. Stat. 1918, § 1266. The court erred in proceeding to judgment after the defendants went into bankruptcy. 107 U. S. 633. There was no testimony as to the value of the property, and the court erred in rendering judgment against the surety. C. & M. Digest, § 543; 36 Ark. 94.\nJ. F. Gautney, for appellee.\nThe attachment having been levied, the adjudication of bankruptcy more than four months later did not affect the validity of the attachment. 90 Ark. 165; 90 Ark. 252; 103 Ark. 104; 137 Ark. 232; 130 Ark. 699; 32 L. ed. 1083."
  },
  "file_name": "0142-01",
  "first_page_order": 168,
  "last_page_order": 174
}
