{
  "id": 12456825,
  "name": "The State of Washington, Respondent, v. Dustin Wade Marks, Petitioner",
  "name_abbreviation": "State v. Marks",
  "decision_date": "2016-02-25",
  "docket_number": "No. 91148-7",
  "first_page": "143",
  "last_page": "146",
  "citations": [
    {
      "type": "official",
      "cite": "185 Wash. 2d 143"
    }
  ],
  "court": {
    "name_abbreviation": "Wash.",
    "id": 9029,
    "name": "Washington Supreme Court"
  },
  "jurisdiction": {
    "id": 38,
    "name_long": "Washington",
    "name": "Wash."
  },
  "cites_to": [
    {
      "cite": "344 P.3d 680",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2015,
      "opinion_index": 0
    },
    {
      "cite": "182 Wn.2d 827",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4075837
      ],
      "year": 2015,
      "pin_cites": [
        {
          "page": "837-39"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/182/0827-01"
      ]
    },
    {
      "cite": "183 Wn.2d 605",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "opinion_index": 0
    },
    {
      "cite": "354 P.3d 841",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2015,
      "opinion_index": 0
    },
    {
      "cite": "183 Wn.2d 598",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        6793315
      ],
      "year": 2015,
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/183/0598-01"
      ]
    },
    {
      "cite": "339 P.3d 196",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2014,
      "opinion_index": 0
    },
    {
      "cite": "184 Wn. App. 782",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        4366714
      ],
      "weight": 2,
      "year": 2014,
      "pin_cites": [
        {
          "page": "789"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/184/0782-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 260,
    "char_count": 4234,
    "ocr_confidence": 0.894,
    "pagerank": {
      "raw": 9.590037445191668e-08,
      "percentile": 0.526175464283825
    },
    "sha256": "cbd35e1776ee6f618cc9360020b007cefdda156b9cec00e81809aa1d4ff47574",
    "simhash": "1:a120ea1ffcaf56aa",
    "word_count": 674
  },
  "last_updated": "2024-02-28T00:06:59.447104+00:00",
  "provenance": {
    "date_added": "2019-05-22",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The State of Washington, Respondent, v. Dustin Wade Marks, Petitioner."
    ],
    "opinions": [
      {
        "text": "Per Curiam\n¶ 1 Dustin Marks was convicted in Pierce County Superior Court of first degree assault, first degree unlawful possession of a firearm, second degree vehicle prowling, and reckless endangerment. The superior court imposed a judgment and sentence that included discretionary legal financial obligations. On appeal to Division Two of the Court of Appeals, Marks argued that the superior court violated his constitutional right to a public trial when it allowed the parties to exercise peremptory challenges to prospective jurors in a sidebar conference during jury selection. Further, Marks challenged the superior court’s imposition of discretionary legal financial obligations on the basis that the court did not consider his present and future ability to pay. The Court of Appeals affirmed. State v. Marks, 184 Wn. App. 782, 339 P.3d 196 (2014). Marks filed a petition for review in this court, consideration of which the court initially stayed pending its decision in State v. Love, 183 Wn.2d 598, 354 P.3d 841 (2015). Love is now final, and for reasons discussed below, we grant the petition for review, affirm the convictions, and remand to the trial court for reconsideration of discretionary legal financial obligations.\n¶2 As to whether the superior court violated Marks’s right to a public trial under article I, section 22 of the Washington Constitution, the Court of Appeals held that the public trial right does not extend to sidebar conferences where peremptory challenges are exercised. Marks, 184 Wn. App. at 789. The court was correct in result but not in reasoning in holding that there was no public trial violation. In Love, we held that peremptory challenges are part of the jury selection process to which the right to a public trial extends, but we determined that when the challenges are exercised in open court and a public record is made of the challenged jurors, no courtroom closure in violation of the public trial right occurs. Love, 183 Wn.2d 605-07. Here, the record reflects no closure of the courtroom to the public during the peremptory challenges and immediately following the challenges, the superior court announced the selected members of the jury panel in open court. The list of challenged jurors was then made part of the public record of the trial. Thus, there was no closure of the courtroom in violation of the right to a public trial, and in result we affirm the Court of Appeals decision affirming Marks’s convictions.\n¶3 With respect to discretionary legal financial obligations, the superior court imposed discretionary obligations in the form of costs of appointed counsel pursuant to RCW 10.01.160. This court held in State v. Blazina, 182 Wn.2d 827, 837-39, 344 P.3d 680 (2015), that the record must reflect that the superior court conducted an individualized inquiry into the defendant’s present and future ability to pay such obligations, as required by RCW 10.01-.160(3). The record in this case reflects no such inquiry at the sentencing hearing, and the judgment and sentence form contains only boilerplate findings of ability to pay, which we held in Blazina to be inadequate. Id. at 838. As we did there, we remand this case to the superior court to reconsider discretionary legal financial obligations in light of Blazina.\n¶4 The petition for review is granted, the Court of Appeals decision affirming Marks’s convictions is affirmed, and this case is remanded to the superior court to reconsider discretionary legal financial obligations consistent with the requirements of Blazina.\nThe Court of Appeals declined to consider Marks’s challenge to legal financial obligations because he did not object to them at sentencing. The court acted within its discretion. Blazina, 182 Wn.2d at 832-34. Nonetheless, because we had not issued our decision in Blazina when the Court of Appeals decided this case, we exercise our discretion to address this issue and provide relief.",
        "type": "majority",
        "author": "Per Curiam"
      }
    ],
    "attorneys": [
      "Jennifer M. Winkler {oíNielsen, Broman & Koch PLLC), for petitioner.",
      "Mark E. Lindquist, Prosecuting Attorney, and Kathleen Proctor, Deputy, for respondent."
    ],
    "corrections": "",
    "head_matter": "[No. 91148-7.\nConsidered January 7, 2016.\nDecided February 25, 2016.\nThe State of Washington, Respondent, v. Dustin Wade Marks, Petitioner.\nJennifer M. Winkler {oíNielsen, Broman & Koch PLLC), for petitioner.\nMark E. Lindquist, Prosecuting Attorney, and Kathleen Proctor, Deputy, for respondent."
  },
  "file_name": "0143-01",
  "first_page_order": 197,
  "last_page_order": 200
}
