{
  "id": 1428446,
  "name": "Dellinger v. Tilghmon",
  "name_abbreviation": "Dellinger v. Tilghmon",
  "decision_date": "1933-11-13",
  "docket_number": "4-3198",
  "first_page": "146",
  "last_page": "148",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 146"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 261,
    "char_count": 4538,
    "ocr_confidence": 0.5,
    "sha256": "2b28ccb4d7b28295debf5373bd0a45afd71b26a105642e0b02034c1edbbd1ce9",
    "simhash": "1:1eedd390017c5ce4",
    "word_count": 751
  },
  "last_updated": "2023-07-14T22:44:11.517500+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Dellinger v. Tilghmon."
    ],
    "opinions": [
      {
        "text": "Mehaffy, J.\nAppellee, Marvin Tilghmon, brought suit in the Drew Circuit Court against the appellant for damages for personal injuries alleged to have been caused by the negligence of the appellant, Ottie Dellinger. Ottie Dellinger owns and operates the Dellinger Truck Line, and is a public carrier of freight for hire over the highway between Monticello and Little Rock, Arkansas, and intermediate points, using a one ton Chevrolet truck with trailer.\nOn September 25, 1931, appellee was riding on one of appellant’s trucks which was operated and controlled by Travis Blacldedge, who was alleged to have been the agent, employee, foreman and vice-principal of Ottie Dellinger. It was alleged that on said day Blaekledge carelessly and negligently drove said truck off of the highway into a deep ditch, and against a high embankment or side of said ditch; that appellee was thrown from his seat out of said truck, on the ground, and was run over by the truck; that the freight and merchandise in said truck were thrown upon appellee, and his right leg was crushed and broken above the ankle; that the leg had to be amputated; that his body was otherwise bruised; and that he was seriously and permanently injured, both internally and externally.\nAppellant filed answer, denying all the material allegations of the complaint, and alleging that appellee and Blacldedge were fellow-servants, which precluded appellee from a recovery for the negligence of the fellow-servant. The case was tried, and resulted in a verdict and judgment in favor of appellee, and the case is here on appeal.\nIt is first contended by the appellant that the court erred in refusing to direct a verdict for the appellant. There is no dispute about the injury to appellee, and the evidence was ample to submit the questions to the jury.\nIf appellee and Blaekledge were fellow-servants, then no recovery could be had because of the negligence of Blaekledge. If, on the other hand, Blaekledge was a vice-principal, or if appellee was a passenger, then in either event he would be entitled to recover. The case will have to be tried again, and it is unnecessary to set out the evidence. But it is sufficient to say that we all agree that the evidence was sufficient to submit the questions to the jury.\nIt is next contended that the court erred in giving' appellee’s instruction O. It reads as follows: “If you find from a preponderance of the evidence that the defendant, Ottie Dellinger, doing business as Dellinger Truck Line, agreed that the plaintiff, Marvin Tilghmon, might ride from Monticello to Little Bock and return for the consideration of services rendered and to be rendered by the said Marvin Tilghmon in loading and unloading freight, and that while so riding the truck in which he was riding was carelessly and negligently driven off the highway, if you find that this was due to negligence, and that plaintiff, Marvin Tilghmon, was injured as the result of negligence in the driving of said truck off the highway, your verdict should be for the plaintiff.”\nA majority of the court agree that this instruction should not have been given. Instructions were given at the request of the appellant, submitting the question whether appellee and Blackledge were fellow-servants, and instruction C, quoted above, authorized the jury to find for the appellee if they found that Blackledge was negligent, and the appellee was injured as a result of that negligence.\nA majority of the court are of the opinion that, whether Blackledge was a fellow-servant or vice-principal, and also whether appellee was a passenger, are questions that should have been submitted to the jury, and, for that reason the majority holds that instruction C should not have been given.\nIf appellee was a passenger in the exercise of ordinary care and injured by the negligence of appellant’s servant, he is entitled to recover. If Blackledge was a vice-principal, and not a fellow-servant, appellee is entitled to recover. If, on the other hand, Blackledge and appellee were fellow-servants, appellee could not recover for the negligence of Blackledge.\nA majority of this court is of the opinion that these questions should be submitted to the jury under proper instructions.\nFor the error in giving instruction C, the judgment is reversed, and the cause remanded for a new trial.",
        "type": "majority",
        "author": "Mehaffy, J."
      }
    ],
    "attorneys": [
      "Williamson & Williamson, Moore, Gray & Burrow and Everett B. Gibson, Jr., for appellant.",
      "W. F. Norrell and R. W. Wilson, for appellee."
    ],
    "corrections": "",
    "head_matter": "Dellinger v. Tilghmon.\n4-3198\nOpinion delivered November 13, 1933.\nWilliamson & Williamson, Moore, Gray & Burrow and Everett B. Gibson, Jr., for appellant.\nW. F. Norrell and R. W. Wilson, for appellee."
  },
  "file_name": "0146-01",
  "first_page_order": 164,
  "last_page_order": 166
}
