{
  "id": 4075643,
  "name": "Hal Moore et al., Respondents, v. Steve's Outboard Service et al., Petitioners",
  "name_abbreviation": "Moore v. Steve's Outboard Service",
  "decision_date": "2014-12-11",
  "docket_number": "No. 90115-5",
  "first_page": "151",
  "last_page": "158",
  "citations": [
    {
      "type": "official",
      "cite": "182 Wash. 2d 151"
    }
  ],
  "court": {
    "name_abbreviation": "Wash.",
    "id": 9029,
    "name": "Washington Supreme Court"
  },
  "jurisdiction": {
    "id": 38,
    "name_long": "Washington",
    "name": "Wash."
  },
  "cites_to": [
    {
      "cite": "219 P.2d 566",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1950,
      "opinion_index": 0
    },
    {
      "cite": "36 Wn.2d 522",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4937195
      ],
      "year": 1950,
      "pin_cites": [
        {
          "page": "525"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/36/0522-01"
      ]
    },
    {
      "cite": "173 P. 504",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "year": 1918,
      "opinion_index": 0
    },
    {
      "cite": "102 Wash. 482",
      "category": "reporters:state",
      "reporter": "Wash.",
      "case_ids": [
        670227
      ],
      "year": 1918,
      "opinion_index": 0,
      "case_paths": [
        "/wash/102/0482-01"
      ]
    },
    {
      "cite": "253 P.2d 939",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1953,
      "opinion_index": 0
    },
    {
      "cite": "42 Wn.2d 155",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4999857
      ],
      "year": 1953,
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/42/0155-01"
      ]
    },
    {
      "cite": "222 P. 611",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "year": 1924,
      "opinion_index": 0
    },
    {
      "cite": "128 Wash. 267",
      "category": "reporters:state",
      "reporter": "Wash.",
      "case_ids": [
        775895
      ],
      "year": 1924,
      "opinion_index": 0,
      "case_paths": [
        "/wash/128/0267-01"
      ]
    },
    {
      "cite": "657 P.2d 267",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "case_ids": [
        10427943
      ],
      "weight": 2,
      "year": 1982,
      "pin_cites": [
        {
          "page": "271, 276"
        },
        {
          "page": "276"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/p2d/657/0267-01"
      ]
    },
    {
      "cite": "922 P.2d 115",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1996,
      "pin_cites": [
        {
          "parenthetical": "Tiegs I"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "83 Wn. App. 411",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        1190636
      ],
      "weight": 3,
      "year": 1996,
      "pin_cites": [
        {
          "page": "418",
          "parenthetical": "Tiegs I"
        },
        {
          "page": "413"
        },
        {
          "page": "418"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/83/0411-01"
      ]
    },
    {
      "cite": "154 P. 450",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "year": 1916,
      "opinion_index": 0
    },
    {
      "cite": "89 Wash. 320",
      "category": "reporters:state",
      "reporter": "Wash.",
      "case_ids": [
        636925
      ],
      "weight": 2,
      "year": 1916,
      "opinion_index": 0,
      "case_paths": [
        "/wash/89/0320-01"
      ]
    },
    {
      "cite": "392 P.2d 808",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "weight": 2,
      "year": 1964,
      "pin_cites": [
        {
          "parenthetical": "lead opinion by Smith, J., writing for four justices"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "64 Wn.2d 559",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1043085
      ],
      "year": 1964,
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/64/0559-01"
      ]
    },
    {
      "cite": "954 P.2d 877",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1998,
      "pin_cites": [
        {
          "parenthetical": "plurality opinion"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "135 Wn.2d 1",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        812842
      ],
      "year": 1998,
      "pin_cites": [
        {
          "page": "13",
          "parenthetical": "plurality opinion"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/135/0001-01"
      ]
    },
    {
      "cite": "2014 WL 312290",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "weight": 2,
      "pin_cites": [
        {
          "page": "*9-10"
        },
        {
          "page": "*12"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "179 Wn. App. 1013",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        4101656,
        4103162,
        4103875,
        4100254
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/179/1013-01",
        "/wash-app/179/1013-04",
        "/wash-app/179/1013-02",
        "/wash-app/179/1013-03"
      ]
    }
  ],
  "analysis": {
    "cardinality": 751,
    "char_count": 12607,
    "ocr_confidence": 0.749,
    "pagerank": {
      "raw": 4.666970501906556e-08,
      "percentile": 0.2928313581216511
    },
    "sha256": "d23663fc06e48813e1558089bc5a7a7f985b08e7ea0e5e23428d9f9b3cfe8751",
    "simhash": "1:859c024a4d820378",
    "word_count": 2146
  },
  "last_updated": "2024-02-27T17:34:40.830885+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Madsen, C.J., and C. Johnson, Owens, Fairhurst, Stephens, Wiggins, Gordon McCloud, and Yu, JJ., concur."
    ],
    "parties": [
      "Hal Moore et al., Respondents, v. Steve’s Outboard Service et al., Petitioners."
    ],
    "opinions": [
      {
        "text": "González, J.\n¶1 This case asks us to examine the nature of a nuisance per se claim. Generally, those alleging that their neighbors’ activities are a nuisance must prove that the activities are, on balance, unreasonable and cause some inconvenience, discomfort, or interference. When, however, an activity is a nuisance per se, plaintiffs need not show that the activity is also unreasonable. Here, the plaintiffs sued their neighbors, arguing, among other things, that the noise, smoke, fumes, and traffic associated with a small motor repair shop was in effect a nuisance in fact and that their neighbors are subject to nuisance per se liability because the business lacked required permits. The trial judge entered detailed findings of fact on the plaintiffs’ nuisance in fact claims; found that the alleged noise, smoke, fumes, and traffic related to the business did not injure the plaintiffs’ property, unreasonably detract from the plaintiffs’ enjoyment of their property, or cause cognizable damages; and dismissed the case. The Court of Appeals reversed in part, concluding the trial court erred by not deciding whether the business was required to obtain any more permits. Finding that the plaintiffs did not establish that the business is a nuisance per se, we reinstate the trial court’s judgment.\nFacts\n¶2 This case started as a conflict among neighbors living near Hood Canal off of State Route 106 near Belfair. One of the neighbors, Steven Love, lives on the upland side of the highway. He has been repairing boat motors on his property, at least occasionally, since he moved there around 1986. In 1994, Love left his old employer and established his own outboard motor maintenance and repair operation, called Steve’s Outboard Service (SOS), out of his home and several outbuildings on his property. That same year, he filed a Shoreline Management Act of 1971 (SMA), ch. 90.58 RCW, permit application proposing to build a 30' by 45' metal building on his property for his business. After some of his neighbors expressed concerns, he withdrew the application and instead successfully applied for a building permit to replace his carport with an attached garage.\n¶3 On the Hood Canal side of the highway, and on the other side of the case, are Hal and Melanie Moore and Les and Betty Krueger (collectively the Moores). It appears the Moores became unhappy with the noise, exhaust, and traffic associated with SOS and, by 2003, began investigating ways to have it stopped. After many unsuccessful complaints to various government agencies, the Moores sued Steven and Mary Lou Love, SOS, and Mason County (collectively the Loves) on a variety of grounds, including nuisance. During a two day bench trial, both sides presented witnesses and evidence, largely on whether SOS’s work created noise, fumes, or dangerous traffic conditions. Only a small part of the evidence presented went to whether the Loves were operating without a required permit. Most relevantly, Stephen Love testified that while many government agencies had inspected his business in response to complaints, many that were anonymous, no government agency had ever told him he was operating in violation of the law or without a required permit. After trial, Judge Sheldon found for the defense. Among other things, the trial judge found that even if the business was “in violation of the SMA, other Mason County or Washington State regulations or permits,” the plaintiffs had not proved any damages and were not entitled to relief. Clerk’s Papers at 242. The trial judge did not reach whether the Loves actually violated any laws in operating their business or failing to obtain any permits. Nor did the trial judge enter a finding that the plaintiffs failed to establish that the Loves violated any laws or failed to obtain any required permits, though the scant evidence presented to the trial judge by the plaintiffs supported such a finding.\n¶4 The Court of Appeals largely affirmed but found the trial court erred in dismissing the Moores’ nuisance per se claim. Moore v. Steve’s Outboard Serv., noted at 179 Wn. App. 1013, 2014 WL 312290, at *9-10, 2014 Wash. App. LEXIS 226, at *1-2. The Court of Appeals concluded that if SOS was operating without required permits, it was a nuisance per se and remanded for a new trial on that issue. 2014 WL 312290, at *12, 2014 Wash. App. LEXIS 226, at *34. We granted review of the Loves’ petition for review, denied review of the issues raised in the Moores’ answer, and denied leave to amend the record.\nAnalysis\n¶5 Essentially, the Moores argue that using land without a required permit necessarily transforms the land use into a nuisance per se and is actionable in a private nuisance suit so long as the land use interferes with the use and enjoyment of the plaintiffs’ land. We hold that the failure to obtain a permit does not transform a use of land into a nuisance per se unless the legislature has specifically so declared or the courts of this state have specifically so found. Neither is the case here.\n¶6 Our legislature has defined “nuisance” expansively:\nNuisance consists in unlawfully doing an act, or omitting to perform a duty, which act or omission either annoys, injures or endangers the comfort, repose, health or safety of others, offends decency, or unlawfully interferes with, obstructs or tends to obstruct, or render dangerous for passage, any lake or navigable river, bay, stream, canal or basin, or any public park, square, street or highway; or in any way renders other persons insecure in life, or in the use of property.\nRCW 7.48.120. Despite this expansive definition, generally, an activity is a nuisance only when it “interferes unreasonably with other persons’ use and enjoyment of their property.” Tiegs v. Watts, 135 Wn.2d 1, 13, 954 P.2d 877 (1998) (plurality opinion) (Tiegs II) (citing Jones v. Rumford, 64 Wn.2d 559, 392 P.2d 808 (1964)). In contrast, “[a] nuisance per se is an act, thing, omission, or use of property which of itself is a nuisance, and hence is not permissible or excusable under any circumstance,” regardless of the reasonableness of the defendant’s conduct. Id. (lead opinion by Smith, J., writing for four justices) (citing Hardin v. Olympic Portland Cement Co., 89 Wash. 320, 154 P. 450 (1916)). As our Court of Appeals put it,\n“When the conditions giving rise to a nuisance are also a violation of statutory prohibition, those conditions constitute a nuisance per se, and the issue of the reasonableness of the defendant’s conduct and the weighing of the relative interests of the plaintiff and defendant is precluded because the Legislature has, in effect, already struck the balance in favor of the innocent party.”\nTiegs v. Boise Cascade Corp., 83 Wn. App. 411, 418, 922 P.2d 115 (1996) (Tiegs I) (emphasis omitted) (quoting Branch v. W. Petrol., Inc., 657 P.2d 267, 271, 276 (Utah 1982)).\n¶7 We perceive two difficulties with the Court of Appeals’ extension of Tiegs I to the case before us. First, in both Tiegs I and Branch, the “condition” that gave rise to the nuisance — pollution of groundwater — was the very condition prohibited by the statutes. Tiegs I, 83 Wn. App. at 413; Branch, 657 P.2d at 276; see also Tiegs II, 135 Wn.2d at 15. In contrast, in the case before us, the “condition” giving rise to the alleged nuisance was the noise, fumes, and traffic associated with the boat repair and maintenance operation, not the failure to obtain a permit. Perhaps aware that its opinion might be read more broadly than it intended, the Tiegs I court observed:\n“Although a rather wide range of landowner activity could conceivably be declared illegal and thus considered nuisances as a matter of law because forbidden by law, in fact only a few distinct categories of such conduct have emerged from the cases.”\nTiegs I, 83 Wn. App. at 418 (quoting 8 Thompson on Real Property § 67.03(a)(1), at 94-95 (Thomas ed. 1994)). While the failure to obtain a particular type of permit could be a nuisance per se if declared to be so by the legislature or found to be so by this court, no case, statute, or ordinance has been drawn to our attention that would specifically make the failure to obtain some relevant permit a nuisance, and our own research has not revealed one.\n¶8 Second, aside from a statute establishing that some violation of law is also a nuisance per se, a nuisance per se, by its very nature, “is an act, thing, omission, or use of property which of itself is a nuisance, and hence is not permissible or excusable under any circumstance.” Tiegs II, 135 Wn.2d at 13 (citing Hardin, 89 Wash. 320). We find Motor Car Dealers’ Ass’n of Seattle v. Fred S. Haines Co., 128 Wash. 267, 222 P. 611 (1924), illustrative. In Fred S. Haines we found that while it might be illegal to sell cars on Sunday, selling cars on a Sunday was not an actionable private nuisance that could be maintained by another car dealer. Id. at 274. Since it was lawful to sell cars on other days, “the acts complained of are not acts which constitute a nuisance at all times and under all conditions, thus failing of one of the most important elements of a nuisance per se.” Id. The plaintiffs have not shown that the failure to obtain a permit is a nuisance at all times and under all conditions. Indeed, it is incidental to the gravamen of their complaint— that the business created objectionable noise, fumes, and traffic.\n¶9 The Moores draw our attention to a criminal case, State v. Boren, 42 Wn.2d 155, 253 P.2d 939 (1953), to support their theory that nuisance per se extends to the failure to obtain a permit. Boren had been enjoined by the King County Superior Court from practicing dentistry without a license. Id. at 155-56. Observing that “[e]ngaging in any business or profession in defiance of law regulating or prohibiting the same is a nuisance per se, and a person so engaged may be enjoined from so doing, even though there may be, for the wrong committed, the legal remedy of arrest and punishment,” we dismissed his collateral challenge to the injunction as without merit. Id. at 163 (citing Puget Sound Traction Light & Power Co. v. Grassmeyer, 102 Wash. 482, 173 P. 504 (1918)). Certainly, practicing one of the learned professions without a license could be a nuisance per se. E.g., Boren, 42 Wn.2d at 163. Those practicing in the learned professions, such as law, medicine, and dentistry, have special capacity to harm those entrusted into their care. See State v. Boren, 36 Wn.2d 522, 525, 219 P.2d 566 (1950). Thus, in those special cases, the failure to obtain a license (or permit) could potentially be the basis of a viable nuisance per se claim. But whether it is a nuisance to practice dentistry without being licensed under the laws put in place to protect the public is a very different question from whether it is a nuisance to repair motors without an SMA permit.\n¶10 Simply put, the Moores point to no provision of the SMA or any other applicable regulatory scheme that transforms the failure to obtain a permit into a nuisance per se, and no court that has held the failure to get a required permit transforms a use of land into a nuisance per se. Nor did the Moores prove at trial that Love was required to get a permit or show the failure to obtain one is a nuisance at all times and under all conditions. We find no error in the trial court’s dismissal.\nConclusion\n¶11 We reverse the Court of Appeals to the extent it holds that the lack of a land use permit, by itself, is a basis for a nuisance per se claim; reinstate the trial court’s judgment; and grant the Loves’ request for attorney fees on appeal.\nMadsen, C.J., and C. Johnson, Owens, Fairhurst, Stephens, Wiggins, Gordon McCloud, and Yu, JJ., concur.\nReconsideration denied January 26, 2015.\nThe testimony about the dispute suggests its origins may have lain in earlier, unrelated neighborhood disputes.\nMason County was dismissed at summary judgment.\nThe concurring opinions did not disagree with that point but instead examine other aspects of the case.\nGiven our resolution of this issue, we decline to reach whether the nuisance per se claim is barred by the Land Use Petition Act, chapter 36.70C ROW, or laches. We decline to disturb the Court of Appeals’ reduction of the Loves’ attorney fees at trial. The Loves’ motion for attorney fees on appeal is granted.",
        "type": "majority",
        "author": "González, J."
      }
    ],
    "attorneys": [
      "Bruce J. Finlay, for petitioners.",
      "Dennis D. Reynolds (of Dennis D. Reynolds Law Office), for respondents."
    ],
    "corrections": "",
    "head_matter": "[No. 90115-5.\nEn Banc.]\nArgued October 23, 2014.\nDecided December 11, 2014.\nHal Moore et al., Respondents, v. Steve’s Outboard Service et al., Petitioners.\nBruce J. Finlay, for petitioners.\nDennis D. Reynolds (of Dennis D. Reynolds Law Office), for respondents."
  },
  "file_name": "0151-01",
  "first_page_order": 187,
  "last_page_order": 194
}
