{
  "id": 1357179,
  "name": "Roach v. Scott",
  "name_abbreviation": "Roach v. Scott",
  "decision_date": "1923-02-12",
  "docket_number": "",
  "first_page": "152",
  "last_page": "167",
  "citations": [
    {
      "type": "official",
      "cite": "157 Ark. 152"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "101 Ark. 90",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1310964
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/101/0090-01"
      ]
    },
    {
      "cite": "102 Ark. 200",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1354063
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/102/0200-01"
      ]
    },
    {
      "cite": "97 Ark. 438",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1318854
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/97/0438-01"
      ]
    },
    {
      "cite": "87 Ark. 109",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1519092
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/87/0109-01"
      ]
    },
    {
      "cite": "75 Ark. 181",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1502481
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/75/0181-01"
      ]
    },
    {
      "cite": "59 Ark. 370",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1327667
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/59/0370-01"
      ]
    },
    {
      "cite": "60 Ark. 250",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1903724
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/60/0250-01"
      ]
    },
    {
      "cite": "67 Ark. 278",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1152589
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/ark/67/0278-01"
      ]
    },
    {
      "cite": "3 L. 782",
      "category": "reporters:state",
      "reporter": "Lans. Ch.",
      "opinion_index": -1
    },
    {
      "cite": "133 S. W. 396",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": -1
    },
    {
      "cite": "113 N. Y. Supp. 163",
      "category": "reporters:state",
      "reporter": "N.Y.S.",
      "case_ids": [
        7661542
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nys/113/0163-01"
      ]
    },
    {
      "cite": "129 Ky. 7",
      "category": "reporters:state",
      "reporter": "Ky.",
      "opinion_index": -1
    },
    {
      "cite": "31 Mich 127",
      "category": "reporters:state",
      "reporter": "Mich.",
      "opinion_index": -1
    },
    {
      "cite": "132 Me. 389",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        597890
      ],
      "opinion_index": -1,
      "case_paths": [
        "/me/132/0389-01"
      ]
    },
    {
      "cite": "123 Ill. App. 121",
      "category": "reporters:state",
      "reporter": "Ill. App.",
      "case_ids": [
        875646
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ill-app/123/0121-01"
      ]
    },
    {
      "cite": "88 Ark. 562",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1517145
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/88/0562-01"
      ]
    },
    {
      "cite": "136 Ark. 272",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1570009
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/136/0272-01"
      ]
    },
    {
      "cite": "136 Ark. 175",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1570004
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/136/0175-01"
      ]
    },
    {
      "cite": "131 Ark. 487",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1578674
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/131/0487-01"
      ]
    },
    {
      "cite": "133 S. W. 396",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "113 N. Y. Supp. 163",
      "category": "reporters:state",
      "reporter": "N.Y.S.",
      "case_ids": [
        7661542
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nys/113/0163-01"
      ]
    },
    {
      "cite": "129 Ky. 7",
      "category": "reporters:state",
      "reporter": "Ky.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 989,
    "char_count": 29203,
    "ocr_confidence": 0.482,
    "pagerank": {
      "raw": 1.7050788747531267e-07,
      "percentile": 0.7015252626697541
    },
    "sha256": "303b019377ea32625fbb6c688326451bf57c023e54d8f30c24b17aee269e5b2b",
    "simhash": "1:aa64b09a6b009448",
    "word_count": 5254
  },
  "last_updated": "2024-02-27T20:13:54.858580+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Hart, J., dissenting."
    ],
    "parties": [
      "Roach v. Scott."
    ],
    "opinions": [
      {
        "text": "Wood, J.\nThis action was instituted by the appellee against the appellant. The appellee alleged that on the 5th of November, 1921, he was remarried to Elsie Barnard Scott '(Roach) and that from that date until the 5th of December, 1921, they lived happily together as husband and wife; that the appellant, by false representations, induced the appellee’s wife to believe that the appellee was unfaithful to her and had no affection for her, and also induced her to believe that the appellant would provide her with more luxuries than the appellee could, and thus wrongfully, maliciously and wickedly lessened appellee’s influence over his wife and alienated her affections from the appellee and induced her to leave and abandon him, all to his damage in the snm of $15,000, for which he prayed judgment.\nThe appellant answered, denying all the material allegations of the complaint.\nThe appellee testified that he had known appellant since 1919; that appellee was first married on 'the 16th of April, 1911, at Panghnrn. Two children were horn of the marriage, a boy and a girl. The woman whom he married was named Elsie Barnard. They lived together until January, 1919, when he moved to Jospoda, south of Des Are. Up to that time he and his wife had never had any trouble. In November she went over to the appellant’s place of business, where she remained. Appellant was running a boarding-house. In November following appellee’s wife obtained a divorce from him. The court awarded the children to him, but his wife took the girl and he took the boy. After the divorce, appellee moved to Pangburn, and later to Searcy. When he returned to Searcy, his wife was there, and they were remarried there. They then moved to Griffithsville, where they lived together five or six weeks. She went to De-Valls Bluff, where she made her home with a brother of the appellant. The appellee had done nothing to cause her to leave him. . He did not know that she was going to leave and did not have anything to do with it. The appellant was at Griffithsville during the time the appellee was living there with his wife. Appellant wrote to appellee’s wife while she and appellee were living at Griffithsville together. Appellee saw some of the letters.\nOn cross-examination appellee testified that at the time he and his wife separated in November, 1919, he knew no excuse whatever for it. He suspected that Roach had something to do with it; didn’t know for sure. The appellee’s wife sued for divorce on the ground of cruelty and nonsupport, but he denied that the divorce was obtained on that ground. The decree didn’t amount to much. His wife came and asked if he would give her a divorce if she would give him the children. He permitted her to get the divorce. He denied that she quit him because he would not provide for her, and denied that she went to work for Boach because appellee would not provide for her. He denied that, while they were living at Griffithsville, his wife supported the family. Appellee didn’t remember writing'her any letters while she was living with Boach. He never asked her to quit Boách and come to him. Appellee turned the children over to her after she went to live with Boach. Afterwards appellee went down and picked the children up in the road and carried them off, and left his wife crying for them. Appellee did not tell Kirk or McHroy that he was going to get the children and get the woman and give Boach all the trouble he could, and never had any talk with Edwards about the matter. Appellee’s wife left him in December. He presumed that Boach was the cause of it; that was the way appellee figured it. Appellee wrote the following letter:\n“August 2 — 7.\n“Elsie, Kind friend: Elsie, I don’t want you to think I am interfering with your family affairs, but only to the condition of the children I feel so sorrow for them and you to. The children is almost killed about you leaving them. Ellord is broke down and is sick now. Now, Elsie, I no that you love your children, and I believe you will appreciate me letting you know about them, and I was talking with Andy, and I pumped this much from him. That you have a 'chance of raising the children yet, and you wont have to live with Andy neither. And so you will be welcome when you get ready to come back to see them. He is very .sorrow that he told you that he and the children would turn you down. Now, Elsie, if you will write him your wants, he will tell how the children can become yours again. Now, Elsie, this is enuff 'sai'd. Now, Andrew don’t know that I am writing this letter, but lie said ¡that he would like for you to know that everything was pretty yet for you to get the babvs. Now, Elsie, this is the best friend you ever had on earth. Now, he is not mad at you or Mr. Roach either, but is hurt so bad. See how bad it hurts the children because you went away.”\nAppellee testified that at the time he wrote the letter Elsie Barnard was not Roach’s wife. She had married Roach, but had been divorced from him, but was still with him. The letter was written the second day of July. Elsie and Roach were divorced in October, 1921, and he wrote the letter in July, 1921. He denied that he was trying to get Elsie away from Roach. The reason why he was writing such a letter was because he had the children. Appellee didn’t remember writing Elsie any other letters.\nOn redirect examination he stated that he bought his children some clothes and grub and bought his wife a pair of shoes after she returned to him. Appellee testified that the expense of procuring his wife’s first divorce was paid by Roach. The woman and Roach were living together at the time he wrote the letter referred to. The suit for divorce had been filed prior to that time, and the decree was rendered and held off of the record at Roach’s request.\nWitness Barnes testified that he knew the appellant ; that he recently did some work for him; knew Elsie Scott or Elsie Roach, and knew that she lived with Roach. He had a conversation with Roach with reference to the woman. He said something about going up to see her while she was at Searcy, and tried to get witness to go up there, and offered to take witness to Jospoda to see whether or not he could get the woman to come back and live with him. Something to that effect. Witness didn’t know exactly when it was. It seemed to witness that it was about a week after the woman separated from Roach and went away. Witness didn’t know whether she and Scott had remarried at that time. Appellant told witness that the woman was working at that time in a hotel in Searcy for a man named Hutchins. Witness knew that it was about a week, not over two weeks at the outside, after she left Roach. The day she left witness saw her putting some .clothes in a little grip; that was before Roach tried to get witness to go and try to get her to return. John Howell started to come in and pick up the trunk, and Mrs. Roach was helping to carry it, and witness offered to take her place and assist in lifting it; that was the day her things were going away, when she was leaving Roach. That occurred on Saturday, and on Monday, when witness returned, she was gone.\nHowell testified that he lived about six miles southeast of Des Arc. He knew the appellant Roach, lived about three and a-half or four miles from him, and also knew Elsie Roach. He remembered the time she left Roach’s house. She left her things at witness’ house. The things were taken away from his house by Roach. Witness had a conversation with Roach after he removed Elsie’s things from witness’ house. Roach was talking about Mrs. Scott — about her leaving. He said,“She is married, but I don’t intend for them to live together if it is in my power.” Of course there were other things said too numerous to mention, but that was about it. It was after Scott and his wife were remarried. Witness stated that it was somewhere along about September that he had the conversation. Witness stated that he farmed for a living, and about the time Roach had the conversation with witness, witness was working for him, helping him harvest some sorghum hay that grew up after the 'first crop was cut. They usually cut the first crop about the last of August or the first of September. It was while they were cutting the second crop, somewhere along in September. Witness didn’t know whether Scott and his wife were remarried — only what Roach told him. He brought the subject up' himself.\nWitness Romber testified that he was acquainted with Roach. He m.et him some time in November, at G-riffithsville. He spent the night with witness. The next morning witness had a conversation with him. He asked Roach his name, and Roach hesitated for a few moments, and told witness that his name was Roach, and that he came np to see abont the woman who used to be his wife. That was all that passed between them. Scott’s name was not mentioned in the conversation. The woman he spoke about was living at Hutchins’. Witness didn’t know what she was doing. The witness was asked if the woman had said that she and Scott were- remarried at that time, and replied that they said they were. Witness didn’t know for sure, as he never saw any license. Scott at that time was working at the tram shell at Griffithsville. Witness had dealings with Scott along about that time or before then.\nMrs. Julia Flowers testified that she lived at Griffithsville ; that she knew Scott and Elsie Scott, his wife, at the same time. They lived at Hutchins’, just across the lane from her. They came there the 9th day of October or November, and remained until the last of November or the first of December. Witness didn’t know what time Mrs. Scott came to Des Arc. Witness was quite intimately acquainted with them, and Scott was just as good to his wife as he could be. Witness supposes he provided for her as far as he was able. They had a little trouble over a trip or two that his wife made. She went down to Des Arc, and the only trouble they had was over that. Mrs. Scott told witness that she left Roach, and had remarried Scott to get her children. She told witness that directly after she icame there.\n' Witness Hutchins testified that he was running a restaurant at Mesa. He knew Roach; had first met him at Searcy, and had known him since last fall. Also knew Scott and his wife. Roach came to Griffithsville after he wrote to Mrs. Scott to meet him at the train. Witness knew of Roach’s writing letters to Mrs. Scott at Griffithsville. They were addressed to witness to be delivered to Mrs. Scott. Roach told witness that if any letters came to witness from Jospoda to give them to Mrs. Scott, and witness did so. Scott and his wife were living together at that time. Witness read one of the letters that Roach wrote to her. It was mailed at De-Valls Bluff and was addressed to G. H. Hutchins. Witness gave it to Mrs. Scott to read, and she handed it over to witness. It was signed by Roach. Witness gave the letter back to Mrs. Scott, and had not seen it since, and didn’t know where it was. Witness didn’t remember all that the letter contained, but Roach told her he would give her the rest of that week to make up her mind what she was going to do, and if she didn’t come he would get another cook. Another letter came, saying that he wanted her to meet him at the train, and Mrs. Scott had witness meet Roach and tell him not to come to the house. The next morning Mrs. Scott left. As well as witness remembered, that occurred the last of November or the .first of December. The woman came back to witness’ place after he moved to Searcy. The woman worked and cooked for witness before he moved to Searcy. That was before she and Scott were remarried. After they were remarried they all moved down to Griffithsville, and Mrs. Scott continued to cook for witness. Scott furnished half the grub and witness the other half. Witness stated that he had two living wives and one dead.- He had not been trying to marry Mrs. Scott. Wouldn’t have any woman that wanted some one else more than she did .witness. He didn’t try to take another man’s wife. Witness and his former wife had discussed this woman, and witness told her that he wouldn’t have this woman. Roach had sent money by witness to Mrs. Scott when he was at Griffithsville. This occurred along the last of November or first of December. Roach handed witness the money, and told witness to tell Mrs. Scott to use it like she wanted to. The sum was two dollars. Witness supposed it was to pay her way to Jospoda. Witness had a conversation with Roach before Roach gave witness the money. Witness told Roach he had better not go over there; that he could go over and stay at Mrs. Bomber’s if he wanted to. Witness didn’t know what Roach’s business was up there. He seemed to want to see her to see if he couldn’t get her to go back. Witness never paid any attention to the date. The woman was without shoes. Witness joked with Scott, and told him if he or Roach one didn’t get her some- shoes, witness would have to. Scott got her the shoes, and also got shoes for the children. When Scott got -a check, he turned it over to Mrs. Scott, and also turned over his wages to her.\nWitnesses on behalf of the appellant testified substantially as follows: One witness stated that she knew Scott and the woman alleged to be his wife, and knew Hutchins, the latter part of October when they were at the Roberts Hotel at Searcy. She was working for Hutchins at that time. Scott was there, in and out: came in at night and went out in the morning. Witness Kirk testified that some time in September he had a conversation with Scott in regard to the separation from liis wife and the cause of it, and Scott said he didn’t blame Roach at all for the separation; that Bill Chandler’s folks were the cause of the separation between him and his wife. He stated that he was going to take his children, and he didn’t believe that his wife could stay long with Roach after that. Scott took the children away in September, 1921. In the conversation Scott said something about his wife wanting to come back to him, but he didn’t know whether he would take her back or not. He was afraid she was betraying him. He stated that he told his wife “to go ahead and live with the old devil; that she had married him, and to go ahead and stay with him.” Another witness, Mcllroy, stated that he knew Scott and Roach; that he had a conversation with Scott last fall»with reference to the trouble between himself and his wife, and the separation. Scott said something about his children being down there, and witness asked him if he was going to let them stay. Scott replied, “No,” when he left he was going to take them with him. He also stated that he guessed the woman would not stay long with Roach after that.\nAnother 'witness testified that he heard Scott say, after his former wife had married Roach, that he was going to take his children, and that if he did that Elsie would not stay with Roach over thirty days. Other witnesses testified to the effect that they saw Mrs. Roach on the day that Mr. Scott took the children away from her in the road, and that she was crying.\nThe appellant himself testified that the woman alleged to be Scott’s wife was previously his wife. He married her on the 21st of April last. They lived together about three months, when she went away and was gone about ten days. After she had been at home about ten days she went away again on Saturday, saying she would be back on Monday. Witness then details, after he had married the woman, and during the time of his marriage, the efforts that Scott had made to induce her to leave appellant and return to him, and stated that after Scott took away his children appellant’s wife stayed with appellant only four or five days. She then left, and never came back. Appellant next saw her at Searcy, when she claimed that she had remarried Scott. She was then working for Hutchins. She was married on the 5th day of November, and the next day was at the appellant’s house. Witness had not seen her from the time she stated she had married on the fifth of November until she appeared at his place. Witness had talked to her, however, over the ’phone, and told her she could get her children. At that time she wasn’t married. Witness denied having written her any letters during the time it was claimed that she had remarried Scott. Witness was divorced from the woman in October, and after her remarriage to Scott he didn’t do anything to induce her to leave Scott and come back to him. Witness didn’t pay for her divorce from Scott the first time, and was not the cause of their separation. Witness admitted that, after the alleged remarriage to Scott, at Hutchins’ request he had given him $2 for the woman, and he admitted writing a letter to Mrs. Scott, addressed to Hutchins, hut stated that Hutchins’ statement as to what the letter contained was not true. Appellant testified that he told Mrs. Scott in the letter not to come back to him. The letter was also about buying the children. He wanted to buy the children because the woman wouldn’t stay with him without them. She was not with him at the time, and had left him. He knew at the time this letter was written that she was remarried to Scott. Scott had offered at one time to sell the children for $50 and to grant her divorce, and witness was seeking to buy them because Scott had made that remark. Mrs. Scott didn’t come to work in appellant’s boarding-house until she left Scott. She worked for appellant one and three-quarter days before she and Scott were separated. Witness paid the bill for the woman’s divorce from Scott, but it. was her money, which appellant had borrowed from her previously. Appellant was divorced from his wife, who lived somewhere in the west, and was married to Mrs. Scott right away. He went to see Scott about buying the children, and found that he had changed his mind in regard to selling them. Appellant didn’t see the woman. After the woman had left appellant, and before she had remarried Scott, appellant had made two trips, on the advice of his attorney, to see if he couldn’t get the children from Scott and then get out of the State. At that time the woman was his wife. Witness explained that he had made the trips which witness Hutchins testified about in response to Scott’s statement that he wanted to sell the children.\nIn rebuttal, Scott testified that, before his wife procured a divorce from him, and while she was staying at Roach’s, Roach overtook him in the road and asked if he had ever studied over the proposition about selling his children to Roach, and at that time stated that, if he (Scott) would divorce the woman and turn her loose so he could live with her, he (appellant) would pay for the divorce and give Scott $50 for the children. Appellant, being recalled, testified that no such conversation occurred as that last testified to by Scott.\nThe jury returned a verdict in favor of the appellee in the sum of $2,000. The appellant moved for a new trial, one of the grounds being that the verdict of the jury is contrary to the evidence. The court overruled the motion, and rendered judgment in favor of the appellee in the sum of $2,000, from which judgment is this appeal.\nThe appellant contends that there was no evidence to support the verdict, because there was no evidence to prove that the appellee and Elsie Barnard-Scott-Roach were legally remarried after her divorce from the appellant, as alleged in the complaint. The law as to proof of marriage in actions for alienation .of affections is correctly declared in Ency. of Evidence, vol. 1, p. 756, as follows: “In an action for alienating the affections, direct proof of a formal marriage is not necessary, the general rule being that evidence of cohabitation, reputation, and acknowledgment by the parties, a holding themselves out to the world as husband and wife, is a sufficient proof of the fact of marriage, and the admission of the defendant that the plaintiff and his alleged wife were married is sufficient.” See also 8 A. & E. Ency. of Law, 863; 2 Abbott’s Trial Evidence, 859; Elliott’s Evidence, § 1647.. ‘ ‘ The fact of marriage may be proved by one of the contracting* parties.” 8 Ency. of Evidence, p. 466; Ann. Cases, 1916-A, 651; 18 R. C. L. 424, § 50.\nThe' appellee testified that he and his wife Avere married. Under the above rule, the testimony was amply sufficient to establish the remarriage of appellee to his former wife, from whom he had been previously divorced.\nThe court, among other instructions, gave the following: “The burden is upon the plaintiff to prove by a preponderance of the testimony these allegations in the complaint, which, as stated to you, are that they had been legally married, bnt that is not denied, however, in a formal way.”\n' Appellant contends that in the nse of the- words, “but that is not denied, however, in a formal way,” the court meant to say that a legal marriage need not be strictly proved. At least that such might have been the’ impression made on the jury. It occurs to us that the instruction is not susceptible of that construction, but, if so, the instruction was not prejudicial, for the reason that the court would have been fully warranted, under the law, as already stated, in instructing the jury that a legal marriage could be proved either by direct testimony or by circumstances from which marriage might be inferred. In other words, in actions of this character it is not essential that the marriage be proved only by the testimony of the parties themselves, or eye-witnesses to the marriage. Marriage may be proved by these or by circumstances which justify the inference that the parties were married,\nFurthermore, the instruction is not inherently erroneous. The objection here urged is only to the concluding phraseology as above quoted. Only a general objection was made in the court below, and that was not sufficient to draw the attention of the trial court to the objection which the appellant here urges. Hence the alleged error cannot avail the appellant. Keirsey v. State, 131 Ark. 487; Chancellor v. Stevens, 136 Ark. 175; Miller v. Fort Smith Light & Trac. Co., 136 Ark. 272.\nThe most serious question, and the one that has given us the greatest concern, is whether or not, under the law applicable to such cases, the evidence is legally sufficient to prove that the appellant had alienated the affections of appellee’s wife.\nIn Boland v. Stanley, 88 Ark. 562-69, we said: ‘ ‘ The loss of what is termed in law ‘consortium’, that is, the society, companionship, conjugal affection, fellowship, and assistance of the wife, is the principal basis for actions of this kind. Tiffany’s Persons and Domestic Relations, p. 75, and authorities cited in note. 15 Am. & Eng. Eno. Law (2 ed.) 862 (b), note 6. Whoever invades the hallowed precincts of a home, and, without justifiable cause, by any means whatsoever severs the sacred tie that binds husband and wife, alienating her affections from him, and depriving him of the aid, comfort and happiness of a loyal union between them, is liable in civil damages for his wrongful conduct. Rodgers Dom. Rel., §177; Sohouler’s Dom. Rel., §41; Tiffany’s Per. & Dom. Rel., 74; 15 Am. & Eng. Enc. Law, 862. In such cases, whether or not there were malevolent or improper motives is always a material consideration. In case of a stranger in blood the causes must be extreme that will warrant him in interfering with the relation of husband and wife. If he, by advice or enticement, induces a wife to leave her husband, or takes her away, with or without her consent, and encourages her to remain from him, or harbors and protects her while away from him, he does these things at his peril, and the burden is on him to show good cause and good faith for his conduct.”\n‘ ‘ To entitle the plaintiff to recover, in an action for alienating affections, the burden of proof is upon the plaintiff, and the plaintiff must show that there was a direct interference upon the part of the defendant, that not only was there infatuation of the husband or wife for the defendant, but that the defendant, by wrongful act, was the cause of it. The plaintiff must show a wrongful attempt on the part of the defendant to alienate the affections of plaintiff’s husband or wife. The burden is also upon the plaintiff to show that the attempts were successful and without the consent of the plaintiff.” Elliott on Evidence, § 1643; Smith v. Gilapp, 123 Ill. App. 121. See also Scott v. O’Brien, 129 Ky. 7; DeFord v. Johnson, 133 S. W. 396; Hanor v. Housel, 113 N. Y. Supp. 163.\nIt would unduly extend this opinion to reiterate the testimony and discuss it in detail. In testing the sufficiency of the evidence on appeal, the rule is that this court must view it in that aspect which is most favorable to the verdict. We might have reached a different conclusion from that reached by the jury had we been triers of fact, but, after carefully considering the argument of counsel in their briefs, as well as the oral argument pro and con, we are convinced that the evidence is legally sufficient to sustain the verdict. The jury were the judges of the evidence and the credibility of the witnesses. When all of the testimony is considered, it cannot be said that there was no evidence to sustain the verdict. There is no error. Let the judgment be affirmed.\nHart, J., dissenting.",
        "type": "majority",
        "author": "Wood, J."
      }
    ],
    "attorneys": [
      "Gregory & Holtzendorff, for appellant.",
      "W. A. Leach and Glenn H. Wimmer, for appellee."
    ],
    "corrections": "",
    "head_matter": "Roach v. Scott.\nOpinion delivered February 12, 1923.\n1. Marriage — proof of, in action for alienation. — In an action for alienation of affections, direct proof of a formal marriage is not necessary, but evidence of cohabitation, reputation and acknowledgment by the parties, or a holding themselves out to the world as husband and wife, is sufficient proof of the fact of marriage, and the testimony of the plaintiff that he and his wife were married was sufficient to establish his marriage.\n2. Marriage — sufficiency of evidence. — A legal marriage may be proved either by direct testimony or by circumstances.\n3. Appeal and error — general objection. — A general objection is insufficient to direct attention to an instruction that is not inherently erroneous.\n4. Husband and wife — burden of proof in action for alienation. — In an action for alienating the affections of plaintiff’s wife, the burden is on plaintiff to show, not only that there was infatuation of the wife for the defendant, but that defendant by wrongful act was the cause of it; he must show a wrongful attempt on defendant’s part to alienate the ' affections of his wife and that the attempt was successful, and without the consent of plaintiff.\n5. Appeal and error — sufficiency of evidence. — In testing the sufficiency of the evidence on appeal, the Supreme Court must view it in the-aspect most favorable to the verdict.\n6. Husband and wife — alienation—sufficiency of evidence.- — In a suit for alienation of affections brought by a hus-and, evidence held sufficient to sustain a verdict for plaintiff.\nAppeal from Prairie Circuit Court, Northern District; George W. Ciarle, Judge;\naffirmed.\nGregory & Holtzendorff, for appellant.\nBefore appellee could maintain this' action, it was incumbent upon him to show affirmatively a marriage valid in every sense. 132 Me. 389; 31 Mich 127; Rodgers on Domestic Relations, p. 131, § 175. There is no testimony in the record that appellant in any way alienated the affections of appellee’s wife. To recover in an action for alienation, it is essential that it -be established that the alienation arose, at least in part, through the fault of the defendant. 123 111. App. C-t. 121; 129 Ky. 7; 113 N. Y. Supp. 163; 133 S. W. 396.\nW. A. Leach and Glenn H. Wimmer, for appellee.\nThe authorities cited by appellant, placing upon appellee the burden to show affirmatively a marriage, are cases arising out of criminal conversation. Proof of marriage may be established by evidence of collateral facts and circumstances from which its existence may be inferred. 127 A. ¡3. R. lié; 26 Cyc. 822; 21 Cyc. 1630; 18 Am. Dec. 3éé; Enc. of Ev., vol. 3 L. 782. In an alienation suit a showing that the parties held themselves out to the world as husband and wife, or the admission by one that they were married, is sufficient. Enc. Ev. vol. 1, p. 756; Am. & Eng. Enc. of Law, 15, p. 863; 2d ed. Abbott, Trial Ev. 859; Elliott’s Ev., § 16é7; 8 Enc. of Ev. p. 466; Ann. Cases, 1916-A, p. 651; 173 (Ark.) S. W. 200. When the marriage is proved, the general rule is that every fact necessary to its validity will be presumed. 8 Ene. Ev. p. é55; 3é Ark. 511; 67 Ark. 278; 26 Cyc. 877. There is a presumption that a former marriage of one of the parties was dissolved by divorce, and the burden of proving that such is not the case is on the party disputing the validity of the second marriage. 8 Ene. Év. p. 463; 26 Cyc. 880; 67 Ark. 278. A general exception to an instruction is of no avail unless the same is entirely erroneous. 60 Ark. 250; 59 Ark. 370; 75 Ark. 181.\nIn testing the sufficiency of evidence to support a verdict, the court must view it in the strongest light favorable to the finding of the jury. 97 Ark. é86; 87 Ark. 109; 97 Ark. 438; 102 Ark. 200;'101 Ark. 90."
  },
  "file_name": "0152-01",
  "first_page_order": 174,
  "last_page_order": 189
}
