{
  "id": 1428356,
  "name": "Ætna Life Insurance Company v. Carroll",
  "name_abbreviation": "Ætna Life Insurance v. Carroll",
  "decision_date": "1933-11-13",
  "docket_number": "4-3199",
  "first_page": "154",
  "last_page": "157",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 154"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "170 N. E. 407",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": 0
    },
    {
      "cite": "270 Mass. 424",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        862590
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/270/0424-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 366,
    "char_count": 6878,
    "ocr_confidence": 0.507,
    "pagerank": {
      "raw": 5.200557076868912e-07,
      "percentile": 0.9403664074623655
    },
    "sha256": "2c88ccc6a0914344ffd05568b69aec86a5998da2afc3db9763adca8cd7687751",
    "simhash": "1:cc24713cbf58b5ca",
    "word_count": 1186
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Ætna Life Insurance Company v. Carroll."
    ],
    "opinions": [
      {
        "text": "McHaney, J.\nThis is an action by appellee against appellant to recover $1,000, penalty and attorney’s fees, based on a policy of group life insurance issued by appellant to Terry Food Stores, Inc., covering the employees of the latter. Certificates were issued and delivered to the employees and deductions were made from their monthly wages to pay for same. The policy provided that the employer should pay the monthly premium, which should become due on the first of each month, with 31 days of grace allowed the employer in which to pay. It further provided that: “In the event of termination of employment with the employer, the insurance under this policy shall automatically cease at the end of the policy month in which employment terminates.” And it also provided for a conversion privilege under certain conditions upon termination of the employment; that is, the insured might, upon written application therefor and payment of first premium within 31 days after termination of the insurance under the group policy, obtain a policy under the conditions set out.\nAppellee’s husband, Thomas P. Carroll, was an employee of Terry Food Stores, Inc., on and prior to May 31, 1932, and held a certificate for $1,000 under said group policy. Said certificate contained this clause: “Said policy provides for termination of insurance whenever the insured ceases to be in the employ of the employer. ’ ’\nThe undisputed proof shows that Thomas P. Carroll worked for Terry Food Stores, Inc., up to and including May 31, 1932, at which time he was discharged as store manager at 23rd and Arch streets, Little Rock, but that he worked as checker thereafter on June 4 and June 11. He died June 18, 1932. Deduction from his salary was made for the May premium, but no deduction was made from his wages for the two days’ work in June for premium, and the whole amount due him was paid to his widow after his death. Sometime prior to June 14, 1932, Terry Food Stores, Inc., notified appellant’s Little Rock office that Carroll’s and two others’ employment had been terminated, and requested a cancellation- as to them. This notice was received June 14, was forwarded to the home office June 15, and received there June 17, and were canceled as of May 31, 1932. In accordance with appellant’s custom, on June 1, 1932, it sent Terry Food Stores, Inc., a statement showing the total premium due for the month of June based on employees covered in May. This statement included Carroll and the other two because at that time no notice of cancellation had been given or received, and it was the custom of appellant to render bill on the first of each month for employees covered during the previous month. And it was also the' custom for Terry Food Stores, Inc., to pay the full amount of the statement, and appellant would issue a credit memorandum for cancellation and deduct same from the next month’s statement. That was their system of bookkeeping. After receipt at the home office of the notice to cancel as to Carroll and the other two, appellant issued a credit memo on June 23. Terry Food Stores paid the June 1 statement on June 24, which included Carroll and the others as above stated.\nUnder this state of facts, appellant requested a directed verdict in its favor on the ground that the undisputed facts showed that Carroll was not an employee of Terry Food Stores, Inc., within the terms of the policy at the date of his death or at all after May 31. The court refused this request, and submitted the question as to whether he was an employee or not to the jury, all over appellant’s objections and exceptions. There was a verdict and judgment in appellee’s favor.\nThe only question for our determination is, did the court err in refusing to direct a verdict for appellant? In other words, was Thomas P. Carroll an employee within the meaning of the policy? Both the policy and the certificate clearly made this a condition precedent. The policy provided that it might be continued from month to month, “but only while the insured remains in the employ of the employer, upon payment by the employer at the beginning of each month, ’ ’ etc. Other provisions relative to a continuation of the employment are set out above. It is well settled in many jurisdictions, in fact in all, so far as our investigation discloses, that such a provision in a group policy is valid, binding and enforceable. Colter v. Traveler’s Ins. Co., 270 Mass. 424, 170 N. E. 407.\nThe undisputed proof is that Carroll’s employment with Terry Food Stores, Inc., terminated May 31, 1932, and notice thereof was given to appellant’s local office June 14; that he was not thereafter employed except as an extra man on two Saturdays, June 4 and 11. We think the fair intendment of the policy related to regular or salaried employees — those regularly engaged in the service of the employer. The employer so understood the matter and sent in the notice of cancellation. Appellant so understood it, accepted notice of cancellation and credited the employer with the premium. There is no claim that Carroll paid the premium for June, or that he exercised the conversion privilege. Nor does the fact, if it be a fact, that future employment was promised him change the situation. The question is, was he an employee at the time? We hold that he was not, and that the court erred in submitting the question to the jury.\nAppellee argues that the 31 days of grace allowed to the employer continued the policy in force to July 1, and that, Carroll having died within that time, appellee should recover, whether the June premium was paid or not. That would be true had the contract been between appellant and Carroll, or if the relation of employee and employer had continued during June. The grace period was personal to the employer. It is also argued that the conversion privilege ran for 31 days, and, since his death occurred on June 18, he had until July 1 to exercise said right. The right of conversion, however, presupposes a termination of the employment. The very beginning of said conversion privilege clause is: “Upon termination of employment with employer, the company will, if desired, issue to the insured * * * a policy * * * on the following conditions.” It is true the insured has 31 days in which to exercise the right of conversion, but during the time he neglects to do so, he is not insured, and, if he dies without having exercised the option, his beneficiary cannot recover. It all goes back to the same proposition that he must be in the employ of the employer.\nFor the error in refusing to direct a verdict in appellant’s favor, the judgment will be reversed, and the cause dismissed. It is so ordered.",
        "type": "majority",
        "author": "McHaney, J."
      }
    ],
    "attorneys": [
      "Owens & Ehrman and J. M. McFarlane, for appellant.",
      "Robert J. Oliver and Arthur G. Frankel, for appellee."
    ],
    "corrections": "",
    "head_matter": "Ætna Life Insurance Company v. Carroll.\n4-3199\nOpinion delivered November 13, 1933.\nOwens & Ehrman and J. M. McFarlane, for appellant.\nRobert J. Oliver and Arthur G. Frankel, for appellee."
  },
  "file_name": "0154-01",
  "first_page_order": 172,
  "last_page_order": 175
}
