{
  "id": 8719274,
  "name": "Furqueron v. Jones",
  "name_abbreviation": "Furqueron v. Jones",
  "decision_date": "1932-09-26",
  "docket_number": "4-2625",
  "first_page": "155",
  "last_page": "157",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 155"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "129 U. S. 688",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8299630
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/us/129/0688-01"
      ]
    },
    {
      "cite": "140 Am. St. Rep. 141",
      "category": "reporters:state",
      "reporter": "Am. St. Rep.",
      "opinion_index": 0
    },
    {
      "cite": "127 S. W. 723",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "94 Ark. 511",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1545419
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/94/0511-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 284,
    "char_count": 4262,
    "ocr_confidence": 0.531,
    "pagerank": {
      "raw": 8.138363859351185e-08,
      "percentile": 0.4724315973633984
    },
    "sha256": "61d47336beca24aa7ea9449f69c02bf8ba1c45e8264eb901b2da00b0837ad375",
    "simhash": "1:b63f382600396307",
    "word_count": 728
  },
  "last_updated": "2024-02-27T17:52:01.123529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Furqueron v. Jones."
    ],
    "opinions": [
      {
        "text": "Humphreys, J.\nAppellants, owners under warranty deed of the east half, east half of section 28, township 18 south, range 26 west, brought suit in the circuit court of Miller County to recover twenty-four acres thereof alleged to be in the wrongful and unlawful possession of appellee.\nAppellee filed an answer denying he was in the wrongful and unlawful possession thereof, but alleging'; first, that the twenty-four-acre tract was a part of the west half of section 27, township 18 south, range 26 west, owned by him; and second, that if said twenty-four-acre tract was a part of the east half, east half of section 28, as alleged in appellant’s complaint, appellee and his predecessors in title had acquired title thereto by adverse possession thereof for more than seven years; and, third, that appellee, owner of the west half of said section 27, and B. J. Mills, who was a predecessor of appellants in title to the east half, east half of said section 28, entered into an agreement, in order to settle a dispute between themselves as to the correct line between sections 27 and 28, by which the wire fence built by Winham and Batt in 1912 should be the correct line between said sections and the dividing- line between their respective lands.\nOn motion the canse was transferred to the chancery conrt, and there tried npon the issues joined by the pleadings, as amended, and testimony adduced by the parties, resulting in a finding that the title to the twenty-four-acre tract in question was acquired by appellee and his predecessors in title by adverse possession for more than seven years claiming title thereto and also by oral agreement with J. B. Mills in 1929' establishing the wire fence as the division line between their respective lands. Based upon these findngs, the chancery court rendered a decree dismissing appellants* complaint for the want of equity, from which is this appeal.\nIt is next to impossible to determine from the testimony relative to the numerous surveys made in search for the government line between said sections 27 and 28 whether the twenty-four-acre tract in question lies in section 27 or in section 28 because the division lines fixed by the several surveys do not exactly coincide. This uncertainty as to the true division line and the dispute and controversy about it brought the case within the rule that owners of adjoining lands may orally agree upon a division line without the necessity of making conveyances the one to the other. Randleman v. Taylor, 94 Ark. 511, 127 S. W. 723, 140 Am. St. Rep. 141; Schrader Mining & Mfg. Co. v. Packer, 129 U. S. 688, 9 S. Ct. 385. In the instant case, testimony was introduced pro and con as to an oral agreement settling and acquiescing in the wire fence built by Winham and Batt in 1912 as the true division line between said sections 27 and 28 by the adjoining owners of the east half, east half of said section 28 and the west half of said section 27. The chancellor found that said agreement was made and acquiesced in, and, after a very careful reading of the testimony bearing upon this point, we have concluded that the finding is supported by the weight thereof. No useful purpose could be served by setting out herein the testimony of each witness responsive to this issue.\nLikewise, we agree with the chancellor that the weight of the testimony is to the effect that appellee and the predecessors in bis chain of title acquired title to the twenty-four-acre tract of land by adverse possession for more than seven years claiming title thereto beginning in 1912 Avhen Winham and Batt built the wire fence around said tract. After that date, appellee’s predecessors claimed the rents thereon and asserted title thereto for more than seven years before any question was raised as to the boundary line. It would extend this opinion unnecessarily to incorporate herein the testimony of the several witnesses responsive to this issue. Suffice it to say that, after a careful reading of their testimony, we are of the opinion that it fully supports, by the weight thereof, the finding of the chancellor.\nNo error appearing, the decree is affirmed.",
        "type": "majority",
        "author": "Humphreys, J."
      }
    ],
    "attorneys": [
      "Pratt P. Bacon, for appellant.",
      "Will Steel, for appellee."
    ],
    "corrections": "",
    "head_matter": "Furqueron v. Jones.\n4-2625\nOpinion delivered September 26, 1932.\nPratt P. Bacon, for appellant.\nWill Steel, for appellee."
  },
  "file_name": "0155-01",
  "first_page_order": 175,
  "last_page_order": 177
}
