{
  "id": 4241972,
  "name": "The State of Washington, Respondent, v. Richard Dede Sweat, Petitioner",
  "name_abbreviation": "State v. Sweat",
  "decision_date": "2014-04-03",
  "docket_number": "No. 88663-6",
  "first_page": "156",
  "last_page": "164",
  "citations": [
    {
      "type": "official",
      "cite": "180 Wash. 2d 156"
    }
  ],
  "court": {
    "name_abbreviation": "Wash.",
    "id": 9029,
    "name": "Washington Supreme Court"
  },
  "jurisdiction": {
    "id": 38,
    "name_long": "Washington",
    "name": "Wash."
  },
  "cites_to": [
    {
      "cite": "124 P.3d 635",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2005,
      "pin_cites": [
        {
          "parenthetical": "alteration in original"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "156 Wn.2d 140",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        3892682
      ],
      "year": 2005,
      "pin_cites": [
        {
          "page": "146",
          "parenthetical": "alteration in original"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/156/0140-01"
      ]
    },
    {
      "cite": "952 P.2d 167",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1998,
      "pin_cites": [
        {
          "parenthetical": "quoting RCW 9.94A.030"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "134 Wn.2d 588",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        452299
      ],
      "year": 1998,
      "pin_cites": [
        {
          "page": "598",
          "parenthetical": "quoting RCW 9.94A.030"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/134/0588-01"
      ]
    },
    {
      "cite": "115 P.3d 281",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "weight": 2,
      "year": 2005,
      "opinion_index": 0
    },
    {
      "cite": "154 Wn.2d 596",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        5629022
      ],
      "year": 2005,
      "pin_cites": [
        {
          "page": "600-01"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/154/0596-01"
      ]
    },
    {
      "cite": "245 P.3d 222",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2010,
      "pin_cites": [
        {
          "parenthetical": "citing State v. Jacobs, 154 Wn.2d 596, 600-01, 115 P.3d 281 (2005)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "170 Wn.2d 704",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4013021
      ],
      "year": 2010,
      "pin_cites": [
        {
          "page": "706-07",
          "parenthetical": "citing State v. Jacobs, 154 Wn.2d 596, 600-01, 115 P.3d 281 (2005)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/170/0704-01"
      ]
    },
    {
      "cite": "26 P.3d 241",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2001,
      "opinion_index": 0
    },
    {
      "cite": "144 Wn.2d 30",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        970393
      ],
      "year": 2001,
      "pin_cites": [
        {
          "page": "45"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/144/0030-01"
      ]
    },
    {
      "cite": "226 P.3d 131",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2010,
      "opinion_index": 0
    },
    {
      "cite": "168 Wn.2d 256",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4007292
      ],
      "year": 2010,
      "pin_cites": [
        {
          "page": "263"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/168/0256-01"
      ]
    },
    {
      "cite": "146 P.3d 893",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2006,
      "opinion_index": 0
    },
    {
      "cite": "158 Wn.2d 661",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        3085318
      ],
      "year": 2006,
      "pin_cites": [
        {
          "page": "673"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/158/0661-01"
      ]
    },
    {
      "cite": "152 P.3d 1020",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "weight": 2,
      "year": 2007,
      "opinion_index": 0
    },
    {
      "cite": "159 Wn.2d 652",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        3592792
      ],
      "year": 2007,
      "pin_cites": [
        {
          "page": "657"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/159/0652-01"
      ]
    },
    {
      "cite": "192 P.3d 345",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2008,
      "pin_cites": [
        {
          "parenthetical": "citing Tingey v. Haisch, 159 Wn.2d 652, 657, 152 P.3d 1020 (2007)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "164 Wn.2d 556",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        3996071
      ],
      "year": 2008,
      "pin_cites": [
        {
          "page": "561",
          "parenthetical": "citing Tingey v. Haisch, 159 Wn.2d 652, 657, 152 P.3d 1020 (2007)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/164/0556-01"
      ]
    },
    {
      "cite": "309 P.3d 504",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2013,
      "opinion_index": 0
    },
    {
      "cite": "177 Wn.2d 1023",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "year": 2013,
      "opinion_index": 0
    },
    {
      "cite": "297 P.3d 73",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2013,
      "opinion_index": 0
    },
    {
      "cite": "174 Wn. App. 126",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        4053068
      ],
      "year": 2013,
      "pin_cites": [
        {
          "page": "130"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/174/0126-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 708,
    "char_count": 13201,
    "ocr_confidence": 0.731,
    "pagerank": {
      "raw": 8.603182048581108e-08,
      "percentile": 0.4900328165850596
    },
    "sha256": "73c230f38bf712bec269beb395fb6888654ccec92c07b2b5d16695ec6e809205",
    "simhash": "1:d9f6a9c1deffb3b9",
    "word_count": 2138
  },
  "last_updated": "2024-02-27T18:26:29.759680+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Madsen, C.J., and C. Johnson, Owens, Fairhurst, J.M. Johnson, Stephens, Wiggins, and Gordon McCloud, JJ., concur."
    ],
    "parties": [
      "The State of Washington, Respondent, v. Richard Dede Sweat, Petitioner."
    ],
    "opinions": [
      {
        "text": "González, J.\n¶1 Under RCW 9.94A.535(3)(h)(i), a court may impose an exceptional sentence for someone who has exhibited an ongoing pattern of domestic violence. Richard Sweat received such a sentence as part of his latest domestic violence conviction. He believes the trial court erred and argues that the catchall definition of “victim” in RCW 9.94A-.030 must be used in interpreting RCW 9.94A.535(3)(h)(i), precluding the application of the aggravating factor when the pattern of abuse was not perpetrated against the victim or victims of the currently charged offense. We disagree and affirm.\nFACTS\n¶2 Early on September 26, 2010, Sweat and Kellie Ken-worthy, his girlfriend at the time, began to argue. During this argument, Sweat told Kenworthy that he would “ ‘smack her in the face if she didn’t shut up.’ ” Clerk’s Papers (CP) at 138. Shortly after, he followed through on this threat. Sweat hit Kenworthy in the face hard enough to cause significant swelling and a fracture of her left orbit.\n¶3 Later that morning, Sweat and Kenworthy walked to a hospital. In the presence of Sweat, Kenworthy told a nurse she sustained the injury when she fell out of bed and hit her face on a dresser. Later, when Sweat was out of the room, the nurse asked Kenworthy whether she felt safe being with Sweat. Kenworthy broke down and said that she was not safe and the injury was a result of Sweat’s abuse.\n¶4 Ultimately, the King County Prosecutor’s Office (KCPO) charged Sweat with assault in the second degree under RCW 9A.36.021(1)(a) and classified it as domestic violence under RCW 10.99.020(5). Given Sweat’s history of domestic violence convictions, the KCPO also charged Sweat with a domestic violence aggravator under RCW 9.94A.535(3)(h)(i). Sweat opted to represent himself and waived trial by jury and his right not to testify.\n¶5 At trial, Sweat argued that Kenworthy caused her own injury when she fell out of bed. The judge did not find Sweat’s testimony credible and found Sweat guilty of second degree assault — domestic violence. She also found that there was an “ongoing pattern of psychological, physical or sexual abuse of multiple victims” under RCW 9.94A-.535(3)(h)(i) justifying a deviation from a standard range sentence. CP at 144. Specifically, she found that Sweat’s prior domestic violence and domestic violence-related convictions, which he committed against past girlfriends and other women, were sufficient to establish the aggravating factor. As a result, Sweat was sentenced to 84 months’ confinement, well above the standard range of 43-57 months. Sweat appealed this exceptional sentence. The Court of Appeals affirmed, finding that the aggravating factor statute “contemplates abuse that was not the direct result of the charged crime.” State v. Sweat, 174 Wn. App. 126, 130, 297 P.3d 73 (2013). We granted review, State v. Sweat, 177 Wn.2d 1023, 309 P.3d 504 (2013), and now affirm.\nANALYSIS\nA. Standard of review\n¶6 Questions of statutory interpretation are reviewed de novo. State v. Alvarado, 164 Wn.2d 556, 561, 192 P.3d 345 (2008) (citing Tingey v. Haisch, 159 Wn.2d 652, 657, 152 P.3d 1020 (2007)). The purpose of statutory interpretation is to determine and carry out the intent of the legislature. Id. at 561-62 (citing City of Spokane v. Spokane County, 158 Wn.2d 661, 673, 146 P.3d 893 (2006)). If the words of a statute are clear, we end our inquiry. State v. Gonzalez, 168 Wn.2d 256, 263, 226 P.3d 131 (2010). “In discerning the plain meaning of a provision, we consider the entire statute in which the provision is found, as well as related statutes or other provisions in the same act that disclose legislative intent.” Alvarado, 164 Wn.2d at 562 (citing City of Spokane, 158 Wn.2d at 673; Skamania County v. Columbia River Gorge Comm’n, 144 Wn.2d 30, 45, 26 P.3d 241 (2001)). However, “ [i] f a statute is susceptible to more than one reasonable interpretation, it is ambiguous and, absent legislative intent to the contrary, the rule of lenity requires us to interpret the statute in favor of the defendant.” State v. Coucil, 170 Wn.2d 704, 706-07,245 P.3d 222 (2010) (citing State v. Jacobs, 154 Wn.2d 596, 600-01, 115 P.3d 281 (2005)).\nB. Plain language of RCW 9.94A.535(3)(h)(i)\n¶7 Sweat does not argue that RCW 9.94A.535(3)(h)(i) is ambiguous. Instead, he contends that the definition of “victim” in the general definition section of the criminal code, RCW 9.94A.030(53) — i.e., “any person who has sustained emotional, psychological, physical, or financial injury to person or property as a direct result of the crime charged(emphasis added) — must control our interpretation of the phrase “a victim or multiple victims” in RCW 9.94A.535(3)(h)(i). Pet’r’s Suppl. Br. at 2. According to Sweat, this makes the aggravating factor’s applicability strictly limited to incidents involving the same victim or victims as the charged crime, which, if true, would entitle him to resentencing. Id.\n¶8 Sweat is correct that RCW 9.94A.535(3)(h)(i) is not ambiguous. However, his reading of the general definition found in RCW 9.94A.030(53) into RCW 9.94A-.535(3)(h)(i) fails to take into account the definitional statute’s statement that its definitions apply “[u]nless the context clearly requires otherwise.” RCW 9.94A.030. And the context of RCW 9.94A.535(3)(h)(i) clearly requires us to use a broader definition of “victim” than the one provided in RCW 9.94A.030(53).\n¶9 We have previously observed that the definitions in RCW 9.94A.030 do not apply to all criminal statutes in all criminal cases. In State v. Morley, we found that the “ ‘[u]nless the context clearly requires otherwise’ ” language in the definitions section justified “[o]ur refusal to apply the definition of‘conviction’ [from RCW 9.94A.030(9)] to out-of-state cases.” 134 Wn.2d 588, 598, 952 P.2d 167 (1998) (quoting RCW 9.94A.030). RCW 9.94A.030(9) defined “conviction” as “an adjudication of guilt pursuant to Title 10 or 13 RCW,” which would have eliminated out-of-state convictions from offenders’ criminal histories. We reasoned that because the legislature referenced out-of-state convictions elsewhere in the Sentencing Reform Act of 1981 and the definition of “conviction” contained in RCW 9.94A.030(9) would have rendered these references meaningless, our refusal to apply that definition of “conviction” did “not ignore the Legislature’s statutory directives.” Id. at 597-98. Here too, we find that the context surrounding RCW 9.94A-.535(3)(h) demands deviation from the general definition section.\n¶10 The enhancement section at issue indicates the legislature intended that courts could consider any prior domestic violence incidents in establishing a pattern of conduct. The relevant portion reads:\n(3) Aggravating Circumstances - Considered by a Jury - Imposed by the Court\n. . . [T]he following circumstances are an exclusive list of factors that can support a sentence above the standard range. . . .\n(h) The current offense involved domestic violence . . . and one or more of the following was present:\n(i) The offense was part of an ongoing pattern of psychological, physical, or sexual abuse of a victim or multiple victims manifested by multiple incidents over a prolonged period of time;\n(ii) The offense occurred within sight or sound of the victim’s or the offender’s minor children under the age of eighteen years; or\n(iii) The offender’s conduct during the commission of the current offense manifested deliberate cruelty or intimidation of the victim.\nRCW 9.94A.535(3)(h) (emphasis added). Indeed, the legislature’s use of the indefinite article “a” and the broad term “multiple” in subsection (h)(i) and its use of the definite article “the” in subsections (h)(ii) and (h)(iii) is telling. The legislature uses “the” in this scheme to refer back to the victim of the currently charged offense. In contrast, the use of “a” and “multiple” indicates that the victim or victims do not have to be defined by the currently charged offense. Reading the statute otherwise would render statutory terms — albeit small ones — meaningless.\n¶11 Had the legislature intended to limit the ongoing pattern to incidents involving only the victim of the current charged offense, it would have substituted “the” for “a” and not included the word “multiple” in front of victims. Based on the use of “the victim” and omission of “multiple victims” in subsequent subparts, it is clear that legislators understood the subtle distinction between articles and the breadth of the word “multiple” and chose to employ a broader definition of “victim” in RCW 9.94A.535(3)(h)(i) than that in RCW 9.94A.030(53).\n¶12 Finally, the term “victim” appears 28 times in RCW 9.94A.535. In this scheme, to reference the victim of the currently charged offense, the legislature makes an explicit reference to “the offense” or “currently charged offense,” uses the definite article before “victim,” or does both. See, e.g., RCW 9.94A.535(3)(a) (“The defendant’s conduct during the commission of the current offense manifested deliberate cruelty to the victim.”); see also RCW 9.94A.535(1)(a), (b), (f), (h), (3)(b), (c), (d)(i), (g), (h)(ii)-(iii), (i), (j), (l), (p), (r), (u)-(w), (y), (z)(i)(A)-(C), (ii)(cc). The deviation from this scheme in RCW 9.94A.535(3)(h)(i), where the legislature intended harsher punishments if “[t]he offense was part of an ongoing pattern of . . . abuse of a victim or multiple victims,” must be given its own, broader interpretation.\n¶13 Other than in RCW 9.94A.535(3)(h)(i), the legislature uses the term “a victim” only once in that statute. See RCW 9.94A.535(3)(w). Likewise, there is only one other instance where the legislature uses the term “multiple victims.” RCW 9.94A.535(3)(d)(i). In both of these instances, however, the legislature ties “victim” to “the current offense” or “the offense” by explicit reference. RCW 9.94A.535(3)(d)(i), (3)(w). The legislature did not provide any such clarification in RCW 9.94A.535(3)(h)(i).\n¶14 Perhaps looking to RCW 9.94A.535(3)(g), which comes immediately before the subsection in question and bears substantial similarity to RCW 9.94A.535(3)(h)(i), provides the clearest evidence of the legislature’s intent. This aggravating circumstance applies when “[t]he offense was part of an ongoing pattern of sexual abuse of the same victim . . . manifested by multiple incidents over a prolonged period of time.” RCW 9.94A.535(3)(g) (emphasis added). The difference between this verbiage and “[t]he offense was part of an ongoing pattern of . . . abuse of a victim or multiple victims manifested by multiple incidents over a prolonged period of time,” RCW 9.94A.535(3)(h)(i) (emphasis added), conclusively proves that the legislature did not intend the domestic violence aggravator to apply solely to repeated abuse of the same victim or victims.\nCONCLUSION\n¶15 RCW 9.94A.535(3)(h)(i) allows a judge to impose an exceptional sentence based on a prolonged, ongoing pattern of domestic abuse. We find that this abuse need not involve the same victim or victims as the charged offense. Accordingly, we affirm.\nMadsen, C.J., and C. Johnson, Owens, Fairhurst, J.M. Johnson, Stephens, Wiggins, and Gordon McCloud, JJ., concur.\nThis included Sweat’s 1996 conviction for assault with intent to commit rape and indecent liberties against J.W.; his 1998 conviction for unlawful imprisonment and assault in the third degree against J.H.; his 2005 conviction for unlawful imprisonment — domestic violence and assault in the fourth degree — domestic violence against A.M.; his 2006 conviction for felony riot — domestic violence and assault in the fourth degree — domestic violence against N.N.; and his 2006 conviction of felony riot — domestic violence against C.M. “Felony riot” has been redesignated “Criminal Mischief” as of January 1, 2014. Laws of 2013, ch. 20 (currently codified at RCW 9A.84.010 and RCW 13.40.0357).\nIn State v. Ose, we stated that\nWebster’s provides the following definition for “a”:\n“1-used as a function word before most singular nouns other than proper and mass nouns when the individual in question is undetermined, unidentified, or unspecified ...; used with a plural noun only if few, very few, good many, or great many is interposed.”\n156 Wn.2d 140, 146, 124 P.3d 635 (2005) (alteration in original) (quoting Webster’s Third New International Dictionary 1 (2002)).\nThe subpart would then be limited in its applicability to the victim or victims of the current charged offense: “The offense was part of an ongoing pattern of psychological, physical, or sexual abuse of [the] victim or... victims manifested by multiple incidents over a prolonged period of time.”\n“The defendant committed the offense against a victim who was acting as a good Samaritan.” RCW 9.94A.535(3)(w).\n“The current offense involved multiple victims or multiple incidents per victim.” RCW 9.94A.535(3)(d)(i).",
        "type": "majority",
        "author": "González, J."
      }
    ],
    "attorneys": [
      "Oliver R. Davis (of Washington Appellate Project), for petitioner.",
      "Daniel T. Satterberg, Prosecuting Attorney, and Jeffrey C. Dernbach and James M. Whisman, Deputies, for respondent."
    ],
    "corrections": "",
    "head_matter": "[No. 88663-6.\nEn Banc.]\nArgued January 16, 2014.\nDecided April 3, 2014.\nThe State of Washington, Respondent, v. Richard Dede Sweat, Petitioner.\nOliver R. Davis (of Washington Appellate Project), for petitioner.\nDaniel T. Satterberg, Prosecuting Attorney, and Jeffrey C. Dernbach and James M. Whisman, Deputies, for respondent."
  },
  "file_name": "0156-01",
  "first_page_order": 220,
  "last_page_order": 228
}
