{
  "id": 8719324,
  "name": "Rose v. Pine Bluff",
  "name_abbreviation": "Rose v. Pine Bluff",
  "decision_date": "1932-09-26",
  "docket_number": "Cr. 3812",
  "first_page": "157",
  "last_page": "159",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 157"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "32 Atl. 394",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "65 Conn. 287",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        806172
      ],
      "opinion_index": 0,
      "case_paths": [
        "/conn/65/0287-01"
      ]
    },
    {
      "cite": "124 S. E. 848",
      "category": "reporters:state_regional",
      "reporter": "S.E.",
      "opinion_index": 0
    },
    {
      "cite": "188 N. C. 452",
      "category": "reporters:state",
      "reporter": "N.C.",
      "case_ids": [
        8654087
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nc/188/0452-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 311,
    "char_count": 4259,
    "ocr_confidence": 0.514,
    "pagerank": {
      "raw": 1.2240919645422112e-07,
      "percentile": 0.6005321159650621
    },
    "sha256": "c37d1291194b05dd500947eab6907080da5afdae5c771c9344e12ea7339214ea",
    "simhash": "1:7a6679db1e3c423a",
    "word_count": 739
  },
  "last_updated": "2024-02-27T17:52:01.123529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "McHaNBY, J., dissents."
    ],
    "parties": [
      "Rose v. Pine Bluff."
    ],
    "opinions": [
      {
        "text": "Kirby, J.\nThis appeal is prosecuted by appellant from a judgment of conviction for violation of an ordinance of the city of Pine Bluff for peddling without having obtained a license therefor.\nParagraph 30 of § 1,300 of Lyle’s Digest of the ordinances of the city of Pine Bluff, reads as follows:\n“It shall he unlawful for any person to engage in, exercise or pursue any of the following vocations without having first obtained and paid for a license therefor from the proper city authorities, the amounts of which license are fixed as follows, to-wit:\n“No. 30. For peddling any other article not otherwise provided for, three dollars per month.\n“No. 32. For peddling apparel, dry goods, notions, household goods, and any other article not otherwise specifically provided for, five dollars per month, or fifty dollars per annum. ’ ’\nIt appears from the testimony that appellant was selling cigars in the city of Pine Bluff for his firm, a wholesale house in Little Rock that had paid its regular occupation taxes there, his usual method being to carry a supply of cigars in a truck or car from Little Rock to call on his regular customers in Pine Bluff and sell them such merchandise as they needed to be delivered upon sending the orders back to Little Rock, except in cases where the merchant or dealer was out of some particular brand of cigars and requested that a box of that kind be left with him until the order could be shipped. In cases of a sale to new customers the salesman would solicit the business of the customer and upon receiving the order he usually left with him a box of the particular brand of cigars sold until the order could be shipped and delivered, no money being paid however for the partial delivery, the whole amount being collected for the shipment after delivery thereof, in the regular course of business. No sales were made except to retail dealers.\nIt is insisted that appellant in making the sales of cigars was only a traveling salesman or drummer, and not a peddler within the terms of the ordinance; and that ordinance was in effect but an attempt to levy an occupation tax upon the business of appellant’s wholesale house contrary to law.\nThe Constitution gives the General Assembly the power to tax hawkers and peddlers, and in pursuance of such powers the Legislature has defined the term as follows: “Whoever shall engage in the business of selling-goods, wares, or merchandise of any description, other than articles grown, produced or manufactured by the seller himself, or by those in his employ, by going from house to house, or place to place, either by land or water, to sell, the same is declared to be a peddler or hawker.” Section 9793, Crawford & Moses’ Digest.\nNo exception is made in this section of drummers or commercial travelers, but same applies to “whoever shall engage in the business of selling goods, wares or merchandise, etc.,” in the manner prohibited, and the majority is of opinion, in which the writer does not concur, that the method employed by the salesman in disposing of the cigars, delivering part of the merchandise sold at the time of the sale from stock carried with him for immediate use by the purchaser and to new customers until the whole order could be delivered, is such an engaging-in the business of selling- goods, wares and merchandise within the meaning of the statute as comes within its prohibition. See State v. O’Brien, 188 N. C. 452, 124 S. E. 848. The act construed in the case of State v. Fetter, 65 Conn. 287, 32 Atl. 394, relied upon 'by appellant is different from our own statute defining peddlers, and is of little weight in its construction.\nNeither is this ordinance an attempt to charge an occupation tax within the meaning of the law, nor did it constitute a violation of the statute, § 7618, Crawford & Moses’ Digest, providing that no person, firm, individual or corporation shall pay a license fee in more than one city in the State, unless it maintains a place of business in more than one city, which was not the case here. We find no error in the record, and the judgment is affirmed.\nMcHaNBY, J., dissents.",
        "type": "majority",
        "author": "Kirby, J."
      }
    ],
    "attorneys": [
      "Reinberger & Reinberger, for appellant.",
      "jEvan W. Crawford, for appellee."
    ],
    "corrections": "",
    "head_matter": "Rose v. Pine Bluff.\nCr. 3812\nOpinion delivered September 26, 1932.\nReinberger & Reinberger, for appellant.\njEvan W. Crawford, for appellee."
  },
  "file_name": "0157-01",
  "first_page_order": 177,
  "last_page_order": 179
}
