{
  "id": 12456827,
  "name": "In the Matter of the Recall of Troy Kelley, Auditor for the State of Washington",
  "name_abbreviation": "In re the Recall of Kelley",
  "decision_date": "2016-03-03",
  "docket_number": "No. 91843-1",
  "first_page": "158",
  "last_page": "170",
  "citations": [
    {
      "type": "official",
      "cite": "185 Wash. 2d 158"
    }
  ],
  "court": {
    "name_abbreviation": "Wash.",
    "id": 9029,
    "name": "Washington Supreme Court"
  },
  "jurisdiction": {
    "id": 38,
    "name_long": "Washington",
    "name": "Wash."
  },
  "cites_to": [
    {
      "cite": "882 P.2d 1207",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1994,
      "opinion_index": 0
    },
    {
      "cite": "76 Wn. App. 159",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        490032
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "163-64"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/76/0159-01"
      ]
    },
    {
      "cite": "973 P.2d 452",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1999,
      "opinion_index": 0
    },
    {
      "cite": "137 Wn.2d 472",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        179427
      ],
      "year": 1999,
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/137/0472-01"
      ]
    },
    {
      "cite": "257 P.3d 513",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2011,
      "pin_cites": [
        {
          "parenthetical": "\" '[w]e do not consider claims insufficiently argued by the parties' \" (alteration in original) (quoting State v. Ford, 137 Wn.2d 472, 477 n.1, 973 P.2d 452 (1999))"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "171 Wn.2d 503",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4015240
      ],
      "year": 2011,
      "pin_cites": [
        {
          "page": "515",
          "parenthetical": "\" '[w]e do not consider claims insufficiently argued by the parties' \" (alteration in original) (quoting State v. Ford, 137 Wn.2d 472, 477 n.1, 973 P.2d 452 (1999))"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/171/0503-01"
      ]
    },
    {
      "cite": "121 P.3d 1190",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2005,
      "pin_cites": [
        {
          "parenthetical": "misfeasance charge was factually sufficient because petitioner's knowledge was based on newspaper articles containing lengthy transcripts of conversations supporting the official's misconduct, which the official admitted to having"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "155 Wn.2d 659",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        3766138
      ],
      "year": 2005,
      "pin_cites": [
        {
          "page": "666",
          "parenthetical": "misfeasance charge was factually sufficient because petitioner's knowledge was based on newspaper articles containing lengthy transcripts of conversations supporting the official's misconduct, which the official admitted to having"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/155/0659-01"
      ]
    },
    {
      "cite": "85 P.3d 346",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2004,
      "opinion_index": 0
    },
    {
      "cite": "151 Wn.2d 60",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        428149
      ],
      "year": 2004,
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/151/0060-01"
      ]
    },
    {
      "cite": "273 P.2d 464",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1954,
      "opinion_index": 0
    },
    {
      "cite": "45 Wn.2d 82",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        2425437
      ],
      "year": 1954,
      "pin_cites": [
        {
          "page": "95-96"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/45/0082-01"
      ]
    },
    {
      "cite": "20 P.3d 930",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2001,
      "opinion_index": 0
    },
    {
      "cite": "143 Wn.2d 366",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        425282
      ],
      "year": 2001,
      "pin_cites": [
        {
          "page": "377"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/143/0366-01"
      ]
    },
    {
      "cite": "72 P.3d 170",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2003,
      "opinion_index": 0
    },
    {
      "cite": "149 Wn.2d 787",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1292570
      ],
      "year": 2003,
      "pin_cites": [
        {
          "page": "791"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/149/0787-01"
      ]
    },
    {
      "cite": "124 P.3d 279",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2005,
      "opinion_index": 0
    },
    {
      "cite": "156 Wn.2d 53",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        3892958
      ],
      "year": 2005,
      "pin_cites": [
        {
          "page": "58"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/156/0053-01"
      ]
    },
    {
      "cite": "206 P.3d 1248",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2009,
      "opinion_index": 0
    },
    {
      "cite": "166 Wn.2d 148",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4001864
      ],
      "year": 2009,
      "pin_cites": [
        {
          "page": "154"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/166/0148-01"
      ]
    },
    {
      "cite": "299 P.3d 651",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2013,
      "opinion_index": 0
    },
    {
      "cite": "177 Wn.2d 251",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4131745
      ],
      "year": 2013,
      "pin_cites": [
        {
          "page": "255"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/177/0251-01"
      ]
    },
    {
      "cite": "258 P.3d 9",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2011,
      "opinion_index": 0
    },
    {
      "cite": "172 Wn.2d 120",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4018069
      ],
      "year": 2011,
      "pin_cites": [
        {
          "page": "131-32"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/172/0120-01"
      ]
    },
    {
      "cite": "31 P.3d 677",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2001,
      "opinion_index": 0
    },
    {
      "cite": "144 Wn.2d 807",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        970377
      ],
      "year": 2001,
      "pin_cites": [
        {
          "page": "813-15"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/144/0807-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 851,
    "char_count": 19713,
    "ocr_confidence": 0.893,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.25740728513515654
    },
    "sha256": "239a7db1b679989396b4316bc791fb360a7d3e20241e33dfd569fcf603537565",
    "simhash": "1:3d70d75c3aa04bab",
    "word_count": 3139
  },
  "last_updated": "2024-02-28T00:06:59.447104+00:00",
  "provenance": {
    "date_added": "2019-05-22",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Madsen, C.J., and Johnson, Owens, Fairhurst, Stephens, González, Gordon McCloud, and Yu, JJ., concur."
    ],
    "parties": [
      "In the Matter of the Recall of Troy Kelley, Auditor for the State of Washington."
    ],
    "opinions": [
      {
        "text": "Wiggins, J.\n¶1 Petitioner Will Knedlik filed a recall petition against Washington State Auditor Troy Kelley, charging him with misfeasance, malfeasance, and breach of his oath of office. The superior court judge dismissed the recall petition, finding the charges factually and/or legally insufficient for submission to the voters. We affirm.\nFACTS AND PROCEDURAL HISTORY\n¶2 Kelley is the elected auditor of Washington. Knedlik filed a recall petition against Kelley with the secretary of state. In the petition, Knedlik charged Kelley with misfeasance, malfeasance, and breach of his oath of office for (1) violating the residency requirements of his office, (2) failing to adequately investigate and report alleged illegal activity by Sound Transit, and (3) pressuring employees of the auditor’s office to hire Jason JeRue without following proper employment procedures. The secretary of state served a copy of the petition on Kelley and on the attorney general’s office, which prepared the ballot synopsis for the charges. After preparing the synopsis, the attorney general petitioned the superior court for a determination on the sufficiency of the charges and for approval of the ballot synopsis.\n¶3 As the attorney general’s petition was pending, Knedlik filed a motion in the superior court for a determination that “a constitutional and statutory vacancy in the Office of Washington State Auditor has legally existed from January 16, 2013 . . . In this motion, Knedlik argued that Kelley never legally took office because he never intended to fulfill the residency requirements of his office when he took his oath of office.\n¶4 The superior court heard argument on the motion and the recall petition. The superior court ruled orally and then issued a written order denying the motion and dismissing the recall petition charges. The superior court first ruled that Knedlik’s motion for the court to rule that there is a vacancy in the auditor’s office was not properly before the court as part of a recall action. The superior court then dismissed each of the recall petition charges as being factually and/or legally insufficient to proceed to the voters.\n¶5 After the superior court dismissed the recall petition as insufficient, Knedlik moved to reconsider and the superior court denied the motion. Knedlik now appeals the superior court’s order dismissing the recall petition to our court, arguing that the superior court erred in its factual and legal rulings.\nANALYSIS\n¶6 The Washington Constitution provides the general framework for the recall of elective officers:\nEvery elective public officer in the state of Washington expect [except] judges of courts of record is subject to recall and discharge by the legal voters of the state ... from which he was elected whenever a petition demanding his recall, reciting that such officer has committed some act or acts of malfeasance or misfeasance while in office, or who has violated his oath of office, stating the matters complained of, . . . is filed with the officer with whom a petition for nomination, or certificate for nomination, to such office must be filed under the laws of this state, and the same officer shall call a special election as provided by the general election laws of this state, and the result determined as therein provided.\nConst, art. I, § 33 (first alteration in original). “Misfeasance” and “malfeasance” mean “any wrongful conduct that affects, interrupts, or interferes with the performance of official duty.” RCW 29A.56.110(1). “Misfeasance” also means the “performance of a duty in an improper manner,” RCW 29A.56.110(1)(a), and “malfeasance” also means the “commission of an unlawful act,” RCW 29A.56.110(1)(b). A “violation of the oath of office” is the “neglect or knowing failure by an elective public officer to perform faithfully a duty imposed by law.” RCW 29A.56.110(2).\n¶7 Courts act as a gateway to confirm that the charges in a recall petition alleging malfeasance, misfeasance, or violation of oath of office are factually and legally sufficient before they are placed before the voters. RCW 29A.56.140; In re Recall of Kast, 144 Wn.2d 807, 813-15, 31 P.3d 677 (2001). Courts do not evaluate the truthfulness of the charges but ensure that public officials are not subject to frivolous or unsubstantiated charges. RCW 29A.56.140; In re Recall of Lindquist, 172 Wn.2d 120, 131-32, 258 P.3d 9 (2011).\n¶8 The proponent of the recall petition bears the burden of establishing that the charges alleged in the recall petition are both legally and factually sufficient. See In re Recall of Sun, 177 Wn.2d 251, 255, 299 P.3d 651 (2013). The superior court makes the initial sufficiency determination, subject to de novo review by this court. See RCW 29A.56-.140; In re Recall of Telford, 166 Wn.2d 148, 154, 206 P.3d 1248 (2009). We determine sufficiency from the face of the recall petition. In re Recall of Telford, 166 Wn.2d at 153.\n¶9 Factual sufficiency requires that the recall petition concisely states each charge with “ ‘a detailed description including the approximate date, location, and nature of each act’ that, if accepted as true, would constitute a prima facie case of misfeasance, malfeasance, or the violation of the oath of office.” In re Recall of Sun, 177 Wn.2d at 255 (quoting RCW 29A.56.110). Each charge in the recall petition must demonstrate that the petitioner “knows of identifiable facts that support the charge.” In re Recall of Reed, 156 Wn.2d 53, 58, 124 P.3d 279 (2005). Further, charges are factually sufficient only if they enable the voters and the challenged official to make informed decisions. In re Recall of Wasson, 149 Wn.2d 787, 791, 72 P.3d 170 (2003).\n¶10 “Legal sufficiency requires that the petition state, with specificity, substantial conduct clearly amounting to misfeasance, malfeasance, or violation of the oath of office.” In re Recall of Sun, 177 Wn.2d at 255. To establish legal sufficiency for each charge, the recall petition must identify the “standard, law, or rule that would make the officer’s conduct wrongful, improper, or unlawful.. ..” In re Recall of Ackerson, 143 Wn.2d 366, 377, 20 P.3d 930 (2001). “If recall is sought for acts falling within the elected official’s discretion, the official must have acted with a manifest abuse of discretion.” In re Recall of Sun, 177 Wn.2d at 255.\n¶11 Under these rules, each of the charges in the recall petition is factually and/or legally insufficient to proceed to voters.\nI. The residency charge is factually insufficient\n¶12 Citing RCW 43.09.010 and article III, section 24 of the Washington Constitution, the recall petition charges Kelley with taking his “Oath of Office in knowing violation of the statutory [and constitutional] residency requirement for validly undertaking and holding said office . . . .”\n¶13 Article III, section 24 of the Washington Constitution—titled “Records, Where Kept, Etc.”—reads as follows:\nThe governor, secretary of state, treasurer, auditor, superintendent of public instruction, commissioner of public lands and attorney general shall severally keep the public records, books and papers relating to their respective offices, at the seat of government, at which place also the governor, secretary of state, treasurer and auditor shall reside.\nSimilarly, RCW 43.09.010 states that “[t]he state auditor shall reside and keep his or her office at the seat of government.” The seat of Washington’s government is in the city of Olympia. State ex rel. Lemon v. Langlie, 45 Wn.2d 82, 95-96, 273 P.2d 464 (1954).\n¶14 The recall petition states that Kelley is in violation of these provisions because instead of residing in Olympia, Kelley “appears to maintain his actual residence ... in Pierce County (at which Pierce County location the Federal Bureau of Investigation (FBI) searched his true residence during March, 2015 . . . ).” Without ruling on the legal sufficiency of this charge, we hold that this charge is factually insufficient because the recall petition provides no facts showing that Kelley is in violation of any residency requirements for his office.\n¶15 The recall petition relies solely on assumptions drawn from unspecified FBI searches that Kelley’s home is in Tacoma. Even accepting the recall petition’s allegations as true, they provide no basis for determining whether Kelley resides in Olympia. That Kelley has a home in Tacoma does not necessarily mean that Kelley does not have a residence in Olympia. The petition does not specify whether Kelley also maintains a home in Olympia and which home, if not both, constitutes Kelley’s “residence” in terms of RCW 43.09.010 and article III, section 24. Because the recall petition is devoid of any facts on whether Kelley “resides” in Olympia, this charge is factually insufficient.\nII. The failure to adequately investigate and report alleged illegal activity by Sound Transit charge is both legally and factually insufficient\n¶16 The recall petition also charges Kelley with “both fail [ure] to investigate [Sound Transit’s] ballot-title fraud, as required by state statutes, and also fail [ure] to report it to the attorney general, as also required by statute . . . .” The recall petition asserts that these failures show that Kelley violated his oath of office by not faithfully discharging the duties of his office to the best of his abilities. However, this charge is both legally and factually insufficient to proceed to the voters because the statutes cited by the recall petition do not impose a duty on Kelley to investigate and report on Sound Transit, and because the recall petition fails to identify any facts showing how Kelley violated his oath of office in relation to Sound Transit.\nA. This charge is legally insufficient\n¶17 This charge is legally insufficient because the petitioner, on the face of the recall petition, fails to meet the burden of identifying a “standard, law, or rule” under which Kelley’s actions could be considered “wrongful, improper, or unlawful . . . .” In re Recall of Ackerson, 143 Wn.2d at 377. Specifically, the recall petition cites RCW 43.88.160(6)(e), RCW 43.88.160(6)(f), and RCW 43.09.050(3) as creating duties that Kelley failed to fulfill as auditor, thus violating his oath of office. But these statutes do not impose a duty on the auditor to investigate Sound Transit.\n¶18 First, the recall petition does not establish that chapter 43.88 RCW imposes a duty on the state auditor’s office to investigate Sound Transit. The recall petition asserts that Kelley failed in his duties by neglecting to “[p]romptly report any irregularities to the attorney general,” citing RCW 43.88.160(6)(e). Entitled “State Budgeting, Accounting, and Reporting System,” the legislature passed chapter 43.88 RCW for the purpose of establishing “an effective state budgeting, accounting, and reporting system for all activities of the state government....” RCW 43.88.010 (formatting omitted). The duty to report irregularities to the attorney general under RCW 43.88.160(6)(e) arises from the auditor’s duty to “[r]eport to the legislature the results of current post audits that have been made of the financial transactions of each agency.” RCW 43.88-.160(6)(a) (emphasis added). Under this chapter, “agency” is defined as “every state office, officer, each institution, whether educational, correctional, or other, and every department, division, board, and commission, except as otherwise provided in this chapter.” RCW 43.88.020(4). Therefore, RCW 43.88.160(6)(e) applies only to audits of financial transactions of state agencies.\n¶19 Sound Transit is a not a state agency; rather, Sound Transit is a local government entity. See RCW 81.112.010, .100; see also Sane Transit v. Sound Transit, 151 Wn.2d 60, 85 P.3d 346 (2004). The recall petition makes no argument and does not establish that the definition of “state agency” applies to Sound Transit as a local government entity. Indeed, chapter 43.09 RCW supports the distinction between a local government entity and state agency, as it provides different definitions for each. Compare RCW 43.09.260(3) (defining “local governments”), with RCW 43.09.290 (defining “state agency”). Because Sound Transit is not a state agency, the state auditor’s office has no duty to “[p]romptly report any irregularities to the attorney general” in relation to Sound Transit under RCW 43.88.160(6)(e).\n¶20 Second, the recall petition does not establish that RCW 43.88.160(6)(f) and RCW 42.40.020(3) impose a duty on the state auditor’s office to investigate Sound Transit. The recall petition asserts that Kelley failed to “ ‘investigate improper governmental activity under chapter 42.40 RCW/” quoting both RCW 43.88.160(6)(f) and RCW 42.40.020(3). Chapter 42.40 RCW is the state employee whistle-blower protection act. This act protects state employees who report improper governmental activity and gives the auditor the discretion to determine which reports to investigate. See RCW 42.40.020(2), (3), ,040(l)(b). The act defines “improper governmental action” as an improper action taken by a state employee in performance of that employee’s official duties. See RCW 42.40.020(2), (6)(a). This definition, in context of the statute as a whole, reveals that the duty to investigate improper government activity arises only in the setting of state agencies and state employees. As stated above, Sound Transit is a local governmental entity and not a state agency. Therefore, the auditor’s office has no duty to “investigate improper governmental activity under chapter 42.40 RCW” in relation to Sound Transit. Because the recall petition fails to demonstrate that there is a legal duty for Kelley to investigate and report on Sound Transit by identifying an applicable “standard, law, or rule,” this charge is legally insufficient. See In re Recall of Ackerson, 143 Wn.2d at 377.\nB. This charge is factually insufficient\n¶21 The recall petition states that “in every financial - and-other audit conducted since a nominal assumption of office, the nominal Auditor of our state has failed to identify both ballot-title fraud on all residents of the junior taxing district . . . , and also a further fraud to evade an $800 million ceiling on long-term debt as negotiated with King, Pierce and Snohomish [C]ounties so as to gain any ballot access to voters within those counties ....” Even assuming that the recall petition adequately identified a legal standard that required Kelley to investigate Sound Transit, this charge is factually insufficient because it does not state any specific facts regarding how Kelley deficiently performed his duties by failing to discover Sound Transit’s alleged fraud. There is no information on the face of the recall petition that would allow the voters to evaluate this charge if it were on the ballot. See In re Recall of Telford, 166 Wn.2d at 154.\n¶22 In briefing to our court, the petitioner alleges that Kelley “falsely signed” a 2013 audit of Sound Transit and failed to follow the “Generally Accepted Government Auditing Standards” in carrying out that audit. But the petitioner’s briefing contains no facts showing that Kelley failed to follow accounting standards, or what constitutes “falsely signing” an audit. Even if we were to consider these additional allegations—coming from beyond the face of the recall petition—the petitioner still does not show any specific facts that would make this charge factually sufficient to proceed to voters.\nIII. The hiring charge is factually insufficient\n¶23 Finally, the recall petition charges that “the nominal Auditor of our state has grossly abused his position of public trust in order to pressure members of the professional staff within the Office of the State Auditor to hire a crony of his, Jason JeRue .. . without vetting him by means of standard qualification processes for state employment (according to news reports quoting from emails formally obtained through public disclosure requests by the press but not as yet made public), also in violation of his Oath of Office duties, state law, best practices and due professional care ...”\n¶24 This charge is factually insufficient because the recall petition fails to specify any facts to support this charge and fails to show that the petitioner has adequate knowledge of the facts necessary to support this charge. There are no facts in the recall petition that would allow voters to make an informed decision on this charge. While newspaper accounts are “not per se insufficient to show some form of knowledge of the facts,” In re Recall of Reed, 156 Wn.2d at 58, mere reference to unidentified news reports and a complete lack of reference to any specific actions by Kelley is insufficient. See In re Recall of Sun, 177 Wn.2d at 256 (misfeasance, malfeasance, and violation of oath of office charges were sufficient because they were supported by media reports along with “numerous” declarations from witnesses, e-mails, letters, and other documents); In re Recall of West, 155 Wn.2d 659, 666, 121 P.3d 1190 (2005) (misfeasance charge was factually sufficient because petitioner’s knowledge was based on newspaper articles containing lengthy transcripts of conversations supporting the official’s misconduct, which the official admitted to having).\nCONCLUSION\n¶25 Each charge in the recall petition is factually and/or legally insufficient to proceed to the voters. Therefore, we affirm the superior court’s dismissal of the recall petition.\nMadsen, C.J., and Johnson, Owens, Fairhurst, Stephens, González, Gordon McCloud, and Yu, JJ., concur.\nKnedlik also argues that the superior court erred in denying his motion for a determination that a vacancy exists in the office of Washington State auditor. Knedlik’s argument is mooted by our decision below regarding the sufficiency of the recall petition’s vacancy charge.\nWe do not assess the legal sufficiency of this charge because it is inadequately briefed. See In re Recall of Washam, 171 Wn.2d 503, 515, 257 P.3d 513 (2011) (“ ‘[w]e do not consider claims insufficiently argued by the parties’ ” (alteration in original) (quoting State v. Ford, 137 Wn.2d 472, 477 n.1, 973 P.2d 452 (1999))). We therefore express no opinion on the definition of the term “reside” within RCW 43.09.010 and article III, section 24 or what it means to “reside at” within article III, section 24. We do note, however, that authorities analyzing where a person “resides” when the person owns more than one home reach differing conclusions in different contexts. See, e.g., Nat’l Gen. Ins. Co. v. Sherouse, 76 Wn. App. 159, 163-64, 882 P.2d 1207 (1994); see also 1987 Op. Att’y Gen. No. 24. The recall petition never cites or discusses this analysis.\nWhile RCW 43.09.260(1) states that the “examination of the financial affairs of all local governments shall be made at such reasonable, periodic intervals as the state auditor shall determine,’’ Knedlik does not allege this section as a legal basis for recall in the recall petition with supporting factual allegations. Because we consider only the specific charges made in the recall petition for legal and factual sufficiency, we do not consider this section. See In re Recall of Washam, 171 Wn.2d at 515 (“ ‘[w]e do not consider claims insufficiently argued by the parties’’’ (alteration in original) (quoting Ford, 137 Wn.2d at 477 n. 1)).",
        "type": "majority",
        "author": "Wiggins, J."
      }
    ],
    "attorneys": [
      "Will Knedlik, pro se.",
      "Robert W. Ferguson, Attorney General, Callie A. Castillo and Stacia E. Hollar, Managing Assistants, and Anne E. Egeler and Jeffrey T. Even, Assistants, for respondent Troy Kelley."
    ],
    "corrections": "",
    "head_matter": "[No. 91843-1.\nConsidered February 11, 2016.\nDecided March 3, 2016.\nIn the Matter of the Recall of Troy Kelley, Auditor for the State of Washington.\nWill Knedlik, pro se.\nRobert W. Ferguson, Attorney General, Callie A. Castillo and Stacia E. Hollar, Managing Assistants, and Anne E. Egeler and Jeffrey T. Even, Assistants, for respondent Troy Kelley."
  },
  "file_name": "0158-01",
  "first_page_order": 212,
  "last_page_order": 224
}
