{
  "id": 4076009,
  "name": "Jesse Powers, Respondent, v. W.B. Mobile Services, Inc., Petitioner",
  "name_abbreviation": "Powers v. W.B. Mobile Services, Inc.",
  "decision_date": "2014-12-11",
  "docket_number": "No. 90133-3",
  "first_page": "159",
  "last_page": "167",
  "citations": [
    {
      "type": "official",
      "cite": "182 Wash. 2d 159"
    }
  ],
  "court": {
    "name_abbreviation": "Wash.",
    "id": 9029,
    "name": "Washington Supreme Court"
  },
  "jurisdiction": {
    "id": 38,
    "name_long": "Washington",
    "name": "Wash."
  },
  "cites_to": [
    {
      "cite": "724 P.2d 434",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "weight": 2,
      "year": 1986,
      "opinion_index": 0
    },
    {
      "cite": "45 Wn. App. 291",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        1809175
      ],
      "year": 1986,
      "pin_cites": [
        {
          "page": "294-96"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/45/0291-01"
      ]
    },
    {
      "cite": "948 P.2d 870",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1997,
      "opinion_index": 0
    },
    {
      "cite": "89 Wn. App. 277",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        395287
      ],
      "year": 1997,
      "pin_cites": [
        {
          "page": "282"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/89/0277-01"
      ]
    },
    {
      "cite": "815 P.2d 781",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "117 Wn.2d 325",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1373862
      ],
      "year": 1991,
      "pin_cites": [
        {
          "page": "329"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/117/0325-01"
      ]
    },
    {
      "cite": "656 P.2d 1030",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1982,
      "opinion_index": 0
    },
    {
      "cite": "98 Wn.2d 434",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1151217
      ],
      "year": 1982,
      "pin_cites": [
        {
          "page": "437"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/98/0434-01"
      ]
    },
    {
      "cite": "121 P.3d 82",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2005,
      "pin_cites": [
        {
          "parenthetical": "citing Wilson v. Steinbach, 98 Wn.2d 434, 437, 656 P.2d 1030 (1982)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "155 Wn.2d 585",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        3765975
      ],
      "year": 2005,
      "pin_cites": [
        {
          "page": "590",
          "parenthetical": "citing Wilson v. Steinbach, 98 Wn.2d 434, 437, 656 P.2d 1030 (1982)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/155/0585-01"
      ]
    },
    {
      "cite": "1 P.3d 1124",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2000,
      "opinion_index": 0
    },
    {
      "cite": "141 Wn.2d 29",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1183442
      ],
      "year": 2000,
      "pin_cites": [
        {
          "page": "34"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/141/0029-01"
      ]
    },
    {
      "cite": "45 P.3d 1068",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2002,
      "pin_cites": [
        {
          "parenthetical": "citing Lybbert v. Grant County, 141 Wn.2d 29, 34, 1 P.3d 1124 (2000)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "146 Wn.2d 291",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        960823
      ],
      "year": 2002,
      "pin_cites": [
        {
          "page": "300",
          "parenthetical": "citing Lybbert v. Grant County, 141 Wn.2d 29, 34, 1 P.3d 1124 (2000)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/146/0291-01"
      ]
    },
    {
      "cite": "328 P.3d 902",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2014,
      "opinion_index": 0
    },
    {
      "cite": "180 Wn.2d 1022",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "year": 2014,
      "opinion_index": 0
    },
    {
      "cite": "311 P.3d 58",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "weight": 3,
      "year": 2013,
      "opinion_index": 0
    },
    {
      "cite": "177 Wn. App. 208",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        4318614
      ],
      "weight": 2,
      "year": 2013,
      "pin_cites": [
        {
          "page": "215"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/177/0208-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 626,
    "char_count": 13201,
    "ocr_confidence": 0.752,
    "pagerank": {
      "raw": 6.390318350503575e-08,
      "percentile": 0.39572191274471985
    },
    "sha256": "1cb649d37a9bc65ec0511fdc6c34b787dcbce95546afc016aca9ba956a8e4311",
    "simhash": "1:02d575dea34153cc",
    "word_count": 2168
  },
  "last_updated": "2024-02-27T17:34:40.830885+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Madsen, C.J., and C. Johnson, Owens, Fairhurst, Stephens, Wiggins, Gordon McCloud, and Yu, JJ., concur."
    ],
    "parties": [
      "Jesse Powers, Respondent, v. W.B. Mobile Services, Inc., Petitioner."
    ],
    "opinions": [
      {
        "text": "González, J.\n¶1 Lawsuits must be initiated within the relevant statute of limitations. Generally, plaintiffs need to timely serve only one defendant to toll the statute of limitations on their claims. Today, we are asked whether service of process on one defendant tolls the statute of limitations as to an unserved and unnamed defendant that the plaintiff identified with a placeholder such as “John Doe.” We find that service of process on one defendant tolls the statute of limitations as to an unserved and unnamed defendant if the plaintiff identifies the unnamed defendant with reasonable particularity. Here, plaintiff Jesse Powers identified defendant W.B. Mobile Services Inc. with such reasonable particularity. We affirm the Court of Appeals and remand to the superior court for further proceedings consistent with this opinion.\nFacts\n¶2 On June 2, 2006, a handicap access ramp platform at a residential construction site in Spanaway, Washington, collapsed when Powers used it. Powers fell and was injured when the platform collapsed.\n¶3 Powers fell while working for Awning Solutions, a company hired by Premier Communities Inc. to install an awning on a modular building. Premier also contracted with Pacific Mobile Structures Inc. to supply the ramp that collapsed. Unknown to Powers, Awning Solutions, or Premier, Pacific had subcontracted with W.B. Mobile to install the ramp that collapsed. After falling, Powers “tried to find out exactly who put the ramp the together,” including making inquiries to Awning Solutions, but Awning Solutions thought that Pacific installed the ramp. Clerk’s Papers (CP) at 256. Premier’s sign was displayed at the site.\n¶4 On May 28, 2009, Powers filed a personal injury suit against Premier, Pacific, and John Doe One and John Doe Two, identifying “John Doe One” as the “builder of the handicap access ramp where the incident occurred.” Id. at 186. The statute of limitations for Powers’s suit expired on June 2, 2009. RCW 4.16.080. Powers timely served Pacific on June 5, 2009, and Premier on June 12, 2009. Powers, of course, did not serve the John Does or W.B. Mobile at that time.\n¶5 In its answer to Powers’s complaint, in July 2009, Pacific indicated that Powers’s injuries may have been caused “by the negligence or fault of persons or entities presently unknown and not a party herein” and that Powers “may have failed to join indispensable parties.” CP at 331. At that time, Pacific did not disclose that W.B. Mobile installed the ramp, but a few days later, on July 28, 2009, Pacific sent W.B. Mobile a letter detailing Powers’s complaint, including copies of Powers’s complaint and Pacific’s invoices reflecting that W.B. Mobile installed the ramp. The owner and sole employee of W.B. Mobile confirmed that he received the letter “ ‘probably a few days’ ” after July 28, 2009. Id. at 170 (emphasis omitted).\n¶6 In December 2009, Pacific submitted to the trial court a list of “possible primary witnesses,” which included “Employees of WB Mobile,” with the description that “[o]ne or more employees of WB Mobile may be called to testify about the terms of the contract between WB Mobile and Pacific Mobile as well as about who installed the ramp where the plaintiff alleges failed.” Id. at 335 (capitalization omitted), 337. Later, during a January 2010 deposition, Powers was informed that Pacific was attempting to ascertain who installed the ramp and considering whether W.B. Mobile installed the ramp.\n¶7 Finally, over a year after filing his complaint, Powers obtained a discovery response from Pacific in October 2010 identifying W.B. Mobile as the installer of the ramp. As noted by W.B. Mobile, Powers did not make his discovery requests or Pacific’s responses part of the record in the trial court, thus we do not know how diligent Powers was in pursuing discovery or whether he could have discovered W.B. Mobile earlier from Pacific’s responses. Suppl. Br. of Pet’r at 13 n.4. Four months after Pacific’s discovery response, in February 2011, Powers moved to amend his pleading to replace John Doe One with “W.B. Mobile.” CP at 378.\n¶8 The trial court granted W.B. Mobile’s motion to dismiss for failure to bring claims within the statute of limitations.\n¶9 The Court of Appeals reversed, finding Powers’s serving Pacific and Premier within 90 days of filing his complaint tolled the statute of limitations on Powers’s claim against W.B. Mobile, and remanded for a trial on the merits. Powers v. W.B. Mobile Servs., Inc., 177 Wn. App. 208, 215, 311 P.3d 58 (2013). The Court of Appeals did not reach whether Powers’s amended complaint related back to the date of his initial complaint under CR 15(c). Id. We granted W.B. Mobile’s petition for review and now affirm. Powers v. W.B. Mobile Servs., Inc., 180 Wn.2d 1022, 328 P.3d 902 (2014).\nAnalysis\nA. Standard of review\n¶10 “The standard of review of an order of summary judgment is de novo, and the appellate court performs the same inquiry as the trial court.” Jones v. Allstate Ins. Co., 146 Wn.2d 291, 300, 45 P.3d 1068 (2002) (citing Lybbert v. Grant County, 141 Wn.2d 29, 34, 1 P.3d 1124 (2000)). The court considers facts and inferences in a light most favorable to the nonmoving parties, here Powers. Berrocal v. Fernandez, 155 Wn.2d 585, 590, 121 P.3d 82 (2005) (citing Wilson v. Steinbach, 98 Wn.2d 434, 437, 656 P.2d 1030 (1982)).\nB. Reasonable particularity\nf 11 Under RCW 4.16.170, service of process on one defendant tolls the statute of limitations as to unserved defendants. Sidis v. Brodie/Dohrmann, Inc., 117 Wn.2d 325, 329, 815 P.2d 781 (1991). In Sidis, this court observed “that in some cases, if identified with reasonable particularity, ‘John Doe’ defendants may be appropriately ‘named’ for purposes of RCW 4.16.170.” Id. at 331. This case gives us an opportunity to explore our observation in Sidis, and we find it sound and authoritative in the case at bar.\n¶12 While we have not had occasion to discuss our observation in Sidis previously, our Courts of Appeals have, and we build on the holdings of the Courts of Appeals. See, e.g., Bresina v. Ace Paving Co., 89 Wn. App. 277, 282, 948 P.2d 870 (1997). In order for a plaintiff to show that an unnamed defendant is identified with reasonable particularity, the plaintiff must establish (l)(a) from the commencement of the statute of limitations, the plaintiff made a diligent effort to identify the actual defendant given the information reasonably available to the plaintiff and (b) the plaintiff provided information about the unnamed defendant in the complaint to the greatest extent possible, including describing the unnamed defendant’s acts and appearance and (2) the defendant had or should have received such notice of the action that it will not be prejudiced in maintaining a defense on the merits at the time when the placeholder for the defendant, such as “John Doe” or “ABC Corporation,” is replaced with the defendant’s actual name. The first prong of the reasonable particularity standard is satisfied only when the plaintiff shows that it made a reasonable effort to identify an unnamed defendant and that actually naming the defendant was unreasonably difficult given the information available.\nfl3 If a plaintiff is able to show that the plaintiff identified an unnamed defendant with reasonable particularity and tolled the statute of limitations by timely serving at least one named defendant, the statute of limitations will be tolled as to claims against such unnamed defendant. In that case, the plaintiff may amend its pleading under CR 10(a)(2) to substitute the actual name of the defendant in place of the placeholder for such defendant, such as “John Doe” or “ABC Corporation,” even after the expiration of the statute of limitations, without needing to show that such amendment relates back to the date of the plaintiff’s original pleading under CR 15(c).\n¶14 We find that Powers identified W.B. Mobile with reasonable particularity and, therefore, tolled the statute of limitations by serving Pacific on June 5, 2009, and properly substituted W.B. Mobile’s name for “John Doe One . . . builder of the handicap access ramp where the incident occurred” in February 2011.\n¶15 Viewing facts and inferences in a light most favorable to Powers, as we must, we find that Powers satisfied the first prong of the reasonable particularity standard. Powers made a diligent effort to identify and name W.B. Mobile from the commencement of the statute of limitations given the information reasonably available because from when Powers fell, Powers “tried to find out exactly who put the ramp the together” and he filed a complaint and initiated discovery to ascertain more information about the installer of the ramp. CP at 256; RCW 4.16.080. Powers provided information about W.B. Mobile in his complaint to the greatest extent possible by describing W.B. Mobile as “John Doe One . . . builder of the handicap access ramp where the incident occurred.” CP at 186. Powers’s actually naming W.B. Mobile in his complaint was unreasonably difficult given the information available because Powers’s attempts to ascertain the identity of W.B. Mobile were stymied by inaccurate information from his employer and the lack of an available record showing who installed the ramp. Given the record available and viewing facts and inferences in a light most favorable to Powers, Powers satisfied the first prong of the reasonable particularity standard, but this is a close call, and such finding is the outer extreme of what may satisfy the first prong of the reasonable particularity standard.\n¶16 W.B. Mobile received sufficient notice to ensure that it is not prejudiced in maintaining its defense on the merits, satisfying the second prong of the reasonable particularity standard. The owner and sole employee of W.B. Mobile received a copy of Powers’s complaint and Pacific’s invoices reflecting that W.B. Mobile installed the ramp at issue a few days after July 28, 2009, well within the 90 days required for service after Powers filed his complaint on May 28, 2009. See RCW 4.16.170. W.B. Mobile received actual notice of Powers’s claim in a timely manner, which satisfies the second prong of the reasonable particularity standard.\nConclusion\n¶17 We affirm the Court of Appeals and find that Powers identified W.B. Mobile with reasonable particularity. We remand to the superior court for further proceedings consistent with this opinion.\nMadsen, C.J., and C. Johnson, Owens, Fairhurst, Stephens, Wiggins, Gordon McCloud, and Yu, JJ., concur.\nAlthough the statute of limitations ran on June 2, 2009, parties have 90 days to serve their complaint after filing suit. RCW 4.16.170.\nPowers, Premier, and Pacific stipulated that they had reached a settlement, and the trial court dismissed Powers’s claims against both Premier and Pacific. Neither Premier nor Pacific appealed to the Court of Appeals or this court. Powers v. W.B. Mobile Servs., Inc., 177 Wn. App. 208, 212 n.2, 311 P.3d 58 (2013).\nWe recognize that our holding today is contrary to Kiehn v. Nelsen’s Tire Co., 45 Wn. App. 291, 294-96, 724 P.2d 434 (1986). Kiehn was decided before Sidis and found that a plaintiff must satisfy CR 15(c) to amend a pleading to replace a placeholder for an unnamed defendant with the defendant’s actual name after the expiration of the statute of limitations. Id. Following Sidis, as we hold today, if a plaintiff satisfies the reasonable particularity standard and timely served at least one named defendant, the statute of limitations has been tolled as to the unnamed defendant and the plaintiff may amend its pleading to replace a placeholder for the unnamed defendant with the defendant’s actual name without consideration of CR 15(c). Given that CR 15(c)(2) requires that the defendant “knew or should have known that, but for a mistake concerning the identity of the proper party, the action would have been brought against him” (emphasis added) and in cases such as this one the plaintiff was “ignorant of the name of the defendant” under CR 10(a)(2) (emphasis added), not mistaken, CR 15(c) does not apply to a plaintiff’s amending a pleading to replace a placeholder for an unnamed defendant with the defendant’s actual name after the expiration of the statute of limitations. Whether the plaintiff has satisfied the reasonable particularity standard is the exclusive inquiry in such cases.\nPowers also argues that he may amend his pleading to name W.B. Mobile in place of John Doe One under CR 15(c) and asks us to abandon the “inexcusable neglect” prong of the CR 15(c) analysis. W.B. Mobile filed a motion to strike a portion of Powers’s brief devoted to that argument. Given our holding today, we deny the motion as moot.",
        "type": "majority",
        "author": "González, J."
      }
    ],
    "attorneys": [
      "Jill H. Stone and Melanie T. Stella (of Stadium Law Group LLC), for petitioner.",
      "Tamara S. Clower (of Tamara S. Clower LLC) and Cameron T. Riecan (of Tacoma Injury Law Group Inc.), for respondent.",
      "Bryan P. Harnetiaux and Gary N. Bloom on behalf of Washington State Association for Justice Foundation, am-icus curiae."
    ],
    "corrections": "",
    "head_matter": "[No. 90133-3.\nEn Banc.]\nArgued October 14, 2014.\nDecided December 11, 2014.\nJesse Powers, Respondent, v. W.B. Mobile Services, Inc., Petitioner.\nJill H. Stone and Melanie T. Stella (of Stadium Law Group LLC), for petitioner.\nTamara S. Clower (of Tamara S. Clower LLC) and Cameron T. Riecan (of Tacoma Injury Law Group Inc.), for respondent.\nBryan P. Harnetiaux and Gary N. Bloom on behalf of Washington State Association for Justice Foundation, am-icus curiae."
  },
  "file_name": "0159-01",
  "first_page_order": 195,
  "last_page_order": 203
}
