{
  "id": 8719396,
  "name": "Williams v. Williams",
  "name_abbreviation": "Williams v. Williams",
  "decision_date": "1932-09-26",
  "docket_number": "4-2624",
  "first_page": "160",
  "last_page": "162",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 160"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "12 S. W. 240",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "52 Ark. 126",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1913338
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/52/0126-01"
      ]
    },
    {
      "cite": "5 S. W. 783",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "49 Ark. 430",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1310029
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/49/0430-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 313,
    "char_count": 4728,
    "ocr_confidence": 0.505,
    "pagerank": {
      "raw": 3.2767086869717285e-07,
      "percentile": 0.8705219879614603
    },
    "sha256": "295db6c40e833651fb8d4cda147576f17345b80b965a9004e06044436e55f303",
    "simhash": "1:33df84ae1fae2bc9",
    "word_count": 833
  },
  "last_updated": "2024-02-27T17:52:01.123529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Williams v. Williams."
    ],
    "opinions": [
      {
        "text": "Mehabfy, J.\nAppellant filed suit in the Ouachita Chancery Court against appellee, alleging cruel treatment and adultery as grounds for divorce and asked for the custody of their eleven-year-old child. Appellee filed answer and cross-complaint in which the allegations in the complaint were denied and asked for divorce and alimony. The trial court granted appellant a divorce and the custody of the child, and held that appellee was not entitled to any alimony, but that she was entitled to one-half interest in the property described, subject to the burden of one-half the indebtedness against it.\nAppellant prosecutes an appeal from that part of the judgment and decree of the court, finding that there was a partnership, and that appellee was entitled to one-half interest in the property.\nThere is some conflict in the evidence as to the ownership of the property, and it would serve no useful purpose to set it forth here. The chancellor found that the appellee was the owner of one-half of the property, and we cannot say that his finding is against the preponderance of the evidence.\nThe appellant testified that he bought the property where they lived, and borrowed $770 and paid for it; that the deed was made in his name; that he had added to the property from time to time and owed $700, and that he had bought one pressing machine for which he paid $400. Appellant^ testified in rebuttal that he owed $700 on the place and $300 on other debts; that the $1,250 mentioned by appellee as having been paid on property was not that much bnt was a little over $1,000. When asked about the partnership that his wife spoke of, he said: “She never did want the property. When we built, she did not want to. I had to give her father a job to get her to sign the mortgage.”\nAppellee testified that they bought the property in 1923, and up to just before the suit was filed they both lived on it and operated a pressing and cleaning business. They separated in 1927. He begged her to come back and about March they paid $1,250 for the property, the same property that they bought in 1923. The interest ran it up to $1,250. That since 1923 she had actively taken part in the business at all times. When they talked about buying the property, appellant told her it would be for both of them. They were supposed to be partners in everything since they bought the property. Appellant does not dispute appellee’s testimony that he told her they were buying the property for both of them. There is no contradiction of her testimony that they were partners. Appellant was asked about the partnership, and he did not say they were not partners. The evidence shows that the house was a two-story building, and they lived in the upper story and conducted the business in the lower story. It is clear from the evidence that both appellant and appellee worked and conducted the business which resulted in the accumulation of the property in controversy. It is immaterial whether there was a partnership. If appellee and appellant, by their joint work, labor and management, acquired the property, a court of equity would, even before the recent statutes, protect the wife’s interest in the property. “A question arises as to the validity of the notes of Pillow to his wife. Are they valid ? At common law, contracts between husband and wife are void. But in equity a promise by the husband to his wife to repay her a loan bona fide made by her to him out of her own separate estate, upon Ms promise to repay, is obligatory and can be enforced. ” Pillow v. Sentelle, 49 Ark. 430, 5 S. W. 783; Munday v. Collier, 52 Ark. 126, 12 S. W. 240.\nTbe statute provides: “Every married woman and every woman wbo may in the future become married shall have all the rights to contract and be contracted with, to sue and be sued, and in law and equity shall enjoy all rights and be subjected to all the laws of this State, as though she were a feme sole; provided, it is expressly declared to be the intention of this act to remove all statutory disabilities of married women as well as common law disabilities, such as the disability to act as executrix or administratrix as provided by § 6 of Kirby’s Digest, and all other statutory disabilities.” Section 5577, Crawford & Moses’ Digest.\nThe above statute removes all disabilities, statutory as well as common law. However, if there were no statutes removing disabilities of married women, a court of equity would not take the property earned by the labor of a married woman from her and give it to some one else.\nThe decree of the chancery court is sustained by the evidence, and is therefore affirmed.",
        "type": "majority",
        "author": "Mehabfy, J."
      }
    ],
    "attorneys": [
      "Saxon & Warren, for appellant."
    ],
    "corrections": "",
    "head_matter": "Williams v. Williams.\n4-2624\nOpinion delivered September 26, 1932.\nSaxon & Warren, for appellant."
  },
  "file_name": "0160-01",
  "first_page_order": 180,
  "last_page_order": 182
}
