{
  "id": 1432090,
  "name": "Smith v. Walker",
  "name_abbreviation": "Smith v. Walker",
  "decision_date": "1933-04-03",
  "docket_number": "4-2955",
  "first_page": "161",
  "last_page": "168",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 161"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "45 S. W. (2d) 36",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "184 Ark. 900",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1438632
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/184/0900-01"
      ]
    },
    {
      "cite": "44 S. W. (2d) 825",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "184 Ark. 798",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1438482
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/184/0798-01"
      ]
    },
    {
      "cite": "41 N. C. 406",
      "category": "reporters:state",
      "reporter": "N.C.",
      "case_ids": [
        2102676
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nc/41/0406-01"
      ]
    },
    {
      "cite": "21 N. W. 348",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 0
    },
    {
      "cite": "55 Mich. 320",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1432414
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/55/0320-01"
      ]
    },
    {
      "cite": "79 Pac. 244",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": 0
    },
    {
      "cite": "31 Mont. 606",
      "category": "reporters:state",
      "reporter": "Mont.",
      "case_ids": [
        2300873
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mont/31/0606-01"
      ]
    },
    {
      "cite": "33 Ark. 727",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8726071
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/33/0727-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 661,
    "char_count": 14039,
    "ocr_confidence": 0.52,
    "pagerank": {
      "raw": 1.666477682513539e-07,
      "percentile": 0.6952546268141502
    },
    "sha256": "36a95af666699d0a4e2d081fd7d4fac27d7e7ca7b086cc7b94db60cee96b3b6b",
    "simhash": "1:13cecc04878c6647",
    "word_count": 2386
  },
  "last_updated": "2024-02-27T21:18:50.990705+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Smith v. Walker."
    ],
    "opinions": [
      {
        "text": "Mehaffy, J.\nThis suit was begun in the Union Chancery Court by Bellé Walker and her husband, G. P. Walker, against the appellant, J. M. Smith.\nAppellee, at one time owned an interest in certain real estate in Gregg County, Texas. This land became valuable oil producing property. The appellee, prior to December, 1931, had executed conveyances to all of her interests in these lands. In an effort to recover some interest in the property, she gave a power of attorney to J. R. Cheek.\nThe appellant learned that the appellee had some interest in oil lands in Texas, and he went to see her about representing her in recovering her interest in the lands. He was told at the time he visited her that she had entered into contracts with other parties, but he finally entered into a contract with the Walkers to represent them for one-half of what he recovered, and appellees say that he was to “knock out these other parties.”\nThe Walkers, at this time, lived at Texarkana, and the appellant brought them to El Dorado and secured an order of the probate court of Union County declaring appellee insane, and appointing appellant as her guardian. Appellant filed a bond as guardian in the sum of $200, with G. F. Walker, husband of Belle Walker, and Walter L. Brown, attorney, as his sureties. After appellant was appointed guardian, he entered into a contract with Walter L. Brown, attorney, to represent him in recovering his ward’s interest in the property in Texas, and agreed to pay Brown one-half of any amount recovered. Brown then employed the appellant to investigate the facts.\nSuit was thereafter instituted in the district court of Gregg County, Texas, by Walter L. Brown as next friend of Belle Walker, an insane person. Appellant was a party to this suit, both in his individual capacity and as guardian.\nOn December 5, 1931, the court heard evidence and adjudged Belle Walker sane, and the Sinclair Oil & Gas Company was ordered to pay $15,000 to clear the property of the Walker claim; $7,500 to Cheek, who held power of attorney from appellee, and $7,500 to Belle Walker. The Sinclair Oil & Gas Company gave Cheek and Belle Walker each a. draft for $7,500. Walter L. Brown, after appellee had indorsed her draft and delivered it to him, gave her his check for $3,750. Brown indorsed the Sinclair draft and delivered it to appellant with instructions to deposit $3,750 to Brown’s account to cover the Walker check. Appellant paid Brown $600 and a lawyer in Texas, where the case was tried, $300, and of the $3,750, the appellant received $2,850 in addition to what he paid the attorneys.\nOn January 11,1932, after the decree of the court in Texas finding Belle Walker to be sane, the probate court of Union County, Arkansas, declared her sane. In June, 1932, after appellee ha'd been declared sane by the Union County probate court, this action was begun against appellant to recover $2,850.\nAppellant filed a demurrer to the complaint alleging that the court had no jurisdiction, and filed answer alleging that as a matter of fact Belle Walker never was insane, and that she was adjudged sane by the district court of Gregg County, Texas; denied that he collected any money for her as guardian or otherwise; denied that he had converted $3,750 to his own use, and denied his insolvency. The chancery court found in favor of appellee in the sum of $2,882.22, and the case is here on appeal.\nThe appellee, when she brought suit, caused writs of garnishment to be issued against the banks, and two of the banks answered showing the money appellant had on deposit, and the court also ordered that the contents of the safety deposit box in the First National Bank of El Dorado be impounded, etc.\nThe appellant who, as guardian, made the contract with Brown, the attorney, was not a lawyer, but a physician practicing at Smackover, Arkansas. Appellant claims that he spent about five or six weeks in Texas investigating the matter, and spent considerable money.. He does not, however, testify as to what he spent money for, nor does he claim to have kept any account of the amounts expended. Mr. Brown made a trip out to Texas when the suit was tried in Gregg County, but he spent very little, and is not claiming anything in this suit.\nIt is earnestly contended by appellant that the probate court alone had jurisdiction, and he relies on the Constitution and laws of Arkansas. The constitutional provision relied on reads as follows: “The judge of the county court shall be the judge of the court of probate, and have such exclusive original jurisdiction in matters relative to the probate of wills, the estates of deceased persons, executors, administrators, guardians and persons of unsound mind and their estates as is now vested in the circuit court, or may be hereafter prescribed by law.” Constitution, article 7, § 34.\nThe statute quoted and relied on is § 2256, and reads as follows: “The court of probate shall have original jurisdiction in the following cases:\n“First. In all matters relating to the probate of last wills and testaments, the estate of deceased persons, executors, administrators, guardians, and persons of unsound mind and their estates.\n“Second. In the settlement and allowance of the accounts of executors, administrators and guardians.”\nThis suit did not involve the estate of a person of unsound mind, because both the Texas court and the probate court of Union County had declared the appellee sane, and the appellant himself testified that she had never been insane. Therefore this suit did not involve a person of unsound mind, or the estate of a person of unsound mind. It did not involve any settlement or allowance of the accounts of executors, administrators or guardians, and therefore the authorities relied on by appellant have no application.\nIt was not claimed by the appellant in this suit that the appellee was insane. There is no doubt from the record that the guardian was appointed for Belle Walker for no other purpose than to assist in getting the conveyances theretofore made by Belle Walker set aside, so that she might recover her interests in the Texas lands. There was nothing for the probate court to do, and this suit does not involve any matters that are within the jurisdiction of the probate court.\n“The courts of chancery have no power to take such cases out of the probate courts, for the purpose of proceeding with the administration. But their power and functions to relieve against fraud, accident, mistake or impending irremediable mischief, is universal; extending over suitors in all courts, and over the decrees of those courts, obtained by fraud, .or rendered under circumstances which render it inequitable that they should be inforced. Hence any frauds in the settlements of administrators or executors may be corrected. When that is done, if there be still a necessity for continued proceedings in the course of administration, such proceeding should go on in the probate court, upon the basis of the reformed settlement. The object of chancery intervention having been accomplished, the jurisdiction in equity should cease with the necessity. Otherwise the courts of chancery might make themselves courts of probate, in violation of the spirit and intention of the Constitution. If however there be no continuing necessity for a further course of administration; if the assets be collected in, and the debts be all ascertained, and nothing remains but to fix the liabilities of administrators, executors, and their sureties, and the rights of creditors, legatees and distributees, and to make adjustment on equitable principles, all that business comes within the more facile and effective operation of the remedial processes peculiar to equity practice. ’ ’ Reinhardt v. Gartrell, 33 Ark. 727. The doctrine announced in the Reinhardt case has been constantly adhered to by this court.\nThe undisputed proof in this case shows that there is no continuing necessity for a further course of administration. There are no assets to be collected, and, so far as the record shows, there are no debts, and nothing remains to be done by the probate court. The record however in this case shows that the Texas court and the probate court of Union County had both declared Belle Walker sane. The judgment of the probate court in Union County declaring her sane was in January, 1931. This suit was begun about five months after she was adjudged sane by the Union County Probate Court.\nSection 5835 of Crawford & Moses’ Digest is as follows: “If it be found that such person has been reformed or restored to his right mind, he shall be discharged from care and custody, and the guardian shall immediately settle his accounts, and restore to such person all things remaining in his hands belonging or appertaining to him.”\nThe Supreme Court of Montana, construing statutes very similar to ours, said: “The language of § 2973, above, is susceptible of but one construction, namely, that the judicial determination that the ward is of sound mind, and capable of taking care of himself and his property, and the adjudication of his restoration, do, ipso facto, terminate the guardianship.” Scheuer v. Kinman, 31 Mont. 606, 79 Pac. 244; 22 Cyc. 1146. In support of the above declaration the court cites: Woerner’s American Law of Guardianship, § 150; Probate Judge v. Stevenson, 55 Mich. 320, 21 N. W. 348; and Ex parte Latham, 41 N. C. 406.\nThe court in the Montana case further said: “If the contention of the respondent could be maintainéd, then the guardianship continues, and a person sui juris, against his own-will, is subject to the control and government of a guardian, which in itself involves a contradiction of terms and a legal impossibility. ’ ’ The court in the same case also said: “Likewise, the authority of the probate court, after the order of restoration is made, is limited to requiring the guardian to make such final report, and to discharge such guardian from his trust.”\nIf, after the order of the Union Probate Court declaring Belle Walker sane, appellant could still act as her guardian, then a person sui juris, against her own will, would be subject to the control and government of a guardian.\nIt was not necessary for the probate court to make an order discharging the guardian, although it was proper that it should have done so, but he -could not serve as guardian for a person sui juris. No person can serve as guardian for another who is of full age and sui juris.\nThe probate court might never enter an order discharging the guardian, but whether it did or not would not affect her right to maintain suits and manage her own affairs.\nThe probate court would have had no jurisdiction in this case. “Probate courts have no common-law jurisdiction. The nature, extent and exercise of the jurisdiction of probate courts depend on the terms of the constitutional and statutory provision, and they cannot exercise any powers other than those which have been expressly conferred upon them, or which are necessarily implied from those conferred.” Moss v. Moose, 184 Ark. 798, 44 S. W. (2d) 825.\nThe court in the above case further said, speaking of probate courts: “Taking into account the magnitude of the property interests which thev have in charge, these courts should be required to proceed in exact con-fortuity to law, instead of being panoplied by tbe presumptions which attend the exercise of superior jurisdictions by other courts.”\nAfter the order declaring Belle Walker sane, the only thing the probate court could have done was to order the guardian to make settlement, but in this case there was no settlement of any kind to make, and there was no property in the hands of the guardian as such. He had received this money which belonged to the appellee, and the chancery court had jurisdiction, because it was sought not only to recover the money, but to impound the money, of appellant in certain banks. He ivas not sued as guardian, and he does not claim that he held this money as guardian. The suit might havé been brought in circuit court, but, even if the circuit court was the proper court in which to bring suit, appellant would have been required to file a motion to transfer to circuit court, which he did not do.\nThe appellant, as guardian, claims that he made a contract with the attorney, Walter L. Brown, and that Mr. Brown then employed appellant to go to Texas to make investigations. The guardian had no authority to employ counsel to prosecute a suit on behalf of the estate in another State.\n“The court there expressly recognized the rule to be that every grant of administration is strictly confined in its authority and operation to the limits of the State which granted it, and does not extend to other States. Hence we are of the opinion that the probate court could not confer upon the administratrix any authority to employ counsel and to prosecute suits on behalf of the estate of the decedent in the State of Texas. Ancillary administration would have been necessary in the .State of Texas to have accomplished that purpose.\" Miller v. Oil City Iron Works, 184 Ark. 900, 45 S. W. (2d) 36.\nThe record in this case shows that some sort of an agreement was made with the Sinclair Oil Company, and this agreement seems to have been that appellee’s interest in the lands was $15,000. Appellee was therefore entitled to $7,500 according to the agreement testified to by appellant. Tbe court below gave her judgment for $2,800 instead of $2,850, and appellee prosecutes a cross-appeal to reverse the finding of the lower court in not allowing her the $50. Under the decisions of this court, there is no authority for employing counsel, or other agencies, in another State. Appellee was therefore entitled to $2,850 instead of $2,800.\nThe judgment of the chancery court is therefore affirmed on appeal and reversed on cross-appeal, and judgment given here for the additional $50 with interest.",
        "type": "majority",
        "author": "Mehaffy, J."
      }
    ],
    "attorneys": [
      "Jordan Sellers, for appellant.",
      "Coulter & Coulter, for appellee."
    ],
    "corrections": "",
    "head_matter": "Smith v. Walker.\n4-2955\nOpinion delivered April 3, 1933.\nJordan Sellers, for appellant.\nCoulter & Coulter, for appellee."
  },
  "file_name": "0161-01",
  "first_page_order": 179,
  "last_page_order": 186
}
