{
  "id": 8727482,
  "name": "Featherston vs. Adams",
  "name_abbreviation": "Featherston v. Adams",
  "decision_date": "1849-07",
  "docket_number": "",
  "first_page": "163",
  "last_page": "169",
  "citations": [
    {
      "type": "official",
      "cite": "10 Ark. 163"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 526,
    "char_count": 11900,
    "ocr_confidence": 0.465,
    "sha256": "5e60390fd074d3fe73d612062ac513945029c5196a02ec595512c5587c162aaa",
    "simhash": "1:7a965e90c4d32f2b",
    "word_count": 2044
  },
  "last_updated": "2023-07-14T17:05:49.060068+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Featherston vs. Adams."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Scott,\ndelivered the opinion of the court.\nThe response of the State Treasurer to the alternative mandamus, awarded in this court at a former day of the present term, sets up a supposed violation of the act of Congress granting to this State the 500,000 acres of land, a supposed conflict with our State constitution, and the want of the Auditor’s warrant to him in favor of the petitioner as Treasurer of the Internal Improvement boardfor Polk county for that portion of the Internal Improvement Fund now in the treasury claimed by the Internal Improvement board for that county.\nThe provision of the act of Congress, supposed to be violated, is contained in a portion of the ninth section of the act approved the 4th September, 1841, entitled “An act to appropriate the proceeds of the sales of the public lands and grant pre-emption rights,” and is in the following words, to wit: “And the nett proceeds of the sales of said lands shall be faithfully applied to objects of Internal Improvements within the States aforesaid, namely: roads, railways, bridges, canals and improvements of water courses and draining of swamps; and such roads, railways, canals, bridges and water courses when made or improved shall be free for the transportation of the United States mail and munitions of war and for the passage of troops without the payment of any tolls whatever.” And the act of the Legislature, under the provisions of which, the petitioner as treasurer for said board of Internal Improvement claims the funds in question, after providing for a periodical equal division of the whole Internal Improvement Fund among all of the counties of this State, and for the election and qualification of a board of Internal Improvement for each, then provides in the 14th section of the act that “said board may from time to time determine the objects of improvement and shall proceed to complete the same by the employment of hands and overseers, or letting the work or any part thereof to the lowest and most competent bidder as they may think most expedient: Provided, that said fund shall not be applied to any mere neighborhood improvement, but only to such objects of improvement as are specified in the grant of said 500,000 acres of land:” and it is in these provisions of the act of our Legislature that the act of Congress in question is supposed to be violated. But in what this violation consists has not been pointed out, and we have not been able to discover. On the contrary, it seems manifest that our statute, prohibiting, as it expressly does, the appropriation of these funds to mere neighborhood improvements and enjoining their application to such objects only as are specified in the act of Congress and providing by an expansive feature in the system adopted by it for the compassing of the most enlarged objects of Internal improvement, without any provisions either direct or incidental to authorize tolls to be charged against the United States for the transportation. on any of the improvements contemplated, of her mails, munitions of war or the passage of her troops, seems most clearly not to be obnoxious to the objection urged, involving as it does a breach of public faith and the violation of a high public trust.\nNor can it be successfully urged that although no dereliction was designed by the Legislature that the practical operations of the system adopted must necessarily work a defeat of the objects contemplated by Congress by reason of the want of capacity in the scheme itself to effectuate these objects: because the 15th and 16th sections of the act of the Legislature, providing as they do, for the unlimited union of county boards, and the creation thereby of district boards, gives an expansive feature to the system sufficient to effectuate the most considerable State improve-ment, and by a Union of all the counties, a system of improvements spreading over the whole State might be set on foot. This feature was adopted by the Legislature doubtless from the consideration that although in some of the counties objects of improvements contemplated by the grant might be readily found and the funds applied by a county board to these, within the true spirit of the act of Congress, yet in other counties where it might be doubtful whether this could be done, by the union of such county with adjoining counties and by this means the creation of a larger Internal Improvement district, the true spirit of the act of Congress might be in every case carried out, and thus while on the one hand the most ample scope is given for carrying out the objects of the grant, on thé other the diversion of the fund is prohibited and its proper application enjoined, that the public faith may be preserved inviolate.\nNor is there any conflict between our State constitution and this act of our Legislature. The strongest position that can be occupied on this point is, that as the constitution is a restraining instrument the provision of the 7th section of the 7th Article par-alyses the Legislature and renders any of their acts void which have for their object the appropriation of funds for the purposes of Internal Improvement until provision has-been first “made by law for ascertaining the proper objects of Internal Improvements in relation to roads, canals and nayigable waters,” and that their funds can be constitutionally applied to such objects so provided by law to be ascertained only on an “equal, systematic and economical” plan. Now granting this and testing the act in question by this rule, it will not be found at all in conflict with the constitution. The 14th, 15th and 16th sections of the act in question make provision of law; for ascertaining the proper objects of Internal Improvements specified in the constitution and two other objects, to wit: “railways and draining of swamps” that are specified in the act of Congress and are clearly without the purview of the constitution, and it cannot be denied but that an equal and systematic application of the funds has been provided for; and so far as the question of economy is concerned, that is clearly a political question to be settled by the people with their representatives, and of which this court cannot judge without going into the policy of the law, which is clearly beyond our province.\nAs to the remaining question, we deem it as the settled policy of the State government contemplated by the constitution and set on foot and preserved by the statutes, that there shall be kept in the Executive Department a double record of all the fiscal operations of the government, not only that there may be greater security against the accidental destruction of the evidences of these transactions, but at the same time that the Auditor and Treasurer may be, each a check upon the other, the better to maintain accuracy in public accounts, and to preserve the public Treasury from peculation. And although it is competent for the Legislature, in any case and at any time in their wisdom to depart from this policy, the general course of legislation has not as yet so indicated such departure as to authorize upon slight grounds a constructive repeal in any case of that general provision of law that “ In all cases of accounts audited and allowed against the State, and in all cases of grants, salaries and expenses allowed by law, the Auditor shall draw his warrant upon the treasury for the amount due.”\nIn the case before us, when these funds were paid into the State Treasury a duplicate receipt of the Treasurer should have been by law, and doubtless was filed in the Auditor’s office, by which that officer is fully advised as to the amount of this fund in the treasury, and can therefore ascertain for what amount to draw his warrant in favor of the petitioner. It is true that the act for the distribution of this fund equally among the several counties, provides that the Treasurer shall periodically make a dividend among the several counties, pass the share of each county on his books and hold the same subject to the order of the proper officer of the county as provided in the act.” And that the Treasurer of the board of Internal Improvement for each county shall “receive and safely keep all moneys to which his county may be entitled.” But although this is so there is nothing in these provisions inconsistent with the issuance of an Auditor’s warrant in favor of the Treasurer of the Board, it being the peculiar province of the Auditor to pass upon every claim upon the State treasury “unless it be expressly required by law to be audited and settled by some other officer or person.” Although the money may be held by the Treasurer, subject to the order of such claimant, it does not necessarily supersede the necessity of that claimant being accredited to the Treasurer by means of the Auditor’s warrant. And, besides this, by this means, the Auditor’s books would balance by showing how these funds that appeared on his books when they were paid into the treasury were afterwards paid out, and thus afford data for examination into the affairs of the treasury.\ntherefore, as there is no enactment expressly dispensing with the Auditor’s warrant in this case and no inconsistency in its issuance, and as its dispensation would be a departure from the settled, general fiscal policy of the government, we see no sufficient reason to conclude that it was the design of the legislature by anything in the act we have been examining to repeal so much of the general law requiring Auditor’s warrants to be drawn on the Treasurer “ in all cases of grants,” as would otherwise be applicable to this grant to the counties. Holding, therefore, that it is the duty of the Auditor of Public Accounts, on receiving satisfactory evidence that the petitioner in this case has been duly elected, given bond, and been qualified as Treasurer of the Board of Internal Improvement for the county of Polk, under the provisions of the act of the legislature we have been examining, to draw his warrant on the Treasurer in his favor for tbe amount of the Internal Improvement fund to which that county was entitled on the first Monday of July, 1849, and from time to time hereafter as provided by this act when other dividends shall have been made, the Peremptory Mandamus asked must for this reason be refused.",
        "type": "majority",
        "author": "Mr. Justice Scott,"
      }
    ],
    "attorneys": [
      "Watkins & Corran, for petitioner.",
      "Cuendbnin, Att. Genii, contra."
    ],
    "corrections": "",
    "head_matter": "Featherston vs. Adams.\nThe act of 30t)h December, 1848, to distribute the proceeds of the Internal Improve» ment lands among the several counties of the State, (Pamph. Bets, 1848-9, p. 43,) is not in conflict with the act of Congress donating said lands to the State.\nNor is it in conflict with the State constitution.\nThe State Treasurer can only pay the dividends of said fund going to the several coun* ties, under the provisions of said act, to the Treasurers of the Internal Improve* ment Boards on the warrants of the Auditor\nApplication for Mandamus„\nAt the present term of this Court, (July, 1849,) Edward H„ Featherston presented a petition to the Court, stating that he had been regularly elected Treasurer of the Board of Internal Improvement of Polk county, under the provisions of the act of 30th December, 1848, to distribute the proceeds of the 500,000 acres of land, donated by Congress to the State of Arkansas for internal improvements, among the several counties of the State, (Pamphlet Acts, 1848-9, p. 43;) and that he had duly quali-fíéd as such Treasurer, in all respects, as required by said act. That he had, as such Treasurer, applied to, and demanded of, Samuel Adams, Treasurer of the State, for the dividend of said fund set apart, under the provisions of said act, to Polk county, and that he refused to pay it over to him.\nTo an alternative mandamus awarded by the Court, Adams responded, in substance, as stated in the opinion of this Court, to which Featherston demurred.\nWatkins & Corran, for petitioner.\nCuendbnin, Att. Genii, contra."
  },
  "file_name": "0163-02",
  "first_page_order": 163,
  "last_page_order": 169
}
