{
  "id": 1428324,
  "name": "Merritt v. M. W. Elkins Investment Company",
  "name_abbreviation": "Merritt v. M. W. Elkins Investment Co.",
  "decision_date": "1933-11-13",
  "docket_number": "4-3320",
  "first_page": "166",
  "last_page": "170",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 166"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "293 S. W. 1035",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "173 Ark. 892",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8725015
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/173/0892-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 350,
    "char_count": 7476,
    "ocr_confidence": 0.482,
    "pagerank": {
      "raw": 1.6343475431493036e-07,
      "percentile": 0.6896079655609265
    },
    "sha256": "5d6c7efec561da9564ff207e3b2097445c33ab3418fcf06364cc08e71c01ec64",
    "simhash": "1:05c2e1df598ad6b4",
    "word_count": 1332
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Merritt v. M. W. Elkins Investment Company."
    ],
    "opinions": [
      {
        "text": "Butler, J.\nThe question involved in this case is how and in what manner shall three school district warrants issued to the appellee be paid. One of the warrants was issued by the Lakeside Special School District in the sum of $1,025, and the other two, aggregating the sum of $1,010, were issued by the Wellford School District.\nThe services for the two districts were the same, and the finding of fact by the trial court regarding the issuance of the warrants is the same with respect to each of the districts except as to the amounts. The finding of fact as to the Lakeside Special School District will be sufficient for an understanding and determination of the question presented, which is as follows:\n‘ ‘ This cause coming on to be heard, and both parties being represented by counsel, and it being agreed aiid stipulated that it should be heard in vacation, and the court, being well and sufficiently advised as to the law and facts, doth find that the board of directors of the Lakeside Special School District, of Lake Village, Chicot County, Arkansas, entered into a certain contract with M. W. Elkins Investment Company of Little Rock, Arkansas, for the refunding of $26,500 outstanding bonds against said district; that the said school district agreed to-pay said investment company $1,025, and in pursuance of said contract the board of directors of said district issued its warrant No. 15 to said investment company for the sum of $1,025 against the debt service fund of said district; that the said M. W. Elkins Investment Company has made, proper demand on the defendant herein, and that said defendant has refused to pay said warrant out of the debt service fund. ’ ’\nIn addition to the above statement, it may be further said that the expression ‘ ‘ debt service fund ’ ’ in the warrant was intended to be, and was, treated by the parties and by the court as equivalent to “building fund” mentioned in the statute which authorized the making of the contract between the appellee and the school districts. The court found that the warrants were properly drawn, and they were ordered paid out of the “debt service” or “bond and interest” fund.\nIt is admitted that the contract was properly entered into and the services performed; and that the warrants are valid under the provisions of act No. 169 of the Acts of 1931. That act provides that for the security of the payment of bonds issued by any school district a special fund may be created to continue until the bonds are paid, and on election the electors shall determine the amount of tax for the building fund, and, “if a majority of the votes cast are for the building fund, it shall amount to voting a building fund tax of the amount or rate shown for each succeeding year until all bonds then outstanding or issued within a year after such election are paid.”\nBy § 66 of the act it is provided: “All school districts in Arkansas proceeding under this act to borrow money and issue bonds, in addition to other security herein authorized, may and are hereby authorized to establish a building fund in an amount sufficient to pay the maturities of bonds, principal and interest, as they accrue, of said issue of bonds, that said building fund shall be set aside out of the first revenues of the district from whatever source derived, and shall be held by the county treasurer solely in the manner and for the purposes set out throughout this act. ’ ’\nBy § 67 it is provided: “No part of any building fund shall be used for any other purpose in any year than to pay the bonds and the interest thereon maturing that year, and that may be past due, until such maturities are paid in full, or until the funds are set aside to pay the full amount of such bonds, after which any surplus in the building fund that year may be used for other school purposes. * * * The county treasurer shall see to it that all warrants on the building fund of any school district are drawn only to pay maturities of principal or interest on bonds of that district, as shown by the records in his office, and he shall countersign all warrants on the building fund before they are valid.”\nIt will be observed by a reading of § 67 that payments out of the building fund are restricted to the payments of the bonds and the interest maturing in any given year. But it also provides that, when there is a fund set aside sufficient to pay the full amount of the bonds and interest maturing in that year, the surplus, if any, in the building fund “may be used for any other school purposes.” This surplus then may be used to pay any valid obligation of the district for which a proper warrant has been drawn, and consequently the surplus reverts to and becomes a part of the general fund.\nFrom the allegation of the complaint noted, which was accepted as true and was in effect a statement that there were sufficient funds in the hands of the treasurer to the credit of the building' fund to pay the warrants maturing and the accrued interest during the current year, leaving a surplus sufficient to pay the warrants of the appellee, the trial court concluded that the order to pay the appellee’s warrants out of the building fund was justified 'by the language of the statute which provided: “After which any surplus in the building fund that year may be used for other school purposes.” Appellee points out that it is held in the case of Park v. Rural Special School Dist. No. 26, 173 Ark. 892, 293 S. W. 1035, and other cases cited that a brokerage fee for negotiating the sale of 'bonds may be paid out of the proceeds of the bonds sold; but in this case payment is not sought in that manner, but from a special fund created for a special purpose, in which there is no statutory provision for the inclusion of a broker’s fee, and its payment must be made in the manner provided for that of other obligations of the school districts. But the effect of the court’s order is to give warrants of the appellee preference over other outstanding warrants of the school district, whereas the surplus, if any, should be used to pay warrants issued for other school purposes which would include all other obligations of the districts as Avell as the Avarrants of the appellee.\nBy § 1 of act No. 24 of the Acts of 1933, it is made the duty of the treasurer to register all school warrants in the order of their presentation; and by § 3 of that act it is provided that Avhere no funds are in the treasury to pay school Avarrants, the treasurer shall indorse the warrant “Not paid for lack of funds,” giving the date and registration number and signing the same officially. He is required to keep a record of each school warrant and pay the same in the order of their registration'number.\nIt would appear, therefore, that such surplus, if any, should revert to general funds of the district to be devoted to the payment of any school warrants in the order of their registration, those of the oldest registration having priority. We are of the opinion that the trial court erred in its order, and the case will be reversed and remanded with directions that appellee’s warrants be ordered paid out of the general funds of the district in the order of their registration; the same to be treated as a registration on the common fund and payable in the order of their date and registration number.",
        "type": "majority",
        "author": "Butler, J."
      }
    ],
    "attorneys": [
      "Ohmer C. Burnside, for appellant.",
      "John L. Carter, for appellee."
    ],
    "corrections": "",
    "head_matter": "Merritt v. M. W. Elkins Investment Company.\n4-3320\nOpinion delivered November 13, 1933.\nOhmer C. Burnside, for appellant.\nJohn L. Carter, for appellee."
  },
  "file_name": "0166-01",
  "first_page_order": 184,
  "last_page_order": 188
}
