{
  "id": 12440908,
  "name": "Filmore LLLP, Respondent, v. Unit Owners Association of Centre Pointe Condominium, Petitioner",
  "name_abbreviation": "Filmore LLLP v. Unit Owners Ass'n of Centre Pointe Condominium",
  "decision_date": "2015-09-03",
  "docket_number": "No. 90879-6",
  "first_page": "170",
  "last_page": "175",
  "citations": [
    {
      "type": "official",
      "cite": "184 Wash. 2d 170"
    }
  ],
  "court": {
    "name_abbreviation": "Wash.",
    "id": 9029,
    "name": "Washington Supreme Court"
  },
  "jurisdiction": {
    "id": 38,
    "name_long": "Washington",
    "name": "Wash."
  },
  "cites_to": [
    {
      "cite": "226 P.3d 131",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "weight": 2,
      "year": 2010,
      "opinion_index": 0
    },
    {
      "cite": "168 Wn.2d 256",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4007292
      ],
      "year": 2010,
      "pin_cites": [
        {
          "page": "263"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/168/0256-01"
      ]
    },
    {
      "cite": "243 P.3d 1283",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2010,
      "opinion_index": 0
    },
    {
      "cite": "169 Wn.2d 516",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4010031
      ],
      "year": 2010,
      "pin_cites": [
        {
          "page": "526"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/169/0516-01"
      ]
    },
    {
      "cite": "599 P.2d 526",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "weight": 2,
      "year": 1979,
      "opinion_index": 0
    },
    {
      "cite": "92 Wn.2d 570",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1099488
      ],
      "year": 1979,
      "pin_cites": [
        {
          "page": "573"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/92/0570-01"
      ]
    },
    {
      "cite": "716 P.2d 855",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1986,
      "pin_cites": [
        {
          "parenthetical": "citing Veach v. Culp, 92 Wn.2d 570, 573, 599 P.2d 526 (1979)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "105 Wn.2d 567",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1199178
      ],
      "year": 1986,
      "pin_cites": [
        {
          "page": "571-72",
          "parenthetical": "citing Veach v. Culp, 92 Wn.2d 570, 573, 599 P.2d 526 (1979)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/105/0567-01"
      ]
    },
    {
      "cite": "833 P.2d 381",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1992,
      "opinion_index": 0
    },
    {
      "cite": "119 Wn.2d 504",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1370272
      ],
      "year": 1992,
      "pin_cites": [
        {
          "page": "507"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/119/0504-01"
      ]
    },
    {
      "cite": "68 P.3d 282",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2003,
      "pin_cites": [
        {
          "parenthetical": "de novo review of statutory interpretation (citing City of Pasco v. Pub. Emp't Relations Comm'n, 119 Wn.2d 504, 507, 833 P.2d 381 (1992))"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "149 Wn.2d 342",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1292581
      ],
      "year": 2003,
      "pin_cites": [
        {
          "page": "346",
          "parenthetical": "de novo review of statutory interpretation (citing City of Pasco v. Pub. Emp't Relations Comm'n, 119 Wn.2d 504, 507, 833 P.2d 381 (1992))"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/149/0342-01"
      ]
    },
    {
      "cite": "1 P.3d 1124",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2000,
      "opinion_index": 0
    },
    {
      "cite": "141 Wn.2d 29",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1183442
      ],
      "year": 2000,
      "pin_cites": [
        {
          "page": "34"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/141/0029-01"
      ]
    },
    {
      "cite": "45 P.3d 1068",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2002,
      "pin_cites": [
        {
          "parenthetical": "de novo review of summary judgment orders (citing Lybbert v. Grant County, 141 Wn.2d 29, 34, 1 P.3d 1124 (2000))"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "146 Wn.2d 291",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        960823
      ],
      "year": 2002,
      "pin_cites": [
        {
          "page": "300",
          "parenthetical": "de novo review of summary judgment orders (citing Lybbert v. Grant County, 141 Wn.2d 29, 34, 1 P.3d 1124 (2000))"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/146/0291-01"
      ]
    },
    {
      "cite": "182 Wn.2d 1008",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "year": 2015,
      "opinion_index": 0
    },
    {
      "cite": "333 P.3d 498",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2014,
      "opinion_index": 0
    },
    {
      "cite": "183 Wn. App. 328",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        4343543
      ],
      "year": 2014,
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/183/0328-01"
      ]
    },
    {
      "cite": "992 P.2d 1008",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 2000,
      "pin_cites": [
        {
          "parenthetical": "citing RCW 64.34-.010"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "140 Wn.2d 47",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1119544
      ],
      "year": 2000,
      "pin_cites": [
        {
          "page": "49, 52",
          "parenthetical": "citing RCW 64.34-.010"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/140/0047-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 503,
    "char_count": 8756,
    "ocr_confidence": 0.89,
    "pagerank": {
      "raw": 4.89950402824256e-08,
      "percentile": 0.3089969724103606
    },
    "sha256": "0b04afea34ab9018838cc6f1e27f0065e4317182e8ae2345367fab9b629652b0",
    "simhash": "1:b765b51f1ab8715d",
    "word_count": 1435
  },
  "last_updated": "2024-02-27T21:13:25.899037+00:00",
  "provenance": {
    "date_added": "2019-05-21",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Madsen, C.J., and Johnson, Owens, Fairhurst, Stephens, Wiggins, Gordon McCloud, and Yu, JJ., concur."
    ],
    "parties": [
      "Filmore LLLP, Respondent, v. Unit Owners Association of Centre Pointe Condominium, Petitioner."
    ],
    "opinions": [
      {
        "text": "González, J.\n¶1 We are asked whether amending a particular condominium declaration to provide that only a certain percentage of condominium units may be leased is an amendment that changes “the uses to which any unit is restricted,” which requires special supermajority approval under RCW 64.34.264(4) and the declaration. We find that the amendment does change “the uses to which any unit is restricted” under this particular declaration because the declaration provides that leasing is a use, and, therefore, special supermajority approval was required for the amendment. Because the amendment did not receive the required special supermajority approval, we find that the amendment is not valid and affirm the courts below.\nFacts\n¶2 Centre Pointe Condominium is a residential condominium complex in Bellingham, Washington. The Unit Owners Association of Centre Pointe Condominium (Centre Pointe) was formed in May 2003 by a declaration of condominium (Declaration) recorded in Whatcom County.\n¶3 The Washington Condominium Act (WCA), chapter 64.34 RCW, governs condominium complexes created after July 1, 1990. Shorewood W. Condo. Ass’n v. Sadri, 140 Wn.2d 47, 49, 52, 992 P.2d 1008 (2000) (citing RCW 64.34-.010). Under RCW 64.34.264(1), a condominium declaration may be amended by the vote or agreement of owners to which at least 67 percent of the votes are allocated. RCW 64.34.264(4), however, provides an exception to that general rule, requiring the vote or agreement of the owner of each unit particularly affected and the owners of units to which at least 90 percent of the votes are allocated for an amendment that “may create or increase special declarant rights, increase the number of units, change the boundaries of any unit, the allocated interests of a unit, or the uses to which any unit is restricted .” (Emphasis added.)\n¶4 The Declaration mirrors the WCA scheme and language. Section 17.1 of the Declaration provides that a 67 percent vote is generally sufficient to amend the Declaration, in line with RCW 64.34.264(1). Clerk’s Papers (CP) at 68. Section 17.3 mirrors RCW 64.34.264(4), requiring “the vote or agreement of the Owner of each Unit particularly affected and his or her Mortgagee and the Owners of Units to which at least ninety percent (90%) of the votes in the Association are allocated” for certain changes, including any change to “the uses to which any Unit is restricted.” Id. at 69. Although RCW 64.34.264(1) and (4) establish the minimum voting percentage required for certain declaration amendments, the declaration itself can provide for higher percentages. See RCW 64.34.264(1).\n¶5 A clubhouse and three residential buildings with 97 units of the Centre Pointe complex were built prior to 2011. In May 2011, Filmore LLLP bought an unfinished portion of the Centre Pointe complex and all related development and special declarant rights. Filmore’s property is part of the Centre Point complex and subject to its Declaration. Section 9.1.14 of the Declaration provides that there is “no restriction on the right of any Unit Owner to lease his or her Unit” other than the restrictions described in section 9.1.14. CP at 55. Nothing in section 9.1.14 limits the number of units that may be leased.\n¶6 In October 2011, owners of Centre Pointe units to which at least 67 percent (but less than 90 percent) of the votes in Centre Pointe were allocated approved the 12th amendment to the Declaration, requiring that no more than 30 percent of the total number of units could be leased. In October 2012, Filmore filed a complaint in Whatcom County Superior Court, alleging that the Declaration’s 12th amendment violated RCW 64.34.264(4) and section 17.3 of the Declaration because the 12th amendment was not passed with 90 percent of the eligible votes, and requesting that the 12th amendment be found void and unenforceable. The trial court granted CR 56 summary judgment in favor of Filmore on February 8, 2013, finding that the 12th amendment is void because it was not passed with 90 percent of the eligible votes. The Court of Appeals agreed in a published opinion. Filmore LLLP v. Unit Owner's Ass’n of Centre Pointe Condo., 183 Wn. App. 328, 333 P.3d 498 (2014). We granted Centre Pointe’s petition for review. 182 Wn.2d 1008 (2015).\nAnalysis\n¶7 Our review is de novo. Jones v. Allstate Ins. Co., 146 Wn.2d 291, 300, 45 P.3d 1068 (2002) (de novo review of summary judgment orders (citing Lybbert v. Grant County, 141 Wn.2d 29, 34, 1 P.3d 1124 (2000))); State v. Wentz, 149 Wn.2d 342, 346, 68 P.3d 282 (2003) (de novo review of statutory interpretation (citing City of Pasco v. Pub. Emp’t Relations Comm’n, 119 Wn.2d 504, 507, 833 P.2d 381 (1992))). Additionally,\n[a] condominium declaration is like a deed, the review of which is a mixed question of law and fact. Roeder Co. v. Burlington N., Inc., 105 Wn.2d 567, 571-72, 716 P.2d 855 (1986) (citing Veach v. Culp, 92 Wn.2d 570, 573, 599 P.2d 526 (1979)). The factual issue is the declarant’s intent, which we discern from the face of the declaration. See id. The declaration’s legal consequences are questions of law, which we review de novo.\nLake v. Woodcreek Homeowners Ass’n, 169 Wn.2d 516, 526, 243 P.3d 1283 (2010).\n¶8 The vote or agreement of the owner of each unit particularly affected and the owners of units to which at least 90 percent of the votes are allocated must agree on any declaration amendment that changes “the uses to which any unit is restricted” under RCW 64.34.264(4) and section 17.3 of the Declaration. The word “use” is not defined in the WCA. “ When a statutory term is undefined, the words of a statute are given their ordinary meaning, and the court may look to a dictionary for such meaning.’ ” Lake, 169 Wn.2d at 528 (quoting State v. Gonzalez, 168 Wn.2d 256, 263, 226 P.3d 131 (2010)). Dictionary definitions, however, are not dispositive here because “use” is broadly defined in the dictionary to include “the legal enjoyment of property that consists in its employment, occupation, exercise, or practice,” Webster’s Third New International Dictionary 2523 (2002), and also “[t]he application or employment of something,” Black’s Law Dictionary 1775 (10th ed. 2014).\n¶9 But we need not interpret the WCA here because, in contrast to RCW 64.34.264(4), the Declaration itself identifies a number of “uses” that come within the special supermajority voting requirement in section 17.3. Under the Declaration’s article IX, “Permitted Uses; Architectural Uniformity” and section 9.1, “Permitted Uses,” section 9.1.14 provides, “Lease Restrictions.” CP at 52-55. The positioning of section 9.1.14 within the section 9.1 “Permitted Uses” heading indicates that for the purposes of this Declaration, a provision on leasing is one restricting the “use” of a unit—an amendment that requires a 90 percent vote under section 17.3. Id. This interpretation is bolstered by the fact that section 9.1.14 also provides that there is “no restriction on the right of any Unit Owner to lease his or her Unit” other than the restrictions set forth in Section 9.1.14, such as that “[a]ll leases shall be in writing” and “[n]o lease shall have a term of less than one year,” and nothing in section 9.1.14 limits the number of units that may be leased. Id. at 55. In other words, even if leasing is not a “use” under RCW 64.34.264(4), it is one under the language of the Declaration that is subject to section 17.3’s special super-majority amendment process. We resolve this case exclusively on that basis.\n¶10 Given that leasing is a “use” under this Declaration, a 90 percent supermajority was required to agree on any declaration amendment that restricted leasing under RCW 64.34.264(4) and section 17.3 of the Declaration. Ninety percent supermajority approval was not received. Therefore, the 12th amendment is not valid.\nConclusion\n¶11 We find that the declaration amendment restricting leasing is not valid because it purported to change “the uses to which any unit is restricted” without the requisite 90 percent supermajority approval. We find that the amendment is therefore invalid and affirm the courts below.\nMadsen, C.J., and Johnson, Owens, Fairhurst, Stephens, Wiggins, Gordon McCloud, and Yu, JJ., concur.",
        "type": "majority",
        "author": "González, J."
      }
    ],
    "attorneys": [
      "Steven A. Rockey (of Rockey Stratton PS), for petitioner.",
      "Douglas K. Robertson, Kristen C. Reid, and Joshua W. Fox (of Belcher Swanson Law Firm PLLC), for respondent.",
      "Daniel E. Zimberoff on behalf of Community Associations Institute, amicus curiae.",
      "Averil B. Rothrock, Lawrence A. Costich, and Milt Reimers on behalf of Barclay Court Owners Association, amicus curiae."
    ],
    "corrections": "",
    "head_matter": "[No. 90879-6.\nArgued June 11, 2015.\nDecided September 3, 2015.\nFilmore LLLP, Respondent, v. Unit Owners Association of Centre Pointe Condominium, Petitioner.\nSteven A. Rockey (of Rockey Stratton PS), for petitioner.\nDouglas K. Robertson, Kristen C. Reid, and Joshua W. Fox (of Belcher Swanson Law Firm PLLC), for respondent.\nDaniel E. Zimberoff on behalf of Community Associations Institute, amicus curiae.\nAveril B. Rothrock, Lawrence A. Costich, and Milt Reimers on behalf of Barclay Court Owners Association, amicus curiae."
  },
  "file_name": "0170-01",
  "first_page_order": 212,
  "last_page_order": 217
}
