{
  "id": 1913453,
  "name": "Bell v. Wilson",
  "name_abbreviation": "Bell v. Wilson",
  "decision_date": "1889-05",
  "docket_number": "",
  "first_page": "171",
  "last_page": "173",
  "citations": [
    {
      "type": "official",
      "cite": "52 Ark. 171"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "11 Ark., 411",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8727823
      ],
      "pin_cites": [
        {
          "page": "718"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/11/0411-01"
      ]
    },
    {
      "cite": "38 Ark., 28",
      "category": "reporters:state",
      "reporter": "Ark.",
      "weight": 4,
      "opinion_index": -1
    },
    {
      "cite": "42 Ark., 305",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8723902
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/42/0305-01"
      ]
    },
    {
      "cite": "47 Ark., 301",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1888765
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/47/0301-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 267,
    "char_count": 3881,
    "ocr_confidence": 0.734,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.06973746345829429
    },
    "sha256": "4281e996e1423ec45ee465d7d0ba340850e244f65c6952e85d584dcafcc05e3b",
    "simhash": "1:e52b8927b9773a43",
    "word_count": 697
  },
  "last_updated": "2024-02-27T21:49:13.359511+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Bell v. Wilson."
    ],
    "opinions": [
      {
        "text": "Cockrill, C. J.\nThe plaintiff in an action of ejectment .against Bell relied upon a Sheriff’s deed executed in 1881, in pursuance of a judgment rendered in 1879 against a Mrs. Moore who was the common owner of title of both parties.\nEleven years prior to the rendition of the judgment, the judgment defendant had conveyed the lands described in the Sheriff’s deed to her grandson, J. W. Moore.\nIn a suit brought by one Allen, a creditor of Mrs. Moore, the St. Francis Chancery Court declared the conveyance by Mrs. Moore to her grandson a fraud upon Allen’s rights as a creditor, set the deed aside and ordered that the lands be sold to pay his debts.\nThe decree was introduced in evidence by the plaintiff in ■.this cause to show that the conveyance to the grandson, through whom the defendant claims title, had been canceled, and that the title was thereby divested from the grandson and vested again in Mrs. Moore; and the court tried the cause upon that theory.\nBut the decree established nothing except that the conveyance was void as against Allen’s right to enforce the payment of his debt.\nThe plaintiff in the case, being a stranger to that suit, took nothing by the decree and .could build no estoppel against J. W. Moore or his grantee upon it.\nThe conveyance was good between the parties and against all the world except creditors of Mrs. Moore, who were in position to attack it for fraud. Millington v. Hill, 47 Ark., 301; Norwood v. Driggs, 50 ib., 42. If the plaintiff in this action occupied the position of a creditor entitled to attack the conveyance, he could avoid it upon proper proof. Hershey v. Latham, 42 Ark., 305; Waite on Fraudulent Conveyances, p. 51. But the Allen decree showing that the deed had been adjudged a fraud upon the rights of another creditor in a suit to which the plaintiff in this action was not a party, did not prove that the conveyance was a fraud on his rights.\nReverse the judgment and remand the cause for a new trial.",
        "type": "majority",
        "author": "Cockrill, C. J."
      }
    ],
    "attorneys": [
      "W. G. Weatherford, for appellants.",
      "Geo. Sibley, for appellee."
    ],
    "corrections": "",
    "head_matter": "Bell v. Wilson.\n1. Fraudulent Conveyances : Who may avoid.\nA conveyance to defraud creditors is good between the parties, and against all persons except creditors of the grantor, who are in position to assail it.\n2. Same : Same.\nIn ejectment, where both parties claim title derived from a common source, the plaintiff cannot avoid the conveyance under which the defendant claims by showing that it has been adjudged a.fraud upon the rights of creditors in a suit to which he (the plaintiff) was not a party.\nAPPEAL from St. Francis Circuit Court.\nM. T. Sanders, Judge.\nW. G. Weatherford, for appellants.\n1. The Allen decree did not avoid the deed to J. W. Moore, ab initio, but merely subjected the land to the payment of Allen’s debt. Wilson was not a party, but a stranger to this.\n-decree, and can claim nothing under it. The deed was void only as to those creditors who took the proper steps to enforce their rights. 38 Ark., 28; 47 id., 3og; 2 Paige, 367; Vol. 2, _N. Y. Chy., Coop, ed., notes to Corning v. White.\n2. Plaintiff is barred by limitation. Mansf. Dig., sec. 4471.\n3. Whether the purpose of Mrs. Moore was honest or -fraudulent, is not now material. If bona fide, she is bound; if •fraudulent, she cannot take the advantage of it. 11 Ark., 411, 718. The execution purchaser had no better right than she had. 31 Ark., 23Q; 30 id., 266.\nGeo. Sibley, for appellee.\nThe decree set aside the deed to J. W. Moore, as void .against creditors, and was a nullity to all intents and pur•poses. The appellants’ grantors took nothing but the right to Fave the land sold to satisfy their debt; if they failed to do so, then any other creditor has the right to subject it to their ■debts.\nThe deed being set aside at the suit of appellants’ grantors, they are estopped to deny appellee’s title. Reviews the authorities cited by appellants, and contends that they make against him. 38 Ark., 28; 47 id., 3og."
  },
  "file_name": "0171-02",
  "first_page_order": 199,
  "last_page_order": 201
}
