{
  "id": 12456828,
  "name": "Certification From the United States Court of Appeals for the Ninth Circuit in Abelardo Saucedo et al., Appellees, v. John Hancock Life & Health Insurance Company et al., Defendants, Farmland Management Services, Appellant; Abelardo Saucedo et al., Appellees, v. John Hancock Life Insurance Company et al., Appellants; Abelardo Saucedo et al., Appellees, v. John Hancock Life Insurance Company et al., Defendants, NW Management and Realty Services, Inc., Appellant",
  "name_abbreviation": "Saucedo v. John Hancock Life & Health Insurance Co.",
  "decision_date": "2016-03-03",
  "docket_number": "No. 91945-3",
  "first_page": "171",
  "last_page": "185",
  "citations": [
    {
      "type": "official",
      "cite": "185 Wash. 2d 171"
    }
  ],
  "court": {
    "name_abbreviation": "Wash.",
    "id": 9029,
    "name": "Washington Supreme Court"
  },
  "jurisdiction": {
    "id": 38,
    "name_long": "Washington",
    "name": "Wash."
  },
  "cites_to": [
    {
      "cite": "188 L. Ed. 2d 1071",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "case_ids": [
        12707007
      ],
      "year": 2014,
      "pin_cites": [
        {
          "parenthetical": "\"This Court has no roving license, in even ordinary cases of statutory interpretation, to disregard clear language simply on the view that . . . Congress 'must have intended' something broader.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/572/0782-01"
      ]
    },
    {
      "cite": "134 S. Ct. 2024",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12707007,
        7343111
      ],
      "year": 2014,
      "pin_cites": [
        {
          "page": "2034",
          "parenthetical": "\"This Court has no roving license, in even ordinary cases of statutory interpretation, to disregard clear language simply on the view that . . . Congress 'must have intended' something broader.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/572/0782-01",
        "/am-tribal-law/11/2024-01"
      ]
    },
    {
      "cite": "112 S. Ct. 2102",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        3382554,
        11729782
      ],
      "year": 1992,
      "pin_cites": [
        {
          "parenthetical": "plurality opinion"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cl-ct/26/2102-01",
        "/us/504/0505-01"
      ]
    },
    {
      "cite": "504 U.S. 505",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11729782
      ],
      "weight": 2,
      "year": 1992,
      "pin_cites": [
        {
          "parenthetical": "plurality opinion"
        },
        {
          "parenthetical": "plurality opinion"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/504/0505-01"
      ]
    },
    {
      "cite": "814 F. Supp. 1491",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        7408693
      ],
      "weight": 9,
      "year": 1993,
      "pin_cites": [
        {
          "page": "1495"
        },
        {
          "page": "1495-96"
        },
        {
          "page": "1496"
        },
        {
          "page": "1499-1500"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/814/1491-01"
      ]
    },
    {
      "cite": "961 P.2d 371",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1998,
      "pin_cites": [
        {
          "parenthetical": "ch. 49.52 RCW"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "136 Wn.2d 152",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        867959
      ],
      "year": 1998,
      "pin_cites": [
        {
          "page": "159",
          "parenthetical": "ch. 49.52 RCW"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/136/0152-01"
      ]
    },
    {
      "cite": "996 P.2d 582",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 2000,
      "pin_cites": [
        {
          "parenthetical": "ch. 49.46 RCW (Washington Minimum Wage Act)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "140 Wn.2d 291",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1119532
      ],
      "year": 2000,
      "pin_cites": [
        {
          "page": "301",
          "parenthetical": "ch. 49.46 RCW (Washington Minimum Wage Act)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/140/0291-01"
      ]
    },
    {
      "cite": "286 P.3d 46",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "weight": 3,
      "year": 2012,
      "opinion_index": 0
    },
    {
      "cite": "175 Wn.2d 518",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4024649
      ],
      "weight": 2,
      "year": 2012,
      "pin_cites": [
        {
          "page": "521, 530"
        },
        {
          "page": "521"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/175/0518-01"
      ]
    },
    {
      "cite": "29 U.S.C. § 1842",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 3,
      "pin_cites": [
        {
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "156 P.3d 201",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2007,
      "opinion_index": 0
    },
    {
      "cite": "160 Wn.2d 106",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        3630933
      ],
      "year": 2007,
      "pin_cites": [
        {
          "page": "110"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/160/0106-01"
      ]
    },
    {
      "cite": "335 P.3d 416",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2014,
      "pin_cites": [
        {
          "parenthetical": "quoting State v. Armendariz, 160 Wn.2d 106, 110, 156 P.3d 201 (2007)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "181 Wn.2d 691",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4356601
      ],
      "year": 2014,
      "pin_cites": [
        {
          "page": "696",
          "parenthetical": "quoting State v. Armendariz, 160 Wn.2d 106, 110, 156 P.3d 201 (2007)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/181/0691-01"
      ]
    },
    {
      "cite": "78 P.3d 1274",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2003,
      "opinion_index": 0
    },
    {
      "cite": "150 Wn.2d 478",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        9194883
      ],
      "year": 2003,
      "pin_cites": [
        {
          "page": "483"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/150/0478-01"
      ]
    },
    {
      "cite": "256 P.3d 321",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2011,
      "opinion_index": 0
    },
    {
      "cite": "171 Wn.2d 486",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4015747
      ],
      "year": 2011,
      "pin_cites": [
        {
          "page": "493"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/171/0486-01"
      ]
    },
    {
      "cite": "796 F.3d 1016",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        5769861
      ],
      "year": 2015,
      "opinion_index": 0,
      "case_paths": [
        "/f3d/796/1016-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1060,
    "char_count": 24380,
    "ocr_confidence": 0.889,
    "pagerank": {
      "raw": 5.298132930532853e-08,
      "percentile": 0.3347857346123268
    },
    "sha256": "a6012b80ba23d0b6d61c14101fc712e56dd5e69ffb921a90de901a397b597ab5",
    "simhash": "1:805ad34793d7ff2d",
    "word_count": 3797
  },
  "last_updated": "2024-02-28T00:06:59.447104+00:00",
  "provenance": {
    "date_added": "2019-05-22",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Madsen, C.J., and Johnson, Owens, Fairhurst, Stephens, Wiggins, González, and Yu, JJ., concur."
    ],
    "parties": [
      "Certification From the United States Court of Appeals for the Ninth Circuit in Abelardo Saucedo et al., Appellees, v. John Hancock Life & Health Insurance Company et al., Defendants, Farmland Management Services, Appellant. Abelardo Saucedo et al., Appellees, v. John Hancock Life Insurance Company et al., Appellants. Abelardo Saucedo et al., Appellees, v. John Hancock Life Insurance Company et al., Defendants, NW Management and Realty Services, Inc., Appellant."
    ],
    "opinions": [
      {
        "text": "Gordon McCloud, J.\n¶1 This case is a class action lawsuit by farmworkers against four corporate defendants. It requires us to answer two questions, certified to this court by the United States Court of Appeals for the Ninth Circuit, about Washington’s farm labor contractor act (FLCA), chapter 19.30 RCW. The first question implicates RCW 19.30-.010(2). That statute defines a “farm labor contractor” as “any person, or his or her agent or subcontractor, who, for a fee, performs any farm labor contracting activity.” Another FLCA provision, RCW 19.30.010(3), then defines “farm labor contracting activity” as “recruiting, soliciting, employing, supplying, transporting, or hiring agricultural employees.” The second question implicates RCW 19.30.200. That statute imposes joint and several liability for FLCA violations on “[a]ny person who knowingly uses the services of an unlicensed farm labor contractor” and then states, “In making determinations under this section, any user may rely upon either the license issued by the director [of the Department of Labor & Industries (Department)] to the farm labor contractor under RCW 19.30.030 or the director’s representation that such contractor is licensed as required by this chapter.”\n¶2 The certified questions require us to decide whether defendant-appellant NW Management and Realty Services Inc. is a “farm labor contractor” under RCW 19.30.010(2) and, if so, whether the other defendants “knowingly use[d]” its services under RCW 19.30.200. (There is no dispute that NW was unlicensed at all times relevant to this case.)\nFACTS\n¶3 Defendant-appellant John Hancock Life Insurance Company owns defendant-appellant John Hancock Life & Health Insurance Co. (collectively Hancock companies). Together with defendant-appellant Texas Municipal Plans Consortium LLC (TMP), the Hancock companies owned three apple orchards.\n¶4 The Hancock companies and TMP leased all three orchards to defendant-appellant Farmland Management Services. Under the governing lease agreements, the Hancock companies and TMP paid Farmland a “Management Fee” in exchange for either operating and managing the orchards or subleasing the orchards to a third party operator/manager. Appellants’ Joint Excerpts of Sealed R. (ESR) at 98 (boldface omitted). The Hancock companies and TMP also reimbursed Farmland for operating costs and collected all profits.\n¶5 Farmland subleased the orchards to NW. Under the governing sublease agreement, Farmland paid NW a per-acre fee, reimbursed NW for all operating costs, and collected all profits. Ultimately, pursuant to all the lease and sublease agreements, the Hancock companies and TMP paid all of NWs costs and collected all of the orchards’ profits, minus Farmland’s “Management Fee.” Id. (boldface omitted).\n¶6 The sublease agreement between Farmland and NW provided that NW “will hire, employ, discharge and supervise the work of all employees and independent contractors performing labor and/or services on the [orchards and that NW] shall be the employer of record of all persons employed to perform work on the [orchards].” ESR at 38. The agreement left the details of orchard management largely to NW’s discretion, but it provided that NW would “operate and use the orchard Properties for the sole purpose of conducting a first-class agricultural operation,” and it required NW to submit to Farmland a yearly “Farm Operating Plan” that included NW’s anticipated budget for the coming year. ESR at 37,40. Farmland then sent this budget to the Hancock companies for approval.\n¶7 Farmland’s lease agreements with the Hancock companies and TMP required Farmland to either obtain necessary licenses or require any third party to do so. A representative for Farmland told a representative for the Hancock companies that Farmland had fulfilled this contractual obligation. It is undisputed, however, that NW never obtained a farm labor contractor license.\n¶8 The plaintiffs-appellees, a class of 722 former NW employees, sued the defendants in the United States District Court for the Eastern District of Washington for violations of state and federal law, including the FLCA. The district court certified the plaintiff class as to two FLCA claims: (1) that NW violated RCW 19.30.110(1) by failing to carry a current farm labor contractor’s license and (2) that NW violated RCW 19.30.110(7) by making false and misleading representations about worker compensation. The plaintiffs allege, in part, that Farmland and the Hancock companies are jointly and severally liable for NW’s violations under RCW 19.30.200 because they used the services of an unlicensed farm labor contractor without either inspecting NWs license or verifying licensure with the Department.\n¶9 Farmland, the Hancock companies, and TMP each moved to dismiss, arguing that RCW 19.30.200 penalizes only defendants with actual or constructive knowledge that a contractor is unlicensed. The trial court denied the motions, concluding that the FLCA imposes an affirmative duty on such defendants to verify proper licensure. All the defendants then moved for summary judgment on the ground that NW was not a “farm labor contractor” as defined in RCW 19.30.010(2) because it was instead an “agricultural employer” (defined in RCW 19.30.010(4)). The district court also denied that motion, concluding that those two definitions are not mutually exclusive.\n¶10 The plaintiffs then moved for summary judgment, arguing that NW was a farm labor contractor under the FLCA; that NW violated the FLCA by failing to obtain a farm labor contractor’s license and by failing to provide the plaintiffs with required disclosures; and that Farmland, the Hancock companies, and TMP are jointly and severally liable for NW’s violations. The district court granted the motion and awarded the plaintiffs damages of $500 per class member per violation per year worked, for a total of $1,004,000. The court also awarded the plaintiffs attorney fees.\n¶11 The defendants appealed to the Ninth Circuit, briefing these issues on the merits and filing a joint excerpts of record (ER) containing the relevant documents. Then, on August 5, 2015, the Ninth Circuit certified the disputed questions to this court. Saucedo v. John Hancock Life & Health Ins. Co., 796 F.3d 1016 (9th Cir. 2015).\nANALYSIS\n¶12 Certified questions are matters of law reviewed de novo and in light of the record certified by the federal court. Carlsen v. Global Client Solutions, LLC, 171 Wn.2d 486, 493, 256 P.3d 321 (2011). Because the questions in this case pertain to a motion for summary judgment, we perform the same inquiry as the district court. Smith v. Safeco Ins. Co., 150 Wn.2d 478, 483, 78 P.3d 1274 (2003).\nI. The first certified question: Does the FLCA, in particular RCW 19.30.010(2), include in the definition of a “farm labor contractor” an entity who is paid a per-acre fee to manage all aspects of farming—including hiring and employing agricultural workers as well as making all planting and harvesting decisions, subject to approval—for a particular plot of land owned by a third party? Answer: Yes\n¶13 As noted above, RCW 19.30.010(2) defines a “farm labor contractor’” as “any person, or his or her agent or subcontractor, who, for a fee, performs any farm labor contracting activity.” Another FLCA provision in turn defines “farm labor contracting activity” to mean “recruiting, soliciting, employing, supplying, transporting, or hiring agricultural employees.” RCW 19.30.010(3).\n¶14 NW is a farm labor contractor under the plain language of these provisions. Pursuant to their sublease agreement, Farmland paid NW a per-acre fee “[a]s compensation for the services rendered by [NW] under this Agreement.” ESR at 43. And pursuant to that agreement, those services included “hiring], employ[ing], discharging] and supervising] the work of all employees and independent contractors performing labor and/or services on the ‘Properties’.” ESR at 38. That contractual arrangement places NW squarely within the plain definition of “farm labor contractor” under the FLCA: at a minimum, NW “employ [s]” and “hir[es] agricultural employees” in exchange “for a fee.” RCW 19.30.010(3), (2).\n¶15 The defendants make two main arguments to support their contrary interpretation of the statute.\n¶16 First, the defendants point to a provision in the FLCA making that chapter inapplicable to “any person who performs any [farm labor contracting activities] only within the scope of his or her regular employment for one agricultural employer on whose behalf he or she is so acting, unless he or she is receiving a commission or fee, which commission or fee is determined by the number of workers recruited.” RCW 19.30.010(6) (emphasis added). The parties refer to this provision as the single-employer exemption. The defendants don’t argue that the single-employer exemption actually applies to NW; they argue, instead, that the logic underlying the exemption applies equally to entities like NW. They contend that the legislature exempted single-employer contractors from FLCA coverage because “their ties to one farmer ensured the requisite stability, permanence, and accountability” and that NW possesses all of those qualities, having worked almost exclusively for Farmland and in the same general area for roughly 20 years. Br. of Defs.-Pet’rs at 22-23. Their unstated conclusion is that these attributes make them as deserving of an exemption as someone actually eligible for the enacted single-employer exemption. But the legislature is the body that gets to make that policy decision by defining “farm labor contractor.” RCW 19.30.010(2). If NW fits the definition of a “farm labor contractor,” RCW 19.30.010(2), and is not eligible for any statutory exemption, then it must abide by the FLCA’s licensure requirements. We have no authority to read a new exception into the statute on policy grounds. See Michigan v. Bay Mills Indian Cmty., 572 U.S. _, 134 S. Ct. 2024, 2034, 188 L. Ed. 2d 1071 (2014) (“This Court has no roving license, in even ordinary cases of statutory interpretation, to disregard clear language simply on the view that . . . Congress ‘must have intended’ something broader.”).\n¶17 Second, the defendants argue NW performs too many farming activities to be a farm labor contractor. They contend that the FLCA embraces a “Tripartite Scheme” that distinguishes between three mutually exclusive categories: “Agricultural employer” (farmer), “Agricultural employee” (workers), and “Farm labor contractor” (broker). Br. of Defs.-Pet’rs at 24 (boldface omitted). NW argues that because it is an agricultural employer, it cannot also be a farm labor contractor. But the legislature did not make the three categories of “person” defined in RCW 19.30.010(2), (4), and (5) mutually exclusive. As the district court concluded in this case, “The fact that NW . . . also meets the statutory definition of‘agricultural employer’ is irrelevant; [if it was] paid by a third party to ‘recruit,’ ‘employ’ and ‘supply’ farm laborers, see RCW 19.30.010(3), it was required to register.” ER at 41.\nII. The second certified question: Does the FLCA, in particular RCW 19.30.200, make jointly and severally liable any person who uses the services of an unlicensed farm labor contractor without either inspecting the license issued by the director of the Department to the farm labor contractor or obtaining a representation from the director of the Department that the contractor is properly licensed, even if that person lacked knowledge that the farm labor contractor was unlicensed? Answer: Yes\n¶18 RCW 19.30.200 provides, in full:\nAny person who knowingly uses the services of an unlicensed farm labor contractor shall be personally, jointly, and severally liable with the person acting as a farm labor contractor to the same extent and in the same manner as provided in this chapter. In making determinations under this section, any user may rely upon either the license issued by the director [of the Department] to the farm labor contractor under RCW 19.30-.030 or the director’s representation that such contractor is licensed as required by this chapter.\nThe parties offer competing interpretations of this provision.\n¶19 The defendants emphasize RCW 19.30.200’s first sentence, which limits joint and several liability to those who “knowingly” use an unlicensed farm labor contractor. They argue that the second sentence (which lists two ways of determining whether a farm labor contractor has a license) creates a “safe harbor” for persons who rely on a license or the Department’s representation of licensure, but does not create any affirmative duty to verify licensure. Br. of Defs.-Pet’rs at 39-43. Accordingly, they conclude that the plaintiffs must prove that the Hancock companies and/or TMP had actual or constructive knowledge that NW was unlicensed in order to establish joint and several liability under RCW 19.30.200.\n¶20 The plaintiffs argue that RCW 19.30.200 gives the term “knowingly” a specific meaning: that a person “knowingly” uses an unlicensed farm labor contractor if he or she does so without using one of the two methods listed in that statute’s second sentence—inspecting the contractor’s license or inquiring about the contractor’s status with the Department. Answering Br. of Pls.-Resp’ts at 24 (“[a] user is required to make a determination based on one of two [specified] options!, and] [a]fter that determination is made, the user will know whether the labor contractor possesses a valid Washington license”). Thus, the plaintiffs conclude that a person who fails to verify in one of these easy, straightforward ways must be charged with knowledge and is therefore jointly and severally liable under the statute for use of an unlicensed farm labor contractor.\n¶21 “Our fundamental goal in statutory interpretation is to ‘discern and implement the legislature’s intent.’ ” O.S.T. v. Regence BlueShield, 181 Wn.2d 691, 696, 335 P.3d 416 (2014) (quoting State v. Armendariz, 160 Wn.2d 106, 110, 156 P.3d 201 (2007)). For the reasons given below, we conclude that the plaintiffs’ interpretation of the statute must certainly be what the legislature intended when it enacted RCW 19.30.200.\n¶22 First, the statute’s plain language—specifically, the “either-or” disjunctive phrasing that appears in the statute’s second sentence—normally implies that one or the other of two things will occur; it does not imply the option to pursue other, unspecified alternatives. See Webster’s Third New International Dictionary 728 (2002) (defining “either-or” as “an unavoidable choice or exclusive division between only two alternatives”). On this point, we note that the FLCA’s federal analog, the agricultural worker protection act (AWPA), contains a “[c]onfirmation of [registration” provision, 29 U.S.C. § 1842, very similar to RCW 19.30.200. That provision states, in its entirety:\nNo person shall utilize the services of any farm labor contractor to supply any migrant or seasonal agricultural worker unless the person first takes reasonable steps to determine that the farm labor contractor possesses a certificate of registration which is valid and which authorizes the activity for which the contractor is utilized. In making that determination, the person may rely upon either possession of a certificate of registration, or confirmation of such registration by the Department of Labor. The Secretary shall maintain a central public registry of all persons issued a certificate of registration.\n29 U.S.C. § 1842 (emphasis added). We are not aware of any case law interpreting this provision to allow “reasonable steps” other than the two listed in the statute. Id.\n¶23 Second, our legislature enacted the FLCA to remedy a pattern of farmworker exploitation, in part by including tough civil penalty provisions “to compensate injuries, promote enforcement . . . , and deter violations.” Perez-Farias v. Glob. Horizons, Inc., 175 Wn.2d 518, 521, 530, 286 P.3d 46 (2012). As a remedial statute designed to prevent worker exploitation, the FLCA is generally construed liberally to further this purpose. Id. at 521, 530; see also Drinkwitz v. Alliant Techsystems, Inc., 140 Wn.2d 291, 301, 996 P.2d 582 (2000) (ch. 49.46 RCW (Washington Minimum Wage Act)); Schilling v. Radio Holdings, Inc., 136 Wn.2d 152, 159, 961 P.2d 371 (1998) (ch. 49.52 RCW). The defendants’ interpretation of RCW 19.30.200 frustrates this intent by giving “users of farm labor contractors a perverse incentive to remain deliberately ignorant of a contractor’s licensure status.” ER at 47. The plaintiffs’ interpretation, by contrast, furthers the statute’s remedial purpose by codifying straightforward and easily complied with license verification requirements.\n¶24 In fact, as the district court concluded in this case, the defendants’ interpretation of RCW 19.30.200 “renders the ‘determination’ requirement optional.” ER at 121-22. Under the defendants’ interpretation, if a person elects to verify licensure, he or she may do so by inspecting the contractor’s license or inquiring with the Department—or not. As a practical matter, this reading renders RCW 19.30.200’s second sentence all but superfluous. The plaintiffs’ interpretation is much more persuasive: that the either-or “making determinations” provision in RCW 19.30-.200 clarifies the meaning of the term “knowingly” in the statute’s first sentence.\nCONCLUSION\n¶25 The plain language of the FLCA compels us to answer yes to both certified questions. Under RCW 19.30-.010(2) and (3), the definition of a “farm labor contractor” includes an entity who is paid a per-acre fee to manage all aspects of farming—including hiring and employing agricultural workers as well as making all planting and harvesting decisions, subject to approval—for a particular plot of land owned by a third party. Under RCW 19.30.200, any person who uses the services of an unlicensed farm labor contractor without either inspecting the contractor’s license or obtaining a representation from the Department that the contractor is properly licensed is jointly and severally liable with that contractor, even if that person lacked knowledge that the farm labor contractor was unlicensed.\nMadsen, C.J., and Johnson, Owens, Fairhurst, Stephens, Wiggins, González, and Yu, JJ., concur.\nThe defendants also attempt to avoid the statute’s plain terms by citing a brief passage of dictum from Perez-Farias v. Global Horizons, Inc., which addressed provisions in the FLCA governing damages in a civil suit. 175 Wn.2d 518, 521, 286 P.3d 46 (2012). The passage states that the FLCA protects farmworkers by regulating the activities of “farm labor contractors,’’ who “act as intermediary between farm workers and farmer [and] [generally . . . recruit, transport, house, and supervise farm workers, and handle their pay arrangements.’’ Id. The defendants would like us to interpret this passage as an exclusive list of all farm labor contracting activities, but doing so conflicts with the plain terms of the statutes at issue here.\nThis does not mean that a person becomes a “farm labor contractor’’ under the FLCA just because he or she employs agricultural workers in a farming operation that eventually turns a profit. In support of their argument that NW did not perform any farm labor contracting activities “for a fee,’’ RCW 19.30.010(2), the defendants cite only one directly relevant case: Escobar v. Baker, 814 F. Supp. 1491, 1495, 1500 n.9 (W.D. Wash. 1993). See Br. of Defs.-Pet’rs at 20. In Escobar, a farmworker (Soto) worked as a foreman for one defendant (Baker) and as a row boss for another defendant (Dobbins). 814 F. Supp. at 1495-96. Baker gave Soto free gasoline in exchange for his picking up workers in Oregon and driving them to Baker’s Washington farm. Id. at 1496. Eventually, through what appears to have been a long-standing informal arrangement between Baker and Dobbins, Soto also transported some of these workers to Dobbins’ farm. Id. The district court held that Soto performed farm labor contracting activities “for a fee’’ as to Baker, but not as to Dobbins. Id. at 1499-1500. It concluded that the gasoline (from Baker) constituted a “fee” under the FLCA, but that Soto’s salary as a row boss (for Dobbins) did not. Id. The court reasoned that a salary can sometimes constitute a “fee” under the FLCA but that to trigger coverage, there must be some “tie” between a salary and the farm labor contracting activities. Id. at 1500 n.9.\nThe defendants cite this portion of Escobar to argue that NW received a fee for its activities as an “ ‘agricultural employer’ ’’ rather than a “ ‘farm labor contractor.’ ’’ Br. of Defs.-Pet’rs at 20. But Escobar is clearly distinguishable from the present case. According to the Escobar court, Soto’s driving workers to Dobbins’ farm was incidental to and attenuated from the salary he received as Dobbins’ row boss. 814 F. Supp. at 1499-1500 & n.9. By contrast, the contract at issue in this case explicitly conditions NW’s receipt of the per-acre fee on NW’s “hir[ing]’’ and “employ[ing]’’ agricultural workers. ESR at 38. The fact that the fee also compensates NW for other activities, such as managing orchards and repairing farm equipment, id., does not mean that NW’s farm labor contracting activities are incidental to or attenuated from the per-acre fee.\nThe defendants contend that our legislature considered and rejected arguments that a knowledge prerequisite to liability under RCW 19.30.200 would facilitate intentional ignorance. They are incorrect. That history demonstrates only that our legislature rejected one lobbyist’s suggestion that it strike the word “knowingly” from a bill that eventually became RCW 19.30.200. But if the “making determinations” clause is an affirmative inquiry requirement, there was no need to omit the word “knowingly” (and thereby impose the harsh standard of strict liability), RCW 19.30.200, in order to punish intentional ignorance.\nThe defendants contend that the rule of lenity applies here because the PLCA imposes some criminal sanctions, specifically on “[a]ny person who violates any provisions of. .. chapter [19.30 RCW], or who causes or induces another to violate any provisions of this chapter.” RCW 19.30.150. They argue that the imposition of criminal sanctions triggers the rule of lenity. See United States v. Thompson/Center Arms Co., 504 U.S. 505, 518 n.10, 112 S. Ct. 2102, 119 L. Ed. 2d 308 (1992) (plurality opinion) (holding that the rule of lenity applies to a tax statute with both criminal and civil applications). But RCW 19.30.200—the specific statute at issue here—imposes no criminal sanctions at all. As noted above, the FLCA imposes criminal penalties on a person who “violates” its provisions. RCW 10.30.150. The only provision violated here was RCW 19.30.110(1), the separate statute that requires a “farm labor contractor” to “[c]arry a current farm labor contractor’s license.” RCW 19.30.200 does not establish that duty, which only NW violated; it just clarifies the extent of the other defendants’ civil liability for NWs violation. We therefore reject the argument that the rule of lenity applies to that statute.",
        "type": "majority",
        "author": "Gordon McCloud, J."
      }
    ],
    "attorneys": [
      "Lori J. Isley, Joachim Morrison, and Andrea L. Schmitt (of Columbia Legal Services), for appellees.",
      "Christopher G. Emch and John R. Nelson (of Foster Pepper PLLC); Brendan V. Monahan and Sarah L.C. Wixson (of Stokes Lawrence)-, and Leslie R. Weatherhead and Geana M. Van Dessel (of Lee Hayes PLLC) (Susan F. DiCicco, Ari M. Selman, and David B. Salmons of Morgan Lewis & Bockius LLP, of counsel), for appellants.",
      "Jeffrey L. Needle and Christie J. Fix on behalf of Washington Employment Lawyers Association, amicus curiae.",
      "Robert W. Ferguson, Attorney General, and Amanda J. Goss, Assistant, on behalf of Department of Labor and Industries, amicus curiae."
    ],
    "corrections": "",
    "head_matter": "[No. 91945-3.\nArgued January 14, 2016.\nDecided March 3, 2016.\nCertification From the United States Court of Appeals for the Ninth Circuit in Abelardo Saucedo et al., Appellees, v. John Hancock Life & Health Insurance Company et al., Defendants, Farmland Management Services, Appellant. Abelardo Saucedo et al., Appellees, v. John Hancock Life Insurance Company et al., Appellants. Abelardo Saucedo et al., Appellees, v. John Hancock Life Insurance Company et al., Defendants, NW Management and Realty Services, Inc., Appellant.\nLori J. Isley, Joachim Morrison, and Andrea L. Schmitt (of Columbia Legal Services), for appellees.\nChristopher G. Emch and John R. Nelson (of Foster Pepper PLLC); Brendan V. Monahan and Sarah L.C. Wixson (of Stokes Lawrence)-, and Leslie R. Weatherhead and Geana M. Van Dessel (of Lee Hayes PLLC) (Susan F. DiCicco, Ari M. Selman, and David B. Salmons of Morgan Lewis & Bockius LLP, of counsel), for appellants.\nJeffrey L. Needle and Christie J. Fix on behalf of Washington Employment Lawyers Association, amicus curiae.\nRobert W. Ferguson, Attorney General, and Amanda J. Goss, Assistant, on behalf of Department of Labor and Industries, amicus curiae."
  },
  "file_name": "0171-01",
  "first_page_order": 225,
  "last_page_order": 239
}
