{
  "id": 1431942,
  "name": "Foster v. Taylor",
  "name_abbreviation": "Foster v. Taylor",
  "decision_date": "1933-04-03",
  "docket_number": "4-2928",
  "first_page": "172",
  "last_page": "176",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 172"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "40 S. W. (2d) 989",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "384 Ark. 149",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "28 S. W. (2d) 1059",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "181 Ark. 950",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8726172
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/181/0950-01"
      ]
    },
    {
      "cite": "2 S. W. 853",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "48 Ark. 258",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1887775
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/48/0258-01"
      ]
    },
    {
      "cite": "59 S. W. 113",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "158 Mo. 395",
      "category": "reporters:state",
      "reporter": "Mo.",
      "case_ids": [
        1391683
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mo/158/0395-01"
      ]
    },
    {
      "cite": "16 S. W. (2d) 463",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "179 Ark. 403",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8722545
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/179/0403-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 496,
    "char_count": 9894,
    "ocr_confidence": 0.519,
    "pagerank": {
      "raw": 8.863251535837403e-08,
      "percentile": 0.4989097819988733
    },
    "sha256": "86ec8a574b6741cea97663754ec1a5bbbe726ad29c70a263c9fb65d3ba5829fc",
    "simhash": "1:a75ca36e603af21c",
    "word_count": 1687
  },
  "last_updated": "2024-02-27T21:18:50.990705+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Johnson, C. J., disqualified and not participating: Kirby, J., dissents."
    ],
    "parties": [
      "Foster v. Taylor."
    ],
    "opinions": [
      {
        "text": "McHaney, J.\nOn January 21, 1930, A. M. O’Quinn and wife executed and delivered to one Peppers their notes for $15,000 secured hy deed of trust on 115.6 acres of land, which was to become due and payable October 15, 1930. The land described in the deed of trust was erroneous as to one 40 acres, it being described as the northeast quarter of the northwest quarter of section 34, whereas it should have been described as the northeast quarter of the -northeast quarter, and it is undisputed that O ’Quinn and wife intended to correctly describe the land known as the O ’Quinn peach orchard, and that they did not own the northeast quarter of the northwest quarter, and that the description was inserted by inadvertence, oversight or honest mistake in drawing the mortgage. Said notes and mortgage were transferred on January 21, 1930, for value and before maturity to the Planters’ Bank & Trust Company. Thereafter, O’Quinn defaulted in the payment of said indebtedness, the Planters’ Bank & Trust Company became insolvent, and was taken over by the Bank Commissioner for liquidation, and on August 4. 1931, suit was brought by the Bank Commissioner against O’Quinn and wife and Peppers to foreclose said deed of trust, and a decree was granted in accordance with the prayer on September 10, 1931. Appellant was not made a party to this action, although on January 21, 1931, 0’Quinn and wife executed and delivered a second mortgage to the Hope Fertilizer Company to secure their note to it in the sum of $2,381.91, given for a pre-existing debt, due October 1, 1931, with interest at 8 per cent, to maturity and 10 per cent, thereafter. The mortgage covered the O’Quinn peach orchard, the same 115.6 acres, but correctly described the 40 acres of land in controversy as the northeast quarter of the northeast quarter of section 34. This mortgage to the Hope Fertilizer Company, after correctly describing the land, contained this clause : “It is understood that this is a second mortgage on the above-described land.” This mortgage was before maturity and for value assigned to appellant, who is the wife of the president of the Hope Fertilizer Company.\nPursuant to the decree of the court in favor of the Bank Commissioner of September 10, 1931, all the land described in the mortgage to the Planters ’ Bank & Trust Company was sold, and the Bank Commissioner became the purchaser, which sale was approved by the court and deed executed to the Bank Commissioner. After the sale the Commissioner received information of the error in the description of said 40 acres and obtained a quitclaim deed from O’Quinn and wife to the northeast quarter of the northeast quarter and executed and delivered to the owner of the northeast quarter of the northwest quarter his quitclaim deed thereto to clear up his title. Thereafter, on March 13, 1932, appellant, as assignee of the Hope Fertilizer Company, brought this action to foreclose the second mortgage, making the Planters’ Bank & Trust Company, the Bank Commissioner and the liquidating ag’ent defendants in this action. Appellant there claimed, and is now claiming, that her second mortgage became a first mortgage on the 40 acres of land misdescribed in the Peppers’ deed of trust. The chancery court found that the mortgage given to Peppers, as corrected by the quitclaim deed executed by O’Quinn and wife to the Bank Commissioner since the foreclosure of the mortgage, constituted a superior and paramount lien to the lien of appellant under the mortgage executed to the Hope Fertilizer Company. A decree was accordingly entered, but, inasmuch as neither appellant nor the Hope Fertilizer Company was made a party to the first foreclosure suit, that appellant was entitled to the privilege of redeeming the lands from the Bank Commissioner by paying the full amount of his debt within 90 days.\nAs above stated, appellant’s mortgage contained the condition that: “It is understood that this is a second mortgage on the above-described lands.” This clause was inserted pursuant to agreement between O’Quinn and the Hope Fertilizer Company. 0’Quinn’s indebtedness to it was past due, and it was trying to collect its debt or obtain security for it. In response to a letter from it, O’Quinn wrote the company as follows: “Your letter to hand relative to giving* further security on the fertilizer note due you from me. I told your Mr. Helms after his questioning me that the only further security that I could give on the note would be a second mortgage on the real estate. Personally, do not see that you will be any further secured, but, if it will assist you in your financing, I am entirely willing to give such a mortgage. I am giving you a description of this orchard property, and you can have a second mortgage form filled out and mail this to me for my signature, and, if you wish, I will have the same recorded at the courthouse in Howard County and mail it to you.”\nIt accepted O’Quinn’s proposition, prepared a mortgage which correctly described the lands in the orchard, and embodied the agreement therein that it was a second mortgage on the lands described. Appellant, as assignee of the Hope Fertilizer Company, acquired no better title than it had, which was by agreement a second mortgage only. True, it did not state that it was second or subject to any particular mortgage, but we think that is unimportant, even as against an unrecorded mortgage, for all that appellant’s assignor took was a second mortgage, which made it subject to a valid prior first mortgage, whether recorded or not. We so held in Haney v. Holt, 179 Ark. 403, 16 S. W. (2d) 463, written by the iate Chief Justice Hart. In that case the first mortgage was not filed or recorded, not being* subject thereto for lack of acknowledgment. The second mortgage contained this clause: “This mortgage is second to a previously recorded mortgage.” It was there said, quoting from Young v. Evans-Snider-Bush Com. Co., 158 Mo. 395, 59 S. W. 113: “This agreement of plaintiffs, substantially recited in their mortgage, to take their security subject to the defendant’s prior mortgages, which were an equit- ' able lien upon the cattle, valid between the parties thereto, obviously takes the defendant’s case, upon this issue, out of the principle of the Arkansas case aforesaid, upon which plaintiffs rely, and brings it within the well-settled doctrine recognized and enforced in that State, as well as in the other States of the Union, that ‘one who takes a conveyance, absolute or conditional, which recites that it is second or subordinate to some other lien or incumbrance, can in no proper sense claim that he is a purchaser of the entire thing. He purchases only the surplus or residuum after satisfying the other incumbrance ’; and ‘a mortgage expressly providing that it shall be subject to a prior mortgage is subject to it, independently of the fact that the prior mortgage is not of record; nor will it alter matters to record the subsequent mortgage first.’ Jones, Chat. Mortg., § 494; 5 Am. & Eng. Enc. Law (2d ed.) 1015; 2 Cobbey, Chat. Mortg., § 1039; Clapp v. Halliday, 48 Ark. 258, 2 S. W. 853. The plaintiffs, by accepting 'their subsequent mortgage under the circumstances aforesaid, ceased to be strangers to the defendant’s prior mortgages, and were thereby brought into contractual relations with said mortgages, and they imposed limitations upon the interest acquired by them in the property, to the extent of defendant’s equitable lien under said prior mortgages, subject to which they agreed to take. There is nothing in the statutes of Arkansas, or in the rulings of the Supreme Court of that State thereupon, prohibiting the making or impugning the validity of such a contract.”\nSee also Wells v. Farmers’ Bank & Trust Co., 181 Ark. 950, 28 S. W. (2d) 1059, and Gunnels v. Farmers’ Bank of Emerson, 384 Ark. 149, 40 S. W. (2d) 989. In the latter case the second mortgage to Gunnels, as here, recited that it was a “second mortgage on” the lands described in the mortgage to the bank. We there held that the case was ruled by Haney v. Holt, and said: “In the instant case, as in the case of Haney v. Holt, supra, the second mortgage was taken while the first mortgage was a subsisting lien, and there’ was a contractual agreement in the second mortgage, which became a condition upon which the conveyance was made, that is, that it was second to a prior mortgage.” So here the mortgage to the fertilizer company was taken on the condition that it was a second mortgage on the land therein correctly described. That was all O’Quinn was willing to give, and but for that condition he would have given no mortgage at all. The fact that 40 acres was misdescribed in the first mortgage did not work any prejudice to its rights, and, because of such condition, neither it nor its assignee is in any position to complain because O’Quinn gave appellee a quitclaim deed thereto. Undoubtedly Peppers, the bank, or the Bank Commissioner after insolvency of the bank, could have had a decree of reformation of the instrument at any time so as to show the correct description, as it is undisputed in this record that 0 ’Quinn intended to give and Peppers to receive a mortgage correctly describing the orchard, and not land belonging to a stranger to the whole transaction, and this would work no injury to appellant or.her assignor, as all they ever had was a second mortgage on said property. .\nSince appellant was not made a party defendant in the foreclosure of the first mortgage, she would have the right to redeem in a reasonable time, which the court gave her.\nWe find no error, and the decree is accordingly affirmed.\nJohnson, C. J., disqualified and not participating: Kirby, J., dissents.",
        "type": "majority",
        "author": "McHaney, J."
      }
    ],
    "attorneys": [
      "U. A. Gentry and Carrigan & Monroe, for appellant.",
      "Geo. R. Steel and W. P. Feazel, for appellee."
    ],
    "corrections": "",
    "head_matter": "Foster v. Taylor.\n4-2928\nOpinion delivered April 3, 1933.\nU. A. Gentry and Carrigan & Monroe, for appellant.\nGeo. R. Steel and W. P. Feazel, for appellee."
  },
  "file_name": "0172-01",
  "first_page_order": 190,
  "last_page_order": 194
}
