{
  "id": 1428411,
  "name": "Terry v. Harris",
  "name_abbreviation": "Terry v. Harris",
  "decision_date": "1933-11-13",
  "docket_number": "4-3350",
  "first_page": "173",
  "last_page": "177",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 173"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "32 Ark. 462",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1877076
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/32/0462-01"
      ]
    },
    {
      "cite": "4 S. W. 774",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "49 Ark. 242",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1309880
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/49/0242-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 331,
    "char_count": 6010,
    "ocr_confidence": 0.513,
    "pagerank": {
      "raw": 7.570392678035365e-08,
      "percentile": 0.4488219197335443
    },
    "sha256": "fc6eb319517d666b4f83b5fd2d1613404925b87c7170a5758ac6fbb29d8095b7",
    "simhash": "1:66f74cdc242eb8f7",
    "word_count": 1005
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Terry v. Harris."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nPetitioner Terry prays a writ of mandamus to compel the circuit court of Pulaski County, before which tribunal an election contest is now pending, to require certain testimony to be admitted; to which petition the presiding judge has responded that the testimony in question is believed to be privileged, and that he is therefore without authority to compel its production.\nThe question arises upon the following facts: Petitioner Terry has been certified as the Democratic nominee for the office of congressman from the Fifth Congressional District, and Hays, his opponent in the primary election, is contesting the nomination. It is conceded that the contest may be instituted only upon the affidavit of ten qualified Democratic electors of that district supporting the allegations of the complaint, charging facts sufficient to show that the contestant — and not the contestee — received a majority of the legal votes cast in the primary election which is-under review. It is conceded also that, under the rules of the party holding the primary, the affiant, in addition to possessing the qualifications of an elector, shall not have voted against any regular party nominee at any election held within two years prior to the primary election under contest. This affidavit, which is required by § 3772, Crawford & Moses’ Digest, is therefore a jurisdictional prerequisite, without which the right of contest does not exist.\nThe contestant filed an affidavit in proper form, signed by twenty-five persons, who averred their eligibility to make the jurisdictional affidavit; and the contestee has put in issue the eligibility of affiants by alleging that, within less than two years prior to the holding of the primary under contest, these affiants, or more than fifteen of them, had voted against a Democratic nominee, and that therefore the complaint was not supported by ten eligible affiants as required by law. If this be true, the contest must'be dismissed for that reason.\nThe trial court held that it was permissible to show that the affiants had voted against a Democratic nominee within the time limited by the party rules, and were therefore ineligible to make the affidavit, and that the affiants might be asked how they had voted, but could not be required to answer, for the reason that their ballots were secret, and that it was their privilege to preserve this secrecy, unless they waived the privilege. It is prayed by this proceeding to require the affiants to answer such questions as may be asked them touching their qualifications to make the jurisdictional affidavit, and to have produced the ballots alleged to have been cast in opposition to the Democratic nominee.\nIt was held, as respondent points out, in the case of Dixon v. Orr, 49 Ark. 242, 4 S. W. 774, that: “The testimony of voters who participated in the election upon the point for whom their ballots were cast is admissible. But the secrecy of the ballots is established by law, and a qualified elector cannot be compelled to disclose for whom he voted. It is only when he chooses to waive his privilege that his evidence can be had.” \"Whether this rule now applies, we do not decide.\nWe are of the opinion that the affiants here called as witnesses have waived their privilege to have their ballots kept secret. They have made themselves essential parties to this litigation by doing- the thing without which there could be no contest of the election, that is, by supporting with their affidavit the allegations of the contestant’s complaint. Having thus made themselves parties to this proceeding by alleging their eligibility to make the essential affidavit, they have waived such privilege as the law conferred.\nThe contestee therefore has the right .to examine these affiants upon their qualification to make the jurisdictional affidavit, and to inquire of them whether, within the time specified by the party rules, they have opposed a party nominee, thereby rendering themselves ineligible to make the affidavit. The testimony of the affiants themselves is admissible, and we think this testimony may be corroborated or contradicted by the production of the ballots, the casting of which is alleged to have disqualified them, or the ballots may be offered as original evidence.\nThe writ of mandamus will therefore be awarded as prayed, and the trial court is directed to permit the affiants to be examined upon their eligibility, and, if necessary, to produce their ballots. Authority for this ruling is furnished by the case of Giboney v. Rogers, 32 Ark. 462, in which case the facts were as follows: Giboney was under indictment for a felony, and he wished to take depositions of witnesses residing out of the State. Upon the refusal of the trial court to make the necessary order to enable the defendant to take the depositions, he applied to this court for a writ of mandamus requiring the trial court to make the order. Having concluded that the defendant was entitled to this testimony, it was ordered in the case cited that a writ of mandamus issue to the trial judge requiring him to make the necessary order for that purpose. So, here, if it be true that the affiants are not eligible to make the supporting affidavit, that may be shown, and the writ of mandamus will be issued as prayed.\nIt is the opinion of Mr. Justice Smith that the questions here disposed of have been prematurely decided.\nCounsel for contestant ask us to decide whether all persons who voted for the independent candidate in the July 18 election may be required to appear and testify as to how they voted and whether the production of their ballots may be required. We do not decide these questions, nor whether such a vote is a disqualification. These are questions to be decided by the trial court, which may be reviewed only by appeal to this court.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "Walter G. Riddick and Roy D. Campbell, for",
      "petitioner.",
      "June P. Wooten and Arthur G. Frankel, for respondent."
    ],
    "corrections": "",
    "head_matter": "Terry v. Harris.\n4-3350\nOpinion delivered November 13, 1933.\nWalter G. Riddick and Roy D. Campbell, for\npetitioner.\nJune P. Wooten and Arthur G. Frankel, for respondent."
  },
  "file_name": "0173-01",
  "first_page_order": 191,
  "last_page_order": 195
}
