{
  "id": 8720156,
  "name": "Tolle v. Curley",
  "name_abbreviation": "Tolle v. Curley",
  "decision_date": "1923-05-21",
  "docket_number": "",
  "first_page": "175",
  "last_page": "178",
  "citations": [
    {
      "type": "official",
      "cite": "159 Ark. 175"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "112 Ark. 522",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1538811
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/112/0522-01"
      ]
    },
    {
      "cite": "111 Ark. 220",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1540421
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/111/0220-01"
      ]
    },
    {
      "cite": "40 Ark. 237",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1897185
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/40/0237-01"
      ]
    },
    {
      "cite": "68 Ark. 544",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1333948
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/68/0544-01"
      ]
    },
    {
      "cite": "35 Ark. 470",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1873848
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/35/0470-01"
      ]
    },
    {
      "cite": "80 Ark. 458",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1491220
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/80/0458-01"
      ]
    },
    {
      "cite": "131 Ark. 335",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1578650
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/131/0335-01"
      ]
    },
    {
      "cite": "149 Ark. 417",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 366,
    "char_count": 6221,
    "ocr_confidence": 0.513,
    "pagerank": {
      "raw": 4.648157247522821e-07,
      "percentile": 0.9272652575497645
    },
    "sha256": "0d87362de4f705b4bca8f4e816420ad505dd5d94ee85b6fbddfd2650247bbf1f",
    "simhash": "1:aa44290d1660c758",
    "word_count": 1058
  },
  "last_updated": "2024-02-27T18:54:00.643605+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Tolle v. Curley."
    ],
    "opinions": [
      {
        "text": "Humphreys, J.\nAppellee instituted suit in the chancery court of Polk County to cancel an alleged void tax sale in 1918 for the taxes of 1917, assessed against á certain fourteen-acre tract of land owned by her, the deeds made pursuant thereto, and to recover possession thereof. Such tract of land was described in the bill and deeds exhibited therewith evidencing appellee’s chain of title, as being in Polk County, State of, Arkansas, and as \"follows: • -\n“Beginning east of the NW corner of the NW% of the SW1/^, section 1, township 5, range 32 yrnst, six chains and 33 links; thence south 10 chains and 20 links to a stake and whiteoak, fifteen inches in diameter, from said stake and whiteoak, south twenty degrees W. 40 links, also whiteoak seventeen inches in diameter S. 44 degrees, east 52 links; thence south 12 degrees and 43 minutes, east 5 chains and 14 links, from which whiteoak 15 inches in diameter N. 7 degrees, W. 10 links; thence south to the south line of said NW% of the SW34; thence east along said south line 6 chains and 42 links; thence north to the north line of said NW% of the SW^; thence west along said north line to place of beginning, containing fourteen acres, more or less.”\nA demurrer was filed by appellant, attacking appel-lee’s title upon the ground that the description of the 14-acre tract in the bill and deeds was indefinite, uncertain, and insufficient to support the action. The demurrer was overruled by the court, over the objection and exception of appellant.\nAn answer was then filed, denying the material allegations of the bill, and the cause was submitted to the court upon the pleadings and testimony. When the deeds evidencing appellee’s title were offered in evidence, ap-pellee objected to their introduction upon the ground that the description of the land described in each was not sufficiently definite upon which to base the action. The court overruled the objectipn, to which ruling an exception was saved by appellant. A decree was rendered in favor of appellee for the land, and in favor of appellant for the value of betterments placed thereon by him. An appeal from that part of the decree adverse to appellant was perfected, and the cause is here for trial de novo.\nThe land in question was forfeited and sold for the taxes of 1917 under the following description: “Part of the NW^ SW1/^, 1-5-32.” L. V. Simpson purchased the land at the tax sale for $3.49, and sold it to Younee, who sold it to appellant for six hogs. Appellant took possession of it 'and made .some substantial improvements ther.eon. The invalidity of the tax title is admitted, because the description under which the land was forfeited and sold was not. sufficiently definite to identify any particular land. The sole question therefore presented by this appeal is whether the description contained in the bill, und deeds evidencing appellee’s title, is sufficient to identify said fourteen-acre tract of land. The rule is that a deed is not void for uncertainty of description if the land can be located from the description in the deed. If the descriptive words in the deed furnish a means for identifying the land conveyed, nothing more is required. The beginning point of the description in question is definitely located. Proceeding from that point the first call is definite, certain, and complete down to and including the word “diameter.” The latter part of the first call, and the only part of the call in which uncertainty is claimed to exist, was clearly inserted to describe witness or bearing trees' of certain dimensions, in certain directions and at certain distances from the whiteoak tree at the end or terminus of the first call.' The first call was definitely described without witness or bearing trees, and if there is any uncertainty in tiie location of the witness or bearing trees, the location of such witness or bearing trees should be treated as surplusage in reading the call. The second call is definite, certain, and complete down to and including the word “links.” The last part of the second call was apparently thrown in for the purpose also of designating a witness or bearing tree near the terminus of the call, and is the only part of the call in which uncertainty is claimed to exist. The uncertainty or indefiniteness of explanatory terms, attempting to aid a description of land, should not be permitted to destroy a description already certain a,nd definite. The last parts of the first and second calls are meaningless unless they be treated as nn attempt to describe bearing trees or the termini of. the calls. They were certainly not intended as calls within themselves. They did not aid the definite and certain calls to which they were added, and, being indefinite, must be eliminated as surplusage in reading the calls. 8 R. C. L., 128. It is not contended that the other calls are indefinite and uncertain.\nThe decree is affirmed.",
        "type": "majority",
        "author": "Humphreys, J."
      }
    ],
    "attorneys": [
      "Vaoi Hoy & Frederick, for .appellant.",
      "Norwood & Alley, for appellee."
    ],
    "corrections": "",
    "head_matter": "Tolle v. Curley.\nOpinion delivered May 21, 1923.\n1. Deeds — certainty.'—A deed is not void for uncertainty of description if the land can be located from the description used.\n2. Deeds — surplusage.-—Deeds to land are not void for uncertainty, though they contain indefinite description of witness or bearing trees, where the calls are otherwise definite and certain; such indefinite description of frees being eliminated as surplus-age.\nAppeal from Polk Chancery Court; James D. Shaver, Chancellor;\naffirmed.\nVaoi Hoy & Frederick, for .appellant.\nThe demurrer should have been sustained, the description of the land in the complaint not being sufficient to identify it. 149 Ark. 417; 131 Ark. 335; 80 Ark. 458. Appellant’s exceptions to deeds offered in evidence should have been sustained. 35 Ark. 470.\nNorwood & Alley, for appellee.\nIt was admitted that the title was good down to and including the deed to ,E. H. Poe, and appellee presented deeds as exhibits to the complaint showing conveyances in regular order down tÓ and-including this deed to ap-pellee, and the description of the land was sufficient to identify it. 8 P. C. L. 130, 128, 129; 68 Ark. 544; 40 Ark. 237; 111 Ark. 220; 112 Ark. 522. No error was committed in overruling the, demurrer to the complaint and the exceptions to the deeds."
  },
  "file_name": "0175-01",
  "first_page_order": 201,
  "last_page_order": 204
}
