{
  "id": 1428400,
  "name": "Magnolia Petroleum Company v. Turner",
  "name_abbreviation": "Magnolia Petroleum Co. v. Turner",
  "decision_date": "1933-11-20",
  "docket_number": "4-3197",
  "first_page": "177",
  "last_page": "183",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 177"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "286 U. S. 145",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3915622
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/us/286/0145-01"
      ]
    },
    {
      "cite": "291 S. W. 565",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "case_ids": [
        10305778
      ],
      "pin_cites": [
        {
          "page": "568"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sw/291/0565-01"
      ]
    },
    {
      "cite": "35 R. I. 321",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        5043503
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/35/0321-01"
      ]
    },
    {
      "cite": "54 S. W. 865",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "67 Ark. 297",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "255 S. W. 223",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "case_ids": [
        10302749
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sw/255/0223-01"
      ]
    },
    {
      "cite": "268 S. W. 771",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "case_ids": [
        10318835
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sw/268/0771-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 553,
    "char_count": 11867,
    "ocr_confidence": 0.514,
    "pagerank": {
      "raw": 1.2129176262159808e-07,
      "percentile": 0.5964201001680021
    },
    "sha256": "ef14c8efdbf2cc991749fb80e928c1aefa1678063ce5bb0e169d00d719009d80",
    "simhash": "1:133ca986652db27f",
    "word_count": 1999
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Magnolia Petroleum Company v. Turner."
    ],
    "opinions": [
      {
        "text": "Johnson, C. J.\nThis is an action seeking' recovery for an alleged common-law tort and arose under tlie following circumstances. Appellee, Connie Turner,' is a minor and a resident of the State of Arkansas. Appellant, Magnolia Petroleum Company, is a Texas corporation, but is authorized and- doing business in this State wherein proper service of summons was had upon it. On all material issues the testimony presented is not in dispute and it may ‘be summarized as follows:\n“In July, 1931, appellee was employed by appellant to perform manual labor for it in and around Kilgore, in the State of, Texas. In pursuance of the contract of employment, appellee began the discharge of his duties, and, while being transported by appellant from Kilgore to his place of work on August 4,1931, the truck on which appellee was’being transported was negligently and carelessly wrecked by the driver, and appellee was seriously and permanently injured. The contract of employment, the service to be rendered thereunder by appellee and the injury received by him, all occurred in the State of Texas.”\nThe principal defense offered by appellant was to the following effect:\n“That, under the laws of the State of Texas, on the date of the contract of employment and on the date of the injury, there was no common-law liability for torts existing in favor of appellee and against appellant. The uncontradicted testimony shows that on the date of employment and on the date of the injury appellant was a subscriber under the Texas Employers’ Liability and Workmen’s Compensation Insurance Law, and that appellee had, served no notice upon it reserving his rights to prosecute a common-law action for tort at the time or subsequent to his employment.”\nThe controlling question here presented for adjudication is, whether or not the Texas Workmen’s Compensation Laws afford an exclusive remedy under the circumstances of this case. Article 8306 of Vernon’s Annotated Texas Statutes. Section 3, in part, provides: “The employees of a subscriber and the parents of minor employees shall have no right of action against their employer or against any agent, servant or employee of said employer for damages for personal injuries, and the representatives and beneficiaries of deceased employees shall have no right of action against such subscribing employer or his agent, servant or employee for damages for injuries resulting in death, but such employees and their representatives and beneficiaries shall look for compensation solely to the association, as the same is hereinafter provided for.”\nSection 3a of article 8306, cited supra, reads as follows: “An employee of a subscriber shall be held to have waived his right of action at common law or under any statute of this State to recover damages for injuries sustained in the course of his employment if he shall not have given his employer at the time of his contract of hire, notice in writing that he claimed said right or if the contract of hire was made before the employer became a subscriber, if the employee shall not have given the said notice within five days of notice of such subscription. An employee who has given notice to his employer that he claimed his right of action at common law or under any statute may thereafter waive such claim by notice in writing, which shall take effect five days after its delivery to his employer or his agent. Any employee of a subscriber who has not waived his right of action at common law or under any statute to recover damages for injury sustained in the course of his employment, as above provided in this section, shall, as well as his legal beneficiaries and representatives, have his or their cause of action for such injuries as now exist by the common law and statutes of this State, which action shall be subject to all defenses under the common law and statutes of this State. (Acts 1917, p. 269).”\nSection 3c of article 8306 provides: “From and after the time of the receipt by the Industrial Accident Board of notice from any employer that the latter has become a subscriber under this law, all employees of said subscriber then and thereafter employed shall be conclusively deemed to have notice of the fact that such subscriber has provided with the association for the payment of compensation under this law. If any employer ceases to be a subscriber, he shall on or before the date on which his policy expires give notice to that effect to the Industrial Accident Board, and to such subscriber’s employees by posting notices to that effect in three public places around such subscriber’s plant. (Acts 1923, p. 384).”\nIn the case of Castleberry v. Frost Johnson Lumber Company of Texas, (Tex. Civ. App.) 268 S. W. 771, the Texas court held that the Workmen’s Compensation Act, heretofore referred to and cited, afforded an exclusive remedy to all employees against subscribing employers and used the following language in support thereof: “If the definition quoted is the correct meaning of the term ‘damages,’ then we must hold that the Legislature used it in that sense, intending to bar all actions against the employer by his employees, unless it clearly appeals that it was used in a different sense. Under article 5246-7, as quoted supra, it appears beyond doubt that damages, both actual and exemplary, were included in the scope of the legislation, because we find in article 5246-7 the Legislature referring to exemplary damages, excepting from its provisions exemplary damages where the death of the employee is brought about by the gross negligence, of the employer. Robertson v. Magnolia Petroleum Co. (Tex. Civ. App.) 255 S. W. 223. We must conclude, then, that the word in its broadest application was being considered by the Legislature, and was so used by them, and that in excepting one class of litigants from its provisions it was the legislative intent to include all others. The maxim expressio unius est exclusio alterius has application.”\nIt is insisted on behalf of appellee that the Texas Workmen’s Compensation Laws are procedural in effect, and therefore should not be permitted to control procedure in this State.\nThis court in the case of St. Louis Iron Mountain & Southern Railway Company v. Brown, 67 Ark. 297, 54 S. W. 865, held: “In all actions ex delicto for injuries to person or property, the right to recover, and the limit of the amount of the judgment, are determined and governed by the laws of the place where the injury was done.”\nIn 29 Cyc. 564, subdivision 4, under the head of Negligence, the rule is stated thus: “The law of the State where the injury occurs governs the right of the injured party to redress. ”\nAs construed by the Texas courts, the \"Workmen’s Compensation Statutes of that State, are not merely procedural, 'but on the contrary take away from all employees of subscribers under said act their common-law rights of action for torts committed in that State, and substitutes therefor a compensatory award, and this, regardless of all necessary elements which constitute a common-law tort.\nIt is contended on behalf of appellee that he did no affirmative act at the time of his employment waiving his right to prosecute a suit- under the common law for a tort committed in Texas. Section 3 of 8306, heretofore referred to, answers definitely and certainly this contention. This provision, in effect, provides that all such employees shall look for compensation solely to the association. Section 3a provides, in effect, that such employee shall 'be held to have waived his right of common-law action, if he shall not have given his employer, at the time of his contract of hire, notice in writing that such rigffit was preserved.\nThe Supreme Court of Rhode Island in the case of Pendar v. H. & B. American Machine Company, 35 R. I. 321, 1916A. L. R. A., p. 428, had this exact question under consideration, and the first headnote reads as follows: “An employee cannot maintain an action in one State to recover damages for injuries received in another State where the contract of employment was made, if, at the time he entered into his employment, he failed to comply with the requirements of the local statutes that he notify the employer, who carried an employers’ liability insurance policy, that he intended to rely on his common-law-rights, which failure the statute makes a waiver of the right to maintain a common-law action. ’ ’\nIt will thus be seen that not only the statutes of Texas provide an exclusive remedy for common-law torts committed in that State by a subscriber of the Workmen’s Compensation Law, but that such enactments are supported by eminent authority.\nIt is next insisted by appellee that, since he was a minor, under the age of 21 years, at the time he made his contract of employment, and at the time he received his injuries, he was not and is not precluded by the Workmen’s Compensation Law of Texas. In Scott v. Thompson & Ford Lumber Company, (Tex. Civ. App.) 291 S. W. 565, 568, the Texas court held: “The employees of a subscriber and the parents of minor employees shall have no right of action against their employer or against any agent, servant or employee of said employer for damages for personal injuries, and the representatives and beneficiaries of deceased employees shall have no right of action against such subscribing .employer or his agent, servant or employee for damages for injuries resulting in death, but such employees and their representatives and beneficiaries shall look for compensation solely to the association, as the same is hereinafter provided for. It thus plainly appears that the Legislature, in enacting the law, contemplated that minors would be employed, and made provisions for their protection. The court did not err in directing a verdict for appellee, and therefore the judgment is affirmed.”\nIt is our duty to follow the construction placed upon the statute in question by the Texas courts. Since the Texas court has specifically held that a minor does waive his common-law tort action, unless he gives written notice of his intention to preserve the same, we are, of necessity, constrained to hold likewise.\nIt is next said that to give effect to the Texas law in this State would be against our rule of public policy. This contention was advanced in Bradford Electric Company v. Clapper, 286 U. S. 145, 52 S. Ct. 571, wherein the court held:\n“It is true that the full faith and credit clause does not require the enforcement of every right conferred by a statute of another State. There is room for some play of conflicting policies. * * * A State may, on occasion, decline to enforce a foreign cause of action. In so doing, it merely denies a remedy, leaving unimpaired the plaintiff’s substantive right, so that he is free to enforce it elsewhere. But to refuse to give effect to a substantive defense under the applicable law of another State, as under the circumstances here presented, subjects the defendant to irremediable liability.”\nFrom what we have said, it is obvious that the right of appellee to maintain this action in the State of Arkansas is and should be determined by the fact as to whether or not he has such right in the' State of Texas. It is perfectly evident from authority herein cited that appellee has no right to maintain this action in the Texas courts. Since no such right exists in Texas, such privilege will not be afforded him by the laws of this State.\nWe therefore reach the conclusion that appellee is not entitled to bring and prosecute this common-law action in this State, as by his own act he has extinguished such right in the State of Texas.\nThe judgment is therefore reversed, and the cause of action dismissed.",
        "type": "majority",
        "author": "Johnson, C. J."
      }
    ],
    "attorneys": [
      "Cockrill, Armistead & Rector, for appellant.",
      "J. H. Lookadoo and M. Rountree, for appellee."
    ],
    "corrections": "",
    "head_matter": "Magnolia Petroleum Company v. Turner.\n4-3197\nOpinion delivered November 20, 1933.\nCockrill, Armistead & Rector, for appellant.\nJ. H. Lookadoo and M. Rountree, for appellee."
  },
  "file_name": "0177-01",
  "first_page_order": 195,
  "last_page_order": 201
}
