{
  "id": 8719593,
  "name": "Hervey v. Hervey",
  "name_abbreviation": "Hervey v. Hervey",
  "decision_date": "1932-09-26",
  "docket_number": "4-2589",
  "first_page": "179",
  "last_page": "183",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 179"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "255 S. W. 15",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "160 Ark. 550",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8724085
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/160/0550-01"
      ]
    },
    {
      "cite": "229 S. W. 5",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "148 Ark. 143",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8718274
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/148/0143-01"
      ]
    },
    {
      "cite": "99 S. W. 830",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "81 Ark. 504",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1530697
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/81/0504-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 380,
    "char_count": 6393,
    "ocr_confidence": 0.496,
    "pagerank": {
      "raw": 2.1086756713290656e-07,
      "percentile": 0.7628587612636876
    },
    "sha256": "434b491953254935e8b9e1c05f8bc66788c9778ecf456b310d1940d474b63de0",
    "simhash": "1:a614c597d21fb115",
    "word_count": 1168
  },
  "last_updated": "2024-02-27T17:52:01.123529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hervey v. Hervey."
    ],
    "opinions": [
      {
        "text": "'Butler, J.\nIn May, 1929, the appellee and the appellant were husband and wife, and in a suit instituted by the former for divorce a decree was entered in her favor, and she was awarded the custody of their minor daughter with an allowance of $25 per month for the maintenance of the child. Subsequent to that date the appellee filed a number of petitions in the court praying for judgment against the appellant for a part of his personal and real property. These petitions have not been acted upon, and are not involved in this appeal. In these petitions the appellee complained that the appellant was in arrears in the payment of the allowance of $25 a month, and as early as September '9, 1929, the court found that the appellant was in default in the payment of the sums adjudged. From that date various supplemental petitions were filed by the appellee complaining of the failure of the appellant to pay the allowance due and various orders relative thereto were made by the court.\nFinally, in the month of November, 1931, the court found that the appellant was in arrears in the payment of monthly maintenance in the sum of $195.65, including the month of August, 1931. On August 4,1930, in answer to one of the complaints of appellee, the appellant asked that the monthly maintenance be reduced. No order was made in this regard until the date of the order last above mentioned in which the monthly maintenance was reduced from and after .September 1, 1931, to $15 per month. The court made an order requiring the appellant to pay the sums in arrears or to execute a bond within thirty days from the date of the order conditioned that the sum would be paid on or before the first of May, 1932, and that, in default of payment or execution of the bond, the appellant be held in contempt. It appears that the appellant did not execute the bond or make payment of the sum in arrears, and later the court issued an order directing the sheriff to take him into custody and confine him in the county jail until further orders of the court. From the order made in November, 193ÍL, this appeal is prosecuted.\nThe appellant contends that the evidence taken at the hearing’ before the order appealed from was made disclosed the fact that his disobedience to the orders of the court was not wilful but because of his inability to pay the sums adjudged against him. He insists that because of this the order of the court holding that he be imprisoned was an abuse of the court’s discretion and should be reversed. It is true that the evidence discloses a state of facts calculated to excite sympathy for the appellant. He is a practicing attorney, and because of physical infirmities and a general falling off in business he had been able to earn but little for perhaps as long as two years before the date of the hearing. He has no other source of revenue except that derived from the practice of his profession. It is quite manifest that the condition of his health is very poor, and that this of itself would render him unable to successfully attend to his business.\nIf the above facts were all that the evidence disclosed, it would be quite evident that the order of the chancellor was not justified. This, however, is not all. It was shown that on various dates in the year 1930 and in the spring of 1931 the appellant had in the bank substantial cash balances, the smallest amount on hand in any one month from the first of August, 1930, until that date in 1931 being $488.21, and during the time of his default he had in the bank at one time as much as $1,165.21, and on the date of the hearing, when asked how much money he had in the bank at that time, he answered in effect that he did not know. In order to .justify Ms failure to pay the allowance, the appellant stated that most of the money in the bank at any one time belonged to Ms clients, and that his own personal account amounted to but a very small sum; that he had tried to borrow money to pay the appellee but was unable to do so. Whether or not the failure of the appellant to pay was in wilful disobedience of the order of the court or from inability to meet the payments was a question of fact, and the explanation given regarding the ownership of the cash deposited in appellant’s name shown to have been in the bank was unsatisfactory to the court, and we cannot say that the preponderance of the evidence is against his finding. In cases of this kind imprisonment can only be justified on the ground of wilful disobedience of the orders of the court. Ex parte Caple, 81 Ark. 504, 99 S. W. 830. But that question is for the court to determine from the evidence adduced. It will be noted that the appellant contented himself with the bare statement that most of the money he had on deposit in the bank was that of his clients, and he gave no explanation as to who those clients were and how much each had in the bank in his name. This would not have been difficult for him to show, and his failure to do so, in our opinion, justified the court in the conclusion reached.\nThe claim made by the appellant in the instant case is similar to that made in the case of East v. East, 148 Ark. 143, 229 S. W. 5, where the appellant attempted to explain his failure to comply with the order of the court by testifying that he had lost the money he had on hand at the time the decree was rendered, amounting to between two and three thousand dollars. His explanation, however, was not convincing to the chancellor, and on appeal we held that the latter was not bound to accept as true the appellant’s unsupported statement regarding the loss of his money.\nThe procedure in this case was substantially in con formity with that prescribed by our statutes guverning contempt cases, and it is fundamental that courts of chancery have the inherent power to enforce decrees awarding alimony, and that they may do so by punishing the recalcitrant party as for contempt. Ex parte Coulter, 160 Ark. 550, 255 S. W. 15. The decree of the chancellor holding that the appellant’s failure to pay did not arise from his inability to do so, but was in wilful disregard of the order of the court, not being against the preponderance of the testimony, must be affirmed. It is so ordered.",
        "type": "majority",
        "author": "'Butler, J."
      }
    ],
    "attorneys": [
      "C. T. Carpenter and A. B. Caplinger, for appellant.",
      "Mardis & Mardis and F. E. Denson, for appellee."
    ],
    "corrections": "",
    "head_matter": "Hervey v. Hervey.\n4-2589\nOpinion delivered September 26, 1932.\nC. T. Carpenter and A. B. Caplinger, for appellant.\nMardis & Mardis and F. E. Denson, for appellee."
  },
  "file_name": "0179-01",
  "first_page_order": 199,
  "last_page_order": 203
}
