{
  "id": 1432093,
  "name": "Street v. Shull",
  "name_abbreviation": "Street v. Shull",
  "decision_date": "1933-04-03",
  "docket_number": "4-2953",
  "first_page": "180",
  "last_page": "186",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 180"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "43 S. W. (2d) 369",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "184 Ark. 722",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "22 S. W. (2d) 381",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "180 Ark. 652",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "203 S. W. 589",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "134 Ark. 207",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1573308
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/134/0207-01"
      ]
    },
    {
      "cite": "1 S. W. (2d) 564",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "175 Ark. 1063",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "129 S. W. 1088",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "95 Ark. 408",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 547,
    "char_count": 12509,
    "ocr_confidence": 0.519,
    "pagerank": {
      "raw": 1.9104478940363338e-07,
      "percentile": 0.7316310719273594
    },
    "sha256": "ddcf0567a1136643c7399f202396ee5c237df42aa8f878917fd5676a108a290c",
    "simhash": "1:faff2563c80b2a96",
    "word_count": 2236
  },
  "last_updated": "2024-02-27T21:18:50.990705+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Street v. Shull."
    ],
    "opinions": [
      {
        "text": "Butler, J.\nOn November 8,1930, the appellant, Dr. H. N. Street, brought suit in the court of common pleas in Lonoke County against the appellee, O. L. Shull, to recover for professional services as a physician, the same having been rendered at various times between February 13, 1920, and July 23', 1929. The appellee filed an answer and cross-complaint, in which cross-complaint he alleged that Dr. Street was indebted to him in the sum of $360, the pri.ee of an automobile purchased from him by one Woodall which appellant agreed to pay by deducting from Woodall’s salary (Woodall was then in the doctor’s employ) the sum of $15 twice a month and pay the same to the appellee. He alleged that the doctor was further indebted to him in the sum of $846.54 as expense incurred in removing railroad rails from one location to another, which expense the doctor had agreed to pay.\nThis cause reached the circuit court, where the appellant demurred to that portion of the cross-complaint relative to the Woodall matter upon the ground that the same was within the statute of frauds and barred by the statute of limitation. The demurrer was never passed upon by the court, and the appellant filed a reply to the cross-complaint denying the alleged agreement for the payment of the automobile, and that appellant had collected any sums from Woodall to be applied to the purchase price thereof, and pleaded in bar the statute of frauds and that of limitation; and as to the claim for removing the railroad equipment he alleged that the same was removed under a contract which limited the recovery to the sum of $1.\nOn the trial of the case, it developed that the appellant and the appellee at one time had been interested in a short line railroad; that, in addition to appellee’s interest in the railroad, he owned several miles of spur track which led to a sawmill he then owned and operated, and this spur track was used to haul lumber manufactured at the sawmill to the short line railroad. Appellee sold Ms interest in the railroad to the appellant, and agreed that the latter should continue to use the spur track for a time, and that upon the request of appellee the appellant was to take up and move the rails to a certain point on the main line of the Rock Island Railroad. At the time of these transactions a written contract was entered into between the two containing numerous provisions which have no relevancy to this lawsuit except that part which is as follows:\n“That said second party agrees to, at the termination of the free use of the above mentioned rails, take up and deliver said rails from the terminus of the rails leased from the C. R. I. & P. R. R. Co. at or near Grlahe’s sawmill to a point at sawmill of said party of the first part known as the Seaton Mill on T. M. Fletcher’s place near the Wat Worthen Railroad Dump, together with all attachments thereto, to said party of the first part, f. o. b. cars, MeCreanor, Arkansas, at second party’s own expense, and, if said second party neglects or fails to-deliver said rails when demand is made therefor by the said first party, his agents or assigns, reserves the right to enter upon said property and take up and remove same at the actual costs and expense of said second party and pay to said first party, by reason of his failure, refusal or neglect to carry out this contract, the sum of $1 as liquidated damages for said refusal or delay.”\nAppellee was permitted to testify over the objection of appellant as to the request made that the rails be moved as provided in the contract and the refusal or failure of the appellant to comply therewith, that he was obliged to remove them himself at an expense of $846.54, an itemized statement of which he introduced. Over appellant’s objection appellee was also permitted to testify as to what the mutual understanding between them was regarding the removal of the rails, and that it was their understanding that if he (appellee) was obliged. to move the rails he was to be paid the expense thereof, and if he (the doctor) failed to move the rails the appellee was to be paid $1 in addition to the actual costs; that this was their understanding as to what was meant by the $1 as stipulated damages. Appellee was permitted to testify without objection that he sold an automobile to Ed Woodall, who at the time was working on the railroad which then belonged to Dr. Street, and the latter agreed to pay $30 per month until the automobile had been paid for; that, subsequent to this agreement between the two, Dr. Street informed him that he had collected the price of the automobile from Woodall and that no part of this had been paid to him. He further testified that he was not informed 'by Dr. Street as to his indebtedness on the doctor’s bill until some time in 1927 when the controversy arose between them over some bills owing by the doctor to the appellee, and then it was that mention was made of the doctor’s bill, and the appellee informed the doctor that he was ready to settle with him, but that nothing further was done. He admitted that he owed the doctor the amount sued for, subject to the set-offs, but that the doctor owed him the difference between the amounts he had collected for the automobile and the expense for moving the rails.\nAppellant testified denying having made the agreement relative to the Woodall matter or that he had collected any money from Woodall for the appellee on the purchase price of the car. Regarding the written contract, he stated that appellee brought it to him already prepared, and he refused to sign it because the space for the amount of liquidated damages was blank, but that he agreed to sign the contract if that space should be filled in for the sum of $1; that this was done, and he thereupon signed the contract.\nThe court instructed the jury as follows:\nNo. 1A. “If you find from the testimony that the parties to the contract agreed that the liquidated damages in removing the rails as mentioned in the contract to be $1, then O. L. Shull would be bound thereby, and your verdict should be for the plaintiff. ’ ’\nNo. 2A. “The plaintiff in this case is H. N. Street and the defendant is the cross-complainant, O. L. Shull. Shull admits he owes Dr. Street this doctor’s bill, the amount of $304. Dr. Street would be entitled to recover this amount plus interest at the rate of 6 per cent, from July 23,1929, to date. Shull, in his cross-complaint, contends that Dr. Street is indebted to him for more than the amount he admits owing him. If you find that to be true from the evidence in this case, you would strike a balance and subtract the amount of $304 plus interest at the rate of 6 per cent, from July 23, 1929, to date, from the amount you find for Shull, if you do find for him, provided that you find that the debt of Shull’s exceeds that of Dr. Street’s. If you find that this is a binding contract, entered into between these two parties and that the liquidated damages should be only $1, then O. L. Shull would only be entitled to recover $1 and you will deduct that amount from the $304 plus interest thereon.”\nThe jury was also instructed that it might determine from the testimony in the case as to what was the intention of the parties to the contract, whether, upon the failure of the appellant to remove the rails, the appellee was entitled to be paid for the reasonable expense actually incurred in moving them plus $1 as damages; or whether it was the intention that the entire damages for moving the rails should be limited to $1 only; and that, “in determining whether or not damages were to be limited to the sum of $1, you have a right to take into consideration the testimony given on the part of the cross-complainant and testimony given on the part of the cross-defendant, and also to consider whether or not the sum stipulated appears to be a reasonable compensation for injuries occasioned by the failure of the said cross-defendant, H. N. Street, to perform the contract.”\nThe court refused, at the request of appellant, to tell the jury to find for the appellee on his cross-complaint in the sum of $1. There was no request made, and the court did not give an instruction on the statute of frauds or that of limitation.\nThe jury rendered the following verdict: “We, the jury, find for the plaintiff on the cross-complaint in the sum of $486.78.” There was no objection to the form of the verdict, and the court, treating it as a finding* by the jury that appellee was entitled to recover on his cross-complaint the sum of $486.78 in excess of the doctor’s bill.of the appellant admitted to be due, rendered judgment to the effect that the appellant “take nothing by reason of his cause of action, and that cross-plaintiff, O. L. Shull, do have and recover of and from the cross-defendant the sum of $486.78” with interest and costs.\nThe appellant here contends that the court erred in refusing to sustain his motion to strike parts of appellee ’s cross-complaint and in not sustaining his demurrer to the cross-complaint. Sufficient answer to this contention is that the court did not refuse to strike, nor did it refuse to sustain the demurrer. It failed to make any ruling on the motion or on the demurrer, and, by failing to insist on a ruling and filing his answer, the appellant waived the motion and the demurrer. Pratt v. Frazier, 95 Ark. 408, 129 S. W. 1088; Hill v. McClintock, 175 Ark. 1063, 1 S. W. (2d) 564.\nIt is next insisted that the court erred in permitting the appellee to testify regarding the expense incurred in moving the rails* and as to his understanding as to the agreement between himself and the appellant regarding the moving of the rails on the ground that this testimony tended to vary the terms of the written contract. We are of the opinion that the contract was sufficiently ambiguous to permit the testimony complained of, and that it did not tend to vary its terms but to clarify and explain them. The contract expressly provides that, should the appellee remove the rails upon the failure of the appellant .to do so after request by the appellee, he was to receive payment of the expense incurred, and, as it is undisputed that the actual cost of moving the rails was more than $800 the sum stipulated is clearly out of all reasonable proportion to the actual expense, and, as it appears uncertain from the contract itself what was in the minds of the parties, the testimony explaining its terms was competent.\nThere was nothing at the time the contract was made or at any time thereafter, considering the nature of the contract, to make it uncertain or difficult to ascertain what the cost of moving the rails would be. In the instructions given by the court the issue on the amount of recovery under the contract to which objection was made was as favorable to the appellant as he was entitled to. Barr v. Vaughan, 134 Ark. 207, 203 S. W. 589; American Bank & Trust Co. v. Langston, 180 Ark. 652, 22 S. W. (2d) 381; Quaile & Co. v. William Kelley Milling Co., 184 Ark. 722, 43 S. W. (2d) 369.\nThe court instructed the jury that if they found from the evidence that the appellant had collected from Woodall any money for the appellee he would be entitled to recover whatever that amount was. It is insisted that this instruction, should not have been given because the cross-complaint showed on its face that the claim was barred by the statute of limitation and by the statute of frauds. We have examined the complaint and do not find such to be the case as to the statute of limitation, and, if the evidence justified the conclusion that the appellant’s claim was barred by reason of it, no request wqs made of the court to instruct on that subject. It will be remembered that there was testimony offered without objection to the effect that the Woodall money had been actually collected by the appellant and the complaint would be treated as amended as an action on this branch for money had and received. But it is clear that the jury disregarded the claim on the Woodall transaction, for the amount found by the jury on the cross-complaint is. practically the difference between the cost of removing the rails and the doctor’s bill.\nFrom the record as abstracted and briefed, it is our best judgment that no prejudicial error was committed in the trial of the case. The judgment is therefore affirmed.",
        "type": "majority",
        "author": "Butler, J."
      }
    ],
    "attorneys": [
      "Claude V. Holloway and Geo. W. Emerson, for appellant.",
      "Trimble, Trimble & McCrary, for appellee."
    ],
    "corrections": "",
    "head_matter": "Street v. Shull.\n4-2953\nOpinion delivered April 3, 1933.\nClaude V. Holloway and Geo. W. Emerson, for appellant.\nTrimble, Trimble & McCrary, for appellee."
  },
  "file_name": "0180-01",
  "first_page_order": 198,
  "last_page_order": 204
}
