{
  "id": 8720178,
  "name": "Cole v. State",
  "name_abbreviation": "Cole v. State",
  "decision_date": "1923-09-24",
  "docket_number": "",
  "first_page": "181",
  "last_page": "185",
  "citations": [
    {
      "type": "official",
      "cite": "160 Ark. 181"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "145 Ark. 559",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1586117
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/145/0559-01"
      ]
    },
    {
      "cite": "70 Ark. 129",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1509554
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/70/0129-01"
      ]
    },
    {
      "cite": "42 Ark. 502",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 367,
    "char_count": 7247,
    "ocr_confidence": 0.449,
    "pagerank": {
      "raw": 1.541947638057616e-07,
      "percentile": 0.6730508226541393
    },
    "sha256": "ec662a12b0c542464616235da652f0039a1bb541cfe2749b0047ba94adca3755",
    "simhash": "1:0cde60d2d3657830",
    "word_count": 1278
  },
  "last_updated": "2024-02-27T17:41:07.582861+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Cole v. State."
    ],
    "opinions": [
      {
        "text": "Wood, J.\nThe appellant was convicted for the crime of storing intoxicating liquor in her hotel in Paragould, Greene County, Arkansas. • The undisputed evidence proved that a small bottle of corn whiskey, designated as “white mule” by the witnesses, was found in the room of appellant, covered up in a wardrobe. One or two empty bottles which had contained whiskey were found. Some of these were found in the girls’ rooms in the hotel and some out on the back porch of the hotel. One empty pint bottle which had contained whiskey was found upstairs in a- guest room occupied by a railroad man, and a fruit jar which had contained whiskey was found on the pantry shelf in the kitchen. Eight or ten bottles that had contained whiskey were found on the premises. The hotel was the home of the appellant. She lived there with her husband until he was sent to the penitentiary in December of 1922 or January of 1923. Appellant and her husband had been running the hotel for four or five years. While her husband was there, he was indicted for selling whiskey from this hotel, and one time the officers found two or three quarts of liquor in the coal house something like one hundred feet north of the hotel, down under the floor. Appellant had been operating the hotel since her husband was sent to the penitentiary.\nThe appellant testified that she had been operating the Cole Hotel since January, 1923, and that before that time it was operated by her husband .with her assistance as his wife. She occupied two rooms in the hotel as her home; that these rooms were not used for any other purpose except her home. She didn’t know that there was any liquor in her wardrobe. There were empty bottles around there, on the back porch and in the pantry. She didn’t know how they came to be there, only they might have been brought by guests, and she occasionally saw some of them around the hotel. The two rooms which she occupied as a home were across the hall from the office, and were the only two rooms on thé lower floor of the main hotel on that side of the hall. They are all under the same roof, but not used for anything except for her rooms, and could not conveniently be used as a part of the hotel. They were the only two rooms in the hotel fit for a living compartment. Thé guest rooms, fifteen in number, were all upstairs; Appellant looked after the hotel in the daytime and had a man on duty at night.\nBy consent the cause was submitted' to the court sitting as a jury, and the court, over the objection of appellant, declared the law to be “that intoxicating liquor having been found on the premises occupied and' controlled by the defendant and used as á hotel, renders her ■guilty of violating the law against storing liquor in á hotel, notwithstanding the fact that the' liquor was found in that portion of said premises occupied and used by defendant exclusively as her homestead.” The appellant excepted to the ruling' of the court. ' \"\nThe appellant asked the court to declare the law as follows:' “That the liquor in question having'' been found in the wardrobe in a room occupied and used by defendant exclusively as her homestead and not in any sense or for any purpose as a hotel, defendant is not guilty of violating the law against storing liquor in a hotel.” The appellant also asked the court to declare the appellant not guilty, under the undisputed evidence. The court refused appellant’s prayers for instructions, to which ruling the appellant duly excepted.\n1. The only question presented for decision is whether or not the court erred in its declaration of law. Sec. 6169 of Crawford & Moses ’ Digest reads in part as follows: “It shall he unlawful for any person * * * to store, keep, possess, or have in possession or permit another to Store, keep, possess, or have in possession any of the liquors and beverages mentioned in § 6165 of this act * * * (which includes any alcoholic, vinous, malt, spirituous, and fermented liquors, etc.) * * * in any * * * hotel,” etc. The appellant did not offer any specific objection to the declaration of law made by the court. The court might have found from the testimony in the case that the appellant had knowledge of the fact that liquor was being kept in the hotel that she operated. The appellant testified that she did not know there was any liquor in her wardrobe, but the court might have found the fact to be, notwithstanding the appellant’s testimony, from the facts and circumstances detailed in evidence, that appellant was cognizant of the fact that liquor was being kept in her hotel-, and that she herself had a bottle of whiskey in her possession. The testimony therefore, being’ sufficient to establish the fact that the appellant had in her possession, in the rooms which she occupied as a home in the hotel operated by her, a bottle of liquor, the court correctly declared the law, and correctly adjudged the. appellant guilty of the crime charged. The rooms occupied by the .appellant as her home and the guest chambers were all under the same roof, and this building was known as the “Cole Hotel.” It was being operated by the appellant as a hotel at the time the liquor was found therein.\nWe are convinced tbat it was tlie intention of tlie lawmaker's to prohibit tbe storing, keeping, and possessing of liquors in the home of any person, if tbat home also was included in, and a part of, the building which such person operated as a hotel. The building, under the undisputed testimony in this record, was a hotel, notwithstanding the fact that the appellant had segregated certain rooms therein as her own home. Any other interpretation of this statute would open wide the door for manifold evasions to defeat the express purpose of the lawmakers, which was to prohibit the storing, keeping, or possessing of the liquors -mentioned in § 6165 of C. & M. Digest in any of the buildings or places designated in the statute as set apart and operated for the uses therein specified.\nThere is no error. Let the judgment be affirmed.",
        "type": "majority",
        "author": "Wood, J."
      }
    ],
    "attorneys": [
      "J. M. Futrell and M. P4 Huddleston, for appellant.",
      "J. S. Utley, Attorney General, Jno. L. Carter, Wm. T. Hammock and Darden Moose, Assistants, for ap-pellee."
    ],
    "corrections": "",
    "head_matter": "Cole v. State.\nOpinion delivered September 24, 1923.\nIntoxicating liquors — possession op liquors in hotel. — Where defendant was operating a hotel, and a bottle of whiskey was found in rooms which she occupied as her home, such possession was a violation of Crawford & Moses’ Dig., § 6169, making it unlawful for any person to have in possession - any alcoholic liquors in any “hotel.”\nAppeal from Greene Circuit Court, Second Division; G. E. Keck, Judge;\naffirmed.\nJ. M. Futrell and M. P4 Huddleston, for appellant.\n• The only question presented is whether or not it is a violation of the statute for one to have a small quantity of corn whiskey in his possession in his home, when that home happens to be a part of a hotel. We think it is not such violation. C. & M. Dig., § 6169; 42 Ark. 502; 70 Ark. 129 ; 145 Ark. 559; B. C. L., Judgments, § 152, pp. 144 and 224. •\nJ. S. Utley, Attorney General, Jno. L. Carter, Wm. T. Hammock and Darden Moose, Assistants, for ap-pellee.\nThe statute makes it unlawful to keep, possess or have in possession, or to permit another to store, keep, possess or have in possession in any hotel, etc., any intoxicating liquor. The trial court’s finding was correct under the' facts of this case."
  },
  "file_name": "0181-01",
  "first_page_order": 205,
  "last_page_order": 209
}
