{
  "id": 1428338,
  "name": "Murphy v. Continental Supply Company",
  "name_abbreviation": "Murphy v. Continental Supply Co.",
  "decision_date": "1933-11-20",
  "docket_number": "4-3206",
  "first_page": "183",
  "last_page": "185",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 183"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "163 S. W. 1134",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "111 Ark. 415",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1540363
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/111/0415-01"
      ]
    },
    {
      "cite": "22 Ark. 540",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8727242
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/22/0540-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 213,
    "char_count": 2546,
    "ocr_confidence": 0.493,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.05372301628396096
    },
    "sha256": "2d56088a497413653327dbf30a3a000bb9c7d2385aa6e51d47e3cd74e5d28fdb",
    "simhash": "1:ad85941c160ed711",
    "word_count": 446
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Murphy v. Continental Supply Company."
    ],
    "opinions": [
      {
        "text": "Johnson, C. J.\nOn June 18, 1930, appellant, P. E. Murphy, wrote the following letter to appellee:\n“If you will let Mr. W. M. Kemp have a string of 2,600 feet, 2½-inch tubing, I will guarantee that he pays you within ninety days’ time for same. Please mail me copy of invoice of same. Beg to thank you very much for this favor.\n“Yours truly,\n“P. E. Murphy.”\nIn pursuance of the request and directions contained in said letter, appellee sold and delivered to W. M. Kemp the tubing referred to therein for the sum and price of $758.54. The indebtedness was not paid by Kemp, and this suit was instituted by appellee against appellant upon the written guaranty.\nAfter hearing all the testimony introduced in said cause, the trial court directed the jury to return a verdict in favor of appellee.\nBut *one contention is argued by appellant for reversal, as follows: “The letter written by P. E. Murphy to the Continental Supply Company was an offer to pay for the tubing. He was entitled to notice of the acceptance of his offer and of the shipment of the tubing.”\nMcCollum v. Cushing, 22 Ark. 540, is cited as authority for this position. Without going into a detailed discussion of the letter referred to in the McCollum case, we think, in effect, that there is a marked difference between it and the letter in the instant case. The letter in the McCollum case was merely an offer of guaranty and so demonstrates upon its face, whereas in the instant case there is an absolute guaranty of the contemplated obligation. Therefore we conclude that this case is not ruled by the McCollum case.\nIn Fall City Construction Company v. Boardman, 111 Ark. 415, 163 S. W. 1134, this court, quoting from 20 Cyc., page 1407, said:\n“Both the English and American cases hold generally that the rule requiring notice by the guarantee of his acceptance of guaranty applies only where the guaranty is in legal effect an offer or proposal. Where the transaction is not merely an offer to guaranty the payment of debts, and amounts to a direct promise of guaranty, all that is necessary to make the promise binding is that the promisee should act upon it; he need not notify the promisor of his acceptance.”\nIt is our conclusion that the guaranty in the instant case falls squarely within the rule announced in the Boardman case, cited supra, and that the trial court was correct in so deciding.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Johnson, C. J."
      }
    ],
    "attorneys": [
      "Walter L. Brown, for appellant.",
      "Robert A. Kitchen, for appellee."
    ],
    "corrections": "",
    "head_matter": "Murphy v. Continental Supply Company.\n4-3206\nOpinion delivered November 20, 1933.\nWalter L. Brown, for appellant.\nRobert A. Kitchen, for appellee."
  },
  "file_name": "0183-01",
  "first_page_order": 201,
  "last_page_order": 203
}
