{
  "id": 8726741,
  "name": "Wilson vs. Phillips",
  "name_abbreviation": "Wilson v. Phillips",
  "decision_date": "1843-07",
  "docket_number": "",
  "first_page": "183",
  "last_page": "187",
  "citations": [
    {
      "type": "official",
      "cite": "5 Ark. 183"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "2 Ark. Rep. 41",
      "category": "reporters:state",
      "reporter": "Ark.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "42"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 467,
    "char_count": 8935,
    "ocr_confidence": 0.51,
    "sha256": "f16686ed5af11a02c419710a5f1ffc33f1b128f3328f353edc687c726d21825f",
    "simhash": "1:a8e02ef4a134a5d2",
    "word_count": 1508
  },
  "last_updated": "2024-02-27T21:30:20.185486+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wilson vs. Phillips."
    ],
    "opinions": [
      {
        "text": "By the Court,\nSebastian, J.\nBy the Revised Statutes, ch. 13, sec. 28, it is enacted, “ that if any garnishee shall neglect or refuse to exhibit and file his answers within the time prescribed by this act, to the allegations and interrogatories exhibited and filed by the plaintiff,, the court shall, if judgment be entered against the defendant, enter judgment in favor of the plaintiff’s debt or demand, so ascertained as aforesaid, together with damages and costs of suit.” Notwithstanding the peremptory language of the statute, in requiring judgment to be entered against the garnishee, in default of an answer “ within the time prescribed,” and although there are no provisions of the statute upon that subject, authorizing the Court to grant further time for answering, or to set aside a judgment taken for want of an answér, yet we do not understand that the exercise of the usual discretion of the courts upon that subject for the attainment of justice, upon proper causes shown, is either abolished, abridged, or impaired. It is a necessary and inherent power pertaining to the courts in the administration of justice, that the very end and object of their institution may not be defeated. A different construction would so fetter and paralyze the power of the courts, that they must frequently do wrong from mere inability to do right. This discretion, however, must be so exercised that the rights of the opposite party may not be sported away under the pretext of doing justice. In Burriss vs. Wise & Hurd, 2 Ark. Rep. 41, it is said “that the power to grant or refuse continuances is a sound discretionary legal power, inherent in all courts, and given for the express purpose of preventing delay, and promoting the ends of justice; and that should the Circuit Court, in the exercise of its discretionary power, capriciously or arbitrarily sport away important rights belonging to either party, that their decisions and judgment would be examined in this Court, and liable to be corrected on appeal or writ of error.” This power, however, will not be exercised, unless it clearly and positively appears from the face of the record that the court who decided the cause had been guilty of a palpable and manifest violation of public duty, seriously prejudicing the rights of the party complaining.” Id. 42. In the case last referred to, this Court has further laid down the rule to be, “ that he who seeks to relieve himself from the presumption of culpable negligence, is bound to show such state of facls or circumstances as will prove that he has used due diligence, or will take his case out of the legal inference that stands against him.” The rule extracted from the cases referred to by' the plaintiff in error is, that a party shall not be relieved against the legal consequences of his default, but to enable him to interpose a meritorious defence, where his conduct has been unmixed with negligence or delay. The Court below was not at liberty to restore the party to rights lost by his delinquency, nor to dispense with the peremptory rule of the statute, unless he could show that he had used due diligence in preparing his defence, and that important rights would be secured or asserted by granting the delay. The garnishee was under legal obligation to file his answer on or before the third day of the term succeeding the return term of the writ. Rev. St. 120, sec. 27; and his failure to do so raises the legal presumption of negligence against him, which it was incumbent upon him to rebut by a proper showing to the Court. He might have filed his answer at any time during a period of six months preceding the term at which he was required to answer. This period afforded ample opportunity to him to have prepared and filed his answer to the allegations and interrogatories exhibited against him. The affidavit does not, in our opinion, disclose such a state of facts as to relieve the garnishee from the imputation of unusual delay, and want of due diligence and industry in protecting his interests. The preparation of an answer by his attorney, and forwarding the same by mail, in order that it might be sworn to and forwarded to the clerk’s office, does not afford any reasonable and well founded presumption that the answer reached its destination, was^sworn to and forwarded, and that it was responsive to the allegations and interrogatories previously filed. The mere belief of the attorney that it was sworn to, forwarded, and was unavoidably detained on the way, did not afford sufficient evidence of those facts, on which the court below would have been warranted in acting. The answer, as prepared, did not, as its substance was stated in the affidavit, embrace the ground covered by the interrogatories. It denied any indebtedness of the garnishee to the defendant in the attachment, but did not respond as to any goods, chattels, credits, &c., in his hands, belonging to the debtor, and as to which he was required to answer. According, therefore, to the principles previously stated, there was no sufficient showing to the Court that an enforcement of the rule would deprive the party of any right or meritorious defence, and that he had used the necessary diligence and exertions to avail himself of his defence by answer within the time prescribed. To warrant the Court in interfering, the judgment of the Circuit Court should have been a clear, palpable, and flagrant invasion of important rights of the party. This case is certainly not of that character; on the contrary, it is clear that the Court, in refusing the continuance, exercised a sound and legal discretion according to the rules established for the limitation and qualification of that power.\nThe. second question which is raised by the bill of exceptions, alleges as error the rendering of judgment against the garnishee without any testimony to establish an indebtedness from him to Richmond. No evidence was necessary for that purpose. The statute expressly authorizes judgment to be entered for the full amount of the plaintiff’s debt or demand upon the mere failure to answer within the time prescribed. The default furnishes all the evidence necessary, and amounts to a confession by the garnishee of his liability, to the extent of the plaintiff’s demand. Judgment affirmed.",
        "type": "majority",
        "author": "Sebastian, J."
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "Wilson vs. Phillips.\nThough the statute on attachments provides that judgment shall go against a garnishee for the full amount found against the original defendant, upon his failure to answer interrogatories within the time prescribed; still the discretionary power of the Court to grant longer time for answering, or to set aside such judgment, for the attain, ment of justice, on proper cause shown, is neither abolished, abridged, or impaired.\nA party will not be relieved against the legal consequences of his default, except to enable him to interpose a meritorious defence, and where his conduct has been unmixed with negligence or delay.\nAnd if the court below refuses indulgence, this Court is not warranted in interfering, unless the judgment of the court below was a clear, palpable, and flagrant invasion of important rights of the party.\nWhere a garnishee fails to answer, no proof is necessary to charge him. The default admits his liability to the full extent of the plaintiff’s demand.\nThis was an actioh of assumpsit, determined in the Hot Springs Circuit Court, in August, 1842, before the Hon. John J. Clendenin, one of the circuit judges. The suit was commenced by Phillips against Barton Richmond, by writ of attachment, with clause of garnishment against Wilson and Thorn. The writ was executed on Wilson, Sept. 2d, 1841. In April, 1842, allegations and interrogatories were filed against Wilson, and order of publication taken against Richmond. The interrogatories required Wilson to answer what he owed Richmond, and what lands, tenaments, goods, and chattels of Richmond he had in his hands. In August, 1842, the evidence of of publication was filed, and judgment against Richmond for $611 09 damages, and costs.\nThe plaintiff then moved for judgment against Wilson for the whole amount, and Wilson’s attorney asked further time to answer, and filed his own affidavit, stating that Wilson’s answer had been prepared and forwarded by mail to him, at Clark county, where he lived, to be by him sworn to and forwarded, to be filed in court on the first day of the term — that it had not come to hand, though affiant did not doubt it had been sworn to and forwarded, and was by some means detained on the road — and that the answer showed that Wilson was in no way indebted to Richmond, when writ served, or service.\nThe Court overruled the motion for time to answer, and without any evidence gave judgment against Wilson for the whole amount recovered against Richmond, and costs. Wilson brought up the case by writ of error; and it was argued here by Pike & Baldwin, for plaintiff in error, and Cummins & Borden, contra."
  },
  "file_name": "0183-02",
  "first_page_order": 183,
  "last_page_order": 187
}
