{
  "id": 1361199,
  "name": "Independence County v. Wright",
  "name_abbreviation": "Independence County v. Wright",
  "decision_date": "1922-06-12",
  "docket_number": "",
  "first_page": "184",
  "last_page": "187",
  "citations": [
    {
      "type": "official",
      "cite": "154 Ark. 184"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "66 Ark. 30",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1909834
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/66/0030-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 279,
    "char_count": 6516,
    "ocr_confidence": 0.48,
    "pagerank": {
      "raw": 5.298132930532853e-08,
      "percentile": 0.33236976364259074
    },
    "sha256": "22b7d0a3f4c731e241f9c48a8afc91a0eaf53c3ac8f5efe5a92f005762ccfbc1",
    "simhash": "1:8018b4c538c37b18",
    "word_count": 1142
  },
  "last_updated": "2024-02-27T20:29:53.333711+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Independence County v. Wright."
    ],
    "opinions": [
      {
        "text": "Wood, J.\nThis cause was, by consent, tried before the court below upon the following agreed statement of facts: “O. O. Wright is the tax collector of Independence County, and duly made settlement with the county court for all the county taxes collected by him for the year 1920, deducting his commissions thereon as provided by Special Act No. 48 of the General Assembly of 1917, which settlement, in so far as the county taxes are concerned, was duly approved by said county court; that, as to the taxes collected for the benefit of the State of Arkansas for the said year, said collector tendered his settlement to the 'State Auditor, after having dedusted his commissions as provided by said Special Act No. 48, after his entire settlement had been approved by the county court, but that the same was by the State Auditor rejected and said collector required or permitted to settle with the State, in so far as his commission was concerned, under the provisions of section 10071 of Crawford & Moses’ Digest, the result of which was to leave in the hands of said collector the sum of $521.61, the same being in excess of commissions allowed said collector under the provisions of see. 10071 of Crawford & Moses’ Digest on funds derived wholly from levies of taxes made for State purposes, over and above the commissions he would have received had the same been computed according to the provisions of said special act No. 48, the said State Auditor having on the part of the State disclaimed said sum of $521.61. It being further agreed that the only issue involved in this action is whether the sum of $521.61 is the property of Independence County and should be by the collector paid into the county treasury as directed by the order of said county court appealed from herein.”\nUpon the above agreed statement of facts the trial court found the facts in favor of O. O. Wright, the collector. The trial court declared the law to be that, in view of the fact that said sum of $521.61 was derived wholly from a fund created by taxes levied for State purposes, the county of Independence is entitled to no portion thereof. Upon the above finding of fact .and declaration of law the court rendered a judgment dismissing the action of the county against the collector and. in his favor for costs, from which is this appeal.\nAct No. 44 of the Acts of 1893 created the office of tax collector of Independence County and provided that he should ‘ ‘ receive for his salary for collecting the taxes of Independence County, Arkansas, a sum not to exceed. $1,000 per annum, and out of such sum shall pay his deputies and assistants.” The act further provided that the collector ‘‘ should make a settlement with the county court by paying in all amounts in excess of the amounts of salary due them to that date (date of settlement) into the county treasury.” See Independence County v. Young, 66 Ark. 30.\nThe above provision of the act of 1893 and the amendments thereto requiring the collector to pay into the county treasury all amounts in excess of fees or commissions due him was expressly repealed by act No. 48 of the Acts of 1917, page 220. The latter act provides that the tax collector of Independence County “ shall receive for his compensation one and one-fourth per cent, of all moneys collected by him as such 'collector, and out of such sum shall pay his deputies and assistants.” But there is no provision in the latter act, as there was in the act of 1893, supra, requiring the collector to pay the amounts in excess of his salary into the county treasury. On the contrary, as we have said, this requirement of the act of 1893 is expressly repealed by the latter act.\nThe agreed statement of facts shows that the amount of $521.61 in the hands of the collector was derived wholly from the collection of taxes for State purposes. The agreed statement further shows that the collector tendered a settlement to the State Auditor after deducting Ms commissions as provided by act No. 48, after Ms settlement bad been approved by tbe county court, and that tbe Auditor rejected sucb settlement and permitted tbe collector to settle with tbe State, in so far as bis commissions were concerned, under tbe provision of sec. 10071 of Crawford & Moses’ Digest.\nTbe issue here is not whether tbe Auditor should have allowed tbe collector fees under tbe special act of 1917' instead of under § 10071 C. & M. Digest, supra, for collecting State revenues. Tbe only issue here is whether or not tbe sum of $521.61, tbe same being a portion of tbe revenues in tbe bands of tbe collector derived wholly from tbe levy of taxes for State purposes, should be paid by him into tbe county treasury. It suffices to say that there is no statute requiring him to do so.\nThe question as to whether tbe above sum in tbe bands of tbe collector is tbe property of tbe collector which be should receive as a part of bis commission for collecting the State revenues, or whether it is the property of the State representing an amount in excess of the commission allowed tbe collector under tbe law, is not before us, and hence is not denied. It is clear, under tbe agreed statement, that the money is not tbe property of Independence County. Art. 16, sec. 11, Const. See Gray v. Matheny, 66 Art. 36. Hence let it suffice to say that tbe court was correct in bolding that tbe collector, under tbe agreed statement of facts, was not required to pay tbe above sum into tbe county treasury of Independence County. Tbe judgment is therefore affirmed.",
        "type": "majority",
        "author": "Wood, J."
      }
    ],
    "attorneys": [
      "I. J. Matheny, for appellant.",
      "Ernest Neill, for appellee."
    ],
    "corrections": "",
    "head_matter": "Independence County v. Wright.\nOpinion delivered June 12, 1922.\nTaxation — pees of tax collector. — Under a special act (Acts-1917, No. 48), the tax collector of Independence County is entitled to “receive for his compensation one and one-fourth per cent, of all moneys collected by him as such collector.” Under the general act (Crawford & Moses’ Dig., § 10071), tax collectors are entitled to receive a larger commission on money collected by him. The State Auditor settled with the. tax collector on the basis of the general act, instead of the special act, thereby leaving in his hands a sum as commission on the State taxes to which he was not entitled under the special act. Held that the county was not entitled to-such surplus; Const. Art. 16, § 11, providing that “no moneys arising from a tax levied for one purpose shall be used for any other purpose.”\nAppeal from Independence Circuit Court; Dene H. Coleman, Judge;\naffirmed.\nI. J. Matheny, for appellant.\nErnest Neill, for appellee."
  },
  "file_name": "0184-01",
  "first_page_order": 208,
  "last_page_order": 211
}
