{
  "id": 1428423,
  "name": "Case v. Taylor",
  "name_abbreviation": "Case v. Taylor",
  "decision_date": "1933-11-20",
  "docket_number": "",
  "first_page": "185",
  "last_page": "187",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 185"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "170 S. W. 247",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "114 Ark. 551",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1536309
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/114/0551-01"
      ]
    },
    {
      "cite": "133 S. W. 192",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "97 Ark. 76",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1318781
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/97/0076-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 241,
    "char_count": 2971,
    "ocr_confidence": 0.525,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.05372456077555101
    },
    "sha256": "ccba46d802d3183bca166cfc8f8d3f7be68193a4dc912cf9abb4f9dbc8b257ba",
    "simhash": "1:fa5bdf043fd23fab",
    "word_count": 494
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Case v. Taylor."
    ],
    "opinions": [
      {
        "text": "Johnson, C. J.\nAppellee, Walter E. Taylor, State Bank Commissioner, recovered a default judgment against appellant, H. B. Case, in the Stone County Chancery Court in a sum in excess of $8,000. The indebtedness was secured by a pledge of $10,000 in common and $5,000 in preferred stocks of the Batesville White Lime Company. This stock was directed to be sold by John F. Crammer, Special Deputy Bank Commissioner in charge of the North Arkansas Bank, insolvent, at public sale in Batesville, Arkansas, after'having advertised said sale for ten days by at least one insertion in a weekly paper in Stone County and in Independence County, and by giving the defendant written notice of said sale, etc. The sale was effected, and a report thereof made by the Special Commissioner, whereupon appellant interposed the following exceptions thereto:\n“First, that the sale can only be made by the circuit clerk, as ex-officio commissioner.\n“Second, that no notice of sale, was published in Independence County pursuant to the decree.\n“Third, that John F. (Trammer was an interested party in the proceedings, therefore could not be legally appointed special commissioner.”\nSection 2196 of Crawford & Moses’ Digest provides: “That the clerks of the circuit courts in the several counties shall be clerks of the chancery courts and ex-officio masters and commissioners thereof in each of said counties,” etc.\nSection 1365 provides: “The judge may appoint any other person master or commissioner in special causes in said court.”\nIt will be seen that § 1365 of Crawford & Moses’ Digest, cited supra, gives to chancery courts full power and authority to designate and appoint any qualified person in special causes as commissioner.\nAppellant’s second exception to the report of sale is likewise without merit. The chancery court’s order confirming the sale finds: “That said sale was in all respects regular, and in conformity to law and the decree in said case, and same is hereby, in all things, approved and confirmed. ’ ’\nSince the trial court found that the sale was in all respects regular and in conformity with the decree in said cause, we must presume that his findings were supported by the facts. The mere fact that only one proof in publication appears in this record does not establish the alleged fact that it was the only one published. Fid dyment v. Bateman, 97 Ark. 76, 133 S. W. 192. Price v. Gunn, 114 Ark. 551, 170 S. W. 247, L. R. A. 1915C, 158.\nThe contention that John F. Grammer, liquidating agent of the North Arkansas Bank, was an interested party is likewise without merit.\nThe Bank Commissioner and his agents hold property as trustees and not as owners. The possession thus acquired is analogous to that of a receiver, and it is common practice for receivers to conduct sales of property held by them as such.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Johnson, C. J."
      }
    ],
    "attorneys": [
      "Williamson & Williamson, for appellant.",
      "J. Paul Ward, for appellee."
    ],
    "corrections": "",
    "head_matter": "Case v. Taylor.\nOpinion delivered November 20, 1933.\nWilliamson & Williamson, for appellant.\nJ. Paul Ward, for appellee."
  },
  "file_name": "0185-01",
  "first_page_order": 203,
  "last_page_order": 205
}
