{
  "id": 1428278,
  "name": "Arkansas Rice Growers' Co-Operative Association v. Minneapolis-Moline Power Implement Company",
  "name_abbreviation": "Arkansas Rice Growers' Co-Operative Ass'n v. Minneapolis-Moline Power Implement Co.",
  "decision_date": "1933-11-20",
  "docket_number": "4-3201",
  "first_page": "187",
  "last_page": "191",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 187"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "1 S. W. (2d) 558",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "175 Ark. 1107",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1403537
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/175/1107-01"
      ]
    },
    {
      "cite": "29 S. W. 462",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "60 Ark. 185",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 402,
    "char_count": 7310,
    "ocr_confidence": 0.498,
    "pagerank": {
      "raw": 1.4292197538457572e-07,
      "percentile": 0.6505525997847751
    },
    "sha256": "fdd08ca996372de53df20728259bbaf5004e9cb787be8debc4c9266049ca6f8a",
    "simhash": "1:36cbccb5e00d2026",
    "word_count": 1229
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Arkansas Rice Growers’ Co-Operative Association v. Minneapolis-Moline Power Implement Company."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nAppellee recovered judgment on the 15th of August, 1932, in the Prairie Circuit Court for the Southern District against George Jensen for $755. On September 27, 1932, appellee filed with the clerk of that court its allegations and interrogatories, in which it was alleged that the appellant, the Arkansas Rice Growers’ Co-Operative Association; Standard Rice Company, Inc.; Arkansas State Rice Milling Company, and the Walton Rice Mill, were each indebted to the judgment defendant, George Jensen, in the sum of $775. Upon this allegation interrogatories were filed requiring the parties named to answer “touching the goods, chattels, moneys, credits and effects of the said defendant, and the value thereof,” in their hands and possession “at the time of the service of such writ, or at any time thereafter. ’ ’\nUpon filing these allegations and interrogatories as required by § 4910, Crawford & Moses’ Digest, writs of garnishment issued as prayed. The return of the sheriff reads as follows: “I, C. C. McCallister, Sheriff of Ark. Co., hereby return this writ having served true copies of the- within upon the Ark. Rice Growers’ Coopr. Ass’n by serving H. K. Smith,.their pres, and mgr.; Standard Rice Co., Inc., by serving- Grant Cummings, their mgr.; Ark. State Rice Milling Co. (The lessees of McGill Mill) •by Mr. McCrory, their stenographer, accepting service, and the Walton Rice Mill by serving C. R. Walton, their mgr., this 29th day of Sept. 1932. Ser. $3.00 Mil. .80 Ret. .10. $3.90 C. C. McCallister, Sheriff, Ed. Hughes, D. C.”\nAll the garnishees except appellant filed the answer required by § 4911, Crawford & Moses’ Digest. It was shown by the answering garnishees that they had no goods or chattels, moneys, credits or effects belonging to the judgment defendant, and they were discharged with their costs.\nNo answer having been filed by appellant, judgment was rendered against it for the full amount of the plaintiff’s judgment against the original defendant, as authorized by § 4916, Crawford & Moses’ Digest, at the ensuing March, 1933, term of the court.\nThis appeal has been prosecuted from that .judgment, and the clerk, in preparing the transcript, has inserted the following notation: “Note. The writ of garnishment and allegations and interrogatories were bradded together and served as one paper.”\nIt is argued for the reversal of the judgment that the writ of garnishment was not sufficient, in that there was a single writ, and not a separate writ, for each garnishee. The implication of the record is otherwise. The sheriff has charged, in his return, not for the service of a single writ, but for four writs. There were four garnishees, and the act fixing the fees of the sheriff of Arkansas County allows that officer a fee of 75 cents for serving each writ of garnishment. Act 220 of the Acts of 1925, page 649. The fee of $3 charged for service indicates that service was had upon four garnishees. The return of the officer also evidences that fact. It recites that four garnishees were served, and indicates the manner of service upon each. In other words, we interpret the sheriff’s return, when read in conjunction with the clerk’s note, to show that there were five sets of papers, each set containing the writ of garnishment and a copy of the allegations and of the interrogatories bradded together. A set of these papers was served on each garnishee named, in the manner recited on the sheriff’s return, appearing on the fifth set of the papers, -which was treated as being the original of each of the other sets, all being alike. We think this a substantial and sufficient compliance with the law.\nIt is next questioned whether the writ was- actually served. It does not appear when the original writ was returned to and filed with the clerk who had issued it, as the law requires. But it does appear that it was served, not ten days merely, but more than five months before the judgment here appealed from was rendered, and it was on file with the clerk when that judgment was rendered. The recitals of the judgment itself are conclusive of that fact.\nNow, the statute authorizing judgment against a garnishee upon failure to answer provides that: “If any garnishee, after having been served with a writ of garnishment ten days before the return day thereof, shall neglect or refuse to answer the interrogatories exhibited against him on or before the return day of such writ,” judgment shall be rendered against such garnishee, for the full amount of the plaintiff’s judgment against the original defendant. It thus appears that it is the service of the writ vdiich must be had ten days before the return day, and the sheriff’s return indicates a period much longer than ten days intervened between the service of the writ and the return day thereof. It was said, in the case of Jones v. Goodbar, 60 Ark. 185, 29 S. W. 462, that: “The bringing back of the writ by the officer, and filing it in the office of the justice or clerk from which it issued, together with this written certificate of his proceedings under it, indorsed on the writ or upon some paper attached thereto, constitute in law the return of the writ.” The writ was returned within the requirements of the rule thus announced.\nIt is finally insisted that the writ was not directed against appellant. The contention in this respect is stated in appellant’s brief as follows: “In the allegations and interrogatories the appellant is named as garnishee by its correct corporate name, to-wit: ‘ The Arkansas Rice Growers’ Go-Operative Association.’ In the second whereas attached to the writ appears the name ' The Arkansas Rice Growers’ Co-Operative Association,’ but the sheriff was commanded to summon the said 'Arkansas Rice Growers’ Oo-Operative Association.’ In the officer’s return appears the name 'The Ark. Rice Growers’ Co-oppr. Ass ’n ’, while the judgment is against ‘ The Arkansas Rice Growers’ Co-Operative. Association’.”\nIt is, settled, of course, that the garnishee must, be correctly named in the writ of garnishment; but we think the appellant garnishee was certainly and sufficiently named. The return recites that the service was had on appellant “by serving H. K. Smith, their pres, and mgr.,” which abbreviations mean, of course, president and manager. There was no attempt to show that H. K. Smith was' not the president and manager of appellant corporation.' The article “the” was employed at one place, arid omitted in another, as stated in appellant’s brief, but counsel has been candid enough to cite 3 Thompson on Corporations, § 3185, where it is said: “The omission or the addition of the word ‘the’ is not such a variance as will justify the reversal of a case. So it has been held that the prefixing of the word ‘the’ to the name of a corporation where it was not a part of the corporate name was immaterial.” We are of the opinion that the writ was properly directed against and served upon appellant. C. A. Blanton Co. v. First Nat. Bank of Marked Tree, 175 Ark. 1107, 1 S. W. (2d) 558,\nFinding no error, the .judgment must be affirmed. It is so ordered.",
        "type": "majority",
        "author": "Smith, J."
      }
    ],
    "attorneys": [
      "W. A. Leach, for appellant.",
      "J. F. Holtzendorff, for appellee."
    ],
    "corrections": "",
    "head_matter": "Arkansas Rice Growers’ Co-Operative Association v. Minneapolis-Moline Power Implement Company.\n4-3201\nOpinion delivered November 20, 1933.\nW. A. Leach, for appellant.\nJ. F. Holtzendorff, for appellee."
  },
  "file_name": "0187-01",
  "first_page_order": 205,
  "last_page_order": 209
}
