{
  "id": 4241837,
  "name": "The State of Washington, Respondent, v. Ronald Melvin Mendes, Petitioner",
  "name_abbreviation": "State v. Mendes",
  "decision_date": "2014-04-10",
  "docket_number": "No. 88945-7",
  "first_page": "188",
  "last_page": "196",
  "citations": [
    {
      "type": "official",
      "cite": "180 Wash. 2d 188"
    }
  ],
  "court": {
    "name_abbreviation": "Wash.",
    "id": 9029,
    "name": "Washington Supreme Court"
  },
  "jurisdiction": {
    "id": 38,
    "name_long": "Washington",
    "name": "Wash."
  },
  "cites_to": [
    {
      "cite": "515 P.2d 1299",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "83 Wn.2d 109",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1127865
      ],
      "year": 1973,
      "pin_cites": [
        {
          "page": "112"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/83/0109-01"
      ]
    },
    {
      "cite": "156 Wn. App. 1059",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        3998833,
        4001305,
        3998156,
        3996974
      ],
      "year": 2010,
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/156/1059-02",
        "/wash-app/156/1059-03",
        "/wash-app/156/1059-04",
        "/wash-app/156/1059-01"
      ]
    },
    {
      "cite": "372 P.2d 536",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "weight": 2,
      "year": 1962,
      "opinion_index": 0
    },
    {
      "cite": "60 Wn.2d 144",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1031610
      ],
      "year": 1962,
      "pin_cites": [
        {
          "page": "147"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/60/0144-01"
      ]
    },
    {
      "cite": "589 P.2d 789",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1979,
      "opinion_index": 0
    },
    {
      "cite": "91 Wn.2d 466",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1101805
      ],
      "year": 1979,
      "pin_cites": [
        {
          "page": "472"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/91/0466-01"
      ]
    },
    {
      "cite": "922 P.2d 1285",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1996,
      "opinion_index": 0
    },
    {
      "cite": "130 Wn.2d 228",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        72832
      ],
      "year": 1996,
      "pin_cites": [
        {
          "page": "236"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/130/0228-01"
      ]
    },
    {
      "cite": "213 P.2d 633",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1950,
      "opinion_index": 0
    },
    {
      "cite": "35 Wn.2d 423",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4925841
      ],
      "year": 1950,
      "pin_cites": [
        {
          "page": "433"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/35/0423-01"
      ]
    },
    {
      "cite": "460 P.2d 277",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1969,
      "pin_cites": [
        {
          "parenthetical": "quoting State v. Jeane, 35 Wn.2d 423, 433, 213 P.2d 633 (1950)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "77 Wn.2d 136",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1076438
      ],
      "year": 1969,
      "pin_cites": [
        {
          "page": "138",
          "parenthetical": "quoting State v. Jeane, 35 Wn.2d 423, 433, 213 P.2d 633 (1950)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/77/0136-01"
      ]
    },
    {
      "cite": "196 P.3d 645",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2008,
      "opinion_index": 0
    },
    {
      "cite": "165 Wn.2d 95",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        5751085
      ],
      "year": 2008,
      "pin_cites": [
        {
          "page": "100"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/165/0095-01"
      ]
    },
    {
      "cite": "721 P.2d 902",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1986,
      "opinion_index": 0
    },
    {
      "cite": "106 Wn.2d 176",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1195511
      ],
      "year": 1986,
      "pin_cites": [
        {
          "page": "191"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/106/0176-01"
      ]
    },
    {
      "cite": "845 P.2d 289",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1993,
      "pin_cites": [
        {
          "parenthetical": "citing State v. Hughes, 106 Wn.2d 176, 191, 721 P.2d 902 (1986)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "120 Wn.2d 631",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1368204
      ],
      "year": 1993,
      "pin_cites": [
        {
          "page": "654",
          "parenthetical": "citing State v. Hughes, 106 Wn.2d 176, 191, 721 P.2d 902 (1986)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/120/0631-01"
      ]
    },
    {
      "cite": "729 P.2d 48",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1986,
      "opinion_index": 0
    },
    {
      "cite": "107 Wn.2d 346",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1192451
      ],
      "year": 1986,
      "pin_cites": [
        {
          "page": "356-57"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/107/0346-01"
      ]
    },
    {
      "cite": "663 P.2d 152",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1983,
      "opinion_index": 0
    },
    {
      "cite": "34 Wn. App. 573",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        1817115
      ],
      "year": 1983,
      "pin_cites": [
        {
          "page": "576"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/34/0573-01"
      ]
    },
    {
      "cite": "311 P.3d 26",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2013,
      "opinion_index": 0
    },
    {
      "cite": "178 Wn.2d 1010",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "year": 2013,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 734,
    "char_count": 14410,
    "ocr_confidence": 0.711,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.14092732819558207
    },
    "sha256": "5f8c478694927a59220d69a816374e72313a36745681728b4eca529a32f654d7",
    "simhash": "1:6d5ee19e56281c74",
    "word_count": 2403
  },
  "last_updated": "2024-02-27T18:26:29.759680+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Madsen, C.J., and Owens, Fairhurst, J.M. Johnson, Stephens, Wiggins, González, and Gordon McCloud, JJ., concur."
    ],
    "parties": [
      "The State of Washington, Respondent, v. Ronald Melvin Mendes, Petitioner."
    ],
    "opinions": [
      {
        "text": "C. Johnson, J.\n¶1 The central issue in this case is\nwhether Ronald Mendes was “compelled” to waive his constitutional right not to testify as a witness in his own criminal case after the trial court refused to rule on whether the evidence presented during the State’s case in chief entitled Mendes to a self-defense instruction. Mendes challenges his conviction for felony murder based on allegations that he shot and killed Danny Saylor after an altercation at Saylor’s home. At trial, Mendes’s theory of the case was that he acted in self-defense after Saylor came at him with a baseball bat. After the State rested, Mendes’s counsel asked the court to make a preliminary ruling on whether enough evidence had been presented through the State’s witnesses to warrant a self-defense instruction. Counsel explained that Mendes did not wish to testify unless the court found that more testimony was necessary on this issue. The State objected, and the trial court declined to rule on Mendes’s request. Mendes then testified on his own behalf. Mendes was convicted of felony murder. On appeal, Mendes argued that the trial court improperly compelled him to testify when it declined to rule on whether the State’s evidence alone entitled him to a self-defense instruction. The Court of Appeals rejected this argument and held that Mendes was not entitled to an advisory ruling on jury instructions before the close of all the evidence and that Mendes’s decision to testify was voluntary and tactical. We affirm.\nFacts and Procedural History\n¶2 Mendes met Lori Palomo in October 2007, when Palomo was temporarily estranged from her long-term and live-in boyfriend, Saylor. Palomo and Mendes engaged in a three-week intimate relationship that ended when Palomo returned to live with Saylor. Even though Saylor and Palomo were back together, Mendes occasionally came to Saylor’s house to see Palomo. All three were methamphetamine users.\n¶3 One night, while Palomo’s car was parked at Saylor’s house, someone vandalized it. Palomo and Saylor suspected Mendes was the vandal and thereafter, Saylor did not want Mendes to come over. Palomo asked Mendes not to come around anymore.\n¶4 On January 27, 2008, Mendes returned to Saylor’s house armed with a loaded .45 caliber gun. Charles Bollinger, one of three houseguests of Saylor’s, met Mendes at the front door. Bollinger advised Mendes that he should not be at the home. Bollinger and Mendes went to a gas station and then returned to the home. During their trip to the gas station, Mendes showed Bollinger the gun. Upon returning to the house, Bollinger woke Saylor to inform him that Mendes was in the house. McKay Brown, another houseguest, advised Mendes to leave, but he did not leave.\n¶5 Learning that Mendes was in the house, Saylor dressed and went to the front room. A brief “ruckus” occurred, in which Saylor pushed Mendes against the front door and the two swung at each other. 7 Verbatim Report of Proceedings (VRP) (Apr. 25, 2011) at 324. Mendes then aimed the gun at Saylor and said, “I’ll smoke you, mother fucker.” 8 VRP (Apr. 26, 2011) at 456. Saylor left the front room to find his baseball bat, and Bollinger yelled at Mendes again to leave.\n¶6 During this time, Mendes claims that he tried to leave but could not move quickly because of a bad hip and at one point, he paused because he thought he dropped his methamphetamine. When Saylor returned to the front room with the bat in the air, Bollinger had Mendes near the front doorway. Mendes saw Saylor coming toward him with the bat in the air. Mendes immediately shot Saylor in the chest, killing him.\n¶7 The jury found Mendes guilty of second degree murder and guilty of unlawful possession of a firearm. Mendes appealed, and in an unpublished opinion, the Court of Appeals reversed his conviction. The Court of Appeals reversed because Mendes’s trial counsel was ineffective for failing to request a revived self-defense jury instruction and because the trial court erred in failing to instruct the jury that it could acquit Mendes of second degree murder if it found that he acted in self-defense when he committed the predicate assault.\n¶8 On remand and by amended information, the State charged Mendes with second degree intentional murder, second degree felony murder, and four counts of witness tampering. After the State’s case in chief, Mendes asked the trial court whether he would be entitled to a self-defense instruction based on the State’s evidence alone. The trial court declined to decide the motion until both sides rested. Mendes testified but told the court that his testimony would be given over his standing objection and that his decision to testify was based on the court’s ruling. The jury convicted Mendes of second degree felony murder, the firearm enhancement, and four counts of witness tampering. Mendes was sentenced to 517 months. Mendes appealed the felony murder conviction. The Court of Appeals affirmed. We granted review only on the issue of compelled testimony. State v. Mendes, 178 Wn.2d 1010, 311 P.3d 26 (2013).\nAnalysis\n1. Ruling on Jury Instructions\n¶9 The first question presented is whether, on motion by the defendant, a trial court must give a ruling on jury instructions before the close of all the evidence. Criminal Court Rule (CrR) 6.15(a) tells us when parties must offer proposed jury instructions, but neither this rule nor other court rules tell us whether a court is required to decide if a defendant is entitled, upon request, to a self-defense instruction at the close of the State’s case.\n¶10 Mendes argues that nothing in the court rules forbids a trial court from ruling on this sort of motion. He cites State v. Maurer, 34 Wn. App. 573, 576, 663 P.2d 152 (1983), for the proposition that even when no statute or rule authorizes the specific action, it does not follow that the court is powerless to act. On the other hand, he cites no rule or statute mandating that a trial judge rule on jury instructions before all of the evidence is presented.\n¶11 Mendes also argues that in a criminal trial a defendant may challenge the sufficiency of the evidence at several points throughout the proceeding, including before trial and at the end of the State’s case in chief. State v. Knapstad, 107 Wn.2d 346, 356-57, 729 P.2d 48 (1986). We find Mendes’s reliance on Knapstad misplaced. While it is true that the trial court may rule on the sufficiency of the evidence at the end of the State’s case in chief, the rule in Knapstad is consistent with CrR 8.3(b). CrR 8.3(b) provides in relevant part that “[t]he court, in the furtherance of justice, after notice and hearing, may dismiss any criminal prosecution due to arbitrary action or governmental misconduct.” There is no equivalent rule requiring a trial court to decide if a defendant is entitled to a self-defense instruction at the close of the State’s case. As mentioned above, CrR 6.15 is the only rule regarding jury instructions in criminal cases and it is silent on the issue.\n¶12 We hold that upon motion by either party, a trial court has discretion to give a preliminary ruling on jury instructions at any time during trial, but nothing supports the conclusion that a trial court must make a ruling on jury instructions before all parties have rested. CrR 6.15(a) contemplates that jury instructions be submitted before trial and that the jury instructions could be settled before trial. The rule also contemplates that jury instructions can be submitted and discussed during the presentation of evidence or even during jury deliberations. We note that “it is error to give an instruction which is not supported by the evidence.” State v. Benn, 120 Wn.2d 631, 654, 845 P.2d 289 (1993) (citing State v. Hughes, 106 Wn.2d 176, 191, 721 P.2d 902 (1986)). Given this, and given CrR 6.15(a) is silent as to when a trial court must make a ruling on jury instructions, we hold that a trial court has discretion as to when to rule on jury instructions.\n2. “Compelled” Testimony\nf 13 The second question presented is whether Mendes was compelled to testify in violation of his constitutional rights after the court declined to rule whether the State’s evidence alone entitled him to a self-defense instruction. The Fifth Amendment to the federal constitution provides that “[n]o person . . . shall be compelled in any criminal case to be a witness against himself,” and article I, section 9 of the Washington State Constitution provides that “[n]o person shall be compelled in any criminal case to give evidence against himself.” We interpret these two constitutional provisions consistently. State v. Unga, 165 Wn.2d 95, 100, 196 P.3d 645 (2008).\n¶14 “ ‘The use of the word “compelled” connotes that the accused must be forced to testify against his will, that the testimony is exacted under compulsion and over his objection.’ ” State v. Van Auken, 77 Wn.2d 136, 138, 460 P.2d 277 (1969) (quoting State v. Jeane, 35 Wn.2d 423, 433, 213 P.2d 633 (1950)). The right against self-incrimination is intended to prohibit the inquisitorial method of investigation in which the accused is forced to disclose the contents of his mind or speak his guilt. At trial, the right against self-incrimination generally prohibits the State from forcing the defendant to testify. State v. Easter, 130 Wn.2d 228, 236, 922 P.2d 1285 (1996).\n¶15 Very few recent cases exist where a defendant has been found to be “compelled” to testify in violation of their constitutional rights. In State v. Foster, 91 Wn.2d 466, 472, 589 P.2d 789 (1979), the defendant argued that he was not given sufficient notice that the jury would be instructed on the charge of negligent assault and therefore he was wrongfully led to waive his privilege against self-incrimination as guaranteed by the Fifth Amendment. In other words, the defendant argued that he would not have testified had he known that the jury was going to be instructed on the charge of negligent assault. We rejected this argument and held that there was no evidence of compulsion to testify, “rather, the record reflects that the defendant voluntarily testified in seeking to exculpate himself.” Id. at 473. We found the Fifth Amendment challenge to be without merit because the defendant was represented by counsel and made the tactical decision to testify.\n¶16 In Van Auken, defendants contended that the admission of a policewoman’s testimony forced them to take the witness stand and testify contrary to the mandate of article I, section 9. We held that “ ‘[t]he proper grounds for the exclusion of a confession are that it has been obtained in violation of the constitutional requirement of due process or that it has not met the test of our statutory requirement for admissibility of confessions.’ ” Van Auken, 77 Wn.2d at 138 (quoting State v. Moore, 60 Wn.2d 144, 147, 372 P.2d 536 (1962)). In this case, the admission of the policewoman’s testimony did not operate to “compel” defendants to testify in the constitutional sense of the term. “To hold otherwise could create the incongruous result that the state could not introduce otherwise valid evidence simply because defendants might feel a need to take the stand and contradict or explain it.” Id.\n¶17 Mendes argues that this case is distinguishable from Foster because Mendes sought clarification on potential jury instructions before he chose to testify and because Mendes was not asking the trial court to exclude an instruction that the State was otherwise entitled to only because it contradicted his version of events. Therefore, he argues the trial court’s refusal to rule on his motion, and the refusal to say whether the evidence presented in the State’s case would entitle Mendes to a self-defense instruction, forced Mendes to waive his constitutional rights and compelled him to testify against his will.\n¶18 The State argues that like many defendants before him, Mendes had to make the tactical decision, in consultation with his attorney, whether or not to take the stand in his defense. We agree. Our case law has consistently held that a defendant is not “compelled” to testify in violation of their constitutional rights in a situation like this case. No one forced Mendes to testify in a constitutional sense. The record establishes that in consultation with his attorney, Mendes chose to take the stand. Although defendants are regularly faced with the dilemma of a choice between complete silence and presenting a defense, it has never been thought of as a violation of the privilege against compelled self-incrimination. We affirm the Court of Appeals.\nMadsen, C.J., and Owens, Fairhurst, J.M. Johnson, Stephens, Wiggins, González, and Gordon McCloud, JJ., concur.\nMendes was also convicted of a firearm enhancement and four counts of witness tampering but did not challenge those convictions.\nState v. Mendes, noted at 156 Wn. App. 1059 (2010).\nCrR 6.15(a) provides, “Proposed Instructions. Proposed jury instructions shall be served and filed when a case is called for trial by serving one copy upon counsel for each party, by filing one copy with the clerk, and by delivering the original and one additional copy for each party to the trial judge. Additional instructions, which could not be reasonably anticipated, shall be served and filed at any time before the court has instructed the jury.\n“Not less than 10 days before the date of trial, the court may order counsel to serve and file proposed instructions not less than 3 days before the trial date.\n“Each proposed instruction shall be on a separate sheet of paper. The original shall not be numbered nor include citations of authority.\n“Any superior court may adopt special rules permitting certain instructions to be requested by number from any published book of instructions.”\nThe denial of a defendant’s request to have the trial court decide a midtrial request on an instruction is not error requiring a new trial.\nIn fact, many cases dealing with compelled, in court testimony discuss when a defendant can be compelled to testify under a grant of immunity. See, e.g., State v. Carroll, 83 Wn.2d 109, 112, 515 P.2d 1299 (1973).",
        "type": "majority",
        "author": "C. Johnson, J."
      }
    ],
    "attorneys": [
      "Stephanie C. Cunningham, for petitioner.",
      "Mark E. Lindquist, Prosecuting Attorney, and Thomas C. Roberts, Deputy, for respondent."
    ],
    "corrections": "",
    "head_matter": "[No. 88945-7.\nEn Banc.]\nArgued January 14, 2014.\nDecided April 10, 2014.\nThe State of Washington, Respondent, v. Ronald Melvin Mendes, Petitioner.\nStephanie C. Cunningham, for petitioner.\nMark E. Lindquist, Prosecuting Attorney, and Thomas C. Roberts, Deputy, for respondent."
  },
  "file_name": "0188-01",
  "first_page_order": 252,
  "last_page_order": 260
}
