{
  "id": 8720301,
  "name": "Azbill v. Lewis",
  "name_abbreviation": "Azbill v. Lewis",
  "decision_date": "1923-05-28",
  "docket_number": "",
  "first_page": "189",
  "last_page": "193",
  "citations": [
    {
      "type": "official",
      "cite": "159 Ark. 189"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "96 Ark. 87",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1541970
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/96/0087-01"
      ]
    },
    {
      "cite": "62 Ark. 133",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1905642
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/62/0133-01"
      ]
    },
    {
      "cite": "34 Ark. 179",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1875630
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/34/0179-01"
      ]
    },
    {
      "cite": "32 Ark. 435",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1877123
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/32/0435-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 366,
    "char_count": 7549,
    "ocr_confidence": 0.489,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.208517562220809
    },
    "sha256": "52a7339cfc79b10d2fa84f5c3df80a6a9d83616e5528fbdeabd6df66f6ad8594",
    "simhash": "1:93da28bf28ce238e",
    "word_count": 1303
  },
  "last_updated": "2024-02-27T18:54:00.643605+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Azbill v. Lewis."
    ],
    "opinions": [
      {
        "text": "McCulloch, C. J.\nAppellant, William Azbill, owned a farm in White County, and in the year 1920 he placed appellee, Harry Lewis, in possession as a share-cropper to cultivate and gather crops of cotton, corn and straw-oerries. In May, 1921, just before the strawberries were ready for picking, Azbill instituted an action of unlawful detainer against appellee to recover possession of the farm, and he secured possession under a writ issued in the action. Appellant proceeded to gather the strawberries and to market the same through an association in that locality, known as the McRae Strawberry Association. The crop bf strawberries was sold for a net price of about $1,400, after deducting the cost of gathering and marketing. Abont that time appellee instituted an action in the chancery court of White County against appellant for an accounting and to recover damages on account of alleged breach of contract with respect to the transactions between the parties. Appellee claimed in that action one-half of the proceeds of the sale of the strawberry crop, and also claimed damages for a large sum, composed of different items. One of the claims was for unpaid labor. That case was transferred to the circuit court, and was consolidated with the other action instituted by appellant against appellee to recover possession of the land.\nAt this juncture the parties agreed, acting through their respective attorneys, that the McRae Strawberry Association should pay over to appellant one-half of the funds on hand from the proceeds of the crop as his share therein, and that the remainder should be held as appel-lee’s share. Appellant was asserting a claim against ap-pellee on account, amounting to about $600, and was about to cause to be issued a writ of garnishment to sequester the funds belonging to appellee in the hands of the McRae Strawberry Association, and the attorneys for the respective parties agreed that, in lieu of a garnishment issued and served on the association, the funds should be paid over to the clerk of the circuit court, to be held awaiting the determination of appellant’s claim against appellee. The funds, in other words, were agreed to be treated as the property of appellee Lewis, but should be held by the clerk as upon a garnishment, subject to the claim that appellant was making against appellee.\nOn the trial of the consolidated actions in the circuit court each party asserted their respective claims against the other, and the jury returned a verdict in the following language:\n“We, the jury,, find for the landlord, in that we giv.e him the possession of the property. Also for the tenant for the sum of $2 as difference in settlement.”\nThereupon the .court rendered a judgment in favor of appellant for retention of possession of the land, and also rendered judgment in favor of appellee for the sum of two dollars.\nPrior to the trial in the circuit court, and while the consolidated cases were pending therein, appellant, through his attorney, agreed that the clerk should release to appellee two portions of the funds, $100 at one time and $250 at another, and it was also agreed that the clerk should pay over to appellant the sum of $301.84, upon the execution by appellant of a bond with security, conditioned that appellant would return the money “unless we prove our claim against the said defendant, Harry Lewis, for the amount above named, and procure judgment against the said Lewis for said amount.” The bond’was made to the clerk “for the use and benefit of Harry Lewis in the sum of $301.84.”\nAfter the judgment was rendered in the circuit court demand was made upon appellant that he return the money to the clerk which .had been paid under the bond aforesaid, but appellant refused to pay, and this action was instituted by appellee against him -and his sureties to recover that amount. The chancery court rendered a decree in favor of appellee for the recovery of this money, and an appeal has been prosecuted to this court.\nWe are of the opinion that the chancery court was correct in its decree. It is unnecessary to analyze the pleadings and the proof in the action which was tried in the circuit court to determine the effect of the verdict rendered by the jury. There were conflicting contentions at.the trial of the present case as to what issue was involved in that action, but it is shown in the present case, by a preponderance of the testimony, that .the money in the hands of the clerk was conceded to he the property of appellee Lewis as his share of the proceeds of the sale of the strawberry' crop, and that this fund was by agreement turned over to the clerk, not as funds in dispute between the parties, but as funds belonging to appellee, sequestered for the purpose of satisfying any judgment which appellant might recover against ap-pellee on his asserted claim against the latter. Viewing the status of the funds in that light, it is clear that the verdict of the jury in the other case was merely a settlement of the conflicting claims of the parties against each other, and not a settlement of the title to the funds in the hands of the clerk. At any rate, the proof shows that this property in the hands of the clerk was treated as appellant’s property and that it belongs to him as his share of the proceeds of the crop that he cultivated, and, since appellant failed to secure any judgment against ap-pellee for the recovery of money, it necessarily follows that appellee is entitled to a return of the funds. Appellant received the money under an express agreement that he would return the funds unless he secured a judgment, and the chancery court was correct in rendering a decree against him and the sureties on his bond.\nAffirmed.",
        "type": "majority",
        "author": "McCulloch, C. J."
      }
    ],
    "attorneys": [
      "W. D. Davenport, for appellant.",
      "Avery M. Bloimt and John D. DuJBois, for appellee."
    ],
    "corrections": "",
    "head_matter": "Azbill v. Lewis.\nOpinion delivered May 28, 1923.\nBonds — Return op money. — Where a fund belonging to defendant was by agreement of the parties placed in the clerk’s hands to await the court’s decision, and subsequently a portion of such fund was 'by agreement delivered to plaintiff upon his executing a bond for its return unless he procured judgment against defendant for said amount, defendant is entitled to a return of the money upon the plaintiff’s failure to recover judgment therefor.\nAppeal from White Chancery Court, John E. Mar-tmeem, Chancellor;\naffirmed.\nW. D. Davenport, for appellant.\nThe decree should he reversed. The jury would not have awarded appellant possession of the property and appellee damages as they did. Verdict would have been inconsistent. Sec. 4853-5, C. & M’s. Digest. No appeal was taken by appellee from the judgment allowing him “$2 as difference in settlement.” Judgment will be construed according to proper legal import of terms used. 129 N. G. 73. Title of the crop was in the landlord as against .share-cropper. 32 Ark. 435; 34 Ark. 179; 62 Ark. 133. The burden was on appellee to show that, under the jury’s verdict and the judgment thereon, he was the owner of the $551.84, and that his debts were paid to appellant, and he was entitled to recover on the bond from appellant the $301.84 they had received from the clerk, all of which he failed to do. The judgment should be reversed, and appellant should have judgment for the $250 turned over to appellee by the clerk of the $551.84 put into his hands.\nAvery M. Bloimt and John D. DuJBois, for appellee.\nThe cnly question here is on appellee’s right to recover on the bond sued on. The burden of proof was' on appellants to show their right to the money for return of which bond was given, and this they failed to do. 96 Ark. 87."
  },
  "file_name": "0189-01",
  "first_page_order": 215,
  "last_page_order": 219
}
