{
  "id": 1388509,
  "name": "Ross v. Wisconsin-Arkansas Lumber Company",
  "name_abbreviation": "Ross v. Wisconsin-Arkansas Lumber Co.",
  "decision_date": "1923-11-26",
  "docket_number": "",
  "first_page": "192",
  "last_page": "197",
  "citations": [
    {
      "type": "official",
      "cite": "161 Ark. 192"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "82 Ark. 105",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1529036
      ],
      "pin_cites": [
        {
          "page": "111"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/82/0105-01"
      ]
    },
    {
      "cite": "97 Ark. 358",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1318796
      ],
      "pin_cites": [
        {
          "page": "364"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/97/0358-01"
      ]
    },
    {
      "cite": "98 Ark. 211",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1316033
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/98/0211-01"
      ]
    },
    {
      "cite": "97 Ark. 226",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1318791
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/97/0226-01"
      ]
    },
    {
      "cite": "116 Ark. 125",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1532248
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/116/0125-01"
      ]
    },
    {
      "cite": "134 Ark. 575",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1573311
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/134/0575-01"
      ]
    },
    {
      "cite": "102 Ark. 627",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1354066
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/102/0627-01"
      ]
    },
    {
      "cite": "96 Ark. 184",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1542035
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/96/0184-01"
      ]
    },
    {
      "cite": "95 Ark. 108",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1543632
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/95/0108-01"
      ]
    },
    {
      "cite": "94 Ark. 282",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1545330
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/94/0282-01"
      ]
    },
    {
      "cite": "148 Ark. 500",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8721455
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/148/0500-01"
      ]
    },
    {
      "cite": "93 Ark. 29",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1546902
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/93/0029-01"
      ]
    },
    {
      "cite": "14 Ark. 286",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1862728
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/14/0286-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 462,
    "char_count": 9918,
    "ocr_confidence": 0.464,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.05218142061564207
    },
    "sha256": "18749b05135242f2cb636ef25cffd7ad6c9e5e595b1ad931b15951d3dfdafbc1",
    "simhash": "1:24cfb89f1fce4383",
    "word_count": 1682
  },
  "last_updated": "2024-02-27T21:32:42.656819+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Ross v. Wisconsin-Arkansas Lumber Company."
    ],
    "opinions": [
      {
        "text": "McCulloch, C. J.\nAppellant was employed by appellee as a laborer, and alleges that he received personal injuries while at work in appellee’s service. Appel-' lee is a domestic corporation, operating lumber mills in Hot Spring County, and, at the time appellant claims to have been injured, the company was engaged in building a telephone line between two of its mills. Appellant and four other employees, working under the direction of a foreman, were raising a telephone pole. Three of the men were lifting the pole by the use of pikes, and appellant and another one of the workmen were holding the pole up on their shoulders. The telephone pole, while being raised, slipped from the pikes held by the men, and, it is claimed, fell down on appellant and injured him.\nIt is alleged in the complaint that appellee’s foreman was negligent in failing to furnish a jack with which to lift the pole, and1 also in failing to furnish more help. Negligence of fellow-servants in allowing the pikes to slip when lifting the pole is also alleged.\nAppellee answered denying all the charges of negligence, and denying that appellant was injured at all.\nThe trial resulted in a verdict in favor of appellee.\nThere was a sharp conflict in the testimony, and every assertion made by appellant with respect to the injury and the cause thereof was disputed by testimony adduced' by appellee.\nIt appears that there were three of the poles to 'be raised, and that the raising was done by three of the men using pikes, and two others, appellant being one of them, standing with their backs to the hole in which the pole was to stand, and holding the pole while the other men were pushing i-t up with the pikes.\nAppellant testified that he protested against engaging in .the work unless a jack was procured and unless additional men were put on the work of raising the pole, but that the foreman said that the force was sufficient, and that it was unnecessary to procure the jack, and directed the men to go on with the work, without a jack and without additional force.\nAppellant testified that, while the pole was in process of erection, the pikes held by the men slipped and the pole fell on him, severely injuring him.\nTestimony adduced' on the part of appellee was to the effect that appellant was not injured at all and made no complaint until long after the time that the pole was being raised. The testimony of the witnesses was-also to the effect that it was not customary to procure a jack when only a few poles were to be raised, as in this instance, and that the force of men was sufficient to raise the pole.\nThere being a conflict in the testimony upon every issue, the verdict of the jury is conclusive as to the facts.\nThe issues were submitted upon instructions asked by each party. Each instruction requested by appellant was given, and nearly all of the instructions asked by appellee were also given. Every phase of the case was covered by the instructions, and we think that they were not inconsistent with each other.\nIt is contended that the following instruction, given at the request of appellee, was erroneous:\n“No. 2. The court instructs you that the defendant lumber company is not an insurer of its employees against injury and is not liable for damages for all injuries suffered by its employees, but for those only which are caused by its negligence, which means some failure to use ordinary care, being that care which an ordinarily prudent person would use under similar circumstances. So, if you believe from the testimony that ordinary care was used in raising the telephone pole, then your verdict should be for the defendant, notwithstanding plaintiff suffered an injury. ’ ’\nThe contention is that this instruction erroneously ignored the question of negligence on the part of appellee in failing to furnish reasonably safe equipment — in failing to furnish a jack to be used in raising the pole. The language in the instruction, “ordinary care was used in raising the telephone pole,” was manifestly intended to refer, in a broad sense, to the whole question of negligence with respect to the work to be done in raising the pole, and we scarcely think it could properly be construed as limiting the consideration to the question of negligence in the actual work, ignoring the question of failure to furnish proper equipment. But there was only a general objection to the instruction, and, if it was thought that the language might be understood in a narrower sense as ignoring the question with respect to furnishing equipment, then the objection should have specifically pointed out the fact, and a general objection was not sufficient-,\nIt is contended that the court erred in giving an instruction submitting the question of contributory negligence on the part of appellant. The contention is that there was no evidence to justify the submission of this issue. We are of the opinion that the evidence which presented an issue to the jury with respect to negligence of servants of appellee in allowing the pole to slip from the pikes and fall also called for a submission of the question of appellant’s own negligence in failing to avoid the danger. The testimony which tends to show that the men were negligent in permitting the pole to slip from the pikes also, shows that, when the pole began to fall, the men were warned and told to look out, and that appellant’s companion, who, like himself, was under the pole helping to hold it up, did avoid the danger by stepping aside. The jury might have found that appellant did not exercise proper care in jumping from under the pole when he was warned that it was falling. We are of the opinion therefore that there was no error in submitting the whole issue to the jury of contributory negligence as well as that of negligence.\nDuring the progress of the trial, appellant asked permission of the court to amend his complaint by alleging additional injury other than that set forth in the complaint. In the complaint it was alleged that the falling of the pole injured plaintiff in certain respects, and the requested amendment was for the purpose of alleging that hernia resulted from the injury, but the court refused to permit the amendment to be made. Appellant offered testimony to support the allegation that hernia resulted, but the court excluded that testimony, and error is charged in that respect. There was proof showing other ill effects from the injury, if plaintiff was hurt at all, and the verdict of the jury is necessarily conclusive on the issue as to appellant having suffered any injury at 'all, so it is unnecessary to consider the question whether or not the court abused its discretion in refusing to allow the pleadings to be amended during the progress of the trial.\nObjection is made to certain statements of one of the attorneys for appellee during the argument of the cause, but it appears from the record that the court sustained tlie objection and directed the jnry not to consider the argument.\nWe find no error in tlie record, and the judgment is therefore affirmed.",
        "type": "majority",
        "author": "McCulloch, C. J."
      }
    ],
    "attorneys": [
      "D. D. Glover and Mehaffy, Donham & Mehaffy, for appellant.",
      "Kinsworthy & Kinsworthy and R. E. Wiley, for appellee."
    ],
    "corrections": "",
    "head_matter": "Ross v. Wisconsin-Arkansas Lumber Company.\nOpinion delivered November 26, 1923.\n1. Appeal and error — conclusiveness of verdict. — A verdict based on conflicting evidence is conclusive on appeal.\n2. Master and servant — instruction.—Where plaintiff was injured while helping to raise a telephone pole, an instruction that, the employer was not an insurer against injury, but was liable for those injuries only which are caused by its negligence, could not be construed as limiting consideration to negligence in the actual work and as ignoring negligence in failing to furnish proper equipment.\n3. Trial — instruction—specific objection. — In a personal injury action, if it was thought that an instruction might be understood in a narrow sense as ignoring the question whether the master was negligent in failing to furnish proper equipment, the objection should have been pointed out specifically.\n4. Master and servant — instruction—contributory negligence. —Where plaintiff was injured by the falling of a telephone pole, and the evidence tended to prove that the men were warned when the pole began to fall, and that another, who, with plaintiff, was under the pole, avoided danger by stepping aside, it was not error to submit the issue of plaintiff’s contributory negligence.\n5. Appeal and error — exclusion of evidence-charmless error._ In a personal injury action, where the jury, by their verdict, found that plaintiff was not entitled to recover for any injuries alleged and proved by him, it is unnecessary to consider whether thé court abused its discretion in refusing to allow the complaint to be amended to allege injury additional to that set out in the complaint.\nAppeal from Howard Circuit Court; James S. Steel, Judge;\naffirmed.\nD. D. Glover and Mehaffy, Donham & Mehaffy, for appellant.\nAn instruction is erroneous where it assumes as true the existence or nonexistence of any disputed fact in issue. 14 Ark. 286; 93 Ark. 29; 14 R. C. L. 738. An instruction is misleading where it ignores a material issue, concerning which the evidence is conflicting, and is prejudicial, even though another instruction, correctly presenting that issue, is found in other parts of the charge. 148 Ark. 500; 94 Ark. 282; 95 Ark. 108; 96 Ark. 184; 102 Ark. 627; 134 Ark. 575; 245 S. ¡W. 192.\nKinsworthy & Kinsworthy and R. E. Wiley, for appellee.\nDefendant’s instruction, to which appellant now objects on the g-round that it submitted only one issue of negligence, was not in conflict with appellant’s instruction, which submitted both issues, but was supplementary to it. Appellant could, by specific objection to defendant’s instruction, have had the grounds of negligence separated in that instruction also, and he should have made such specific objection. 116 Ark. 125; 137-138; 97 Ark. 226; 98 Ark. 211; 97 Ark. 358, 364; 82 Ark. 105, 111."
  },
  "file_name": "0192-01",
  "first_page_order": 220,
  "last_page_order": 225
}
