{
  "id": 1431960,
  "name": "Burton v. Drainage District No. 7 of Poinsett County",
  "name_abbreviation": "Burton v. Drainage District No. 7",
  "decision_date": "1933-04-10",
  "docket_number": "4-2905",
  "first_page": "193",
  "last_page": "196",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 193"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "229 S. W. 38",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "147 Ark. 535",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1583345
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/147/0535-01"
      ]
    },
    {
      "cite": "257 S. W. 49",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "161 Ark. 529",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1388568
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/161/0529-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 459,
    "char_count": 7709,
    "ocr_confidence": 0.511,
    "pagerank": {
      "raw": 4.436057418262789e-08,
      "percentile": 0.277953463696146
    },
    "sha256": "802a19b818ce3d4301ed8f719df6773d738a98212f12f87623f71a29e9174d5d",
    "simhash": "1:89c6ae746a1e6538",
    "word_count": 1359
  },
  "last_updated": "2024-02-27T21:18:50.990705+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Burton v. Drainage District No. 7 of Poinsett County."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nAppellants, plaintiffs below, owned 270 acres of land near the mouth of a floodway constructed by Drainage District No. 7 of Poinsett County. The land is on the west bank of the St. Francis Biver, just below the mouth of the floodway. These lands lie within the district, and, to protect them from the waters discharging through the floodway, plans were prepared for improvements, designated as improvements 71, 73 and 74, consisting of a levee along the bank of the river, a ditch, and a Watergate, which a paragraph of the complaint describes.\nAs a result of impounding the waters of the St. Francis and Little rivers in the reservoir constructed by the drainage district, and of discharging these waters through the floodway, plaintiffs’ lands began to be flooded as soon as the floodway was opened, and they have been flooded every year since. This has resulted in great damage to plaintiffs’ lands.\nAfter the floodway was opened, plaintiff brought suit on November 5, 1923, for damages to his lands. Plaintiff alleged and offered testimony to the effect that a member of the board of directors of the drainage district told him that, if he would dismiss his suit, the board would complete the levees near the Crittenden County line which were planned to protect his lands from the backwater, and would also adjust the assessments on other lands owned by the plaintiff. Later in the same year plaintiff had an oral understanding with the district board to the effect that the board would complete the levees and adjust the assessments, and plaintiff authorized the dismissal of his suit. Thereafter the board had its engineer make a survey of the proposed work and gave plaintiff a contract to perform it. To perform this contract plaintiff purchased a certain 40-acre tract of land, but the board failed to permit plaintiff to proceed with the work, for the reason that the district did not have the money to pay for it. The district took no steps to complete the work, and this suit was filed on June 12, 1929, to recover the same damages sued for in 1923.\nThe plaintiff was represented in the 1923 suit by L. C. Going, who had also filed a number of other suits against the district. Counsel for the drainage district wrote Mr. Going a letter in which he inquired what suits would be pressed for trial at the ensuing term of the circuit court where all the actions were pending. In answer to this letter, Mr. Going- wrote:\n“Tour inquiry of the 24th is at hand, and, in reply to same, beg to say that the cases of W. P. Cooper, J. D. Dubard, Farmers’ & Merchants’ Bank and E. P. Burton against the drainage district will be dismissed at the coming term of the chancery court. I much prefer that they be dismissed at the cost of the defendant, but, if you cannot see your way clear to do this, we will dismiss them at our own costs.\n“With reference to the cases of Dr. Baird, Causey, Sloan and Denton, beg to advise that I shall insist on trying these cases. I think the decision in the Sainé case reported in the advance sheet of the Law Reporter on December 24th settles all the cases involving lands within the district. ’ ’\nThe case Mr. Going referred to as being decisive of the suit of the plaintiff Burton and of certain other plaintiffs is that of Sain v. Cypress Creek Drainage District, 161 Ark. 529, 257 S. W. 49, in which case the opinion was delivered on December 24, 1923.\nIt is unnecessary to inquire whether Mr. Going was correct in his opinion that certain of his clients — the plaintiff Burton, among others — were barred from recovering damages sued for or not under the Sain case, supra.\nThe cases referred to by Mr. Going were dismissed on May 12, 1924, at the cost of the drainage district, and the costs were paid by it. The attorney for the drainage district testified that he had no other understanding with Mr. Going except that reflected in the letter from him.\nAfter hearing the testimony recited, the court dismissed the cause of action, and, by way of explanation of that ruling, said: ‘ ‘ The court is of the opinion that the original judgment precluded a pause of action on the original matter, and that, if Burton had any cause of action subsequent to that time, it would have been upon the breach of the contract entered into between him and the district whereby he was to complete the work.”\nWe concur in this view of the law, and therefore affirm the judgment from which is this appeal.\nIn 12 C. J., at page 337 of the chapter on Compromise and Settlement, § 33, it is said: “After a valid compromise agreement has been entered into, any subsequent remedy of the parties, with reference to the matters included therein must be based on the agreement, it operating as a merger and bar of all included claims and preexisting causes of action, and it is not necessary that the compromise shall have been performed.” Many'cases are cited in the note to the text quoted.\nPlaintiffs below, appellants here, cite and rely upon the case of Prothro v. Williams, 147 Ark. 535, 229 S. W. 38, as authorizing this suit. In that case the owner of property in an improvement district had delayed having her damages assessed, as provided by statute, until after the expiration of the time limited by law for that purpose, but it was there held by a majority of the court that the limitations of the statute (as said in a headnote in that case), “as to the time in which a landowner may make complaint of assessment of benefits or damages in a drainage district, were not intended to deprive a property owner of the right to complain of such assessments where she was led into not making such complaint by the conduct of the commissioners of the district causing her to believe that the route of the ditch would be changed.” The controlling thought in that case was that the commissioners of the district had misled the plaintiff to an extent that amounted to a fraud upon her, in that she had relied upon their representations as to the permanent location of the ditch and had been deceived thereby, and that, as the commissioners had the power to alter the location of a ditch at any time before constructing the work, even after a judgment of the county court had been rendered confirming the assessment of benefits, the property owner in the district was not barred from suing for damages resulting from the location of the ditch at a particular place, where they were representing to the property owner that it would be located elsewhere.\nIn the instant case there is no allegation of fraud in the pleading, nor proof thereof in the plaintiff’s testimony, nor argument to that effect in the plaintiff’s brief. It is insisted that the district did not permit the performance of the contract under which the plaintiff had dismissed his suit, for the reason that the district ran out of money. Yet no action was taken by the plaintiff until 1929, when the right to sue upon this oral contract was barred.\nIt may be said, in this connection, that it is the contention of the drainag-e district that the suit was dismissed without'any condition not expressed in Mr. Going’s letter, and, for the reason there stated, to-wit, that the Sain case, supra was a bar to the original suit.\nCounsel for the drainage district assign other reasons for the affirmance of the judgment appealed from which we do not discuss, as we think the reason assigned by the court for the conclusion reached is valid, and of itself sufficiently supports the judgment rendered. The judgment must therefore be affirmed, and it is so ordered.",
        "type": "majority",
        "author": "Smith, J."
      }
    ],
    "attorneys": [
      "C. T. Carpenter, for appellant.",
      "Chas. D. Frierson, for appellee."
    ],
    "corrections": "",
    "head_matter": "Burton v. Drainage District No. 7 of Poinsett County.\n4-2905\nOpinion delivered April 10, 1933.\nC. T. Carpenter, for appellant.\nChas. D. Frierson, for appellee."
  },
  "file_name": "0193-01",
  "first_page_order": 211,
  "last_page_order": 214
}
