{
  "id": 8726803,
  "name": "Reed et al. vs. The Bank of the State",
  "name_abbreviation": "Reed v. Bank of the State",
  "decision_date": "1843-07",
  "docket_number": "",
  "first_page": "193",
  "last_page": "197",
  "citations": [
    {
      "type": "official",
      "cite": "5 Ark. 193"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "3 Wend. 583",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    },
    {
      "cite": "3 Wend. 482",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2144228
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/3/0482-01"
      ]
    },
    {
      "cite": "7 Wend. 31",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2009649
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/7/0031-01"
      ]
    },
    {
      "cite": "4 Ark. Rep. 526",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8729138
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/4/0526-01"
      ]
    },
    {
      "cite": "4 Ark. Rep. 437",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8728899
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/4/0437-01"
      ]
    },
    {
      "cite": "4 Ark. Rep. 423",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8728833
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/4/0423-01"
      ]
    },
    {
      "cite": "2 Ark. Rep. 380",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "4 Ark. Rep. 44",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8728279
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ark/4/0044-01"
      ]
    },
    {
      "cite": "4 Ark. Rep. 623",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 479,
    "char_count": 8699,
    "ocr_confidence": 0.498,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2086160235596747
    },
    "sha256": "9446dffe439a4fb3a3e0d582bf41de56e78d7b19c020b870d9094beb78c4ab28",
    "simhash": "1:fb114bc3704c4e4d",
    "word_count": 1561
  },
  "last_updated": "2024-02-27T21:30:20.185486+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Reed et al. vs. The Bank of the State."
    ],
    "opinions": [
      {
        "text": "By the Court,\nSebastian, J.\nWe are at a loss to know for what defect or imperfection in the declaration, it is deemed invalid or insufficient by the plaintiffs in error. Upon examination, we are unable to discover any defect, which can be reached by relation of the demurrer to the pleas, or indeed any defect at all. It was probably intended to raise some question presented by the pleadings, disposed of in the sequel.\nThe plea of nul le.il coporalion, questions the legal existence of the bank as a corporation. This plea comes within the principles decided by this court in Mahony et al. vs. The Bank of the State of Arkansas, 4 Ark. Rep. 623, in which it was ruled that the bank was created a corporation by necessary implication, from the terms of the act of incorporation. The demurrer was therefore correctly sustained to the first plea.\nThe facts, set forth in the second plea, though pleaded in due form, do not constitute a good plea of usury; as was decided by this court in the case of McFarland et al. vs. The Bank of the State of Arkansas. The principle of that decision disposes of the question presented by the demurrer to said second plea, which was correctly sustained.\nThe third plea alleges with proper precision and legal accuracy, in substance, that the bond was executed by Reed, with the other parties as securities, with the sole purpose of obtaining thereon a loan of money; that the same was discounted by the bank, reserving interest in advance, and that such loan of money was the sole consideration of the bond sued on. It sets out the sixth section of the act incorporating the bank, and avers that the bank was not warranted, by her charter, in dealing in bonds of the description sued on. In the case of McFarland et al. vs. The State Bank, 4 Ark. Rep. 44, it was said that the bank was warranted in taking bonds in at least, one class of cases; and the question in that case was not raised, because the facts stated in the plea, did not exclude the existence of a consideration, which would, under the charter, have supported the bond sued on in that case. By the 6th,section of the act incorporating the bank, she was authorized to “deal in bullion, gold and silver coin, promissory notes, mortgages, bills of exchange, public stock, or any collateral security, that may appear expedient to the president and directors, in their discretion, and under their official charge and se-sponsibility.” By the 21st section of the same act, it is enacted “that in all cases where money is loaned, on the security of real estate, the person or persons to whom such loans or discounts shall have been made, shall be allowed at the end of twelve months, to renew the said bonds or notes for twelve months longer,” &c. These two sections taken together, authorize the bank to deal in bonds and mortgages on real estate, du e at twelve months, and whether any language in either of those sections would authorize the bank to deal in bonds without mortgage, having six months to run, wc consider it unnecessary here to decide, as in our opinion, the question is disposed of by subsequent acts of the Legislature on that subject. The class of cases before mentioned, is that referred to in the case of McFarland vs. The State Bank, 4 Ark. Rep. 44, which would' be supported alone by the terms of the original act of incorporation.\nBy the act of Dec. 10th, 1838, which was supplementary to the act establishing the bank, it was provided, “that the Bank of the State of Arkansas and its branches shall hereafter charge interest on all bonds, notes and bills discounted and negotiated by them, at the following rates, viz: first, on all bonds, notes and bills payable four months after date and under, at the rate of six per cent, per annum: second, on all payable over four months after date and up to eight, at the rate of seven per cent, per annum,” &c. This act obviously either declares and interprets the meaning of the 6th and 21st sections of the original act of incorporation, or extends them to a new class of bonds, embracing the bond sued on this case. We think that in any view of the case, the consideration of the bond is supported by the terms of the last recited act. Whether it is merely declaratory of the meaning of the said 6th section of the original act, or extends the provisions of the charter to a class of bonds different from that mentioned in the 21st section, it evidently warranted the bank in discounting, in the ordinary course of her business, bonds due at six months after date, and without mortgage. This act was passed, and in force long prior to, and at the time of the execution of said bond. Wherefore we are of opinion that the demurrer was properly sustained as to said third plea.\nThe question as to rendering judgment for ten per cent, interest, has been ruled against the plaintiffs in error. Bank of the State of Arkansas, 2 Ark. Rep. 380. Webster et al. vs. The Bank of the State, 4 Ark. Rep. 423. Elliott & Redman vs. The Bank of the State of Arkansas, 4 Ark. Rep. 437. Davison et al. vs. Real Estate Bank, decided at this term.\nBut inasmuch as judgment by default was taken against Trapnall, and by nil dicit against Pike without disposing of the issue of fact upon the plea of payment by them filed, it falls within the principle decided by this court in the case of Hicks vs. Vann, 4 Ark. Rep. 526.\nJudgment reversed.",
        "type": "majority",
        "author": "Sebastian, J."
      }
    ],
    "attorneys": [
      "Pike & Baldwin, for plain tiffs in error.",
      "Hempstead & Johnson, contra:"
    ],
    "corrections": "",
    "head_matter": "Reed et al. vs. The Bank of the State.\nThe Bank of the State of Arkansas was created a corporation by necessary implica. tion, from the terms used in the act of incorporation.\nBy acts subsequent to the charter, the Legislature authorized that bank to loan money on bonds as well as notes — 'whether that act was declaratory of the charter, or grant, ed a new privilege.\nJudgment against defendants, without disposing of an issue on plea of payment, must be reversed.\nThis was an action of debt, determined in the Pulaski Circuit Court, in May, 1842, before the Hon. John J. Clendenin, one of the circuit judges. The Bank sued Reed and his securities on a bond for $240, executed Nov. 19th, 1840, and due at six months. Two of the defendants, at September term, 1841, pleaded payment, to which issue was joined. At March term, 1842, Pike, one of the same defendants, pleaded three pleas: First, mil lid corporation; Second, usury; which plea alleged, with all the necssary allegations and in apt form, the simple fact that the bond was discounted by the bank, she reserving interest at the rate of seven per cent, per annum in advance, when by law she was only entitled to take six. Third, that the bond sued on was made to obtain a loan of money from the bank, and discounted by her contrary to her charter, she reserving and taking interest in advance, and loaning money thereon, it not being a dealing in bnllion, gold or silver coin, promissory notes, mortgages, bills of exchange, public stock, or any collateral security. Demurrers to these three pleas were sustained, and judgment was rendered against Pike by nil dicil, and against the other defendants by default. The case came up by writ of error.\nPike & Baldwin, for plain tiffs in error.\nThe judgment by default against Trapnall was clearly wrong — So the judgment by nil dicit. There was still a good plea in.\nThe bank could not discount a sealed instrument. The charter provides that she may deal in bullion,gold and silver coin,'promissory notes, mortgages, bills of exchange, public stock, or any collateral^ security ..\nNo' corporation has any powers except such as are specially granted,. and those that are necessary to carry into effect the powers so granted. A corporation only authorized to Joan money on bond and mortgage, cannot recover on 'a note discounted. 15 J. R. 383. 3 B-Sp A. 1. 5 Taunt. 792. 2 Cowen 675. Life & Fire Ins. Co. vs. Mechanics Fire Ins. Co., 7 Wend. 31. JYorth River Ins. Co. vs. Lawrence, 3 Wend. 482. Beach vs. Fulton Bank, 3 Wend. 583. Utica Ins. Co. vs. Scott, 19 J.R. 1. Utica Ins. Co. vs. Kipp. 8 Cowen, 20. JV. F. Fire Ins. Co. vs. Eli & Parsons, 2 Cowen, 678.\nExpressio unius, exclusio alterius est. If the power of loaning money on bonds is not expressly given, or implied from the fact that it is necessary to carry into effect some power that is expressly given, the bank has not the power. People ,vs. Utica Ins. Co. 15 J. R. 383. Broughton vs. Manchester Water Works, 3 B. & A. 9, 12; 2 Cowen, 699. JV. Y. Firemen1s Ins. Co. vs. Ely & Parsons, 5 Cowen 666.\nThe plea as to discounting a bond does not set up two defences; all its allegations are clearly intended to show merely that the bank unlawfully discounted a bond, and took interest in advance, contrary to the charter.\nHempstead & Johnson, contra:"
  },
  "file_name": "0193-02",
  "first_page_order": 193,
  "last_page_order": 197
}
