{
  "id": 1428300,
  "name": "Rankin v. National Liberty Insurance Company of America",
  "name_abbreviation": "Rankin v. National Liberty Insurance Co. of America",
  "decision_date": "1933-11-20",
  "docket_number": "4-3210",
  "first_page": "195",
  "last_page": "197",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 195"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "108 S. W. 223",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "85 Ark. 360",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1523376
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/85/0360-01"
      ]
    },
    {
      "cite": "133 S. W. 604",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "97 Ark. 156",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1318884
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/97/0156-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 317,
    "char_count": 4400,
    "ocr_confidence": 0.512,
    "pagerank": {
      "raw": 1.456570125752897e-07,
      "percentile": 0.6560417228958136
    },
    "sha256": "6ab59d9140bbf22f8c6d476a843c4f44fd8d6675cca3cd46aec47a54fc675fe4",
    "simhash": "1:1ac54dba47b6d812",
    "word_count": 763
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Rankin v. National Liberty Insurance Company of America."
    ],
    "opinions": [
      {
        "text": "Humphreys, J.\nAppellant brought suit against appellee in the circuit court of Jackson County to recover $1,000, the statutory penalty, and an attorney’s fee on an insurance policy issued by appellee to appellant to indemnify him against the loss of his business building on account of fire.\nAppellee filed an answer to the complaint denying liability under the policy on the ground that appellant burned or caused said business house to be burned.\nThe cause was submitted to the .jury, under a correct instruction, upon the issue of whether appellant burned the building in question, which resulted in an affirmative finding and a consequent judgment dismissing the complaint, from which is this appeal.\nAppellant contends for a reversal of the judgment on the ground that there is no substantial evidence to support the verdict. Learned counsel for appellant argue that the most the evidence did was to create a suspicion against him, and cite two cases to the effect that evidence which creates a suspicion only against one charged with a crime is not sufficient to support a verdict of guilty. Reed v. State, 97 Ark. 156, 133 S. W. 604; Jones v. State, 85 Ark. 360, 108 S. W. 223.\nThere was no eyewitness in the instant case who saw appellant set fire to his building. The verdict, therefore, must be supported by circumstantial evidence sufficient for the jury to have drawn a reasonable inference that he did burn same.\nThe record reflects that appellant was seen about twelve o ’clock Sunday night, March 13, coming from the back part of the building in which he conducted a fish market, and which burned at three o ’clock Monday morning, March 14. A car was parked across the alley from the back end of his building, and he was going toward it when the night watchman, D. J. Nance, threw his flashlight on him and inquired, “What are you doing down here this time of night, Rankin?” Rankin replied that he had bought the place several weeks before and was waiting there for a load of fish. Pearl Miller, who kept a rooming house in Memphis, Tennessee, testified that appellant came to her rooming house at 7 or 7:30 o’clock Monday morning; that he seemed tired and nervous and remained fifteen or twenty minutes, long enough to have a cup of coffee; that he never spent the night in her apartment during the. month of March. Appellant testified that he went to his place of business Sunday afternoon, the thirteenth of March, about 1 o ’clock and stayed a while checking his accounts, etc., and that he then left and did not return; that he left Newport about 7:30 p. m., to go to Memphis to see a sick brother, and did not hear about the fire until the next day; that he did not see. or talk to the night watchman Sunday night,, the thirteenth, in the alley back of his store; that it was Saturday night he saw him there; that he arrived in Memphis about 10:30 o’clock Sunday night, the thirteenth, and after calling to see his sister, he went to the apartment of Pearl Miller and spent the night.\nThe verdict of the jury indicates that they accepted and believed the testimony of Nance and Pearl Miller in preference to that of appellant. Their testimony was in direct conflict with his and was sufficient to warrant the jury in drawing a reasonable inference that he was the author of the fire.\nIt is insisted that appellant’s ¡motion for a new trial grounded on newly-discovered evidence should have been granted by the trial court, and that the judgment should be reversed on account of the court’s refusal to do so. The alleged newly-discovered evidence was that of Mrs. Mildred Nichols, appellant’s sister, who resided in Memphis, and who would have testified, had she been present, that appellant was at her home in Memphis between eleven and twelve o ’clock on 'Sunday night, March 13. Her excuse for not being present and testifying was that she got the impression from a Mr. Waldron, who was appellant’s attorney, that she would not be permitted to testify in his behalf because she was his sister.\nHer testimony was not newly-discovered 'because appellant must have known what he could prove by her before the trial, and her excuse for not being present is without merit.\nNo error appearing, the judgment is affirmed.",
        "type": "majority",
        "author": "Humphreys, J."
      }
    ],
    "attorneys": [
      "Jones & Wharton, for appellant.",
      "Verne McMillen, for appellee."
    ],
    "corrections": "",
    "head_matter": "Rankin v. National Liberty Insurance Company of America.\n4-3210\nOpinion delivered November 20, 1933.\nJones & Wharton, for appellant.\nVerne McMillen, for appellee."
  },
  "file_name": "0195-01",
  "first_page_order": 213,
  "last_page_order": 215
}
