{
  "id": 8719793,
  "name": "National Life & Accident Insurance Company v. Whitfield",
  "name_abbreviation": "National Life & Accident Insurance v. Whitfield",
  "decision_date": "1932-10-03",
  "docket_number": "4-2642",
  "first_page": "198",
  "last_page": "205",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 198"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "29 L. R. A. (N. S.) 635",
      "category": "reporters:federal",
      "reporter": "L.R.A.N.S.",
      "opinion_index": 0
    },
    {
      "cite": "127 S. W. 457",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "94 Ark. 417",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1545433
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/94/0417-01"
      ]
    },
    {
      "cite": "290 S. W. 353",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "172 Ark. 642",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1407911
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/172/0642-01"
      ]
    },
    {
      "cite": "124 U. S. 64",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3525068
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/us/124/0064-01"
      ]
    },
    {
      "cite": "23 L. R. A. 853",
      "category": "reporters:federal",
      "reporter": "L.R.A.",
      "opinion_index": 0
    },
    {
      "cite": "25 S. W. 1113",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "58 Ark. 617",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1329137
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/58/0617-01"
      ]
    },
    {
      "cite": "254 S. W. 335",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "160 Ark. 98",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8719573
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/160/0098-01"
      ]
    },
    {
      "cite": "280 S. W. 3",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "170 Ark. 474",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1371660
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/170/0474-01"
      ]
    },
    {
      "cite": "49 S. W. (2d) 364",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "185 Ark. 660",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1435072
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ark/185/0660-01"
      ]
    },
    {
      "cite": "48 S. W. (2d) 225",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "185 Ark. 468",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1435313
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/185/0468-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 422,
    "char_count": 7294,
    "ocr_confidence": 0.509,
    "pagerank": {
      "raw": 2.7171492544818675e-07,
      "percentile": 0.8298468366302437
    },
    "sha256": "e3440317f6998a682fcfbf899392923509ca5c7f19d9b76f7f96dc6f4912741a",
    "simhash": "1:fee5ee8f356391b6",
    "word_count": 1275
  },
  "last_updated": "2024-02-27T17:52:01.123529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "National Life & Accident Insurance Company v. Whitfield."
    ],
    "opinions": [
      {
        "text": "Kikbt, J.,\n(after stating the facts). Appellant insists that the court erred in not sustaining its demurrer to the complaint,!since it alleges the policy limited the indemnity in any event to payment of $7 per week for 20 weeks of any one year, but, as the opinion herein shows, we have concluded that no error was committed in overruling the demurrer, this being a suit for damages for breach of the contract, rather than for indemnity under the terms of the policy.\nIt is undisputed that appellant company refused to comply with the provisions of the policy and denied liability thereon, alleging that such disability was occasioned by, and the result of, a venereal disease not covered by the policy; or that it had been breached by the company’s refusal to pay disability benefits in accordance with the terms thereof.\nA fair construction of the terms of the policy binds appellant to pay to the insured during his lifetime and the continuation of a total disability weekly benefits of $7 per week, not exceeding, however, 20 weeks during any one period of 12 consecutive months, said policy providing :\n“'* * * The total number of days for which benefits will be paid under this policy is limited to one hundred and forty (140) during any twelve consecutive months.”\nA reasonable construction of this provision necessarily limits the number of days for which disability benefits may be paid to insured during any period of 12 consecutive months, but certainly not to the payment only of that amount for a continuing disability, otherwise this clause would have been omitted from the policy. It does not exclude the inference that the parties contemplated that future benefits would be paid for a disability which continued during the lifetime of the insured, such clause limiting only the liability of the insurer to the payment of the amount prescribed to 20 weeks during any consecutive 12 months. If this clause had been omitted from the policy, it would have been like the policies involved in the cases of Commercial Casualty Ins. Co. v. McCulley, 185 Ark. 468, 48 S. W. (2d) 225, and Travelers’ Protective Ass’n v. Stephens, 185 Ark. 660, 49 S. W. (2d) 364.\nOther provisions in the policy show it was intended to remain in full force and effect during the lifetime of the insured, if he paid the premiums as required therein. Policies of insurance are construed liberally in furtherance of the general scheme proposed, such policy being construed most liberally in favor of the insured and most strongly against the insurer. Mosaic Templars of America v. Crook, 170 Ark. 474, 280 S. W. 3, 32 C. J. 1152. This rule of contracts applies with equal force where the provisions of the policy involved are ones of limitation of liability. 1 C. J. 414-15.\nIt may be true that in case of a lapse of the policy or death of the insured no further claim could be made for a future period of disability as claimed by appellant company, but the limitation of the policy only is to the amount or liability of appellant to the payment of no more benefits in any one year than the 20 weeks as expressly provided. This suit, however, is for damages for breach of a contract, and the jury has found that the contract was wrongfully breached by appellant company, and that the disability here was from an illness or sickness covered by the terms of the policy. The policy provides that the insured must be disabled from performing-work of any nature, confined to'his bed, etc., and certainly such terms do not indicate that it was limited on this point or a policy providing indemnity for partial disability only.\nThe breach of the contract, the appellant company’s refusal to pay under its terms and denial of any liability thereunder, gave the insured the right to sue for gross damages for such breach of contract, and the court has held that the measure of such damages is the present cash value of the past and future installments of the weekly indemnity based on the life expectancy of the insured. Ætna Life Ins. Co. v. Pfeifer, 160 Ark. 98, 254 S. W. 335. The rule as to the measure of damages is not modified by the fact that the insured died long before the end of 'the period of his life expectancy, the rights of the parties to a contract which has been breached being fixed at the time of the breach thereof. Van Winkle v. Satterfield, 58 Ark. 617, 25 S. W. 1113, 23 L. R. A. 853; 6 Paige on Contracts, p. 5623; Roberts v. Benjamin, 124 U. S. 64, 8 Sup. Ct. Rep. 393, 31 L. ed. 334. The breach of the contract occurred in October, 1930, the suit was brought in August, 1931, and judgment rendered against the company on January 8, 1932, the death of the insured being subsequent to all of these dates, and damages being recoverable for the breach of the contract rather than acceleration of the payment of unmatured installments due under the contract. Manufacturers’ Furniture Co. v. Read, 172 Ark. 642, 290 S. W. 353; Ætna Life Ins. Co. v. Pfeifer, supra.\nThe testimony is ample to sustain the jury’s finding that the insured was permanently and totally disabled at the time his cause of action arose. Industrial Mutual Ins. Co. v. Hawkins, 94 Ark. 417, 127 S. W. 457, 29 L. R. A. (N. S.) 635, 21 Ann. Cas. 1029.\nNo error was committed by the trial court in its refusal to give instruction No. A as requested by appellant, since its effect was to limit the amount of weekly disability benefits which insured might recover in the suit to those maturing before the bringing of the suit on August 3, 1931. This, as already said, is a suit for damages for breach of the contract by denial of liability thereunder, and appellee was entitled to recover all damages resulting from such breach in the one suit, it being the breach of the contract, and not the time of its discharge or the time of the bringing of the suit, that inflicts the damages, the breach and denial of liability going to the entire contract being a repudiation of any liability thereunder. Van Winkle v. Satterfield, supra; Travelers’ Protective Ass’n v. Stephens, 185 Ark. 660, 49 S. W. (2d) 364.\nInstruction No. 5 complained of was not erroneous on the measure of damages for the breach of the contract, and was approved in the case of Ætna Life Ins. Co. v. Pfeifer, supra.\nNeither was error committed in the court’s refusal to take judicial knowledge of the Hunter Tables of Mortality of Disabled Lives. The policy was not an insurance of a disabled man, but provided indemnity for disability to the insured, and certainly there was no necessity for giving any notice of any further disability under the policy of insurance, if any had occurred thereafter, or payment of a premium therefor, since the policy was breached and liability repudiated by the refusal to pay for the disability that resulted and for which indemnity was claimed as arising from a disease excepted from the provisions of the policy, a risk not covered thereby.\nNo error was committed in not instructing the jury otherwise, as appellant claims, by the giving of plaintiff’s requested instruction No. 4.\nWe find no error in the record, and the judgment is affirmed.",
        "type": "majority",
        "author": "Kikbt, J.,"
      }
    ],
    "attorneys": [
      "Barber & Henry and Troy W. Lewis, for appellant.",
      "Sam T. ■& Tom Poe, for appellee."
    ],
    "corrections": "",
    "head_matter": "National Life & Accident Insurance Company v. Whitfield.\n4-2642\nOpinion delivered October 3, 1932.\nBarber & Henry and Troy W. Lewis, for appellant.\nSam T. ■& Tom Poe, for appellee."
  },
  "file_name": "0198-01",
  "first_page_order": 218,
  "last_page_order": 225
}
