{
  "id": 8720438,
  "name": "McLain v. Fish",
  "name_abbreviation": "McLain v. Fish",
  "decision_date": "1923-05-28",
  "docket_number": "",
  "first_page": "199",
  "last_page": "209",
  "citations": [
    {
      "type": "official",
      "cite": "159 Ark. 199"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "149 Ark. 343",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8719629
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/ark/149/0343-01"
      ]
    },
    {
      "cite": "148 Ark. 83",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8717908
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/148/0083-01"
      ]
    },
    {
      "cite": "129 Ark. 185",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1580482
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/129/0185-01"
      ]
    },
    {
      "cite": "101 Ark- 112",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1311112
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/101/0112-01"
      ]
    },
    {
      "cite": "32 Ark. 553",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1877113
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/32/0553-01"
      ]
    },
    {
      "cite": "136 Ark. 220",
      "category": "reporters:state",
      "reporter": "Ark.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "50 Ark. 85",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8720389
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/50/0085-01"
      ]
    },
    {
      "cite": "80 Ark. 145",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1491128
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/80/0145-01"
      ]
    },
    {
      "cite": "136 Ark. 217",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1569985
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/136/0217-01"
      ]
    },
    {
      "cite": "148 Ark. 83",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8717908
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/ark/148/0083-01"
      ]
    },
    {
      "cite": "32 Ark. 553",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1877113
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/32/0553-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 752,
    "char_count": 21326,
    "ocr_confidence": 0.482,
    "pagerank": {
      "raw": 4.0835494263722443e-07,
      "percentile": 0.9089778979392235
    },
    "sha256": "80041f562698ef26eece1c03138fccabdb1def4715aedf66ea3095354888e7d2",
    "simhash": "1:00b771e25e0a5c76",
    "word_count": 3553
  },
  "last_updated": "2024-02-27T18:54:00.643605+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Mr. Justice Hart dissents from the conclusion on this feature of this case."
    ],
    "parties": [
      "McLain v. Fish."
    ],
    "opinions": [
      {
        "text": "McCulloch, C. J.\nAppellant and appellee, together with one other person, were candidates for the Democratic nomination for sheriff of Lincoln County at the primary election held on August 8, 1922, and, on the face of the returns made by the judges of election, appellant received a plurality of eight votes, but the county central committee recounted some of the votes and in other respects inquired into the returns and found that ap-pellee had received a plurality of one vote, and certified the \"latter’s nomination.\nAppellant instituted this action in the circuit court of Lincoln County, and, on the hearing of the cause, judgment was rendered in appellee’s favor, reciting that he had received a plurality of thirty-two votes.\n- Appellant alleged in his complaint, as grounds for contest, that the committee did not certify appellee’s nomination until after the expiration of the time provided by law for the certification of nominations, and also that in one of the townships ten qualified electors who offered to vote for appellant had been rejected. There is an allegation in the complaint with respect to fraudulent votes being cast by persons lacking qualifications as voters.\nAppellee answered, denying the allegations of the complaint with respect to fraudulent votes, and also alleged that there were returned by the election judges votes cast for appellant by persons whose qualifications were not shown by the returns and whose names did not appear on the certified list of electors. The answer also contained a statement that the rejected voters set forth in appellant’s complaint were not qualified electors, in that they had, contrary to party rules, voted against the nominees at the previous election.\nAppellant filed a motion to strike out the affirmative allegations of the answer with respect to charges of illegal voting, on the ground that these allegations constituted a cross-complaint, 'and that such an attack could not be filed except within ten days after the date of the certificate of nomination, and must be supported by the affidavits of ten qualified electors. The court overruled the motion, and appellant saved his exceptions.\nThe election under inquiry and the contest involved in this appeal was held under an initiated statute adopted by the people, and now found in Crawford & Moses’ Digest, § 3757 et seq. Section 3772 provides that the complaint in a contest “shall be supported by the affidavit of at least ten reputable citizens, and shall be filed within ten days of the certification complained of. ’ ’ We have decided that this statutory requirement is jurisdictional, and must be complied with in order to support the contest. Logan v. Russell, 136 Ark. 217.\nThe contention of counsel for appellant is that the allegations in the answer containing countercharges‘are, in effect; a contest of the election on cross-complaint, and that'the statute applies. We do not think so, and the decision of this court in Ferguson v. Montgomery, 148 Ark. 83, appears to be against the contention of counsel, though the point is not expressly decided. The opinion shows that there were similar allegations in the answer, or cross-complaint, of the defendant with respect to fraudulent or illegal votes in townships other than those named in the complaint, and, without deciding the point expressly concerning the application of this statute, it was held proper to investigate charges thus made in order to determine which of the parties had rightfully received the nomination. In the opinion attention is called to the fact that “the real inquiry in election contests was as to whether the contestant or the respondent received the highest number of legal votes, and was not confined to the ground specified in the contestant’s notice of contest,” citing Govan v. Jackson, 32 Ark. 553. Continuing, the court said: “,So here the object of the pleadings was to produce a single issue, and that issue was whether or not certain illegal votes of a designated kind had been received at the primary election. ’ ’\nThe contestee, or defendant, in such a contest is not required to file the affidavit for the reason that he holds a certificate of nomination and is not in a position to contest the result of the election. Being the holder of a certificate of nomination, he cannot initiate a contest, and any allegations made by him in a contest instituted by an adversary are necessarily matters of defense, whether presented in an answer or in the form of a cross-complaint. A contestee, for the purpose of raising issues of fact concerning the true result of an election, may present new matter without being required to comply with the statute with respect to the time and manner of instituting the contest. Our conclusion is therefore that the point made by appellant cannot be sustained.\nIt is next urged that the certificate of nomination-issued to appellee was void because it was made by the committee after the expiration of the time provided by law. The statute (Crawford & Moses’ Digest, § 3767) provides that the central committee shall convene at noon on Friday following the primary, and that the returns-shall be delivered to the committee on or before that time. Section 3768 reads as follows:\n“If the returns and ballots -of any precinct are not then delivered, the committee shall send any peace officer for the returns and ballots, and the peace officer' so’ selected is authorized to take the same forcibly, if necessary, from any one in whose possession they may he, and immediately bring the same to said committee. If all returns and ballots are not before the committee by Friday noon, it may adjourn until it receives them, not later -than Saturday noon. The committee shall canvass the returns, and, when demanded, examine the ballots, may hear testimony, if offered, of fraudulent practices and illegal votes, and may cast out illegal votes, fraudulent returns, and find the true and legal vote .cast for each candidate, and shall certify the results not later than Monday following the primary.”\nIt is shown in the present instance that the county neutral committee met on Friday, August 11, both of the parties to this contest being present in person and by attorneys, and with appellee demanding- a recount of the ballot. The committee adjourned over to August 17 for the purpose of recount, and the meeting was so held, and, as before stated, the certificate of nomination was awarded to appellee. The argument of appellant’s counsel is that the statute is mandatory, and that any certificate issued after Monday following the primary is void. The general rule established by the authorities on this subject is that statutory requirements as to the time of completing the canvass of an election and the issuance of certificates concerning same are directory, and .that strict compliance is not essential. 20 C. J. 199. There is nothing in the form or subject-matter of this statute that is sufficient to take it out of the operation of that rule. On the contrary, we think that a mandatory application of this statutory requirement might result so disastrously that the Legislature could not have had in mind a strict enforcement to the extent of rendering the result of an election illegal merely because the committee had not acted within the statutory time. The language of the statute manifests an intention on the part of the lawmakers to require expedition in ascertaining and declaring the result of a primary election, but the statute does not declare the certificate of the election to be void on account of failure to comply with, tbe statute as to time for the certification. If the lawmakers had intended to avoid the result, they would have manifested it by a plain declaration to that effect.\nThe next contention is that the court erred in not counting in appellant’s favor the votes of ten electors who offered to vote in the town of Could, but were rejected by the election officers for the alleged reason that they had violated party rules with respect to voting for party nominees.\nOne of the rules of the Democratic party provides that if any person presents himself to vote “who is known to have voted against a Democratic nominee at a general election, held within two years last preceding, or who by his words or action has espoused the cause of other than Democratic nominees preceding a general or special election within said time, his right to vote at such Democratic primary may be questioned by any well known Democrat or by any of the election officials, and, upon satisfactory proof of such person’s action, the said judge shall prohibit such person from voting at such primary election.” It appears in the proof that the ten persons were qualified electors, but that at the regular biennial election in 1920 these persons had signed a petition of nomination of independent candidates for justice of the peace in opposition to the Democratic nominees, and had voted for such independent candidates. Counsel contend, in the first place, that this rule is void because it is an unreasonable restriction upon the constitutional right to vote, and that such restriction cannot be imposed by party rules.\nIn Ferguson v. Montgomery, supra, we held that political parties “have exclusive jurisdiction as to the regularity of primary elections, except as taken away by statute,” and that party rules prescribing test for qualifications of voters will be upheld unless in conflict with th e statute. ■ Continuing further, we said:\n“The act in question prescribes no tests for party affiliations. Therefore the duly constituted authorities of the recognized political parties had a right to prescribe the tests for the voters at the primary elections to be held by such political parties. To hold otherwise would be to destroy the usefulness of the act and to render it unreasonable in its application or practical effect.”\nIt is urged that the ten persons in question had hot violated the party rules, and that the rejection of their ballots was not authorized by those rules. The contention is that the circuit court of Lincoln County had declared the whole election invalid on account of the failure of the clerk to publish a list of voters, and that there were therefore no Democratic nominees before the people at the regular election. This contention is not sound, for the judgment of the circuit court only related to a contest for the office of sheriff, and, whether rightfully so or not, the nominees for other offices were dute' certified as Democratic nominees. The refusal to abide by the nominations certified constituted an infraction of party rules and barred those persons from voting at the next Democratic primary election.\nWhere nominations are duly certified, voters have no right to question the nominations collaterally, and if they do so they thereby bid defiance to party rules and subject themselves to party discipline. They cannot justify themselves under the rule by saying that the nominations were not legal.\nThe final contention of counsel for appellant is that the court erroneously excluded thirty votes for appellant on the ground that their names did not appear on the published lists of electors, and that the evidences of their qualifications as electors were not returned by the election cfficers in the manner provided by law. A solution of this question turns upon the interpretation and validity of a section of the statute (Crawford & Moses’ Digest, § 3777), which reads, in part, as follows:\n“No person shall be allowed to vote at any primary election held under the laws of this State who shall not exhibit a poll-tax receipt, or other evidence that he has paid his poll-tax within the time prescribed by law to entitle him to vote at the succeeding general State election. Such other evidence shall be (a) : A copy of such receipt, duly certified by the clerk of the county court of the county where such tax is paid, (b) Or such person’s name shall appear upon the list required to be certified to the judges of election >by § 3740. Or, if any person offering to vote shall have attained the age of twenty-cne years since the time of assessing taxes next preceding such election, * * * and possesses the other necessary qualifications, and shall submit evidence by written affidavit, satisfactory to the judges of election, establishing that fact, he shall be permitted to vote. All such original and certified copies of poll-tax receipts and written affidavits shall be filed with the judges of election and returned by them with their other returns of election, and the said judges of election shall, in addition to the regular list of voters, make an additional list upon their poll-books of all such persons permitted by them to vote, whose names do not appear upon the certified list of poll-tax payers, and such poll-books shall have a separate page for the purpose of recording names of such persons. * * * In any contest arising upon any election held under this act it shall be a ground of rejection of any ballot cast by an elector whose name (a) does not appear upon the certified list of poll-tax payers; or (b) who has not filed with the judges of election his original or certified copy of poll-tax receipt, or written affidavit of the attainment of his majority; or (c) if such original or certified copy of such poll-tax receipt or written affidavit has not been returned by the judges of election; or (d) the name of such person listed separately and certified as required by this act.”\nIt is urged against the validity of this statute that it is a restriction upon the constitutional qualifications of voters at elections. Constitutional provisions with respect to elections do not apply to party primaries. Hester v. Bourland, 80 Ark. 145. We said in Ferguson v. Montgomery, supra, that primary elections were unknown at common law, and that they are purely the creatures of statute. Whether or not a statutory restriction upon the right to vote in a party primary could be declared to be unreasonable and violative.of a natural right or as being wrongfully discriminatory, we need not decide in this case, for the statute now under consideration does not restrict the right of a voter, but it merely regulates the method of voting and the preservation of the evidence of an elector’s right to vote.\nThe statute quoted above provides that, if the name of an elector does not appear on the certified list, he must produce his poll-tax receipt or a copy thereof, or, if he has come of age since assessing time, he must furnish an affidavit to that effect, and that such original poll-tax receipt or copy or affidavit must be filed with the election officers and returned by them. This requirement rests upon the voter himself, as well as a duty imposed upon the election officers. The individual voter is chargeable with knowledge of the law, and, when his name does not appear on the certified list, he must prove, in the manner prescribed by statute, his qualification as an elector so as to entitle him to vote, and if he fails to do so, his ballot may be rejected, and if permitted to vote by the judges without presentation and preservation of such evidence, his ballot may be rejected on a contest in the court. ¡But it is further contended that, if the election officers permit a voter whose name is not on the certified list to vote without furnishing other evidence of his qualification, the court has no right to reject the ballot on a contest. This contention is in the face of the statute itself, which expressly provides that the court may reject the ballot where the evidence of the qualification of the voter has not been preserved in the manner prescribed by statute. This is a matter entirely within legislative control, and we perceive no reason why the Legislature should not prescribe such a method of preserving the evidence of a voter’s qualifications and for the rejection of a ballot not supported by such evidence. Appellant proved in the trial that these thirty electors were duly qualified, twenty-three of whom had paid poll-tax, and that the other seven were young men who had come of age since assessing time, but this is not sufficient, in the face of the statute, which requires other evidence. The lawmakers had a good reason for prescribing this requirement concerning the qualifications of electors whose names do not appear on published lists. The reason is that it may be difficult, after an election is over and a contest arises, to produce proof pro and con as to the qualifications of a voter, but, if that evidence is produced at the time of the election and preserved, all uncertainty on the subject is eliminated. This makes the provision a reasonable one and in the interest of fairness in elections.\nMr. Justice Hart dissents from the conclusion on this feature of this case.\nAfter examination of the whole record, we are of the opinion that there is no error in the proceedings, so the judgment is affirmed.",
        "type": "majority",
        "author": "McCulloch, C. J."
      }
    ],
    "attorneys": [
      "W. F. Kirby and R. W. Wilson, for appellant.",
      "Johnson & Smith and Danaher & Danaher, for ap-pellee."
    ],
    "corrections": "",
    "head_matter": "McLain v. Fish.\nOpinion delivered May 28, 1923.\n1. Elections — primary nomination — contests.— Under Crawford & Moses’ Dig., § 3772, providing that a complaint in a pro- . eeeding to contest the certification of a primary nomination “shall be supported by the affidavits of at least ten reputable citizens and shall be filed within ten days after the certification complained of,” the affidavits are jurisdictional, and the complaint and affidavits must be filed within the time specified.\n2. Elections — primary nomination — contests..—Where plaintiff filed a contest of the certification of a primary nomination supported by affidavits as required by Crawford & Moses’ Dig:, § 3772, alleging irregularities in the conduct of the election, and defendant filed an answer containing countercharges of irregularities, defendant is not required to file supporting affidavits with his answer.\n3. Elections — primary elections — canvass of returns. — The requirements in Crawford & Moses’ Dig., § 3768, as to the time of completing the canvass of a primary election and the issuance of certificate of nomination concerning same are directory, and strict compliance therewith is not essential.\n4. Elections — primary elections — test of voters. — The duly constituted authorities of a political party, having a right to prescribe the tests for voters at a primary election, may provide that persons who voted against a nominee of such party at a general election- held within two years preceding or who espoused the cause of another than the party nominee, may be excluded from voting in such primary.\n5. Elections — primary elections — contest.—On a contest of a certificate of a primary nomination, voters whose names do not appear in the published list of qualified voters were properly excluded where the evidence of their qualifications were not returned by the election officers as required by Crawford & Moses’ Dig., § 3777.\nAppeal from Lincoln Circuit Court; W. B. Sorrels, Judge;\naffirmed.\nW. F. Kirby and R. W. Wilson, for appellant.\nThe court erred in not holding that that the Democratic Central Committee should have declared appellant the nominee of the party for sheriff, on the day it met to canvass the primary election returns, since, on the face of the regular returns, he was shown to have received a plurality of eight votes, and no formal request or demand for a recount had been made or contest filed. Sec. 3768, C. & M. Digest. The statute is mandatory, and, no contest being filed, the committee was required to certify the result, the nominees, not later than Monday following the primary. 50 Ark. 85. Court erred in not granting motion to strike out appellee’s cross-complaint, which was not supported by affidavit of the qualified electors. Sec. 3772, C. & M. Digest; 136 Ark. 220. Votes of the qualified electors at Grould should have been counted for appellant. Sec. 11, art. 3, Constitution of Arkansas; Govern v. Jackson, 32 Ark. 553; 101 Ark- 112. The court erred in deducting from appellant’s vote, and rejecting the ballots of 23 voters, who had regularly paid their poll-tax and were otherwise qualified, because their names did not appear on the voters ’ list, and of 7 electors who had come of age since the last assessing time. They were all qualified and none challenged. Jones v. Floyd, 129 Ark. 185. Primary elections having ¡been legalized, the qualification of electors is not different from those in regular elections, except as to party affiliation. If the court holds that appellant was entitled to the nomination, its judgment must provide for ouster of appellee. Secs. 3772, 3773 and 3776, Crawford & Moses’ Digest.\nJohnson & Smith and Danaher & Danaher, for ap-pellee.\nThe statute prescribing the time for canvass of primary election returns is directory only. 20 C. J. 199, and cases cited. The law does not require the answer but only the complaint in contested elections to be supported by the affidavit of 10 electors. Sec. 3772. 136 Ark. 220, not applicable here. The ten electors at Gould were properly denied rig-ht to vote in primary, having-violated the party rules and voted for other than nominees at preceding election. 148 Ark. 83; 149 Ark. 343. The 30 votes were also properly rejected and deducted from appellant’s number. Sec. 3777, 3740, C. & M. Digest; 149 Ark. 343."
  },
  "file_name": "0199-01",
  "first_page_order": 225,
  "last_page_order": 235
}
