{
  "id": 1357195,
  "name": "Shannon v. State",
  "name_abbreviation": "Shannon v. State",
  "decision_date": "1923-02-12",
  "docket_number": "",
  "first_page": "203",
  "last_page": "207",
  "citations": [
    {
      "type": "official",
      "cite": "157 Ark. 203"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "3 Harrington, 571",
      "category": "reporters:state",
      "reporter": "Harrington",
      "opinion_index": 0
    },
    {
      "cite": "37 Me. 468",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        636788
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/37/0468-01"
      ]
    },
    {
      "cite": "28 Ala. 693",
      "category": "reporters:state",
      "reporter": "Ala.",
      "case_ids": [
        8497157
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ala/28/0693-01"
      ]
    },
    {
      "cite": "54 Ark. 336",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1320402
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/54/0336-01"
      ]
    },
    {
      "cite": "54 Ark. 283",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1320350
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/54/0283-01"
      ]
    },
    {
      "cite": "110 Ark. 209",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1337119
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/110/0209-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 444,
    "char_count": 9177,
    "ocr_confidence": 0.467,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.051191980690766144
    },
    "sha256": "280e36b23410259daae5ad355c562b0ca7b9f864fc1bbaf3357553714696d64f",
    "simhash": "1:fb7671b0362d94b1",
    "word_count": 1613
  },
  "last_updated": "2024-02-27T20:13:54.858580+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Shannon v. State."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nAppellant was indicted for assault -with intent to kill, alleged to have been committed by shooting one W. M. Emerson. He was convicted and given a sentence of ten years in tlie penitentiary, and lias appealed.\nThe evidence is amply sufficient to sustain the jury’s verdict, and there appears to have been no error committed, at the trial, except that the court gave an erroneous instruction, to which appellant duly excepted. The instruction is as follows:\n“2. If yon are convinced from the evidence, beyond a reasonable doubt, that the defendant wilfully and with malice aforethought shot at the witness Emerson with intent to murder the said Emerson, then it would be your duty to find the defendant guilty of an assault with intent to kill, as charged in the indictment. If you believe from the evidence, beyond a reasonable doubt, that the defendant fired a pistol at Emerson, you should find that he intended to kill.”\nThe Attorney General concedes the instruction is erroneous, but contends that it was not prejudicial for the reason that the undisputed testimony shows that it was appellant’s purpose to kill Emerson.\nThe facts relating to the shooting, briefly stated,are as follows: Emerson was appellant’s tenant, and there was a disagreement about the amount of rent. Emerson had been twice ordered to vacate the premises. On the morning of the shooting appellant went to the house, and found Emerson still in possession. Emerson stated, however, that he was fixing to leave, whereupon appellant, without any provocation, drew a .45 caliber revolver from his pocket and commenced firing. The first shot was wild; but the second shot went through Emerson’s shirt and slightly burned his side, but inflicted no real injury.\nAppellant did not testify, and offered no testimony in his own behalf, but sought by his cross-examination of the State’s witnesses to show that he was about to be assaulted by Emerson at the time he commenced firing. Emerson’s wife testified that when the second shot was fired she went to the door where appellant was standing and ordered him to leave, saying to him, “Go on away; you have done enough here already.” To this remarte appellant replied, “I have done just what I intended to do.” Appellant left the house, went to the sheriff’s office, and surrendered, and told the sheriff he had shot a man and thought he had killed him.\nIn defense of the court’s instruction the case of Coulter v. State, 110 Ark. 209, is cited. An instruction was there given reading as follows: “You are further instructed that every sane man is presumed to intend the natural and probable consequence of his acts.”\nThe instruction was held not prejudicial under the facts of that case, because Coulter admitted he shot the prosecuting witness with the- intent to kill him because he thought his life was in danger. Here appellant did not say to Mrs. Emerson that he intended to kill Emerson. It is only an inference that such was his purpose, drawn from the remark that he had done what he intended to do. The jury might have drawn some other inference from the remark, as, for instance, that what he intended to do was to make Emerson vacate by frightening lii-m,. or by inflicting some slight injury on him. It is true the testimony on the part of the State •shows that appellant stated in the sheriff’s office that he thought he had killed a man; but there was no testimony that he stated, in that connection, that he had done what •he had intended to do. He may have reached the conclusion that he had killed a man after having said to Mrs. Emerson that he had done what he intended to do.\nMoreover, this testimony was not appellant’s admissions at the trial. It was testimony as to what appellant had said on the day of the shooting, and the jury may or may not have accepted it as true; and while, if believed, it would have supported the inference, in connection with the other facts and circumstances in proof, that appellant did intend to kill Emerson, still this was an' inference to be drawn by the jury from the testimony as a.matter of fact, and should not have been so declared by the court as a matter of law.\nThis identical question was so thoroughly considered by this court in the cases of Chrisman v. State, 54 Ark. 283, and Beavers v. State, 54 Ark. 336, that we need only to cite those cases to support the conclusion that the instruction was erroneous and prejudicial.\nIn the first of these cases the appellant, Chrisman, had assaulted one Stanfield with a knife, and had inflicted upon him a dangerous wound. The court said that, from the nature of the wound, and from the character of the knife, it could well be inferred that the knife was a deadly weapon. The court charged the jury that “if you believe from the evidence that the defendant assaulted and stabbed the prosecuting witness with a knife calculated ordinarily to produce death, without provocation, the law presumes that he did it with the felonious design to kill; and the burden of proof is on the defendant to show to .the contrary, either by proof on the part of the State or defense.”\nIt will be observed that this instruction merely imposed on the defendant the burden of proof to show that he did not intend to kill, if the jury found that defendant had assaulted and stabbed the prosecuting witness with a knife, calculated ordinarily to produce death, without provocation; while the instruction here complained of tells the jury to find that there was an intent to kill, if they found that appellant shot at Emerson. In other words, there was not a mere shifting of the burden of proof, but an absolute direction as to the inference to be drawn. Judge Mansfield. for the court, said: “Whether the defendant assaulted Stanfield with the specific intent alleged in the indictment was a question of fact which it was his right to have determined by the jury upon the whole evidence in the cause. But, under the instructions copied above, the jury were at liberty to presume the existence of a felonious intent to Mil from the facts mentioned in the court’s charge, without considering any others. We do not hold that it would have been improper to instruct the jury that the defendant should be presumed to have intended the natural and probable consequences of this act in stabbing the prosecuting witness. For it was clearly the province and duty of the jury to consider the nature of the weapon used by the defendant and his manner of using it, togetlier with all the other circumstances of the case, in determining whether the assault was in fact committed with the intent alleg-ed in the indictment. 1 Bishop Crim. Law, sec. 735 and note 1. But the objectionable charge shifted the burden of proof as to the question of such intent, which would still remain for the determination of the jury, although they believed that the facts recited by the court’s instruction had been established by the evidence. Ogletree v. State, 28 Ala. 693; State v. Neal, 37 Me. 468; Starkie, Ev. (10 ed.), 72; State v. Jefferson, 3 Harrington, 571.”\nIn the case of Beavers v. State, supra, the defendant was convicted of assault with intent to kill by shooting at one Pridmore with a pistol. Judge Hughes, for the court, there said: “The-intent to take life, even where a deadly weapon is used in making the assault, is not a presumption of law arising from the assault or the use of the deadly weapon, in a prosecution for assault with intent to kill; it is a question of fact for the jury to determine from the evidence. It is competent for the jury to infer, or find as a fact from the use of a deadly weapon, if the circumstances of the case warrant, that the person using it intended to take life. The presumption of such' intent does not arise as a matter of law from the act, but the use of a deadly weapon is an evidentiary fact or circumstance to be considered by the jury in making up their conclusion. The burden of proof as to the intent is upon the State.”\nThe instruction complained of was erroneous, -and does not appear not to have been prejudicial, and the judgment will therefore be reversed, and the -cause remanded for a new trial.",
        "type": "majority",
        "author": "Smith, J."
      }
    ],
    "attorneys": [
      "Randolph & Cobb, for appellant.",
      "J. S.. Utley, Attorney General, Elbert Goodwin and Wm. T. Hammock, Assistants, for appellee."
    ],
    "corrections": "",
    "head_matter": "Shannon v. State.\nOpinion delivered February 12, 1923.\n1. Homicide — instruction as to inference from fact of shooting. — In a trial for assault with intent to kill, an instruction that “if you believe from the evidence beyond a reasonable doubt that the defendant fired a pistol at” the assaulted person “you should find that he intended to kill” was erroneous in declaring intention proved as a matter of law from the fact of shooting.\n2. Homicide — evidence as to intent — Evidence that one accused of assault with intent to kill stated, “I have done what I intended to do,” and that he told the sheriff that he thought he had .killed a man, held not so conclusive of his intent to kill as to relieve from prejudice a charge that intent to kill was inferable as matter of law from firing a pistol at the assaulted person.\nAppeal from Garland Circuit Court; Scott Wood, Judge;\nreversed.\nRandolph & Cobb, for appellant.\nJ. S.. Utley, Attorney General, Elbert Goodwin and Wm. T. Hammock, Assistants, for appellee."
  },
  "file_name": "0203-01",
  "first_page_order": 225,
  "last_page_order": 229
}
