{
  "id": 1432103,
  "name": "Fee v. Taylor",
  "name_abbreviation": "Fee v. Taylor",
  "decision_date": "1933-04-10",
  "docket_number": "4-2960",
  "first_page": "204",
  "last_page": "208",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 204"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "78 N. Y. Supp. 251",
      "category": "reporters:state",
      "reporter": "N.Y.S.",
      "opinion_index": 0
    },
    {
      "cite": "73 App. Div. 86",
      "category": "reporters:state",
      "reporter": "A.D.",
      "case_ids": [
        4926860
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad/73/0086-01"
      ]
    },
    {
      "cite": "94 U. S. 680",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "opinion_index": 0
    },
    {
      "cite": "215 S. W. 389",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "140 Ark. 203",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1594438
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/140/0203-01"
      ]
    },
    {
      "cite": "54 S. W. (2d) 994",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "186 Ark. 618",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8724503
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/186/0618-01"
      ]
    },
    {
      "cite": "197 S. W. 295",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "130 Ark. 128",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8718272
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ark/130/0128-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 372,
    "char_count": 7479,
    "ocr_confidence": 0.505,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.05386665400183563
    },
    "sha256": "86c668676c380d1ab4a2fb5bed9a4ad32e72997101d7f0570db0025c1220ec19",
    "simhash": "1:b40f2477c710e5fc",
    "word_count": 1273
  },
  "last_updated": "2024-02-27T21:18:50.990705+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Fee v. Taylor."
    ],
    "opinions": [
      {
        "text": "Kirby, J.\nThis appeal comes from a judgment against appellants, stockholders in the Bank of Dermott, insolvent, for $200 each in three cases brought by the Bank Commissioner to enforce payment of the double assessment upon bank stock owned by appellants, the eases being consolidated for a hearing in the circuit court.\nThe insolvency of the bank was alleged, and that it was taken over by the Bank Commissioner for liquidation, who, after ascertaining the necessity therefor, levied a hundred per cent, assessment against the stockholders of said bank. That the assessment was duly levied against each of the defendants in this action, and notice thereof given to them as provided by law. That each defendant was at the time the holder and owner of stock in the bank of the par value of $200. That due demand had been made upon each of the defendants for the payment of their respective assessments, and each had failed and refused to pay any part thereof.\nEach defendant answered, denying every material allegation of the complaint, and alleged that the proceedings of the Bank Commissioner were by collusion and fraud, and the approval of the sale of the assets was with a view to liquidate the assets of the bank without the supervision of the Bank Commissioner and without any remedy to the defendants, the plan being carried out according to the orders of the chancery court. That the proceedings in the chancery court were not instituted with a bona fide purpose of liquidating the bank, “but for the collusive purpose of enabling certain stockholders of Dermott State Bank to liquidate the assets of Bank of Dermott to the detriment of the defendant.” That defendant had had no. day in court and no opportunity to protect himself against unlawful and improper liquidation of the assets of the bank, and, if required to pay the assessment, would be deprived of his property without due process of law.\nThe testimony of the assistant bank commissioner, who had also had to take over the Exchange Bank & Trust Company for liquidation, the concern to which the assets, etc., of the failed Bank of Dermott were sold, showed that the assets of the Bank of Dermott, including the stock assessments, would fall short and lack by some $16,000 of being sufficient to pay all the liabilities of the Bank of Dermott that were assumed by the Exchange Bank & Trust Company.\nThese suits were brought by the Bank Commissioner to enfoi'ce the collection of the double stock assessment against the appellants as stockholders of the failed bank, which was in liquidation by the Bank Commissioner, and there is no allegation that the assets of the bank, including the assessments of stock even, were sufficient to pay its liabilities. The testimony showed that all the assets were insufficient to pay all the liabilities of said Bank of Dermott assumed by the Exchange Bank & Trust Company, which also failed and went into liquidation.\nThis court has already held that the necessity for the levy and call of stock assessments is conclusive as to the necessity for the call and the amount to be assessed in an action to enforce that liability against the stockholders. In White v. Taylor, ante p. 1, a case where, on the suit for his assessment, the stockholder insisted upon a transfer of his cause to equity that he might show that the old bank was not really insolvent, and that, if certain of its property wrongfully transferred to others could be recovered, it was sufficient to pay all the liability of the bank without any stock assessments, the court said:\n“But, however this may be, this action is not the proper one to try the question of fraud or insolvency. Necessity for the levy and call of the stockholder’s assessment by the Bank Commissioner was discussed at length in Davis v. Moore, 130 Ark. 128, 197 S. W. 295, where the court held that the action of the Bank Commissioner in making the assessment of liability of individual stockholders is conclusive in an action to inforce that liability. It was also said in Poch v. Taylor, 186 Ark. 618, 54 S. W. (2d) 994: ‘In any event, it is definitely settled that the action of the Bank Commissioner in levying an assessment against the stockholders is conclusive as to the necessity for the call and the amount to be assessed against the stockholders. Davis v. Moore, 130 Ark. 128, 197 S. W. 295; Aber v. Maxwell, 140 Ark. 203, 215 S. W. 389.’ The language of the section of the statute relating to assessments was copied from the National Banking Act, which had been construed by the United States Supreme Court prior to the-enactment of our statute, and such construction was necessarily adopted with it. The Supreme Court of the United States said in Casey v. Galli, 94 U. S. 680, 24 L. ed. 307, that the comptroller’s order that each stockholder should pay to the receiver the par of his stock cannot be controverted in a suit against the stockholder, saying: ‘It is conclusive upon him and makes it his duty to pay. What may be done or intended with respect to other stockholders is immaterial in his case.’ The appellant could not question in the suit for the collection of the assessment either the necessity therefor or the right of the Bank 'Commissioner to levy same, and the chancery court could have no jurisdiction of this cause therefore.”\nIt was also said there relative to the question of such stockholder’s assessment being assignable :_\n“We see no reason why the Bank Commissioner, after the assessment of the stockholder’s liability had been made, could not transfer and assign the claims therefor the same as he could any of the other assets of the bank in final settlement of its affairs, and certainly the purchaser of such assets of the bank, including the stockholders’ assessments already made, would have the right to use the name of the Bank Commissioner in inforcing the liability, if necessary. Waldron v. Alling, 73 App. Div. 86, 78 N. Y. Supp. 251.”\nThe stockholder cannot question in a suit for the collection of the assessment either the necessity therefor or the right of the Bank Commissioner to levy same, and the court did not err in so holding, and it being shown that the assets of the failed bank, of which appellants were stockholders, were insufficient, even including the stockholders’ assessments, to pay the liabilities of the insolvent institution, and appellants could have no cause of action, in any event, to recover any part of their stock assessments that might not have been required to pay all the liabilities of the insolvent bank, there being none even if they had been entitled to a portion of their stock assessments remaining over after the liquidation of the bank and the payment of all its liabilities, since none was left over.\nThe assessment of which the stockholders had due notice as the statute requires, did not violate the due process clause of the Federal Constitution. The liability was incurred by the stockholder, upon his acquiring the stock, as provided by the statute, and “the remedy of the stockholders for an unnecessary or an excessive call is in the chancery court, which supervises the proceedings of the State Bank Commissioner and allow claims and makes final distribution of the-assets.” Aber v. Maxwell, supra.\nWe find no error in the record, and the judgment is affirmed.",
        "type": "majority",
        "author": "Kirby, J."
      }
    ],
    "attorneys": [
      "Rose, Hemingway, Cantrell & Loughborough, for appellant.",
      "Golden & Golden and Williamson & Williamson, for appellee."
    ],
    "corrections": "",
    "head_matter": "Fee v. Taylor.\n4-2960\nOpinion delivered April 10, 1933.\nRose, Hemingway, Cantrell & Loughborough, for appellant.\nGolden & Golden and Williamson & Williamson, for appellee."
  },
  "file_name": "0204-01",
  "first_page_order": 222,
  "last_page_order": 226
}
