{
  "id": 8719851,
  "name": "Rose v. W. B. Worthen Company",
  "name_abbreviation": "Rose v. W. B. Worthen Co.",
  "decision_date": "1932-10-03",
  "docket_number": "4-2652",
  "first_page": "205",
  "last_page": "209",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 205"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "18 Atl. 1095",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "52 N. J. L. 10",
      "category": "reporters:state",
      "reporter": "N.J.L.",
      "case_ids": [
        339125
      ],
      "opinion_index": 0,
      "case_paths": [
        "/njl/52/0010-01"
      ]
    },
    {
      "cite": "42 S. W. (2d) 1002",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "184 Ark. 550",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1438553
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/184/0550-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 379,
    "char_count": 6362,
    "ocr_confidence": 0.512,
    "pagerank": {
      "raw": 1.1299435689387885e-07,
      "percentile": 0.5755420489766006
    },
    "sha256": "b9c7085f788d20a35e5269eae1580c9a96e313c189d40c0df94c83af5e3694b8",
    "simhash": "1:b3b41c00bf59d650",
    "word_count": 1110
  },
  "last_updated": "2024-02-27T17:52:01.123529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Rose v. W. B. Worthen Company."
    ],
    "opinions": [
      {
        "text": "Mehaeey, J.\nThis is the second appeal in this case. When the case was here before, we held that act 195 of the Acts of 1927 authorized administrators, executors and guardians to borrow money for certain purposes and secure the same by mortgage upon the real estate belonging to the estate represented by them. We held, however, that there was no authority granted by the act to borrow money and secure the same by mortgage or deed of trust except for the purposes specified in the act, and that, if money was borrowed and a mortgage executed for any other purpose than that expressed in the act, the order authorizing it and the mortgage executed in pursuance thereof were void. The decree of the chancery court was reversed, and the cause remanded with directions to enter a decree in accordance with the opinion of this court. Rose v. W. B. Worthen Co., 184 Ark. 550, 42 S. W. (2d) 1002.\nAfter tlie case was remanded, it was again tried in the Pulaski Chancery Court, and that court held that the mortgage was valid as to the following items: Recording fees, $5.25; continuation of abstract, $22.50; State and county taxes, $228.40 ; street improvement taxes, $160; sewer improvement taxes, $21.95; fire insurance premiums, $53; brokerage on loan, $5.77. Interest was allowed on these items at 7 per cent., amounting to $85.02. There was another item of $85 allowed for money paid to minors under the order of court, but there was no appeal from the allowance of $85, and it is not involved here.\nThis appeal is prosecuted to reverse the decree of the chancery court holding that the above items are secured by the mortgage, and that they are authorized under act 195 of the Acts of 1927.\nAppellants insist, first, that the word “obligation” used in the statute means an obligation created by a contract which is a lien on the land, but that the word ‘1 obligation” does not include taxes. It is said by appellant that taxes are liens but not obligations secured by liens. Numerous authorities are referred to defining “obligation.” Originally, the term was limited to instruments under seal of a certain kind, such as a bond, and the obligation could at that time be created only by a written instrument. The word “obligation” now, however, is not so limited, but in the act of 1927 it is used in the sense of liability either created by contract or by operation of law. 46 C. J. 447-448; Elasser v. Haines, 52 N. J. L. 10, 18 Atl. 1095. In order to arrive at the meaning as used in the statute, we must consider the connection in which it is used and the evident purpose of the Legislature in permitting mortgages and deeds of trust to be executed as prescribed by the statute. When we consider the whole act, there seems to be no doubt that the Legislature intended to authorize administrators, executors and guardians to borrow money to protect the interest of the minors, and the words used by the Legislature are broad enough to include all obligations or liabilities which are liens on land.\nAppellants contend that taxes are liens, but that they are not obligations secured by liens. Our statute providing for lien for taxes is as follows: “Taxes assessed on real and personal property shall bind the same and be entitled to preference over all judgments, executions, incumbrances or liens whensoever created, and all taxes assessed shall be a lien upon and bind the property assessed from the first Monday in June of the year in which the assessment shall be made, and shall continue until such taxes, with any penalty that may accrue thereon, shall be paid; provided, as between grantor and grantee said lien shall not attach until the first Monday in January in each year after the tax lien attaches.”’ Section 10,023, Crawford & Moses’ Digest.\nThere can be no doubt that the taxes create an obligation or duty, and that they are a lien on the land. But it is claimed that, while the taxes are obligations, they are not obligations secured by lien. We do not agree with appellant in this contention. They are not only secured by the very terms of the statute, but they are entitled to preference over all judgments, executions, incumbrances or liens whensoever created. If the act did not include taxes and assessments, then it would be impossible for minors in the circumstances ■ of these minors to prevent a sale of the land for taxes .and assessments. If taxes are not included in the act, and the guardian or executor or administrator had no money in his hands with which to pay the taxes, the lands would be sold, and we think that the intention of the Legislature was to permit borrowing money and executing mortgages for liens of this character as well as liens created by contract.\nIt is next contended that a mortgage cannot be given on a part of an infant’s estate to take care of liens not covering the particular property. The intention of the Legislature seems to be plain, and that the act authorizes borrowing money and executing a mortgage for the purpose of paying obligations secured by liens on any property except tbe homestead. There is a proviso, reading as follows: “Provided, that the homestead shall not be incumbered by mortgage or trust deed except for the purpose of satisfying existing liens against the homestead.” Therefore the homestead cannot be mortgaged to raise money to pay obligations that are liens on any other lands except the homestead. The other items were expenses necessarily incurred in order to enable the guardian to borrow money. It is a matter of common knowledge that persons would not lend money on a house or building unless the property was insured, and it is also true that the other expenses are necessary, and, if not allowed, would prevent the borrowing of money to discharge liens. No person would lend money on a house without its being insured, and no one would lend money on property without an abstract showing title, and the recording fees are, of course, a necessary part of the expense. To hold that these items could not be paid would defeat the very purpose of the act. There is nothing in the record tending to show that any of the items of expense were created after the mortgage was made. We find no error, and the decree is affirmed.",
        "type": "majority",
        "author": "Mehaeey, J."
      }
    ],
    "attorneys": [
      "Carmichael & Hendricks, for appellant.",
      "E. G. Shoffner, for appellee."
    ],
    "corrections": "",
    "head_matter": "Rose v. W. B. Worthen Company.\n4-2652\nOpinion delivered October 3, 1932.\nCarmichael & Hendricks, for appellant.\nE. G. Shoffner, for appellee."
  },
  "file_name": "0205-01",
  "first_page_order": 225,
  "last_page_order": 229
}
