{
  "id": 1355687,
  "name": "Lemaster v. Lemaster",
  "name_abbreviation": "Lemaster v. Lemaster",
  "decision_date": "1923-04-09",
  "docket_number": "",
  "first_page": "206",
  "last_page": "209",
  "citations": [
    {
      "type": "official",
      "cite": "158 Ark. 206"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "87 Ark. 175",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1519108
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/87/0175-01"
      ]
    },
    {
      "cite": "118 Ark. 582",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1562572
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/118/0582-01"
      ]
    },
    {
      "cite": "44 Ark. 429",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1893442
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/44/0429-01"
      ]
    },
    {
      "cite": "9 Ark. 507",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8727605
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/9/0507-01"
      ]
    },
    {
      "cite": "118 Ark. 582",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1562572
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/118/0582-01"
      ]
    },
    {
      "cite": "44 Ark. 429",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1893442
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/44/0429-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 361,
    "char_count": 5564,
    "ocr_confidence": 0.476,
    "pagerank": {
      "raw": 2.1266542374778147e-07,
      "percentile": 0.7652542677198555
    },
    "sha256": "d110399abca54cd2ba17ba24d2fde842f53a9641420c27bb4a619a7633db3534",
    "simhash": "1:86b683e6a0b7b525",
    "word_count": 935
  },
  "last_updated": "2024-02-27T17:41:16.235499+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Lemaster v. Lemaster."
    ],
    "opinions": [
      {
        "text": "Wood, J.\nThis is an action by the appellant against •the appellee for a divorce.- The appellant, in her complaint, alleges various acts of neglect and maltreatment -of her by appellee, which, taken together, are sufficient to state a cause of action for divorce on the ground of .RiT-idi indignities to her person as to render her condition intolerable. Tbe allegations of the complaint are specifically denied in the answer. ■\nThe Lemasters were married on the 23rd of February, 1898, and they lived together as husband and wife until the 30th of November, 1916, and, at the time of the hearing, had been married about twenty-four years. At that time they had seven living children, five girls and two boys, ranging in ages from twenty-two to nine. The oldest daughter is grown and married, and the other four daughters are still at home. The girls living at home are respectively sixteen, fourteen, twelve and nine. The boys, at the time of the hearing, were respectively twenty-one and nineteen years of age. The father and mother both testified in the cause, and likewise the two boys and the three older girls. It could serve no useful purpose as a precedent to set out in detail the testimony of the members of the family tending to show their present unhappy state. Indeed, it is best for all concerned not to spread at length upon the record the testimony of the father and mother concerning their domestic relations from the time of their marriage down to the rendition of the decree, and the testimony of the children concerning the conduct of their parents towards each other as far back as any of them could remember. Suffice it to' say that the testimony of the mother and the three daughters is amply sufficient to sustain the allegations of the complaint.\nOn the other hand, the testimony of the appellee and the two boys tended to prove that the conduct of the appellee toward the appellant was not such as to render her condition in life intolerable, and therefore not such as to-warrant a decree of absolute divorce. Witnesses testified on behalf of the appellant, and also on behalf of theappellee, who were not related in any manner to the parties litigant. But none of these were in a situation to-know, as were the parties themselves and their children,, the facts concerning the intimate relation between the appellant and the appellee and their conduct towards each-•other which brought about the unfortunate and irreconcilable differences that resulted in rendering the condition •of the appellant wholly intolerable. Certain it is, according to the testimony of the appellant, the appellee, and their children, that there is an incompatibility of temper between appellant and appellee which renders their domestic life miserable in the extreme and without any hope •of amelioration so long as they are permitted to remain under the same roof-tree as husband and wife. The home, as both parties depict it, is a veritable “hell on •earth.” Appellee concedes this, but, according to his testimony, the appellant is the sole author of the deplorable conditions that now exist in the home.\nIn their intense zeal to lay the blame for all their miseries each at the door of the other, the parties have brought into this record criminations and recriminations, ad nauseam, of conjugal faults and failures. Unfortunately, their children have been drawn into this maelstrom of domestic infelicities. The boys (especially the older one) are arrayed for the father and the girls for the mother, and, while they differ as to whether the father or the mother is the primary cause of all the woes that have overwhelmed the household, there is this outstanding and cog'ent fact about which all agree, except the older boy and the father, namely, that when the father enters the home the storm breaks upon it, pandemonium reigns and continues so long as he abides therein, and when he goes out peace and happiness come in.\nAfter a careful consideration of the record we are ^convinced that a preponderance of the evidence shows that the conduct of the appellee toward the appellant is chiefly responsible for the unendurable anguish and wretchedness of the married life of appellant. She is therefore entitled, under our statute and decisions, to a decree of divorce a vinculo matrimonii. Crawford & Moses’ Digest, 3500, subdiv. 5; Rose v. Rose, 9 Ark. 507; Haley v. Haley, 44 Ark. 429; Meffert v. Meffert, 118 Ark. 582, and other eases cited in C. & M. Digest, p. 994 (c). The trial court erred in not so holding, and its decree is reversed, and the cause is remanded, with directions to enter a decree in accordance with the prayer of app ellant ’ s complaint.",
        "type": "majority",
        "author": "Wood, J."
      }
    ],
    "attorneys": [
      "George M. Heard and J\\ohn D. Shackleford, for •appellant.",
      "No brief for appellee."
    ],
    "corrections": "",
    "head_matter": "Lemaster v. Lemaster.\nOpinion delivered April 9, 1923.\nDivorce — husband chiefly at fault. — Where it appears that conditions between a hus' and and his wife have become unendurable, without any hope of amelioration, and a preponderance of the evidence shows that the husband by his conduct is chiefly responsible, the wife is entitled to a divorce from the bonds of matrimony.\nAppeal from Pulaski Chancery Court; John F. Martineau, Chancellor;\nreversed.\nGeorge M. Heard and J\\ohn D. Shackleford, for •appellant.\nAppellant was entitled to a decree on the ground of ¡such indignities to her person as rendered her condition intolerable. See. 3500, Crawford & Moses’ Digest'. Haley v. Haley, 44 Ark. 429; Meffert v. Meffert, 118 Ark. 582; Shirley v. Shirley, 87 Ark. 175. Case should •be reversed .and remanded with directions to enter a decree of divorce for appellant.\nNo brief for appellee."
  },
  "file_name": "0206-01",
  "first_page_order": 230,
  "last_page_order": 233
}
