{
  "id": 8719905,
  "name": "Southern Lumber Company v. Green",
  "name_abbreviation": "Southern Lumber Co. v. Green",
  "decision_date": "1932-10-03",
  "docket_number": "4-2644",
  "first_page": "209",
  "last_page": "214",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 209"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "293 S. W. 1002",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "173 Ark. 762",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8724231
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/173/0762-01"
      ]
    },
    {
      "cite": "31 S. W. (2d) 762",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "182 Ark. 389",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1389923
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/182/0389-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 503,
    "char_count": 8214,
    "ocr_confidence": 0.501,
    "pagerank": {
      "raw": 1.7082586672316924e-07,
      "percentile": 0.7020044411855672
    },
    "sha256": "7dd0493c7c86e91dc6fe6a3f833a33d3b2dbdd66f9ef4ef4c28f3a293bd88eec",
    "simhash": "1:ba2648f748b7ccd2",
    "word_count": 1451
  },
  "last_updated": "2024-02-27T17:52:01.123529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Southern Lumber Company v. Green."
    ],
    "opinions": [
      {
        "text": "McHaney, J.\nAppellee brought this action against appellant to recover damages for personal injuries sustained by him while an employee in appellant’s sawmill. On November 19, 1930, while working in the plant of appellant as oiler and while engaged in greasing bevel gears which drive the ‘Give rollers” on one of the edger tables in the sawmill, appellee’s right hand was caught in the cog wheel, brought in contact with the hood or covering over the top part of the gear and was injured— four fingers of his right hand being broken and crushed to such an extent that it became necessary to amputate three of them. A trial resulted in a verdict and judgment in favor of appellee in the sum of $1,000.\nSeveral errors are assigned for a reversal of the judgment, the most serious assignment being the alleged error of the court in refusing to direct a verdict for appellant. This challenges the sufficiency of the evidence to support the verdict, and this necessitates a brief review of the evidence in the light most favorable to ap-pellee. It is the settled rule of this court that a judgment will not he reversed on account of the insufficiency of the evidence where there is any substantial evidence to support it, viewing the evidence in the light most favorable to the party in whose favor the judgment is rendered. Viewed in this light, the evidence establishes that appellee, a colored man, at the time of the injury was just past twenty-one years old; that he had been working for appellant in different capacities for about three and one-half or four years; that he had been performing the duties of oiler a very short time, substituting for the regular oiler, who had received an injury in the same manner a little less than thirty days prior to appel-lee’s injury; that he had never greased the gears on the edger table prior to the time he was injured, except perhaps once a year or so previous; that he was instructed by the mill foreman on the morning of the accident to grease said gears by applying the grease to the outer cog wheel with a paddle while the machinery was in operation, but no other instructions were given him as to how the work was to be done; that he was injured on the first gear that he attempted to grease, there being a number of similar gears on the edger table; and that he had previously worked around and about the edger table at different times, but paid no particular attention to the gears or how they were greased. It is further shown that the gears were covered by a guard over the top part which came down half way to the bottom, leaving the under side exposed, which was standard equipment; that the cog wheels had become worn on the gear at which he was injured, having sharp edges, and that this caused the cogs to catch the stick or paddle, pulling his hand into the machinery. Appellee did not know of this condition. Under this state of facts we are unwilling to say as a matter of law that appellee assumed the risk, and that the court should have directed a verdict against him. On the contrary, we think the facts make a question for the jury, especially when his youth and inexperience are taken into consideration. The general rule is that the question whether an employ assumes the risk is one for the jury and not for the .court-unless the danger is so open and obvious that a person of reasonable prudence would not perform the particular service. This is always true where the servant is acting under the immediate direction of his superior unless he knows and appreciates the danger of obeying the orders or the danger is so open and qbvious that a person of reasonable prudence wonld refuse to do so. Owosso Mfg. Co. v. Drennen, 182 Ark. 389, 31 S. W. (2d) 762. Here the servant was not only acting by direction of his superior, hut there was some evidence of -negligence on the master’s part of a defective condition of the cog wheel which was or could have been known to the master by an inspection and was unknown to the servant. Furthermore the servant, although twenty-one years of age, was young and inexperienced, and it is well settled that the law imposes the duty of instructing and warning such a one regarding the duties to be performed and the dangers incident thereto. Ward Furniture Mfg. Co. v. Weigand, 173 Ark. 762, 293 S. W. 1002.\nError is assigned on many grounds to the giving of instruction number one for appellee. This is a lengthy instruction and no useful purpose could be served by setting it out and commenting on the alleged errors separately. Exceptions were saved to it, both general and specific, all of which we have carefully examined and find them without merit. Complaint is also made of the refusal of the court to give appellee’s requested instruction number seven. We have carefully read all of the instructions given by the court as well as those refused, and are of the opinion that the court fully and fairly instructed the jury on every phase of the case. \"We therefore overrule these assignments.\nAnother assignment is that the court erred in allowing Fred Elliott, a witness for appellee, to testify over its objections that appellant had other cog gears on a casing table which were larger than those on the edger table, hut serving a similar purpose, which were entirely covered or protected by a guard and were greased in a different way, and that appellee would not have been hurt if the gears on the edger table had been encased and greased like those on the casing table. Ap-pellee responds to this statement by saying that no such testimony was given by the witness, and quotes the transcript of his testimony which shows that he did not. Whether he did or not we think unimportant, as the testimony in no way could have prejudiced appellant. The gears on the casing table were entirely enclosed with a guard or hood, both above and below, and the grease was poured in at the top in a receptacle provided for that purpose. Of course, had the gears on the edger table been so encased and greased, appellee could not have been hurt, and the witness’ statement to that effect was a simple statement of fact which the jury and everybody else would know as well as the witness.\nComplaint is also made of the action of the court in permitting the witness, Quimby, to testify over its objections that there was danger in greasing the cog gears on the edger table, and that it was more dangerous to do so than putting grease in the grease boxes along the line shaft. This was another simple statement of fact which every person knows to be true, and moreover the witness was a millwright of twenty-five years’ experience and was testifying as an expert. -We think no prejudicial error occurred in the admission of this testimony.\nAnother assignment of error relates to the testimony of Isom Brewer, who testified as a millwright of long experience, which we have examined and found unobjectionable, at least not prejudicial to appellant. Three farmers were permitted to testify as to the extent of the impairment of appellee by reason of the loss of the fingers on his right hand. Inasmuch as it is not claimed that the verdict in this case is excessive, which it manifestly is not, we fail to see wherein the testimony of these witnesses prejudiced appellant in any manner. Their testimony was to the effect that his impairment as a farm hand or common laborer, such as appellee’s education and training fitted him for only, was, in their judgment, from fifty to seventy-five per cent. Of course, the jury was as capable of judging this matter as were the witnesses, but, conceding it to be erroneous, it was harmless.\nThe smallness of the verdict and judgment in ap-pellee’s favor shows that the jury probably considered that his injury was the result, in part, of his own negligence, and that they reduced the amount to which he would have otherwise been entitled under the comparative negligence statute as instructed by the court. \"We find no reversible error, and the judgment must be affirmed. It is so ordered.",
        "type": "majority",
        "author": "McHaney, J."
      }
    ],
    "attorneys": [
      "D. A. Bradham, Aubert Martin and Fred L. Purcell, for appellant.",
      "D. L. Purhins and Leffel Gentry, for appellee."
    ],
    "corrections": "",
    "head_matter": "Southern Lumber Company v. Green.\n4-2644\nOpinion delivered October 3, 1932.\nD. A. Bradham, Aubert Martin and Fred L. Purcell, for appellant.\nD. L. Purhins and Leffel Gentry, for appellee."
  },
  "file_name": "0209-01",
  "first_page_order": 229,
  "last_page_order": 234
}
