{
  "id": 1435373,
  "name": "Missouri Pacific Railroad Company v. Taylor",
  "name_abbreviation": "Missouri Pacific Railroad v. Taylor",
  "decision_date": "1932-02-22",
  "docket_number": "",
  "first_page": "211",
  "last_page": "213",
  "citations": [
    {
      "type": "official",
      "cite": "185 Ark. 211"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "38 S. W. (2d) 557",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "183 Ark. 757",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1441698
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/183/0757-01"
      ]
    },
    {
      "cite": "290 S. W. 69",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "172 Ark. 631",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1407795
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/172/0631-01"
      ]
    },
    {
      "cite": "187 S. W. 673",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "124 Ark. 532",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1555033
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/124/0532-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 290,
    "char_count": 4331,
    "ocr_confidence": 0.485,
    "pagerank": {
      "raw": 1.7574242167314315e-07,
      "percentile": 0.7094319012421187
    },
    "sha256": "3f0782abbb9636c133f6228151472a89e3752fba2a7f3bc5967f7e885d9af42d",
    "simhash": "1:a158992a35543b1d",
    "word_count": 753
  },
  "last_updated": "2024-02-27T17:51:09.396208+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Missouri Pacific Railroad Company v. Taylor."
    ],
    "opinions": [
      {
        "text": "McHanby, J.\nAppellants claim to be preferred or prior creditors of the American Exchange Trust Company, hereinafter called the bank, under the following state of facts: On November 14 and 15> 1930, the local agent at Little Rock of the Missouri Pacific Railroad Company, having funds in his hands which he desired to remit to his company in St. Louis, Missouri, purchased from the bank two bank drafts or checks aggregating $1,931.31, drawn on a bank in St. Louis where it kept a deposit sufficient to cover same, which were delivered to said agent and by him immediately sent by mail to his company in St. Louis. A like transaction took place between the agent of the Transportation' Company and the bank, the agent being delivered three bank drafts or checks on the same bank in St. Louis, aggregating $264.01 on November 15, 1930. These drafts were never paid, as the bank was not open for business after November 15. Separate interventions were filed by appellants in the chancery court asserting the right to be classified as prior creditors, to which the bank commissioner demurred. The court sustained the demurrer, disallowed the claims as prior, but allowed them as common or general claims.\nThe chancery court correctly disallowed the claims as prior or preferred and classified them as common or general claims. Act 107 of the Acts of 1927, page 297, -classifies all creditors of the bank of which the commissioner has taken charge as secured, prior or general creditors. There is no contention that appellants are secured creditors, and\" a casual reading of said act defining prior creditors shows that appellants do not come within either of the seven subdivisions thereof defining prior creditors. They axe not the beneficiaries of an express trust as defined in subdivision 5, nor the owner of the proceeds of a collection made by said bank and not remitted by it, as defined in subdivision 6, nor are they the owners of a remittance of the bank, the proceeds of a collection made by it, as defined by subdivision 7. The act provides that “All creditors not in this section hereinabove classed as secured or prior creditors of- said bank, including the State of Arkansas and any of its subdivisions, shall be general creditors thereof.”\nThe authorities relied upon by appellants, such as Darragh Co. v. Goodman, 124 Ark. 532, 187 S. W. 673, Rainwater v. Federal Reserve Bank of St. Louis, 172 Ark. 631, 290 S. W. 69; Taylor v. Corning Bank & Trust Co., 183 Ark. 757, 38 S. W. (2d) 557, are not in point for the reason that they had to do with the proceeds of collections made by the failed bank or with remittances for collections made by such bank. Here the bank made no collection for- appellants. Their agent, instead of sending’ the collections he had already made to appellants in St. Louis in the form in which he held them, whether in cash or otherwise, elected to purchase drafts of said bank drawn on a St. Louis bank and remitted same to appellants in St. Louis in this form. By so -doing appellants became mere creditors of said bank, and the transaction is no different from that decided in the recent case of Taylor v. Dermott Grocery & Com. Co., ante p. 7. We there said:- “Appellee’s situation fails to fit this definition in any respect. The bank made no collection for appellee. Its own agent made the collection from Townsend, presented the check to the bank and asked to and did become its creditor bv taking a cashier’s check. * * * Not being a collection made by the bank, the 6th subdivision of the act has no application. Nor does any other provision of the act defining prior creditors apply.”\nThe situation of appellants is the same as if its agent had deposited the money in the bank and immediately drawn his check against the deposit and forwarded same to appellants in St. Louis. It was a convenient form in which to transmit the money to St. Louis and one in general usage, but it can make no difference that such is the fact, because appellants became mere creditors of the bank in thus electing to transmit its funds.\nThe decree of the chancery court is therefore correct, and must be affirmed. It is so ordered.",
        "type": "majority",
        "author": "McHanby, J."
      }
    ],
    "attorneys": [
      "R. E. Wiley and Henry Donham, for appellant.",
      "Nat R. Hughes and Bonn Rorex, for appellee."
    ],
    "corrections": "",
    "head_matter": "Missouri Pacific Railroad Company v. Taylor.\nOpinion delivered February 22, 1932.\nR. E. Wiley and Henry Donham, for appellant.\nNat R. Hughes and Bonn Rorex, for appellee."
  },
  "file_name": "0211-01",
  "first_page_order": 231,
  "last_page_order": 233
}
