{
  "id": 4075950,
  "name": "In the Matter of the Personal Restraint of Dante Domico McWilliams, Petitioner",
  "name_abbreviation": "In re the Personal Restraint of McWilliams",
  "decision_date": "2014-12-24",
  "docket_number": "No. 88883-3",
  "first_page": "213",
  "last_page": "221",
  "citations": [
    {
      "type": "official",
      "cite": "182 Wash. 2d 213"
    }
  ],
  "court": {
    "name_abbreviation": "Wash.",
    "id": 9029,
    "name": "Washington Supreme Court"
  },
  "jurisdiction": {
    "id": 38,
    "name_long": "Washington",
    "name": "Wash."
  },
  "cites_to": [
    {
      "cite": "267 P.3d 324",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2011,
      "opinion_index": 0
    },
    {
      "cite": "173 Wn.2d 123",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4020198
      ],
      "year": 2011,
      "pin_cites": [
        {
          "page": "136"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/173/0123-01"
      ]
    },
    {
      "cite": "211 P.3d 1023",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2009,
      "opinion_index": 0
    },
    {
      "cite": "166 Wn.2d 664",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4001961
      ],
      "year": 2009,
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/166/0664-01"
      ]
    },
    {
      "cite": "285 P.3d 138",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2012,
      "opinion_index": 0
    },
    {
      "cite": "170 Wn. App. 114",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        4029950
      ],
      "year": 2012,
      "pin_cites": [
        {
          "page": "126-27"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/170/0114-01"
      ]
    },
    {
      "cite": "50 P.3d 638",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2002,
      "opinion_index": 0
    },
    {
      "cite": "147 Wn.2d 16",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        103696
      ],
      "year": 2002,
      "pin_cites": [
        {
          "page": "21"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/147/0016-01"
      ]
    },
    {
      "cite": "142 P.3d 162",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2006,
      "opinion_index": 0
    },
    {
      "cite": "158 Wn.2d 173",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        3085985
      ],
      "year": 2006,
      "pin_cites": [
        {
          "page": "181"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/158/0173-01"
      ]
    },
    {
      "cite": "146 P.3d 893",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "weight": 2,
      "year": 2006,
      "opinion_index": 0
    },
    {
      "cite": "158 Wn.2d 661",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        3085318
      ],
      "year": 2006,
      "pin_cites": [
        {
          "page": "673"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/158/0661-01"
      ]
    },
    {
      "cite": "152 P.3d 1020",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2007,
      "opinion_index": 0
    },
    {
      "cite": "159 Wn.2d 652",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        3592792
      ],
      "year": 2007,
      "pin_cites": [
        {
          "page": "657"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/159/0652-01"
      ]
    },
    {
      "cite": "275 P.3d 321",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2012,
      "opinion_index": 0
    },
    {
      "cite": "174 Wn.2d 470",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4022183
      ],
      "year": 2012,
      "pin_cites": [
        {
          "page": "473"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/174/0470-01"
      ]
    },
    {
      "cite": "942 P.2d 363",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1997,
      "opinion_index": 1
    },
    {
      "cite": "133 Wn.2d 118",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        331071
      ],
      "year": 1997,
      "pin_cites": [
        {
          "page": "135-36"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/wash-2d/133/0118-01"
      ]
    },
    {
      "cite": "246 P.3d 811",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2011,
      "opinion_index": 1
    },
    {
      "cite": "171 Wn.2d 46",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4015633
      ],
      "year": 2011,
      "pin_cites": [
        {
          "page": "48-49"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/wash-2d/171/0046-01"
      ]
    },
    {
      "cite": "211 P.3d 1023",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2009,
      "opinion_index": 1
    },
    {
      "cite": "166 Wn.2d 664",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4001961
      ],
      "year": 2009,
      "opinion_index": 1,
      "case_paths": [
        "/wash-2d/166/0664-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 564,
    "char_count": 12224,
    "ocr_confidence": 0.743,
    "pagerank": {
      "raw": 1.3960677878977096e-07,
      "percentile": 0.6437890780504963
    },
    "sha256": "2753bd4a1ac47ff18b69b8c5cc9a90e724db40ba0f65d19b5f76aef8288eee78",
    "simhash": "1:9c6d9c0b5e2696fe",
    "word_count": 1990
  },
  "last_updated": "2024-02-27T17:34:40.830885+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "C. Johnson, Owens, Fairhurst, Stephens, Wiggins, González, and Yu, JJ., concur."
    ],
    "parties": [
      "In the Matter of the Personal Restraint of Dante Domico McWilliams, Petitioner."
    ],
    "opinions": [
      {
        "text": "Madsen, C.J.\n¶1 Petitioner Dante McWilliams received the exceptional sentence of 120 months of confinement and 18 months of community custody, which, in the aggregate, exceeded the statutory maximum for his offense. This, he claims, is error. We agree and hold the appropriate remedy is a notation in the judgment and sentence that explicitly states that the total term of confinement and community custody actually served may not exceed the statutory maximum.\nFACTS\n¶2 On August 10, 2010, McWilliams pleaded guilty to second degree assault committed in November 2009. At sentencing, he had an offender score of 7, which resulted in a standard sentencing range of 43 to 57 months of confinement. The statutory maximum sentence of confinement for second degree assault is 120 months. RCW 9A.36.021(2); RCW 9A.20.021(l)(b). The plea agreement entered into by the parties recommended an exceptional sentence of confinement of 120 months — the statutory maximum — along with 18 months of community custody. The trial court imposed this sentence as stipulated in the agreement. McWilliams did not appeal.\n¶3 More than one year passed after entry of judgment. McWilliams then filed this personal restraint petition directly in this court, arguing that his judgment and sentence is facially invalid under RCW 9.94A.701(9) because the combined term of confinement and community custody exceed the statutory maximum for the offense. McWilliams requests that we remand the case to the trial court to reduce the term of community custody in accordance with RCW 9.94A.701(9).\nANALYSIS\n¶4 Both the State and the petitioner conclude that the trial court erred in sentencing. We agree. RCW 9.94A-.505(5) restricts a trial court from imposing a combined term of confinement and community custody that exceeds the statutory maximum. Here, the exceptional sentence of 120 months of confinement combined with the 18 months of community custody potentially exceeds the statutory maximum of 120 months, assuming the petitioner actually served the full sentence. The issue for this court is the appropriate remedy.\n¶5 McWilliams argues that RCW 9.94A.701(9) applies in this situation. That statute states, “The term of community custody specified by this section shall be reduced by the court whenever an offender’s standard range term of confinement in combination with the term of community custody exceeds the statutory maximum for the crime as provided in RCW 9A.20.021.” RCW 9.94A.701(9) (emphasis added). When the trial court imposes a sentence in violation of this statute, we remand to the trial court to amend the community custody term or to resentence consistent with the statute. State v. Boyd, 174 Wn.2d 470, 473, 275 P.3d 321 (2012). Thus, if RCW 9.94A.701(9) applies, the remedy is clear.\n¶6 Whether RCW 9.94A.701(9) applies in this case depends on the meaning of the statutory language, an issue of law that we review de novo. Tingey v. Haisch, 159 Wn.2d 652, 657, 152 P.3d 1020 (2007). When the meaning of statutory language is plain on its face, the court must give effect to that plain meaning. City of Spokane v. Spokane County, 158 Wn.2d 661, 673, 146 P.3d 893 (2006). In determining plain meaning, we consider the language of the provision, as well as related statutes or other provisions in the same act that disclose legislative intent. Id. Plain language, however, does not require construction. Koenig v. City of Des Moines, 158 Wn.2d 173, 181, 142 P.3d 162 (2006).\n¶7 By its plain language, RCW 9.94A.701(9) applies only to terms of confinement imposed within the standard range. The Sentencing Reform Act of 1981 (SRA) (ch. 9.94A RCW), however, allows exceptional sentences outside of the standard range. See RCW 9.94A.535 (permitting exceptional sentence that depart from the standard sentence range). Nothing in the plain language of RCW 9.94A.701(9) refers to an exceptional sentence. To apply RCW 9.94A.70K9) to an exceptional sentence would read the phrase “standard range” out of the statute. The court will not interpret a statute in a manner that renders a portion of the statutory language superfluous. See Kilian v. Atkinson, 147 Wn.2d 16, 21, 50 P.3d 638 (2002). If the legislature wishes to make RCW 9.94A.701(9) applicable to exceptional sentences, it must say so. Based on its plain language, RCW 9.94A.701(9) does not apply when a court imposes an exceptional sentence of confinement, as the court did in this case. Division Two of the Court of Appeals reached this same conclusion in State v. Chouap, 170 Wn. App. 114, 126-27, 285 P.3d 138 (2012).\n¶8 Nevertheless, the trial court’s sentence still violates RCW 9.94A.505(5), which restricts a trial court from imposing a combined term of confinement and community-custody that exceeds the statutory maximum. Prior to the enactment of RCW 9.94A.701(9), we held that a notation on the judgment and sentence explicitly stating that the combination of confinement and community custody would not exceed the statutory maximum satisfied RCW 9.94A-.505(5). In re Pers. Restraint of Brooks, 166 Wn.2d 664, 211 P.3d 1023 (2009). This notation in the judgment highlighted to the Department of Corrections (DOC) that it needed to modify the amount of community custody to conform with the statutory maximum based on the amount of confinement actually served. Id. at 672-73. We reasoned that the SRA applies to the DOC, so when community custody would extend the sentence beyond the statutory maximum, the DOC must release the offender on or before that date. RCW 9.94A.505(5). We hold that an explicit notation in the judgment and sentence is still the appropriate remedy in the case of an exceptional sentence, and we remand to the trial court to amend the sentence to include this notation.\nCONCLUSION\n¶9 When a trial court imposes a sentence of confinement outside of the standard range and a sentence of community custody that, when combined, exceed the statutory maximum for the offense, our holding in Brooks still applies. The trial court should include a notation in the judgment and sentence that clarifies that the total term of confinement and community custody actually served may not exceed the statutory maximum. We grant McWilliams’s petition and remand to the trial court to amend the judgment to include this notation.\nC. Johnson, Owens, Fairhurst, Stephens, Wiggins, González, and Yu, JJ., concur.\nAn “exceptional sentence” is a sentence imposed outside of the standard range. RCW 9.94A.535.\nA statutory one-year time limit exists on collateral attacks. RCW 10.73.090. But this time limit does not apply to facially invalid judgments where the trial court exceeds its statutory authority. See In re Pers. Restraint of Coats, 173 Wn.2d 123, 136, 267 P.3d 324 (2011). Here, the trial court exceeded its statutory authority under RCW 9.94A.505(5) (stating that a court may not impose a combined term of imprisonment and community custody that exceeds the statutory maximum).\nPetitioner also suggests that the only effective remedy is to sentence him within his standard confinement range of 43 to 57 months with an additional 36 months in community custody. Petitioner, however, provides no argument to support this remedy. We therefore decline to consider it.\nReduction of time in confinement as a reward for good behavior while in prison pursuant to the authority of the Department of Corrections (DOC) under RCW 9.92.151 and DOC Policy Directive 350.100 often reduces the actual time in custody from that imposed on the judgment and sentence at the rate of at least 10 percent.",
        "type": "majority",
        "author": "Madsen, C.J."
      },
      {
        "text": "Gordon McCloud, J.\n¶10 (dissenting) — I agree with the majority that the trial court erred in sentencing Dante McWilliams to a combined term of imprisonment and community custody that exceeded the statutory maximum and that McWilliams is therefore entitled to relief. But I disagree that this relief is limited to remand for the addition of a Brooks notation. Instead, I believe that McWilliams is entitled to a full resentencing. I therefore respectfully dissent.\nANALYSIS\n¶11 Not every error in a judgment and sentence necessitates a full resentencing — some errors can be corrected through remand for a “ministerial correction.” State v. Ramos, 171 Wn.2d 46, 48-49, 246 P.3d 811 (2011). That remedy is appropriate if the error does not implicate the trial court’s discretion. Id. at 49.\n¶12 By remanding for the addition of a Brooks notation to McWilliams’s judgment and sentence, the majority treats the error in this case as a purely ministerial matter. But that is contrary to our case law on errors involving the length of a sentence, whether it is the length of the imprisonment portion of the sentence or the length of the community custody portion of the sentence.\n¶13 Under that case law, a mistake regarding the period of community custody requires a full resentencing even if the correct term is fixed by statute (and thus not subject to the trial court’s discretion). State v. Broadaway, 133 Wn.2d 118, 135-36, 942 P.2d 363 (1997). This is so because the term of community custody and the term of incarceration are linked, so the trial judge must be allowed to “reconsider the length of the standard range sentence in light of the correct period of community [custody] required.” Id. at 136 (emphasis added).\n¶14 McWilliams was given an exceptional sentence of 120 months of incarceration plus 18 months of community custody. Under RCW 9.94A.701(2), the trial court was required to impose an 18-month term of community custody for McWilliams’s offense — second degree assault. But, as the majority recognizes, the trial court was also prohibited from imposing a combined term of incarceration and community custody that exceeded the statutory maximum of 120 months. RCW 9.94A.505(5); majority at 216. A Brooks notation is one way to correct the error and ensure that the combined term does not exceed the statutory maximum.\n¶15 But that is not the only way. Another way to comply with RCW 9.94A.505(5) would be to reduce the term of incarceration by 18 months. Indeed, that approach is the only way to ensure that McWilliams will eventually serve the full 18 months of community custody — the mere addition of a Brooks notation leaves open the possibility that he will serve all 120 months in total confinement, having earned no early release time, and then be released to the community with no period of supervised transition.\n¶16 The point is that the trial court, rather than this court, has a choice.\nCONCLUSION\n117 The remedy ordered by the majority — a Brooks notation — informs the Department of Corrections that the sum of the terms of incarceration and community custody cannot exceed the statutory maximum. But it does not fully address the error that occurred in this case. It does not allow the trial court to exercise its sentencing discretion “in light of the correct period of community [custody].” Broadaway, 133 Wn.2d at 136.\n¶18 By restricting the trial judge’s discretion on remand, the majority diminishes the error at hand to a ministerial matter. Because I believe that this conflicts with our precedent on sentencing errors, I would remand McWill-iams’s case for a full resentencing.\nIn re Pers. Restraint of Brooks, 166 Wn.2d 664, 211 P.3d 1023 (2009).\nTo be sure, one recent decision — Ramos—contains language that is inconsistent with the rule Broadaway announced. Ramos, 171 Wn.2d at 49 (stating, in dicta, that remand for imposition of a particular term of community custody “would be purely ministerial[ if] the length of community [custody will be] dictated by statute”). But Broadaway thoroughly examined the issue and has not been overruled. We should endorse its well-reasoned approach.\nRCW 9.94A.701(2) (trial court must impose 18-month community custody term when sentencing a person for “a violent offense that is not considered a serious violent offense”), .030(54)(a)(viii) (second degree assault is a “violent offense”).",
        "type": "dissent",
        "author": "Gordon McCloud, J."
      }
    ],
    "attorneys": [
      "Dante D. McWilliams, pro se.",
      "Daniel T. Satterberg, Prosecuting Attorney for King County, and Andrea R. Vitalich, Deputy, for respondent."
    ],
    "corrections": "",
    "head_matter": "[No. 88883-3.\nEn Banc.]\nConsidered June 5, 2014.\nDecided December 24, 2014.\nIn the Matter of the Personal Restraint of Dante Domico McWilliams, Petitioner.\nDante D. McWilliams, pro se.\nDaniel T. Satterberg, Prosecuting Attorney for King County, and Andrea R. Vitalich, Deputy, for respondent."
  },
  "file_name": "0213-01",
  "first_page_order": 249,
  "last_page_order": 257
}
