{
  "id": 8719943,
  "name": "DeMers v. Graupner",
  "name_abbreviation": "DeMers v. Graupner",
  "decision_date": "1932-10-03",
  "docket_number": "4-2649",
  "first_page": "214",
  "last_page": "218",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 214"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 423,
    "char_count": 6291,
    "ocr_confidence": 0.483,
    "pagerank": {
      "raw": 1.5258226700049488e-07,
      "percentile": 0.670207220575408
    },
    "sha256": "2dcbdc7e54c544e192ab43e52bb14bc8e80324c72602f6af4585c1f629858f66",
    "simhash": "1:a39d740e37cff787",
    "word_count": 1076
  },
  "last_updated": "2023-07-14T16:45:47.259153+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "McHaney, J., dissents."
    ],
    "parties": [
      "DeMers v. Graupner."
    ],
    "opinions": [
      {
        "text": "Butler, J.\nPlaintiff and defendant, respectively, the appellee and appellant here, were adjoining property owners in the residential -section of the city of Little Rock. Their properties consisted of adjacent lots upon which each had established and maintained a residence for a number of years. Between the lots the defendant some years ago had constructed an ornamental iron fence, but -shortly before the institution of this suit she began the erection of a solid board fence separating her back yard from that of the plaintiff and continuing its construction along the line between the properties to a point about even with the front of defendant’s house. Plaintiff brought this action to enjoin the further construction of said fence and to require that portion which had already been built to be torn down and removed. Plaintiff alleged that the defendant was ¡maliciously constructing the fence for spite, which fence, when completed, would constitute a solid wall about eight feet in height; that it would be unsightly, obstruct his light and air' and materially lessen the value of his property.\nThe defendant answered denying the allegations of the complaint and in effect alleging that the construction of the fence was not caused by malicious and spiteful purpose on her part, but was necessary for the quiet enjoyment of her property. She made counterclaim for damages because of the depredations by plaintiff’s and neighbors’ children, to which a reply was filed, and an amendment also made to the complaint in which it was alleged that plaintiff had acquired title by adverse possession to all of the ground south of the iron fence and prayed in addition to his prayer for injunction that his title to all of the land south of the iron fence be quieted in him because of his adverse holding.\nThe cause was heard upon the pleadings and testimony offered, and the court entered a decree finding in favor of the plaintiff and dismissing the defendant’s cross-complaint for want of equity.\nIt is conceded by the parties to this action that there is no statute in this State regulating the construction of fences of such character as it is alleged was in course of construe tion by the appellant, or that this court has ever been called upon to decide the precise issue here involved. It is the contention of the appellant that, according to the rule at common law and the great weight of authority, an owner of land may erect on his own property any kind of structure he may desire, even though it might have the effect of causing great annoyance to the neighboring owners, and that the motive or intent of the person erecting the structure cannot be inquired into unless the structure can have no benefit or advantage, but is for the avowed or manifest purpose of damaging a neighbor; nor could an owner be prevented, even though the purpose is a malicious one, from erecting a structure which merely prevents the free use of light and air by the adjoining property owner. In support of this contention counsel for the appellant has cited an array of authorities, among which are 1 C. J. 1229; 1 R. C. L. 399, and cases from courts of Kentucky, Ohio, Pennsylvania, South Carolina, Texas, Vermont and from a number of other respectable courts of last resort.\nIt is the contention of the appellee that, although the rule contended for by the appellant may have its foundation in common law and be supported by the greater weight of authority, yet the trend of modern decisions is to the effect that an adjoining landowner may enjoin the erection or maintenance of a structure erected for the purpose of annoying him and making the use of his property less desirable. To support this view, appellee cites cases from the States of Oklahoma, Michigan, Nebraska and other jurisdictions.\nAs we view the facts, it becomes unnecessary for us to express our adherence to either of the conflicting views. It is our opinion that the preponderance of the evidence is to the effect that the fence complained of was being built, not for the sole purpose of annoying the appellee, but to preserve and protect appellant’s property from trespassers and from the wilful destruction or damage of her flowers, fruit and windows inflicted by thoughtless persons some of whom at least were attracted to the neighborhood by reason of the means of recreation afforded by the appellee. While the fence to some extent obscured the vision of those looking from the ap-pellee’s kitchen and dining room windows and was not as attractive'as the ornamental iron fence, it was not of an unusual height, considering the purpose for which it was being built, as it was not more than eight feet, high— probably about seven feet. There is some testimony to the effect that obnoxious articles were hung upon the fence and that offensive language was used by the appellant to members of appellee’s household, but this all occurred after the institution of this suit, and had but little bearing on the question of the motive which induced the construction of the fence.\nWe are also of the opinion that the decree of the chancellor quieting title in appellee to all of the land south of the iron fence was erroneous. ■ The evidence is clear that the property line of appellant extended south of the iron fence about six inches at one end, gradually increasing to about eighteen inches at the other, and, while the appellee had mowed the grass on this strip for a number of years, there was no evidence of any act upon his part or any one for him which would indicate an intention to claim beyond the true boundary between his property and that of the appellant, or any conduct which would bring home to the appellant the knowledge that he was intending to divest her of title by adverse occupancy. Indeed, it is quite manifest that he never had any such intention until the unfortunate incidents occurred out of which this suit has arisen.\nThe decree of the trial court is therefore reversed, and the cause remanded with directions to set aside the decree vesting title to the strip above described in the appellee and to dissolve the injunction.\nMcHaney, J., dissents.",
        "type": "majority",
        "author": "Butler, J."
      }
    ],
    "attorneys": [
      "Ben ID. Briclthouse and T. N. Robertson, for appellant.",
      "Trieber & Lasley, for appellee."
    ],
    "corrections": "",
    "head_matter": "DeMers v. Graupner.\n4-2649\nOpinion delivered October 3, 1932.\nBen ID. Briclthouse and T. N. Robertson, for appellant.\nTrieber & Lasley, for appellee."
  },
  "file_name": "0214-01",
  "first_page_order": 234,
  "last_page_order": 238
}
