{
  "id": 8720730,
  "name": "Travis v. State",
  "name_abbreviation": "Travis v. State",
  "decision_date": "1923-09-24",
  "docket_number": "",
  "first_page": "215",
  "last_page": "217",
  "citations": [
    {
      "type": "official",
      "cite": "160 Ark. 215"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "54 Ark. 602",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "120 Ark. 530",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1561043
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ark/120/0530-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 272,
    "char_count": 4372,
    "ocr_confidence": 0.437,
    "pagerank": {
      "raw": 5.642642422824706e-08,
      "percentile": 0.35228617575773724
    },
    "sha256": "6fede6a9d44c96f3ad879562ec40d9383cf3f3d14e5a36eeb13d4cdd6a1682fe",
    "simhash": "1:9423a2185abb68de",
    "word_count": 753
  },
  "last_updated": "2024-02-27T17:41:07.582861+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Travis v. State."
    ],
    "opinions": [
      {
        "text": "Htjmpheeys., J.\nAppellant was indicted for murder in the first degree in the circuit court of Independence •County for killing an infant in the arms of its mother ■at whom she was shooting. Appellant admitted the killing, but sought to excuse the act on the ground of insanity. On the trial of the cause she was convicted of murder in the second degree, and adjudged to serve a term of fifteen years in the State Penitentiary as punishment therefor. Prom .the judgment of conviction an appeal has been duly prosecuted to this court.\nAt the conclusion of the testimony the court gave four instructions to the jury, Nos. 13, 14, 15 and 17, purporting to define the legal tests of insanity, one of which must 'exist, in order to excuse the act of appellant. Nos. 13 and 14 were given at the instance of the State, over the separate objections of appellant,' each embracing only two legal tests, either of which existing, might excuse the act of -appellant. No. 15, also given at the instance of the State, contained two tests joined by the conjunction “and,5'’ telling the jury, in effect, that, before appellant' could be excused, it would be necessary for them to find not only that she was in .such a condition at the time the deed was committed as not to’ know the consequences of the act, but also that she did not know right from wrong. Each of the instructions given at the instance of the State ignored the legal test to the effect that if appellant “knew the nature and quality of her act, and that it was wrong, but was-under such duress of mental disease as to be incapable of choosing between right and wrong as to the act done, and unable, because of the disease, to resist the doing of the wrong act, which was the result solely of her mental disease,” she should be acquitted. On account of this omission in each of the instructions, and the use of the conjunction “and” in instruction 15, the instructions were inherently wrong. Bell v. State, 120 Ark. 530. The State insists, however, that the' defect contained in each of the instructions, given at the instance of the State, was cured by giving instruction No. 17, requested by appellant, which conformed in every respect to the legal tests of excusable insanity defined by Bell v. State, supra. Instruction No. 17, requested by appellant, was an independent instruction, and, being correct, had the effect of calling rhe court’s attention to the defect in each of the instructions given at the instance of the State, and was tantamount to a specific objection on the part of appellant to the defective instructions. Instruction No. 17 cannot be reconciled with the instructions given at the instance of the State. There is a contradiction between them as to what constitutes insanity which will relieve one from responsibility for his acts. This court said in the case if Bolling v. State, 54 Ark. 602, that “it can make no difference that the other instruction correctly states the rule, for the two are contradictory and irreconcilable, and we have no means to determine which the jury accepted as its guide. ’ ’\nOn account of the error indicated the judgment is reversed, and the cause remanded for a new trial.",
        "type": "majority",
        "author": "Htjmpheeys., J."
      }
    ],
    "attorneys": [
      "Earl C. Casey and Samuel M. Casey, for appellant.",
      "J. S. Utley, Attorney G-eneral, John L. Carter and W. T. Hammock and Darden Moose, Assistants, for appellee."
    ],
    "corrections": "",
    "head_matter": "Travis v. State.\nOpinion delivered September 24, 1923.\n1. Homicide — instructions as to insanity. — Where, in a prosecution for murder, the defense of insanity was interposed, instructions of the court, in effect, that, before defendant could be excused on ' the ground of insanity, it would ' be necessary to find, not only that she was in such a condition when the deed was committed as not to know the consequences of the act, but also that she did not know right from wrong, field erroneous as ignoring the legal test, to-wit, that if she knew the', nature and quality of her act, and that it was wrong, but was '-under such duress of mental disease as to be incapable of ¿hóosing . between right and wrong, she should be acquitted.-• . -\n2. CRIMINAL LAW — INSTRUCTIONS—HARMLESS ERROR. — The giving of a correct instruction on the subject of insanity will not cure the error of giving contradictory and irreconcilable instructions on the same subject.\nAppeal from Independence Circuit Court; Dene II. Coleman, Judge;\nreversed.\nEarl C. Casey and Samuel M. Casey, for appellant.\nJ. S. Utley, Attorney G-eneral, John L. Carter and W. T. Hammock and Darden Moose, Assistants, for appellee."
  },
  "file_name": "0215-01",
  "first_page_order": 239,
  "last_page_order": 241
}
