{
  "id": 1358413,
  "name": "Lanier v. Norfleet",
  "name_abbreviation": "Lanier v. Norfleet",
  "decision_date": "1922-12-11",
  "docket_number": "",
  "first_page": "216",
  "last_page": "223",
  "citations": [
    {
      "type": "official",
      "cite": "156 Ark. 216"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "104 N. W. 324",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": -1
    },
    {
      "cite": "141 Mich. 31",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1505698
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mich/141/0031-01"
      ]
    },
    {
      "cite": "27 Tex. App. 558",
      "category": "reporters:state",
      "reporter": "White & W.",
      "opinion_index": -1
    },
    {
      "cite": "61 Atl. 172",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": -1
    },
    {
      "cite": "54 Pac. 805",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": -1
    },
    {
      "cite": "131 Ky. 384",
      "category": "reporters:state",
      "reporter": "Ky.",
      "case_ids": [
        4385876
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ky/131/0384-01"
      ]
    },
    {
      "cite": "140 Am. St. Rep. 181",
      "category": "reporters:state",
      "reporter": "Am. St. Rep.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "206 S. W. 131",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "136 Ark. 217",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1569985
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/136/0217-01"
      ]
    },
    {
      "cite": "42 Ark. 46",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8720894
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/42/0046-01"
      ]
    },
    {
      "cite": "134 Ark. 535",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1573269
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/134/0535-01"
      ]
    },
    {
      "cite": "147 Ark. 178",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1583214
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/147/0178-01"
      ]
    },
    {
      "cite": "133 Ark. 277",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1575154
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/133/0277-01"
      ]
    },
    {
      "cite": "129 Ark. 286",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1580490
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/129/0286-01"
      ]
    },
    {
      "cite": "65 Ark. 343",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        609383
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/65/0343-01"
      ]
    },
    {
      "cite": "132 Ark. 58",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1576772
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/132/0058-01"
      ]
    },
    {
      "cite": "9 Am. Rep. 409",
      "category": "reporters:state_regional",
      "reporter": "Am. Rep.",
      "opinion_index": -1
    },
    {
      "cite": "38 Conn. 449",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        759975
      ],
      "opinion_index": -1,
      "case_paths": [
        "/conn/38/0449-01"
      ]
    },
    {
      "cite": "55 Ark. 81",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1322207
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/55/0081-01"
      ]
    },
    {
      "cite": "49 Ark. 439",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1309019
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/49/0439-01"
      ]
    },
    {
      "cite": "38 Ark. 150",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1900542
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/ark/38/0150-01"
      ]
    },
    {
      "cite": "84 Ark. 537",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1524433
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/84/0537-01"
      ]
    },
    {
      "cite": "107 Ark. 272",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1344055
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/107/0272-01"
      ]
    },
    {
      "cite": "21 Ind. 516",
      "category": "reporters:state",
      "reporter": "Ind.",
      "case_ids": [
        1477484
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ind/21/0516-01"
      ]
    },
    {
      "cite": "49 N. E. 33",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": 0
    },
    {
      "cite": "15 Ark. 655",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8728583
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/15/0655-01"
      ]
    },
    {
      "cite": "29 S. W. 240",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "9 Tex. Civ. App. 424",
      "category": "reporters:state",
      "reporter": "Tex. Civ. App.",
      "case_ids": [
        242327
      ],
      "opinion_index": 0,
      "case_paths": [
        "/tex-civ-app/9/0424-01"
      ]
    },
    {
      "cite": "29 S. W. 102",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "9 Tex. Civ. App. 225",
      "category": "reporters:state",
      "reporter": "Tex. Civ. App.",
      "case_ids": [
        242216
      ],
      "opinion_index": 0,
      "case_paths": [
        "/tex-civ-app/9/0225-01"
      ]
    },
    {
      "cite": "27 How. Pr. 151",
      "category": "reporters:state",
      "reporter": "How. Pr.",
      "opinion_index": 0
    },
    {
      "cite": "27 N. W. 723",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 0
    },
    {
      "cite": "19 Neb. 497",
      "category": "reporters:state",
      "reporter": "Neb.",
      "case_ids": [
        8521349
      ],
      "opinion_index": 0,
      "case_paths": [
        "/neb/19/0497-01"
      ]
    },
    {
      "cite": "33 La. Ann. 870",
      "category": "reporters:state",
      "reporter": "La. Ann.",
      "case_ids": [
        323036
      ],
      "opinion_index": 0,
      "case_paths": [
        "/la-ann/33/0870-01"
      ]
    },
    {
      "cite": "71 Ky. (8 Bush) 560",
      "category": "reporters:state",
      "reporter": "Ky.",
      "opinion_index": 0
    },
    {
      "cite": "6 Ky. (3 Bibb) 430",
      "category": "reporters:state",
      "reporter": "Ky.",
      "opinion_index": 0
    },
    {
      "cite": "49 N. E. 30",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": 0
    },
    {
      "cite": "149 Ind. 283",
      "category": "reporters:state",
      "reporter": "Ind.",
      "case_ids": [
        1567634
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ind/149/0283-01"
      ]
    },
    {
      "cite": "27 Ind. 236",
      "category": "reporters:state",
      "reporter": "Ind.",
      "case_ids": [
        1459140
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ind/27/0236-01"
      ]
    },
    {
      "cite": "55 Cal. 79",
      "category": "reporters:state",
      "reporter": "Cal.",
      "case_ids": [
        1955642
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal/55/0079-01"
      ]
    },
    {
      "cite": "148 Ark. 83",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8717908
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/148/0083-01"
      ]
    },
    {
      "cite": "136 Ark. 217",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1569985
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/136/0217-01"
      ]
    },
    {
      "cite": "42 Ark. 46",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8720894
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/42/0046-01"
      ]
    },
    {
      "cite": "132 Ark. 58",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1576772
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/132/0058-01"
      ]
    },
    {
      "cite": "107 Ark. 272",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1344055
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/107/0272-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 751,
    "char_count": 16026,
    "ocr_confidence": 0.496,
    "pagerank": {
      "raw": 1.7783748341260887e-07,
      "percentile": 0.7131085634722333
    },
    "sha256": "e94aabd26a857736366b94193860db6cb1a6cf9d55e362e021f0f55c2951646d",
    "simhash": "1:0f29e5387942ecc5",
    "word_count": 2828
  },
  "last_updated": "2024-02-27T21:52:19.957046+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Lanier v. Norfleet."
    ],
    "opinions": [
      {
        "text": "Hart, J. (after stating the facts).\nSec. 3772 of Crawford & Moses’ Digest confers a right of action on any candidate to contest the certification of vote as made by the county central committee, and provides that the action shall be brought in the circuit court within any county in the circuit or district wherein any of the wrongful acts occurred, if the contest is for a circuit or district office. It provides further that the complaint shall be supported by the affidavits of at- least ten reputable citizens, within a designated number of days.\nThis court has held that the filing of the affidavits in the manner prescribed by the statute is a prerequisite to the exercise of jurisdiction by the court in a contested election case brought under the act. Logon v. Russell, 136 Ark. 217, and Ferguson v. Montgomery, 148 Ark. 83.\nThis makes it necessary to decide whether or not' O. F. Templeton was a notary public de jure or de facto, at the time the instruments in question purport to have been subscribed and sworn to before him.\nThis court has held that a notary public is a public officer. Sonfield v. Thompson, 42 Ark. 46, and Gray v. Hodges, 107 Ark. 272.\nAfter the admission of the State in 1836, by an act of the General Assembly of November 23, 1837, it was provided that the Governor should, by and with the advice and consent of the Senate, appoint one notary public in each county. Revised Statutes of Ark., p. 588. Sec. 6 of the same act provides that if any notary die, resign, or remove from the county, or be removed from office, his record book and all his public papers shall be delivered to the clerk of the county court to be delivered to his successor.\nThe Legislature of 1848 amended the act so that the county court of each county might appoint one notary public. Acts of 1848, p. 32.\nThe Legislature of 1874 provided that the Governor may appoint a convenient number of notaries public for each county, who shall be citizens of the county for which they are appointed, and who shall file in the office of the recorder of deeds for the county a bond to the State, for the faithful discharge of their duties, in the sum of $1,000 with security to be approved by the clerk of the circuit court of the county, and who shall hold office for the term of four years. Crawford & Moses’ Digest, § 7969. . .\nThe Legislature of 1905 amended the act to give a notary public power coextensive, with the State for the purpose of swearing witnesses, taking affidavits, etc. Sec.- 7970a.\n.Section 7975 is the same,provision as that quoted above as section 6 of the Revised Statutes.\nIt is contended that, under these sections of the statute, a notary public is a State officer, and, although from a particular county, he may remove to another county in the State and still continue to be a notary public until his term of office expires. In making this contention, counsel lay special stress on the fact that, under the statutes, a notary public may take affidavits or acknowledgments in any county in the State. We cannot agree with counsel in this contention. Whatever the extent of the territorial jurisdiction conferred upon him, he is an officer of the county. One purpose contemplated by (lie statute, as expressly shown by its language, is that the Governor may appoint a convenient number of notaries for each county. The same section further provides that they shall be citizens of the county for which they are appointed and file a bond with the recorder of deeds for the county.\nSec. 7975, which, as we have already seen, was a part of the Revised Statutes, provides that, if any notary die, resign, or remove from the county, or be removed from office, his record book and all his public papers shall be delivered to the county clerk. All these provisions clearly indicate that it was the intention of the Legislature for a notary public to be a county officer, and that his permanent removal should work an abandonment or forfeiture of Ms office. TMs is in accord with the provisions of art. 19, sec. 4 of our present Constitution, which reads as follows:\n“All civil officers for the State at large shall reside within the State, and all district, county and township officers within their respective districts, counties, and townships, and shall keep their offices at such places therein as are now or may hereafter he required by law.”\nThe general rule is that if the law requires an officer to reside in the county or district in which he holds his office, and during his term he ceases to reside in such county or district, his removal to another county or district operates as an abandonment of his office, and creates a vacancy therein.\nOf course, this would -not apply to a merely temporary removal for business or pleasure, with no intention of abandoning his office. People v. Brite, 55 Cal. 79; Yonkey v. State, 27 Ind. 236; Relender v. State, 149 Ind. 283, 49 N. E. 30; Lyon v. Commonwealth, 6 Ky. (3 Bibb) 430; Curry v. Stewart, 71 Ky. (8 Bush) 560; McGregor v. Allen, 33 La. Ann. 870; State v. Shirving, 19 Neb. 497, 27 N. W. 723; In re Bagley, 27 How. Pr. 151; Crawford v. Saunders, 9 Tex. Civ. App. 225, 29 S. W. 102, and Ehlinger v. Rankin, 9 Tex. Civ. App. 424, 29 S. W. 240.\nIt follows, by necessary implication, from the language used in the several sections of the statute and the section of the Constitution above quoted, that the office of notary public would undoubtedly become vacant by the removal of the incumbent from the county in and for which he was appointed a notary public. It cannot in any sense bo said that, because he may act in any part of the State in taking affidavits and acknowledgments, he becomes a State officer. Such a holding would be contrary to our previous decisions bearing on the subject. To illustrate: In this State a justice of the peace has always been a township officer, vested under the Constitution with limited judicial powers. In addition to being a judicial officer, the justice is a ministerial officer. The taking of acknowledgments to deeds and the administering of oaths are ministerial acts. These duties are in no wise connected with the judicial powers of the justice, and, being ministerial, it has been held that the officer performing them is not limited to his appropriate territorial jurisdiction in the performance of them, but that he may take affidavits and acknowledgments in any part of the State Biscoe v. Byrd, 15 Ark. 655.\nIn Relender v. State, 49 N. E. 33, in construing a substantially similar provision of the Constitution of Indiana, the Supreme Court of that State said: “Members of a board of commissioners are certainly county officers, and, by the positive command of the Constitution, they are required to reside within the county where they serve as such officers, and perform such duties as the law may direct. The provision of our fundamental law which restricts residence of a county officer to his county must be construed as requiring him to be a resident thereof, not in the general sense of that term, but he is required to actually reside therein during the time he is the incumbent of the office. This holding is fully supported by the decision in the appeal of State v. Allen, 21 Ind. 516. That the title of a public officer may be terminated and his office vacated by abandonment, is a rule of law settled beyond controversy. As the Constitution exacts of a county officer the duty to actually reside in the county in which he holds his office, if he violates this provision of ¡the law, by voluntarily ceasing to reside therein during his term, it will operate as an abandonment of the office, and ipso facto a surrender of all of his right and title to the office.” (Citing authorities).\nThe undisputed evidence shows that Templeton had removed permanently from Clay County, of which he was a citizen when he was appointed a notary public, to Crittenden County, of which he was a citizen at the time he took the affidavits in question. Consequently, having abandoned his office by his permanent removal to another county, it became vacant, and he was no longer a de jure officer. An officer de facto must not only perform the duties of the office with public acquiescence, but lie must also be in possession of it. Faucette v. Gerlach, 132 Ark. 58.\nIt is true that tlie record shows that Templeton was exercising the function of notary public, taking affidavits, acknowledgments, etc., at the time he signed the jurat to the affidavits in question as a notary public, but it cannot be said that he was in possession of the office.\nAs we have already said, the act with regard to the appointment of notaries public and their duties must be read together and construed as a whole. When this is done, it is evident that the Legislature intended to make a notary public a county officer, and to create a vacancy in such office when he removed to another county.\nThis is indicated not only by sec. 7969, describing the qualifications of the notary, but also by the provisions of sec. 7975, ordering the delivery of his public papers to the county clerk when any notary dies, resigns, removes from the county, or is removed from'office. By necessary implication the statute, when construed in connection with the clause of the Constitution above quoted, makes a permanént removal from the county an abandonment of his office, and creates a vacancy in it. The office is a statutory one, created for the convenience of the inhabitants of a county, and for their convenience the notary may exercise his functions in any part of the State, but this does not make his office migratory. After Templeton removed permanently from Clay County, he abandoned his office and thereby created a vacancy in it. He did not attempt or pretend to keep an office in Clay County, and he could not carry it with him. Therefore he did not remain in possession of his office and thus perform one of the essential requirements of an officer de facto.\nIt follows that the circiut court was correct in holding that Templeton was not either a notary public de jure or de facto, and that therefore there was no compliance with sec. 3772 of the Digest in filing with the complaint the affidavits of ten reputable citizens. The complaint was properly dismissed for want of jurisdiction, and the judgment will be affirmed.",
        "type": "majority",
        "author": "Hart, J. (after stating the facts)."
      }
    ],
    "attorneys": [
      "Berry & Wheeler, W. J. Lanier and Frank Berry, for appellant.",
      "Rudolph Isom, J. W. House, Jr., L. G. Going and 8. II. Mann, for appellee."
    ],
    "corrections": "",
    "head_matter": "Lanier v. Norfleet.\nOpinion delivered December 11, 1922.\nNotaries — residence in county. — Residence in the county wherein he is appointed is essential to constitute either a de jure or de facto notary public, and where a notary public permanently removes from the county in which he was appointed to act, affidavits subsequently taken by him in another county are nullities.\nAppeal from 'Crittenden Circuit Court, First Division; W. W. Bandy, Judge;\naffirmed.\nSTATEMENT OF FACTS.\nOn the 28tli day of August, 1922, W. J. Lanier instituted an action against M. B. Norfleet, Sr., in the Crittenden Circuit Court, to contest Ms nomination for senator in the TMrty-second Senatorial District of the State at the primary election of the Democratic party-held on August 8, 1922.\nThe specific grounds of the contest were stated in the complaint, and need not be repeated here, because they are not necessary to a decision of the issue raised by the appeal.\nWith the complaint was filed an instrument in writing’, signed by ten reputable citizens of Crittenden County, Art., who are members of the Democratic party, to the effect that the statements in the complaint were true to the best of the knowledge, information and belief of each of the subscribers thereto. Then follow the signatures of the ten persons, and it purports to have been subscribed and sworn to before O. F. Templeton, notary public.\nAmong other grounds, the defendant, Norfleet, moved to dismiss the complaint because O. F. Templeton was not at the time a duly commissioned and acting notary public. On this point the case was tried upon an agreed statement of facts as follows:\n“That O. F. Templeton was formerly a citizen of Clay County, and was granted a commission as notary public by the Governor of the State of Arkansas while residing there. That subsequently the said O. F. Temple-ton moved to Crittenden County, Arkansas. That in the year 1921 he assessed his personal property in Crittenden County for taxation; that he paid his poll-tax due for the year 1921 in Crittenden County, Arkansas, and that he'voted in Jasper Township in Crittenden County, Arkansas, in the primary election held August 8, 1922, and since his removal to Crittenden County he has continuously resided there and has continuously exercised the duties of notary public under the commission as issued to him in Clay County, Arkansas, and that he has received no additional appointment as notary public in any county in the State of Arkansas from the Governor, and that his term of office under his Clay County appointment expires February 24, 1923; by the terms of that appointment, and as such notary public, under the Clay County commission, he took the affidavits of the affiants to the affidavit supporting the complaint filed in this cause. That-O. F. Templeton has filed no bond in Crittenden County, where he has exercised the duties of notary public, but- immediately after the execution of the Clay County commission the said O. F. Templeton filed in the office of the Circuit Clerk of Clay County, Arkansas, a bond conditioned as required by the statute. That said O. F. Templeton is now and lias been since his appointment. single and unmarried, but the family of his father reside and are citizens of Clay County, Arkansas, and that said Templeton has made trips to Clay County, visiting the said family of his father.”\nThe court held that O. F. Templeton was not a notary public at the time he attempted to take the affidavits in question, and dismissed the complaint for want of jurisdiction.\nFrom the judgment rendered the plaintiff, W. J. Lanier, has duly prosecuted an appeal to this court.\nBerry & Wheeler, W. J. Lanier and Frank Berry, for appellant.\n1. Templeton was a notary public de jure, and there was no defect in the affidavit. From territorial days up to 1901 the office of necessity was a county office. See Law of Arkansas Territory, 1835, p. 438; English, Digest 1848, p. 752; Acts 1848, p. 32; Constitution, 1868, art. VI, § 16; Acts 1874, p. 61. But the Legislature of 1901, Acts 1901, p. 148, provided “that the powers and authority of notaries public shall be coextensive with the State for the purpose of swearing witness and taking depositions” and this was further enlarged by the act of 1905, Acts 1905, p. 687. 107 Ark. 272; 84 Ark. 537; Const. 1874, art. 19, § 4.\n2. If he ceased to be a notary public de jure when he removed from the county, he was, at any rate, a notary public de facto, and his acts cannot be questioned collaterally, as is attempted here. 38 Ark. 150; Id. 571 ; 49 Ark. 439 ; 55 Ark. 81; 38 Conn. 449; 9 Am. Rep. 409; 132 Ark. 58; 65 Ark. 343; 129 Ark. 286; 133 Ark. 277; 147 Ark. 178; 134 Ark. 535; 42 Ark. 46.\nRudolph Isom, J. W. House, Jr., L. G. Going and 8. II. Mann, for appellee.\nThe filing of the affidavit was jurisdictional. C. & M. Digest, § 3772; 136 Ark. 217; 206 S. W. 131. Templeton vacated his office of notary public by removal from Clay County. Art. 19, §4, Const. 1874. It is a county office. C. & M. Digest, § 7969. That it was the legislative intention that only persons residing in the ■county were eligible for this office is made clear by §■§ 7976 and 7975, Id. And the last named section does away with the contention that he was still a de facto officer, even though not such de jure. Removal for temporary purposes is protected by the Constitution, art. 19, § 7. But here the removal was permanent.\nWhere a vacancy is created by statute a judicial determination is not necessary. 140 Am. St. Rep. 181; 113 Id. 512 and note 517; 100 Calf 537; 131 Ky. 384; 22 R. C. L., p. 438, § 93, and p. 256, § 264; 54 Pac. 805; 61 Atl. 172; 27 Tex. App. 558; 141 Mich. 31; 104 N. W. 324."
  },
  "file_name": "0216-01",
  "first_page_order": 242,
  "last_page_order": 249
}
