{
  "id": 1357203,
  "name": "Jerome Hardwood Lumber Company v. Beaumont Lumber Company",
  "name_abbreviation": "Jerome Hardwood Lumber Co. v. Beaumont Lumber Co.",
  "decision_date": "1923-02-19",
  "docket_number": "",
  "first_page": "220",
  "last_page": "225",
  "citations": [
    {
      "type": "official",
      "cite": "157 Ark. 220"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "58 S. W. 252",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": -1
    },
    {
      "cite": "68 Ark. 225",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1334065
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/68/0225-01"
      ]
    },
    {
      "cite": "85 S. W. 850",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": -1
    },
    {
      "cite": "24 Ark. 371",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8727095
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/24/0371-01"
      ]
    },
    {
      "cite": "33 Ark 307",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8723716
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/33/0307-01"
      ]
    },
    {
      "cite": "7 Ark. 470",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8727720
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/7/0470-01"
      ]
    },
    {
      "cite": "34 N. E. 579",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": -1
    },
    {
      "cite": "7 Ind. App. 462",
      "category": "reporters:state",
      "reporter": "Ind. App.",
      "case_ids": [
        2390758
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ind-app/7/0462-01"
      ]
    },
    {
      "cite": "96 Ark. 384",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1542012
      ],
      "pin_cites": [
        {
          "page": "188"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/96/0384-01"
      ]
    },
    {
      "cite": "88 Ark. 422",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1517125
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/88/0422-01"
      ]
    },
    {
      "cite": "119 Ark. 1",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8717437
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/119/0001-01"
      ]
    },
    {
      "cite": "65 Ark. 320",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        609238
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/65/0320-01"
      ]
    },
    {
      "cite": "96 Ark. 188",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "117 Mo. App. 19",
      "category": "reporters:state",
      "reporter": "Mo. App.",
      "case_ids": [
        1533447
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mo-app/117/0019-01"
      ]
    },
    {
      "cite": "23 Ark. 63",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1866074
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/23/0063-01"
      ]
    },
    {
      "cite": "105 Ark. 233",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1347042
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/105/0233-01"
      ]
    },
    {
      "cite": "97 Ark. 522",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1318775
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/97/0522-01"
      ]
    },
    {
      "cite": "78 Ark. 336",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1497303
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/78/0336-01"
      ]
    },
    {
      "cite": "88 Ark. 422",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1517125
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/88/0422-01"
      ]
    },
    {
      "cite": "119 Ark. 1",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8717437
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/119/0001-01"
      ]
    },
    {
      "cite": "65 Ark. 320",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        609238
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/65/0320-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 491,
    "char_count": 10900,
    "ocr_confidence": 0.43,
    "pagerank": {
      "raw": 1.2087512110686553e-07,
      "percentile": 0.5953843254954246
    },
    "sha256": "cbaae9765cd795e02845a532e7fd822a6b1b8e0c84155d5e9b2bda8b8deb0459",
    "simhash": "1:0a7cbd7d3e4a5be4",
    "word_count": 1828
  },
  "last_updated": "2024-02-27T20:13:54.858580+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Wood and Hart, JJ., dissent."
    ],
    "parties": [
      "Jerome Hardwood Lumber Company v. Beaumont Lumber Company."
    ],
    "opinions": [
      {
        "text": "McCulloch, C. J.\nThis is an action instituted by appellee against appellant to recover damages arising from an alleged breach of a contract for the sale by appellee to appellant of four carloads of lumber to be shipped from Starks, Louisiana, to appellant’s place of business in Drew County, Arkansas.\nIt is alleged in the complaint that appellant entered into an agreement (in the form of a written order and written acceptance) whereby appellant agreed to purchase four carloads of-lumber of the description set forth in the written order, and that appellant subsequently broke the contract by refusing to accept the lumber. Damages are laid in the sum of $1,324.12, alleged to be the difference ¡between the contract price and the price for which the lumber sold on the market after appellant’s refusal to accept it.\nThere was a trial of the issues before a jury, and the verdict was in appellee’s favor for $617.06 damages.\nAppellants defended below on the ground that appellee had committed the first breach of the contract by shipping- inferior lumber not up to contract under a former order, but the court ruled that this constituted no justification for appellant’s refusal to accept the lumber, and gave the jury a peremptory instruction in favor of appellee on that.issue. We are of the opinion that the trial court was correct in giving the peremptory instruction in appellee’s favor.\n■ Appellee was doing business at Beaumont, Texas, and appellant was engaged in the lumber business at Jeróme, in Drew County.\nAll the communications between the parties with respect to this and other transactions between them were in writing. Appellant sent in a written order to appellee on April 1 for two carloads of lumber, and they were shipped, one from Devers, Texas, and the other from Hawthorne, Louisiana. An order was sent in for another car on April 6,' 1920, and this car was shipped from Starks, Louisiana. The order involved in the present case embraced four carloads, and was dated May 15, 1920, the acceptance of appellee being- dated May» 18. Each of the orders was separate and had no reference to each other. There is not in the record any antecedent correspondence which could be treated as a part of either of the contracts or which throws any light upon them.\nWhen the first carload of lumber shipped under the order of April 1, 1920, reached appellant’s place of business, there was a refusal of acceptance, on the ground of its being not up to the terms of the contract, but appellee accepted appellant’s inspection and settled on the latter’s terms. 'When the second ear under the order of April 1 was received by appellant’s place of business, it was also found to be not up to specifications, and appellee accepted appellant’s inspection on this car and permitted settlement to be made on appellant’s own terms. This car was received after the order of May 15, 1920, was given and accepted, and it was at that time that appellant undertook to cancel.the order on the ground that the shipments under a prior order were not up to the specifications of the contract. The car shipped under the order of April 6, 1920, was inspected by a national inspector, in accordance with the terms of the contract, and was accepted by appellant without complaint.\nThe 'Contention of appellant is that the fact that the two carloads of lumber shipped under the order of April 1,1920, not being up to the terms of the contract, justified a refusal to perform the contract represented by the order of May 15, 1920.\nWe recognize the well-established rule that one who-first breaks a contract cannot maintain suit to recover upon it, and that the failure of one party to comply with a contract releases the other party from performance. Missouri Pacific Ry. Co. v. Yarnell, 65 Ark. 320; Spencer Medicine Co. v. Hall, 78 Ark. 336; John A. Gauger & Co. v. Sawyer & Austin Lbr. Co., 88 Ark. 422; Ford Hardwood Lbr. Co. v. Clement, 97 Ark. 522; Keopple v. Delight Lbr. Co., 105 Ark. 233; Ensign v. Coffelt, 119 Ark. 1.\n, The application of this rule is confined, however, to performance by the respective parties of the same contract, and not to the performance of distinct and independent contracts. The breach by one party to a contract does not release the other party from performance of another independent contract. 5 Page on Contracts, § 2976.\nThere is not a particle of proof in this case of any relation between the different contracts, nor is there any proof that the cars of lumber last ordered were not in accordance with, the contract. Each order was separate, and constituted a distinct and independent contract, and, as before stated, the fact that some of the lumber shipped under the first order was not up to specifications affords no justification for the refusal to accept the lumber tendered under the last contract.\nOne of the witnesses introduced by appellant testified that it was their method of business to buy lumber of certain grades for a special trade, but there is no testimony that this was communicated to the appellee or that it was incorporated in the order, for the order itself is in writing, and gives sufficient specification of the lumber to be shipped. Nor does the fact that all of the orders specify the same kind of lumber affect the question of appellant’s right to refuse performance of the contract on account of the lumber shipped on the former order being defective. Each order contained its own specifications of lumber to be shipped, and appellant undoubtedly bad the right to reject any lumber which was not in accordance with the specifications, but this is quite another thing from a refusal to permit performance of the last contract because there had been a breach in the performance of an independent contract.\nThere are several assignments with reference to the introduction of evidence, but these assignments become immaterial since we hold that, according to the undisputed evidence, appellant committed an unjustified breach of the contract, and appellee is entitled to recover damages on that account.\nIt is also contended that the order for the lumber is too indefinite to constitute n binding contract, in that it merely described the quantity of lumber as four carloads, without any other further specifications as to quantity. The order in this regard reads as follows:\n“4 carloads 4-4\" No. 2 common and better plain oak as follows:\n“4-4 FAS ..............................................................................$150.00\n“4-4 No. 1 common.........................................................110.00\n“4-4 No. 2 common...................................................... 65.00”\nThe argument, is that four carloads of lumber may mean any quantity that appellee might see fit to ship in four separate cars. It appears from the record that the capacity of railroad cars is from 8,000 to 15,000 feet of lumber. Under the terms of the contract, appellee had a right to deliver four carloads of at least minimum capacity, and the specification, we think, was not too indefinite to constitute an enforceable contract.\nIt is also contended that the contract was too indefinite because it did not specify the quantity of-lumber of the different grades. The effect of the contract is to bind the purchaser to accept carloads of lumber of any of the kinds specified without regard to the quantity of the different grades. In other words, the contract constituted an undertaking to accept lumber of any of the grades specified.\nFinally, it is contended that the verdict is not sustained by evidence sufficient to show the extent of the damage, but we are of the opinion that the evidence shows even more damages than the jury allowed. It is disclosed in the evidence that the parties corresponded for a time after appellant’s attempt to cancel the order, in an effort on the part of appellee to induce appellant to accept the lumber, and that the lumber was resold on the market within a reasonable time after appellant refused to accept it.\nJudgment affirmed.\nWood and Hart, JJ., dissent.",
        "type": "majority",
        "author": "McCulloch, C. J."
      }
    ],
    "attorneys": [
      "Williamson & Williamson, for appellant.",
      "Rogers, Barter & Henry, for appellee."
    ],
    "corrections": "",
    "head_matter": "Jerome Hardwood Lumber Company v. Beaumont Lumber Company.\nOpinion delivered February 19, 1923.\n1. , Sales — failure to accept goods — defense.—In an action against a buyer of lumber for refusing to accept lumber sold, a defense that lumber -bought from plaintiff under another and independent contract was inferior and not up to the contract was no justification for refusal to accept the lumber in question, regardless of the fact that the same kind of .lumber was specified in both contracts.\n2. Contracts — effect of breach. — The rule that one who first breaks a contract cannot .maintain a suit to recover upon it and that such breach releases the other party from performance applies to performance by the respective parties of the same contract, not to performance of an independent contract.\n3. Appeal and error — admission of evidence — -harmless error.— In an action by a seller against a buyer for refusing to accept lumber, where, on undisputed testimony, the seller was entitled to recover, assignments of error with reference to the introduction of evidence were immaterial.\n4. Sales- — order for lumber not indefinite. — An order for four carloads of lumber, specifying the kind -and grades^ was not too indefinite -as to the quantity nor -as to the quality of the different grades ordered; as -the seller had a right to deliver f-our carloads of at least minimum capacity, and of any of the kinds specified, without regard to the quantity of the different grades.\n5. Sales — verdict.—Evidence as to the amount of damage sustained by breach of a contract to -accept four carloads of lumber held sufficient to- sustain verdict.\nAppeal from Drew Circuit Court; Turner Butter, Judge;\naffirmed.\nWilliamson & Williamson, for appellant.\n1. The purported contract is void and unenforceable for vagueness and uncertainty. No contract has been proved for any definite quantity of lumber, nor for any legally ascertainable total contract price. 23 Ark. 63; 117 Mo. App. 19; 96 Ark. 188.\n2. The court erred in refusing to submit appellant’s defense to the jury. The failure of one party to a contract to comply with its terms releases the other party from compliance. 65 Ark. 320; 119 Ark. 1; 88 Ark. 422.\nRogers, Barter & Henry, for appellee.\n1. A properly identified contract was proved. As to the contention that no contract for a definite quantity of lumber was proved, the cases relied on by appellant are not in point. The law applicable is stated in 96 Ark. 384, 188. See also 7 Ind. App. 462, 34 N. E. 579.\n2. Testimony as to the two contracts prior to the one sued upon was not within the issue raised by the pleadings, and was inadmissible. 7 Ark. 470; 33 Ark 307; 24 Ark. 371. The contracts were separate and distinct. An alleged breach of one of the prior contracts was not admissible. 85 S. W. 850; 68 Ark. 225; 58 S. W. 252'. ."
  },
  "file_name": "0220-01",
  "first_page_order": 242,
  "last_page_order": 247
}
