{
  "id": 8720048,
  "name": "Reynolds v. State",
  "name_abbreviation": "Reynolds v. State",
  "decision_date": "1932-10-10",
  "docket_number": "Cr. 3818",
  "first_page": "223",
  "last_page": "227",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 223"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "243 S. W. 853",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "155 Ark. 19",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1360567
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/155/0019-01"
      ]
    },
    {
      "cite": "139 S. W. 1139",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "100 Ark. 180",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1312242
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/100/0180-01"
      ]
    },
    {
      "cite": "284 S. W. 751",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "171 Ark. 307",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1369424
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/171/0307-01"
      ]
    },
    {
      "cite": "233 S. W. 776",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "149 Ark. 601",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8721966
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/149/0601-01"
      ]
    },
    {
      "cite": "230 S. W. 587",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "148 Ark. 518",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8721639
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/148/0518-01"
      ]
    },
    {
      "cite": "179 S. W. 361",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "120 Ark. 193",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1561054
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/120/0193-01"
      ]
    },
    {
      "cite": "159 S. W. 211",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "109 Ark. 510",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1341181
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/109/0510-01"
      ]
    },
    {
      "cite": "88 S. W. 822",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "76 Ark. 110",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1501056
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/76/0110-01"
      ]
    },
    {
      "cite": "141 S. W. 756",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "101 Ark. 147",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1311065
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/101/0147-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 463,
    "char_count": 7313,
    "ocr_confidence": 0.528,
    "pagerank": {
      "raw": 7.07253111941357e-08,
      "percentile": 0.42591923312903573
    },
    "sha256": "883a5fc3eef32610c1d33b6e5ee5805c504b5e0339457d6f39a17ef3fb9db701",
    "simhash": "1:c28d1a566efed5c7",
    "word_count": 1289
  },
  "last_updated": "2024-02-27T17:52:01.123529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Reynolds v. State."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nThis appeal is from a judgment sentencing appellant for a term of twenty-one years in the penitentiary upon a conviction for murder in the second degree. Only one assignment of error appears to be of sufficient importance to require discussion, and that is, whether the testimony is legally sufficient to support a conviction for that crime.\nThere is no serious conflict in the testimony, which is to the following effect: Deceased, accompanied by Ott Reynolds and a son of Ott Reynolds, came to appellant’s home early in the evening for the purpose of visiting one Jack Wilson, who was there at appellant’s home suffering from a burned arm. Ott Reynolds is a cousin of appellant.\nAppellant heard a noise at his barn, and took his shotgun and went to the barn to investigate. When he returned from his investigation, he found deceased and Ott Reynolds and the latter’s son in the house. The visitors did not go into Wilson’s room, but remained in the room where appellant and the members of his family and the wife of Mr. Wilson were. There was a small dog in the room, concerning which deceased made a remark so vulgar that only a man maudlin drunk would have made it. Deceased also injured the dog by trying to break its leg. Ott Reynolds enticed deceased out of the room and endeavored to take him home. Deceased refused to go, and declared he would re-enter the room. To prevent him from doing so, the door was closed and latched. The door consisted of four planks, held together by two braces or cross-pieces, with a wooden latch in the center. Deceased shook and kicked the door, and continued kicking it until he kicked it open, and in doing so one of the planks of the door had been kicked loose from the crosspieces to which it had been fastened. The occupants of the house were screaming while deceased was kicking the door. The testimony is confusing as to whether deceased attempted to enter the room immediately after kicking the door open, or whether he kicked it open when he first left the house. In any event, deceased returned to the house, after having been taken away from it by Ott Reynolds, and was warned several times by appellant not to re-enter. Deceased was shot with, a shotgun, and fell on the porch just in front of the door, where he died in a short time.\nFor the reversal of the judgment, it is insisted that the undisputed evidence shows that appellant killed deceased in defense of his home and the inmates therein, from the aggression of one who was attempting, by violence, to enter it.\nOn behalf of the State, it is pointed out that all of the witnesses to the killing who so testified were either relatives or friends of the defendant, and it is insisted that the presumption arising from the proof of the killing under § 2342, Crawford & Moses’ Digest, was not overcome by this testimony.\nThis section reads as follows: “The killing being proved, the burden of proving circumstances of mitigation that justify or excuse the homicide shall devolve on the accused, unless by the proof on the part of the prosecution it is sufficiently manifest that the offense. committed only amounted to manslaughter, or that the accused was justified or excused in committing the homicide. ’ ’\nThis statute has been construed in numerous cases, and the case of Brock v. State, 101 Ark. 147, 141 S. W. 756, is exactly in point on the application of the statute to the facts of this case. In the Brock case, supra, the court read the statute as an instruction in the case, and prosecuting counsel, in commenting upon the statute, said: “The instruction means that, the killing being proved, the burden of proving that he was justified in doing it is on the defendant; and°if the defendant does not prove to your satisfaction that he is not guilty, you must convict him of murder. ’ ’ The trial court overruled an objection to this argument, aDd in holding that this was error, this court said: “The remarks of the counsel, sanctioned by the court in its refusal to sustain an objection to them, were a misinterpretation of the instruction that had been given by the court, and were an incorrect statement of the law. It was a statement, too, in direct conflict with the instruction upon which the attorney was commenting.\n“The court correctly instructed the jury in the instruction that the burden rested upon the State to prove the crime charged, and that this burden did not, at any time, shift to the defendant, but, according to the construction which the attorney placed upon the instruction, with the sanction of the court, the jury were told in effect that, after the killing had been proved by the State, then the. burden shifted to the defendant to prove that he was not guilty of the crime charged, and that he must make such proof, too, to the satisfaction of the jury. This was well calculated to confuse and mislead the jury, and to cause them to fail to understand the true meaning of the instruction.\n“The killing being proved, unless the evidence on the part of the State shows circumstances of mitigation, justification, or excuse, it devolves upon the appellant if he relies upon such circumstances to show them, but the burden is still on the State to show that the defendant is guilty of every grade or degree of crime included in the indictment. The burden, in other words, in a charge for murder, never shifts to the defendant, but always remains on the State. Cogburn v. State, 76 Ark. 110, [88 S. W. 822].”\nOther cases to the same effect are as follows: Scoggin v. State, 109 Ark. 510, 159 S. W. 211; Johnson v. State, 120 Ark. 193, 179 S. W. 361; Parsley v. State, 148 Ark. 518, 230 S. W. 587; Williams v. State, 149 Ark. 601, 233 S. W. 776; Black v. State, 171 Ark. 307, 284 S. W. 751; Walker v. State, 100 Ark. 180, 139 S. W. 1139; Maddox v. State, 155 Ark. 19, 243 S. W. 853.\nThe burden was therefore upon the State to prove that appellant was guilty of murder, notwithstanding this statute, and we do not think the testimony was sufficient for that purpose. On the other hand, we are unable to say, as a matter of law, that the testimony excuses and justifies the killing. There was no testimony of previous ill-will between the parties. Deceased was found to be unarmed after his death, but the testimony does not show whether appellant knew this. Appellant probably knew, or should have known, that neither he nor the other inmates of the house were in danger of great bodily harm from deceased, in view of the number of persons present to restrain him, but deceased’s conduct was such as to arouse the anger of appellant to an irresistible point.\nWe therefore feel constrained to reverse the judgment sentencing appellant to a term in the penitentiary for murder in the second degree, and to cure that error by reducing the grade of the homicide tó voluntary manslaughter.\nThe judgment of the court below will therefore be reversed, and the judgment will be modified by reducing the conviction to voluntary manslaughter, and a sentence of seven years, the highest punishment for that offense, is hereby imposed. Blake v. State, ante p. 77. It is so ordered.",
        "type": "majority",
        "author": "Smith, J."
      }
    ],
    "attorneys": [
      "Edward Gordon and Garner Fraser, for appellant.",
      "Hal L. Norwood, Attorney General, and Robert F. Smith, Assistant, for appellee."
    ],
    "corrections": "",
    "head_matter": "Reynolds v. State.\nCr. 3818\nOpinion delivered October 10, 1932.\nEdward Gordon and Garner Fraser, for appellant.\nHal L. Norwood, Attorney General, and Robert F. Smith, Assistant, for appellee."
  },
  "file_name": "0223-01",
  "first_page_order": 243,
  "last_page_order": 247
}
