{
  "id": 1428238,
  "name": "Fairbank v. Douglas",
  "name_abbreviation": "Fairbank v. Douglas",
  "decision_date": "1933-11-27",
  "docket_number": "4-3190",
  "first_page": "224",
  "last_page": "234",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 224"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "39 S. W. (2d) 521",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "183 Ark. 959",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1441675
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/183/0959-01"
      ]
    },
    {
      "cite": "276 S. W. 355",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "169 Ark. 603",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1373886
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/169/0603-01"
      ]
    },
    {
      "cite": "36 S. W. (2d) 398",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "183 Ark. 469",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1441776
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/183/0469-01"
      ]
    },
    {
      "cite": "49 S. W. (2d) 1039",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "185 Ark. 851",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1435232
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/185/0851-01"
      ]
    },
    {
      "cite": "41 S. W. (2d) 759",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "184 Ark. 1",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1438633
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/184/0001-01"
      ]
    },
    {
      "cite": "182 S. W. 283",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "121 Ark. 621",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1559362
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/121/0621-01"
      ]
    },
    {
      "cite": "86 S. W. 426",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "74 Ark. 583",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8723770
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/74/0583-01"
      ]
    },
    {
      "cite": "187 S. W. 666",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 1
    },
    {
      "cite": "124 Ark. 278",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1554949
      ],
      "opinion_index": 1,
      "case_paths": [
        "/ark/124/0278-01"
      ]
    },
    {
      "cite": "291 S. W. 810",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 1
    },
    {
      "cite": "172 Ark. 1064",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 1
    },
    {
      "cite": "276 S. W. 355",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 1
    },
    {
      "cite": "169 Ark. 603",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1373886
      ],
      "opinion_index": 1,
      "case_paths": [
        "/ark/169/0603-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 762,
    "char_count": 18754,
    "ocr_confidence": 0.51,
    "pagerank": {
      "raw": 6.642137631490024e-08,
      "percentile": 0.4050415680605317
    },
    "sha256": "234597e7257fab3b810f1d1f7313047d2914217e4e6f3147aba9b094d9b1f845",
    "simhash": "1:b304b4ecab01cdca",
    "word_count": 3282
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "I am authorized to say that Justices Mehaffy and McHaney concur in the views here expressed."
    ],
    "parties": [
      "Fairbank v. Douglas."
    ],
    "opinions": [
      {
        "text": "Johnson, C. J.,\n(after stating the facts). Appellants’ first contention is that the sale to Sewer Improvement District No. 1 on September 17, 1928, was void, because, on the date of the sale to the sewer district, title to the property was in the State, because of the forfeiture and sale to the State on June 12, 1927, for nonpayment of taxes for 1926. It is stipulated between counsel for appellant and counsel for appellee-that the county clerk of the Chickasawba District of Mississippi County, wherein the lands are situated, has kept no record of the list of delinquent lands and notice of payment of taxes of delinquent lands in said district since 1924. Section 10,085 of Crawford & Moses’ Digest, after providing for the form of notice to be attached to the delinquent land list to be sold by the county clerk, provides :\n“The clerk of the county court shall record said list and notice in a book to be by him kept for the purpose,” etc.\nThe requirements provided for in § 10,085 of Crawford & Moses’ Digest have been held to be mandatory. Hunter v. Gardner, 74 Ark. 583, 86 S. W. 426; Earle v. Harris, 121 Ark. 621, 182 S. W. 283; Osceola Land Co. v. Chicago Mill & Lumber Co., 184 Ark. 1, 41 S. W. (2d) 759.\nIt will thus be seen that the failure of the county clerk of the Chickasawba district of Mississippi County to record the list of delinquent lands voided the collector’s sale, which occurred on June 12, 1927.\nWe held in Tallman v. Board of Commissioners of Northern Road Improvement District of Arkansas County, 185 Ark. 851, 49 S. W. (2d) 1039: “We have heretofore held that, when lands have been sold to the State, the lien for assessments was suspended, and could be enforced after the lands went back to private ownership. Of course, this meant a valid sale. A void sale would not suspend the statute, because, if Amid, it is a nullity, binding on no one.”\nSince the forfeiture and sale of the lands in this controversy to the State in June, 1927, for nonpayment of taxes for 1926 is determined to be void for noncompliance with § 10,085 of Crawford & Moses Digest, and, since this court has decided that a void tax sale does not suspend improvement district taxes and the enforcement thereof, it naturally folloAvs that the sale in the instant case to the seAver district in September, 1929, Avas, and is, a valid sale.\nIt is insisted on behalf of appellant that the doctrine as announced in the Tallman case has no application to the facts of this case. The contention is that the assessment of benefits upon which the sale was effected to the sewer district was not due or payable in June, 1927, at the time of the forfeit to the State, therefore it is said that the sewer district was not such interested party as could bring in question the invalidity of the sale to the State. The case of Hopper v. Chandler, 183 Ark. 469, 36 S. W. (2d) 398, is called to our attention. It is true that Ave used the following language in reasoning out the conclusion reached in that case:\n“In order to question the validity of the tax title, the plaintiff must show that those under whom it holds Avere the owners of the land or had some interest in it at the time it was sold for taxes. (Citing cases.)\n“At the time of the sale for taxes, the appellant had no interest and claimed no interest, and, so far as the record shows, there were no assessments due to improvement District No. 4 at the time this land Avas certified to the State. It therefore appears that, at the time of the forfeiture and sale for taxes, neither the appellant nor the improvement district had any claim against this land, and, as the title was apparently in the State at the time of the sale under the decree of the chancery court, the chancery sale Avas void, and the court below was correct in so holding, and the decree must therefore be affirmed. ’ ’\nThe language used to the effect; “There- were no assessments due to Improvement District No. 4 at the time this land was certified to the State. It therefore appears that, at the time of the forfeiture and sale for taxes, neither the appellant nor the improvement district had any claim against this land,” after a careful analysis, is merely dictum, and ivas not necessary to the conclusion reached. On the contrary, we understand the law to he that an improvement district, holding assessments of benefits against lands within the boundaries of its district, is an interested party in contemplation of law, which can bring in question the invalidity of any tax sale or forfeiture, and this is true, even though the yearly assessment of benefits is not due. The position of an improvement district is analogous to that of a mortgagee of real property. It is uniformly held that a mortgagee of real property may do any act or perform any duty in reference to the protection of title or redemption from sales that can be done or performed by the owner. For this rule to have full application, it is not necessary that the debt secured by the mortgagee be due, or any part thereof, because the status of the parties is established by the execution and delivery of the mortgage. Since we have reached the conclusion that the judicial sale of the property in controversy to Sewer Improvement District No. 1 is a valid sale, it necessarily follows that the decree of the trial court dismissing appellant mortgagees’ complaint for want of equity must be affirmed.\nRegardless of this result, however, it is insisted that the sale by the -sewer district of the lands in controversy to Mrs. Douglas is against public policy and void. It is practically admitted that Robinson’s mortgagee cannot raise or insist upon this question. The question can be and is raised, however, by a citizen and taxpayer of the district, who intervened in said cause, and we now proceed to determine it. The first insistence on this question is that the sale to Mrs. Douglas was for an insufficient and inadequate consideration. Improvement districts are not engaged in the real estate business. Their paramount duty is to collect assessments of benefits and' remit the proceeds to the bondholders. It is not contemplated in law that improvement districts will purchase lands with the view of making profits thereon. When the district disposes of lands acquired by it for an amount aggregating all past-due assessments, prima facie the law has been satisfied. We know of, and have been cited to, no case holding to the contrary. In Arkansas-Louisidna Highway Improvement District v. Pickens, 169 Ark. 603, 276 S. W. 355, we stated the. rule as follows:\n“The theory is, and the practice should be, in order to comply with the spirit of the scheme, for the commissioners in selling the land to secure a sufficient price at least to cover the expenses and all of the delinquent assessments up to the time of the resale, so that the lands will bear their full share of the burden of the expense of the improvement.”\nThe fact is, in the more recent case of Oliver v. Gann, 183 Ark. 959, 39 S. W. (2d) 521, quoting from the first headnote, we held: “Drainage districts may sell land forfeited for nonpayment of assessments for an amount less than would have been required to redeem the land. ’ ’\nWhen an improvement district disposes of lands held by it for an amount equal to, or in excess of the accrued taxes, we are unwilling to say that such sale is improvident or fraudulent.\nIt is next said that Mrs. Douglas could not become the purchaser of the lands from the sewer district. This contention is grounded upon the fact that her husband was the attorney for the district. We know of no rule of law, and none has been cited by counsel, to this effect.\nIt follows from what we have said that the decree of the chancery court should in all things be affirmed.",
        "type": "majority",
        "author": "Johnson, C. J.,"
      },
      {
        "text": "Smith, J.,\n(dissenting). The net result of the majority opinion is that for a consideration of $58.66 the wife of the attorney for the improvement district has acquired property which the undisputed testimony shows has — even now — -notwithstanding the depression, a market value, of not less than $6,000' cash. No witness placed the cash market value at a smaller figure, and some placed it much higher. The Bankers’ Mortgage Company made a cash loan of $5,000, and the appellants, who are the trustees of the Missouri Congregational Conference, thought the property safe security for a loan of that amount, and upon that assumption took an assignment of the mortgage as an investment for $5,000 of the fund held in trust for the support of indigent preachers of that denomination. This result has been reached because, forsooth, the commissioners of the improvement district had the power to sell the property for the price paid.\n. The sale was for less than one per cent, of the value of the property, and was made to the wife of the attorney for the district.\nW. H. Stovall, who is a member of the board of commissioners of the improvement district and the secretary thereof, testified that it was the custom of the board to make deeds to the original owners, in consideration of the taxes, penalty, interest and costs for which property had been sold to the improvement district, and that such deeds were executed to effect redemptions, and that he executed the deed here sought to be canceled upon its presentation to him for that purpose without knowing who the grantee was and upon the assumption that a redemption was being effected by the owner. This result was accomplished because of the confidential relation existing between the. secretary of the board of commissioners and its attorney, and the secretary testified that he would not have executed the deed for the consideration received had he known that the deed was being executed to a stranger to the title.\nBecause such transactions might occur, either inadvertently or through design, public policy should prevent their occurrence.\nIt may be conceded — and I make the concession— that payment of the taxes, penalty, interest and costs for which the land sold to the district, or even a smaller sum if a larger amoúnt could not be obtained, is a consideration sufficient in law to support a deed conveying such property. On the other hand, it is certain that a much larger amount could have been obtained, had any effort in that behalf been made, and, in my opinion, the good faith which should exist between attorney and client required that such effort be made before the attorney for the improvement district should be permitted to acquire, title to valuable property for less than one per cent, of its value, even though the title was taken in the name of the attorney’s wife, if, indeed, such a conveyance could be made at all.\nThe case of Arkansas-Louisiana Highway Imp. Dist. v. Pickens, 169 Ark. 603, 276 S. W. 355, from which the majority quote as holding that the district had the power and authority to sell the land for the amount of taxes, etc., for which it had been sold to the district, states the duty of commissioners acting for the public in such matters. The facts in that case were that, through the failure of certain landowners in an improvement district to pay their annual assessments of benefits, the district had made default in the payment of its maturing obligations, and it became necessary to levy an increased per cent, of the betterments assessed against all the property, including that of lands owned by persons who were not in default. The owners who had paid their assessments complained that, had other owners paid theirs, no increase would have been required in the assessments ; and it was complained also that is was unfair to increase the burdens of persons who had paid their assessments because of the delinquency of others who had made default in that respect. This objection was answered in a statement declaring the duty of the commissioners of the district. This statement, from which the majority have quoted only a single sentence, reads as follows:\n“When the lands are bought in by the commissioners at the foreclosure sales, they become the property of the district, to be used for the purpose of raising revenues to pay the bonds. The lands do not belong to the bondholders, and the district is not entitled to take credit, as contended by counsel for appellees, to any extent until revenues are raised by the sale thereof. The lands thus purchased become the absolute, property of the district, and express authority is conferred by the statute to sell the lands at prices fixed by the commissioners. The theory is, and the. practice should be, in order to comply with the spirit of the scheme, for the commissioners in selling the land to secure a sufficient price at least to cover the expenses and all of the delinquent assessments up to the time of the resale, so that the lands will bear their full share of the. burden of the expense of the improvement. Nor is there any dislocation or destruction of the scheme of uniformity by reason of the purchase, by the district of delinquent lands. By the purchase of lands at foreclosure sale,, when the sales are confirmed, the district becomes the absolute owner of the lands, which renders, not only the estimated benefits, but the total value of the lands subject to sale to raise revenues. It would be a contradiction in terms to say that the. foreclosed lands escape their just proportion of the burden by becoming the property of the district, when, as a matter of fact, by this change in the title the lands become wholly subject to these, burdens.\n“The requirement of uniformity is fully met in the assessment of benefits and the methods of enforcing the same, and the fact that some of the lands, by delinquency of the owners, may become the property of the district under foreclosure proceedings does not, as we have already seen, disturb the uniformity of the scheme. If it were otherwise, it would be impossible to comply with the requirement of uniformity, for foreclosure of the tax lien and purchase by the district in the absence of other purchasers is the only method whereby the burden of taxation can be, successfully enforced.”\nIt appears to me to be apparent that the requirement of uniformity is not only not met but is wholly destroyed if a district having acquired title to delinquent property, as the district here did, may sell a choice piece thereof to the wife of the attorney of the district whose duty it is to protect the public interest.\nA similar question arose in the case of Chicago Mill & Lbr. Co. v. Drainage Dist. No. 17, 172 Ark. 1064, 291 S. W. 810, where the duty of the commissioners of an improvement district as declared in the Pickens case, supra, was reaffirmed. To make that duty plainer and so certain that no doubt about it could exist, it was said, after reaffirming the Pickens case: “It was pointed out in those cases that the lien of the district continued until the taxes were paid or until the lands themselves were acquired by the district through sales for the nonpayment of the taxes, and that, when the delinquent taxes were paid, they became available and should be used in paying the obligations of the district, and further, that, if the lands were sold to the district and not redeemed, then the entire value of the lands to be realized by a sale thereof would be available for this purpose. So that, while a delay would be entailed in obtaining and applying revenues from the delinquent lands, these revenues would finally be obtained and applied, and thus no unequal burden would be imposed.”\nThere is no question about the power 'of the commissioners to sell delinquent property which has forfeited to it because of the delinquency. But the power to sell is not limited to a sale merely for the taxes, etc., for which the land sold. On the contrary, the power exists, and the duty is by law imposed, if the property must be sold by the district, to realize its revenues and to place the property back on the tax books, to sell it as advantageously as possible.\nThe benign policy which the secretary of the district testified he thought he was folloiving, when he signed the deed here attacked,, of executing deeds to original owners as a method of perfecting redemption, is one thing. The policy of permitting a stranger to the title, whose husband occupies the most confidential of all relations, to take advantage of information acquired in the course of that relation to purchase property acquired by the district through the professional services of its attorney is a wholly different proposition.\nIt must be remembered that this question is not raised by one who has no interest in the subject-matter. The trustees of a fund from which a loan of $5,000 was made upon the security of the land sold, have made themselves parties to this proceeding to protect their security evidenced ‘by the mortgage which they own by the assignment thereof to them. The majority opinion furnishes full authority for this intervention on their part. In arguing that the improvement district itself had the right, as an interested party, to question the forfeiture to the State for the nonpayment of the general taxes, the majority say: “The position of an improvement district is analogous to that of a mortgagee of real property. It is uniformly held that a mortgagee of real property may do any act or perform any duty in reference to the protection of title or redemption from sales that can be done or performed by the owner. For this rule to have full application, it is not necessary that the debt secured by the mortgage be due, or any part thereof, because the status, of the parties is established by the execution and delivery of the mortgage.”\nHowever, an owner of property within the district has intervened in that capacity to protect the interest of the district. It cannot therefore be said that the question of the validity of the deed here attacked has not been raised by one having the right to question its validity. If it be said that the property owner does not propose to pay the improvement district its due, it may be answered that the assignees of the mortgage debt make that offer, and their entire good faith is shown not only by their tender but by their prosecution of expensive litigation to be accorded that right.\nIn my opinion, this deed should ‘be set aside as violative of public policy and positive law, and the right of redemption should be accorded as prayed. The case of Cabell v. Board of Improvement, 124 Ark. 278, 187 S. W. 666, appears to me to require that action.\nI am authorized to say that Justices Mehaffy and McHaney concur in the views here expressed.",
        "type": "dissent",
        "author": "Smith, J.,"
      }
    ],
    "attorneys": [
      "Reid, Evrard & Henderson, for appellant.",
      "J. T. Coston and James G. Coston, for appellee."
    ],
    "corrections": "",
    "head_matter": "Fairbank v. Douglas.\n4-3190\nOpinion delivered November 27, 1933.\nReid, Evrard & Henderson, for appellant.\nJ. T. Coston and James G. Coston, for appellee."
  },
  "file_name": "0224-01",
  "first_page_order": 242,
  "last_page_order": 252
}
