{
  "id": 1388518,
  "name": "Eddins v. Williams",
  "name_abbreviation": "Eddins v. Williams",
  "decision_date": "1923-11-26",
  "docket_number": "",
  "first_page": "226",
  "last_page": "233",
  "citations": [
    {
      "type": "official",
      "cite": "161 Ark. 226"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "38 Ark. 96",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1900533
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/38/0096-01"
      ]
    },
    {
      "cite": "136 Ark. 338",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1570040
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/136/0338-01"
      ]
    },
    {
      "cite": "123 Ark. 510",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1556177
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/123/0510-01"
      ]
    },
    {
      "cite": "104 Ark. 500",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1350621
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/104/0500-01"
      ]
    },
    {
      "cite": "85 Ark. 217",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1523341
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/85/0217-01"
      ]
    },
    {
      "cite": "41 Ark. 502",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1896152
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/41/0502-01"
      ]
    },
    {
      "cite": "142 Ark. 378",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1590562
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/142/0378-01"
      ]
    },
    {
      "cite": "142 Ark. 159",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1590580
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/142/0159-01"
      ]
    },
    {
      "cite": "129 Ark. 369",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1580453
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/129/0369-01"
      ]
    },
    {
      "cite": "20 Ore. 527",
      "category": "reporters:state",
      "reporter": "Or.",
      "case_ids": [
        2276219
      ],
      "opinion_index": -1,
      "case_paths": [
        "/or/20/0527-01"
      ]
    },
    {
      "cite": "39 Minn. 467",
      "category": "reporters:state",
      "reporter": "Minn.",
      "case_ids": [
        8878735
      ],
      "opinion_index": -1,
      "case_paths": [
        "/minn/39/0467-01"
      ]
    },
    {
      "cite": "74 Ark. 468",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8722382
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/ark/74/0468-01"
      ]
    },
    {
      "cite": "126 Ark. 266",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1551761
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/126/0266-01"
      ]
    },
    {
      "cite": "74 Ark. 277",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8720314
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/74/0277-01"
      ]
    },
    {
      "cite": "31 Ark. 643",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1879327
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/31/0643-01"
      ]
    },
    {
      "cite": "142 N. W. 928",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": -1
    },
    {
      "cite": "1 Mass. 208",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    },
    {
      "cite": "5 Ark. 110",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8726545
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/ark/5/0110-01"
      ]
    },
    {
      "cite": "69 Ark. 577",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8725241
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/69/0577-01"
      ]
    },
    {
      "cite": "84 Ark. 187",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1524447
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/84/0187-01"
      ]
    },
    {
      "cite": "22 Ind. 447",
      "category": "reporters:state",
      "reporter": "Ind.",
      "case_ids": [
        1474257
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ind/22/0447-01"
      ]
    },
    {
      "cite": "105 Ind. 287",
      "category": "reporters:state",
      "reporter": "Ind.",
      "case_ids": [
        1363676
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ind/105/0287-01"
      ]
    },
    {
      "cite": "38 Ark. 96",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1900533
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/38/0096-01"
      ]
    },
    {
      "cite": "84 Ark. 187",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1524447
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/84/0187-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 629,
    "char_count": 16327,
    "ocr_confidence": 0.482,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.05218180673853958
    },
    "sha256": "d418784a68626d777223a76e55eca46e9e2692d4573ba10fa807f0b5c1235da1",
    "simhash": "1:c8f1e6297ce69c0a",
    "word_count": 2910
  },
  "last_updated": "2024-02-27T21:32:42.656819+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Eddins v. Williams."
    ],
    "opinions": [
      {
        "text": "Hart, J.,\n(after stating the facts). It is first insisted by counsel for the defendants that the justice of the peace had no jurisdiction over the subject-matter of this action, and that the circuit court acquired none on appeal. It is insisted that the items of the account sued' on are in no sense a matter of contract, giving the justice of the peace concurrent jurisdiction with the circuit court in matters of contract where the amount in controversy does not exceed the sum of $300, as provided in art. 7,'§ 40 of the Constitution of 1874.\nIn making this contention counsel rely upon the case of Buckley v. Williams, 84 Ark. 187, in which it is held that, where costs are recovered independent of any other judgment, they do not constitute a debt founded upon contract. The court said that a judgment for costs is a liability created by the statute. We do not think that case has any application whatever to the present one. The costs recovered in that case were incident to a suit between the parties. The account sued on is a list, of the items in cases in the .circuit court where a statute or orders of the circuit court provided for the publication of certain legal notices. The rule governing such cases is well stated in Nelson v. Board of Commissioners of Posey County, 105 Ind. 287. In that case the court said:\n“The primary idea of ‘account’ is some matter of debt and credit, or of a demand in the nature of debt and credit between parties, arising out of contract, or of a fiduciary relation, or some duty imposed by law. It is none the less an account that all the items of charge are by one person against another, instead of being a statement of mutual demands of debit and credit, provided the charges arise out of contract, express or implied, nr from some duty imposed by law.”\nIt follows that the justice court had jurisdiction, and that the circuit court acquired jurisdiction on appeal.\nOn the merits of the case, counsel on both sides have filed exhaustive briefs. Without reviewing and discussing the arguments of counsel in detail, we will state that we have carefully considered their arguments in this case and feel constrained to hold that there was error in the judgment rendered in the court 'below. In the first place, we think there was no liability on the part of the Jonesboro Trust. Company, under our own decisions, as applied to the facts of this case, except for amounts collected by Eddins.\nIn the case of State v. Watson, 38 Ark. 96, the court held that when money in the control of the circuit court is, by its order, placed in the custody of the clerk, he holds it in his official capacity, and may be punished for contempt for failing to pay it over as ordered by the court, and deprived of his office for malfeasance; and that he and his sureties will be liable for it on his official bond to the party entitled to it.\nSection 6803 of Crawford & Moses’ Digest provides that, when any notice or advertisement relating to any cause, matter or thing in any court of record shall he required by law or the order of the court to be published, the same, when duly published, shall be paid by the party at whose instance it was published, and that the payment may be taxed as other costs in the case.\nSection 6805 provides the fees for such legal advertising.\nSection 6807 provides that all such advertising shall be done in newspapers published in the county in which the proceedings are had.\nThe items sued on were for legal notices, which the circuit clerk was required to issue and which, • by the statute and by order of the court, were required to be published in some newspaper. It is true that the clerk acted in his official capacity in delivering the notices to the plaintiffs to be published in their newspaper, but this did not make him personally liable. His official bond was conditioned for the faithful discharge of his official duties, and to that extent his sureties were bound, but no farther. If the clerk should make a personal contract with a newspaper to publish legal notices which came to his office, he would be personally bound therefor, but the sureties on his official bond would not be liable. They would be only liable in case the clerk collected from the interested parties the amount fixed by law for the publication of the legal notices and failed to pay over these amounts to the publishers of the newspapers. In other words, the sureties on the bond of the clerk would be liable for a breach of his bond, and the breach would be in the clerk’s failing to pay over fees which he had collected, by virtue of his office, to persons entitled to receive the same.\nIt appears from the record that, in a few instances, the clerk had collected fees for publication of newspaper notices which he had not paid to the plaintiffs, but he tendered this amount to them, and the plaintiffs refused to receive the same. Therefore it was error in the court below to render judgment against the sureties for any greater amount than the fees collected by the clerk for legal publications which he had failed to turn over to the plaintiffs.\nOn the branch of the case relating to the personal liability of the circuit clerk, the law is well stated in Gardner v. Brown, 22 Ind. 447, in which the court held that a sheriff was not personally liable for printer’s fees for advertising, simply because he officially handed the advertisements to the printer, in the absence of a special contract.\nIn that case the statute required the sheriff to advertise the sale of real estate in a newspaper, if there be one in the county willing to publish such advertisement, and authorized him to incur the expense of so doing. In discussing the question the court said:\n“The sheriff, however, will not be personally liable, unless he makes himself so by contract specially. The printer’s fee will be a part of the costs, and collectable as such. If it should be lost by any negligence on the part of the sheriff in failing to have it taxed, or otherwise, he might be liable on that ground; or if he should collect it and fail to pay it over, he might be liable foi money had and received, etc. But he would not be liable on the contract for advertising simply upon the fact that he had officially handed the advertisement to the printer.”\nIn the application of the rule there announced to the facts in this case we think the trial court erred in submitting the question of personal liability of the clerk to the jury. It is not claimed that the plaintiffs made any express contract with the clerk whereby the latter agreed to become personally liable for the payment of the fees for the legal notices which he sent lo the plaintiffs fór publication. The evidence does show that the clerk sent most of the legal notices which came into his office during his term as circuit clerk to the plaintiffs to be published; but it also is shown that, when the plaintiffs presented their account to him from time to time, the clerk only paid such amounts as he had collected from the parties for whose benefit and in whose interest the legal notices had been published. The plaintiffs knew this fact.\nWe are of the opinion that the plaintiffs might recover either upon an express or an implied contract upon the part of the clerk to become personally liable' for the payment of the fees for all the legal notices sent by him to the plaintiffs for publication, where the facts are legally sufficient to establish such liability.\nAs we have just seen, there was no attempt to show an express contract to pay the fees for publication on the part of the clerk. Neither is there any charge of negligence on his part in failing to collect the fees. It is only claimed that the facts established an implied contract on the part of the clerk to pay the fees. We think the evidence falls short of proving that fact. As above stated, he is not liable for such fees ¡because, as clerk, he handed the legal notices to the plaintiffs for publication. '\nBut it is insisted that he is liable because the plaintiffs charged the accounts to him and that he made no objections to this course. Under the circumstances it would appear that this was done simply as a matter of convenience. According to the testimony of the plaintiffs, they submitted the accounts to the clerk at stated intervals, and knew that he was only paying the amounts which he had collected from the parties interested. In all cases where he made no collections he did not pay. Therefore we are of the opinion that the evidence in the record is not legally sufficient to submit to the jury the personal liability of the defendant, Eddins, upon an implied contract. Under the testimony as disclosed by the record he will be only held liable for the amounts collected by him from the various parties which he failed to pay to the plaintiffs.\nFor the errors indicated the judgment will be reversed, and the cause remanded for a new trial,",
        "type": "majority",
        "author": "Hart, J.,"
      }
    ],
    "attorneys": [
      "Horace Sloan, for appellant.",
      "Lamb & Frierson, for appellee."
    ],
    "corrections": "",
    "head_matter": "Eddins v. Williams.\nOpinion delivered November 26, 1923.\n1. Justice of the peace — jurisdiction of account. — Under Const., art. 7, § 40, giving justices of the peace concurrent jurisdiction in matters of contract where the amount does not exceed $300 and is more than $100, a justice has jurisdiction in matters of account not exceeding $300.\n2. .Clerks of courts — liability for printer’s fees. — The fact that a circuit clerk delivered to the publishers of a newspaper legal notices to be published, as required by Crawford & Moses’ Dig., §§ 6803, 6805, 6807, did not make the clerk personally liable for the publisher’s fees.\n3. Clerks op courts — liability of surety of clerk. — Even though a circuit clerk should make himself personally liable to the publishers of a newspaper for publishing legal notices coming to his office, the surety on his bond is liable merely for the clerk’s failure to pay over to persons entitled thereto .such printing fees as he has collected.\n4. Clerks of courts — implied promise to pay printer. — Where a circuit clerk sent most of the legal notices which came to him during his term of office to plaintiffs to be published, who, for convenience, charged the accounts to him, without objection on his part, and presented their account to him from time to time, but he paid such amounts only as he had collected from the parties liable, and this fact was known to plaintiffs, evidence held insufficient to submit to the jury on the theory of an implied contract.\nAppeal from Craighead Circuit Court, Jonesboro District; P. A. Lasley, special judge;\nreversed.\nSTATEMENT OF FACTS.\nH. L. Williams and J. R. Williams, partners as Williams & Williams, brought this suit against Ben Eddins and the Jonesboro Trust Company, before a justice of the peace, to recover on an account amounting in the aggregate to $289.85.\nJudgment was rendered in favor of the plaintiffs by the justice of the peace, and the defendants duly prosecuted an appeal to the circuit court.\nIn the trial in the circuit court, H. L. Williams was 'the principal witness for the plaintiffs. According to his testimony, he and J. R. Williams constitute the firm of Williams & Williams, who are the proprietors of the Jonesboro Daily Tribune, published in Jonesboro, Craig-head County, Arkansas. During the years of the transactions embraced in this lawsuit Ben Eddins was the circuit clerk. During his term practically all the legal notices which came through his office were sent by him to the plaintiffs to be published in their newspaper. In most of the cases Eddins would either take the notices over himself or telephone to the proprietors of the newspaper to send for them. In all cases the notices were published as required by law, and the plaintiffs would then present an account for the amounts due for such publications to Ben Eddins. The plaintiffs charged all the notices which were published to Ben Eddins. They would present a bill to him, and he would look it over and check it. Eddins would then pay the plaintiffs what had been paid in to him as clerk by the various parties interested, and then turn the bill back to the plaintiffs. The plaintiffs would present a bill to Eddins every thirty, sixty, or ninety days. Eddins never made any objections to the form of the bill, and, after checking it over, would only pay the items of it which had been collected by him as circuit clerk from the parties in whose interest the legal notices and publications had been made.\nOn cross-examination Williams expressly stated that Eddins never paid anything for warning orders which he had not collected. Williams further stated that the plaintiffs knew that that was the basis on which the clerk was handling the matter, and that he would pay the newspaper when he had collected the items from the interested parties. The items sued on were never paid by Eddins, and bills were presented to him for payment of them from time to time after Eddins’ term of office had expired.\nBen Eddins was the principal witness for the defendants. According to his testimony, the Jonesboro Trust Company signed his official bond for the faithful discharge of his duties as circuit clerk. It was his custom to send all legal notices which came to the circuit clerk’s office to the plaintiffs, to be published in their newspaper as required by law. When the parties interested in the publication of these notices paid him, he would pay the plaintiffs. In no case did Eddins pay the plaintiffs for publishing the legal notices until he had received payment from the parties for whose benefit the notices were published.\nSubsequent to the institution of this suit, Eddins collected the amounts due from a few parties in whose interest the notices were published,' and tendered the amount thereof to the plaintiffs. The plaintiffs refused to receive payment, claiming that Eddins and the sureties on his official bond were liable for the whole amount. It appears that the total amount of the legal notices published by the plaintiffs during the term of office of Ben Eddins was about $1,500, and Eddins paid them all except the items of the account sued on herein.\nThe jury returned a verdict for the plaintiffs, and from the judgment rendered the defendants have prosecuted an appeal to this court.\nHorace Sloan, for appellant.\nThe justice of the peace had no jurisdiction, and none was acquired by the circuit court on appeal. 84 Ark. 187. In the absence of special statute costs are recoverable only by proceedings in the cause in which they are awarded. 15 C. J. 298, § 733; 69 Ark. 577. Process for collection of costs must be issued in the name of a party to the action. 15 C. J., p. 91; 5 Ark. 110; 7 E. 0. L., p. 789, § 12. Costs are payable by the party at whose instance the publication was made (C. & M. Dig., § 6803), and are not taxable against the clerk who caused the publication to be made in his official .capacity. See 5 Ene. PL and Pr. p. 148; 5 Ark. 110; 7 R, C. L., p.789, §§ 12,13; 32 111. 446; 1 Mass. 208; 142 N. W. 928; 31 Ark. 643. Instruction No. 5 on the question of “account stated” was erroneous. See 74 Ark. 277; 126 Ark. 266; 1 R. C. L., 211. An account stated was not pleaded in the statement of claim filed in the justice court, which, was necessary. 74 Ark. 468; 39 Minn. 467; 20 Ore. 527. The court erred in not directing a verdict in behalf of the surety. The matter' complained of was not for money collected by the clerk for which he failed to account. The surety would not be liable on private contracts of the clerk.\nLamb & Frierson, for appellee.\nTo support 'the verdict the court will take the evidence at its strongest probative force in appellee’s favor. 129 Ark. 369; 142 Ark. 159; 142 Ark. 378. The action of appellant in failing to dispute or deny any feature of the account justified the jury in finding that there was an account stated. 74 Ark. 468; 41 Ark. 502. All that is required to be filed in the justice court is .The account, or written contract, etc., as set out in 'C. & M..Dig., § 6412. It was not necessary to claim an account stated, but, if so, under the evidence adduced, without objection, the pleadings would be considered amended to correspond to the proof made. 85 Ark. 217; 104 Ark. 500; 123 Ark. 510; 136 Ark. 338. The jury might well have found that the items of costs had been paid to the clerk, and, if so, his bondsman was liable. 38 Ark. 96."
  },
  "file_name": "0226-01",
  "first_page_order": 254,
  "last_page_order": 261
}
