{
  "id": 8720113,
  "name": "Lake v. Wright",
  "name_abbreviation": "Lake v. Wright",
  "decision_date": "1932-10-10",
  "docket_number": "4-2655",
  "first_page": "227",
  "last_page": "230",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 227"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "39 S. W. (2d) 712",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "183 Ark. 954",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1441852
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/183/0954-01"
      ]
    },
    {
      "cite": "13 S. W. (2d) 826",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "178 Ark. 1184",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1397075
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/178/1184-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 302,
    "char_count": 4982,
    "ocr_confidence": 0.524,
    "pagerank": {
      "raw": 1.846318148953681e-07,
      "percentile": 0.7228929176952016
    },
    "sha256": "41f4cc2db4028f7df79a761a8565e0341f7a263fc7cfdce8159563685b221ee2",
    "simhash": "1:b44ad8c4ac22b686",
    "word_count": 875
  },
  "last_updated": "2024-02-27T17:52:01.123529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Lake v. Wright."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nThis is a consolidated suit, brought by two plaintiffs, who alleged that they were each members of a mercantile firm operating under the name of the Star Clothing Company, to require an accounting of the earnings of the partnership, and we now have before us the third appeal which has been prosecuted to this icourt in that suit.\nThe first appeal was from a judgment of the circuit court sustaining a demurrer to the complaint, and the opinion which sets out the allegations of the complaint recites the issues in the case. Wright v. Lake, 178 Ark. 1184, 13 S. W. (2d) 826. We there held that a cause of action had been stated, and the question involved in 'this appeal, like that on the second appeal (Wright v. Lake, 183 Ark. 954, 39 S. W. (2d) 712), is whether the plaintiffs proved their alleged cause of action. There was a verdict and judgment in their favor on the last trial of this cause, from which is this appeal.\nFor the reversal of this judgment it is first insisted that a verdict should have been directed in favor of appellant, for the reason that the suit was not commenced within three years after the cause of action accrued. This was the theory upon which the court below sustained the demurrer to the complaint, but we held on the first appeal, supra, that, where there had been a fraudulent concealment of a cause of action, the statute of limitations did not begin to run until the fraud was discovered. ‘ This question of fact was submitted at the trial from which the present appeal comes upon conflicting testimony, and is concluded by the verdict of the jury.\nAppellant kept the books of the partnership, and ap-pellees were salesmen, and it was shown that settlements were had at the end of each year, and a final settlement was had when appellees severed their connection with the partnership, and it is insisted that these settlements were binding on all parties. So they were in the absence of fraud or mistake, but the question in the case is the one of fact, whether there was a mistake in the settlements and a fraudulent concealment thereof; and, as we have said, this issue was submitted to and was passed upon by the jury.\nIt is urged for the reversal of the judgment that the court erred in permitting appellee Wright to testify concerning a proposed compromise agreement between himself and appellant. It is, of course, incompetent to prove an offer of settlement made as a compromise, but the testimony in question was not offered or admitted for that purpose. The court, in admitting tbe testimony, stated that it could be considered by the jury only as a circumstance relating to the question of the concealment of the cause of action. It will be borne in mind that the cause of action was apparently barred by the statute of limitation, and the plaintiff was required to prove, and was endeavoring to prove, that the cause of action had been fraudulently concealed, and that therefore the bar of the statute had not fallen. This testimony was to the following effect: The suit embraced the partnership earnings for the years 1922,1923 and 1924, and Wright testified that he would not have known that the settlements were not correct, had he not received notice from the United States Revenue Department advising him that he owed the Government additional income taxes for the year 1922 on his part of the earnings of the partnership. This notice related only to the earnings for the year 1922, and Wright did not know, when he discussed the settlement with appellant, that a mistake had been made for the subsequent years of 1923 and 1924. There appears to have been no question as to the amount of the mistake for the year 1922, and appellant proposed to pay that amount, but he demanded the execution of a receipt in full for all demands against the partnership. Wright insisted that there be added to the receipt the words, “for the year 1922,” and when appellant declined to permit this áddition the attempt to settle the 1922 account failed. We think this testimony has some probative value tending to show, not only that there was a mistake in the accounts for the subsequent years, but also to show a concealment of, or an attempt to conceal, that fact. The testimony was therefore admissible for the purpose for which it was admitted.\nThe cause appears to have been submitted to the jury under correct instructions, although certain of them were objected to on the ground that there was no evidence upon which to base them. We think there was, and the instructions given fully submitted appellant’s theory of the case.\nThe testimony tended to support the allegations of the complaint, which were recited in our first opinion in this case, and we there said that a cause of action was alleged.\nThe judgment must therefore be affirmed, and it is so ordered.",
        "type": "majority",
        "author": "Smith, J."
      }
    ],
    "attorneys": [
      "Mahony ■& Yocum, J. N. Saye and W. T. Saye, for appellant.",
      "M. A. Matlock and J. R. Wilson, for appellee."
    ],
    "corrections": "",
    "head_matter": "Lake v. Wright.\n4-2655\nOpinion delivered October 10, 1932.\nMahony ■& Yocum, J. N. Saye and W. T. Saye, for appellant.\nM. A. Matlock and J. R. Wilson, for appellee."
  },
  "file_name": "0227-01",
  "first_page_order": 247,
  "last_page_order": 250
}
