{
  "id": 8720907,
  "name": "Watts v. State",
  "name_abbreviation": "Watts v. State",
  "decision_date": "1923-10-01",
  "docket_number": "",
  "first_page": "228",
  "last_page": "230",
  "citations": [
    {
      "type": "official",
      "cite": "160 Ark. 228"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "68 Ark. 244",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1334061
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/68/0244-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 230,
    "char_count": 3915,
    "ocr_confidence": 0.474,
    "pagerank": {
      "raw": 1.2286503598600676e-07,
      "percentile": 0.6051235033393839
    },
    "sha256": "c5a36df3dc695d204d1bf3bb1a05b7aad27e96eb96923e152c0a440485363574",
    "simhash": "1:d5a06df528b06574",
    "word_count": 654
  },
  "last_updated": "2024-02-27T17:41:07.582861+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Watts v. State."
    ],
    "opinions": [
      {
        "text": "McCulloch, C. J.\nAppellant was convicted below on the charge of transporting intoxicating liquor in violation of the statute which makes it a misdemeanor, punishable by fine, to transport such liquor “from one place to another in this State.” Crawford & Moses’ Digest, § 6165. The prosecution originated before the mayor of the incorporated town of Bison, Cleveland County, where the appellant was found guilty, and ah appeal was prosecuted by him to the circuit court.\nThe evidence was legally sufficient to warrant the finding by the jury that appellant transported intoxiea-t-ing liquor along one of the streets in the town of Bison, and the court submitted the evidence under instructions setting forth the aforementioned statute, which declares such conduct to he a violation of law. Appellant objected to the instructions on the ground that he had been tried before the mayor under an ordinance of the town, and that, since the facts were not sufficient to support a conviction under the ordinance, there could he no conviction under the statute.\nAppellant introduced as a witness the mayor, who exhibited the ordinance of the town, and stated that he tried appellant under that ordinance, and found him guilty. It appears from a perusal of the ordinance as exhibited in the evidence that the transportation of liquor is not made an offense. The only inhibition in the ordinance is against the transportation of liquor into the town, or a delivery of such liquor within the town.\nThe only contention of counsel a.s ground for reversal is that, there having been a trial under the ordinance, the prosecution could not be shifted in the trial in the circuit court on appeal to a prosecution under the statute. Counsel is wrong in this contention, for the facts of the case bring it squarely within the decision of this court in Marianna v. Vincent, 68 Ark. 244. The procedure in that case was precisely the same as in the present case. The prosecution was instituted before the mayor of the incorporated town under an ordinance, and on appeal to the circuit court the charge was dismissed by that court for the reason that the ordinance was void, but this court decided (quoting from the syllabus), that “whether the ordinance in question was void or not, the mayor, having the same criminal jurisdiction as a justice of the peace, had jurisdiction to try him for a violation of Sandels & Hill’s Digest, § 4862, making it a misdemeanor to sell liquor without a license.” In disposing of that case, the court said: “The mayor having once obtained jurisdiction, the case should not have been subsequently dismissed for want of jurisdiction by tbe circuit court, merely on mistakes by law made by tbe mayor, or for any other irregularity, but it should have proceeded to try tbe case de nova, and render such judgment as was proper therein.”\nIt follows from tbe above decision that, in tbe present case, tbe circuit court was correct in proceeding to try appellant under tbe statute of tbe State directed against transportation of liquor, even though the mayor of Rison had erroneously preferred the charge under an ordinance of the town which was insufficient to cover the facts in this case.\nThe judgment is therefore affirmed.",
        "type": "majority",
        "author": "McCulloch, C. J."
      }
    ],
    "attorneys": [
      "George Broton, for appellant.",
      "J. S. Utley, Attorney General, John L. Garter, Wm. T. Hammock and Darden Moose, Assistants, for appellee."
    ],
    "corrections": "",
    "head_matter": "Watts v. State.\nOpinion delivered October 1, 1923.\nIntoxicating liquors — violation op state law. — Defendant was convicted in a mayor’s court under a town ordinance for transporting liquor into the town. On appeal to the circuit court it was found that the ordinance was not broad enough to cover the offense, but a conviction was sustained under Crawford & Moses’ Dig., § 6165, making it a misdemeanor to transport liquor from one place to another in the State. Held no error.\nAppeal from Cleveland Circuit Court; Turner Butler, Judge;\naffirmed.\nGeorge Broton, for appellant.\nJ. S. Utley, Attorney General, John L. Garter, Wm. T. Hammock and Darden Moose, Assistants, for appellee."
  },
  "file_name": "0228-01",
  "first_page_order": 252,
  "last_page_order": 254
}
