{
  "id": 1362282,
  "name": "Vance v. Bell",
  "name_abbreviation": "Vance v. Bell",
  "decision_date": "1922-04-17",
  "docket_number": "",
  "first_page": "229",
  "last_page": "233",
  "citations": [
    {
      "type": "official",
      "cite": "153 Ark. 229"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "65 Ark. 37",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "57 Ark. 574",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1324575
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/57/0574-01"
      ]
    },
    {
      "cite": "47 Ark. 210",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1888725
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/ark/47/0210-01"
      ]
    },
    {
      "cite": "1 S. W. 707",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "56 Ark. 621",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1326169
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/56/0621-01"
      ]
    },
    {
      "cite": "53 Ark. 161",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1911672
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/53/0161-01"
      ]
    },
    {
      "cite": "36 Ark. 260",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1872514
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/36/0260-01"
      ]
    },
    {
      "cite": "34 Ark. 524",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1875696
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/34/0524-01"
      ]
    },
    {
      "cite": "33 Ark. 97",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8721939
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/33/0097-01"
      ]
    },
    {
      "cite": "25 Ark. 558",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1864496
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/25/0558-01"
      ]
    },
    {
      "cite": "25 Ark. 562",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1864494
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/25/0562-01"
      ]
    },
    {
      "cite": "60 Ark. 250",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1903724
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/60/0250-01"
      ]
    },
    {
      "cite": "100 N. E. 333",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": -1
    },
    {
      "cite": "213 Mass. 210",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        839855
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/213/0210-01"
      ]
    },
    {
      "cite": "236 U. S. 97",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8285535
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/us/236/0097-01"
      ]
    },
    {
      "cite": "54 Ark. 305",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1320335
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/54/0305-01"
      ]
    },
    {
      "cite": "106 Ark. 483",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "148 Ark. 576",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8722055
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/148/0576-01"
      ]
    },
    {
      "cite": "102 Ark. 344",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1354072
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/102/0344-01"
      ]
    },
    {
      "cite": "35 Ark. 304",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1873810
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/35/0304-01"
      ]
    },
    {
      "cite": "91 Ark. 240",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1511754
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/91/0240-01"
      ]
    },
    {
      "cite": "62 Ark. 592",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1905708
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/62/0592-01"
      ]
    },
    {
      "cite": "119 Ark. 215",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8718656
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/119/0215-01"
      ]
    },
    {
      "cite": "60 Ark. 613",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1903654
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/60/0613-01"
      ]
    },
    {
      "cite": "76 Ark. 506",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1500957
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/76/0506-01"
      ]
    },
    {
      "cite": "54 Ark. 305",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1320335
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/54/0305-01"
      ]
    },
    {
      "cite": "62 Ark. 592",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1905708
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/62/0592-01"
      ]
    },
    {
      "cite": "119 Ark. 215",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8718656
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/119/0215-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 418,
    "char_count": 8930,
    "ocr_confidence": 0.488,
    "pagerank": {
      "raw": 1.2085397922812885e-07,
      "percentile": 0.5953406936080057
    },
    "sha256": "9b17e64de74d7c9658317f4535f5b28abfb2ca55179a349eb6d4ccc22e801bcb",
    "simhash": "1:602e341d9959e4fb",
    "word_count": 1576
  },
  "last_updated": "2024-02-27T17:45:17.236697+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Vance v. Bell."
    ],
    "opinions": [
      {
        "text": "Humphreys, J.\nThis is an appeal from a judgment in favor of appellee C. A. Bell, as constable, and appellees Lockesburg Hardware Company and Planters’ Bank of Lockesburg, as interpleaders, in a replevin suit which had been brought by appellant to recover certain personal property seized by said appellee Bell as constable under a writ of attachment obtained by appellee Lockesburg Hardware Company in a suit between it and the Federal Lumber Company, and an execution obtained by the Planters’ Bank of Lockesburg upon a Judgment procured by it against the Federal Lumber Company. Appellant claimed the title and right of possession of the property under a bill of sale executed to it by the Federal Lumber Company on May 5, 1921. The interpleaders, creditors of the Federal Lumber Company, claimed the right of possession of the property under attachment and execution liens acquired by levy of writs upon the property in question on the 6th day of May, 1921. The cause was submitted to the trial court, sitting as ¡a jury, upon the pleadings and evidence, which resulted in a finding, and judgment accordingly, that the purported sale of said property by the Federal Lumber Company on the 5th day of May, 1921, to appellant as trustee for the State National Bank of Texarkana was incomplete at the time the writs of attachment and execution were issued and levied, because there had been no delivery sufficient in law to pass the title of said property from the Federal Lumber Company to appellant in his capacity as trustee.\nThe undisputed facts tending to establish a delivery of the property in question to appellant on the 5th day of May, 1921, prior to the issuance and levy of the writs of attachment and execution, are as follows: The Federal Lumber Company, a corporation domiciled at Texarkana, Miller County, executed a mortgage upon the property in question, together with other property, to the State National Bank of Texarkana to secure a large indebtedness. The mortgage was never filed or recorded in Miller County, the mortgagor’s domicile. A part of the property mortgaged was located at or near Loekesburg, in Sevier County. About the 1st of April, 1921, M. B. Armstrong was employed by the Federal Lumber Company and placed in possession of the property belonging to it in Sevier County. He operated a mill for it at Lockesburg. A part of the property was placed in a pasture belonging to Robbie Jacques, near Lockesburg, and part of it in a corral at the residence of Walter Lowery in Lockesburg. On the 5th day of May, 1921, the Federal Lumber Company executed a bill of sale to the State National Bank of Texarkana on the property in Sevier County, as well as other property covered by the mortgage, in part payment of the mortgage indebtedness. The bill of sale was delivered on the day it was executed to appellant as trustee for said bank, and George Hicks, president of the Federal Lumber Company, telephoned M. B. Armstrong, who was in control of the property as its employee, to hold same in the future as the property of the State National Bank aforesaid, informing him that the Federal Lumber Company had that day sold same to said bank. At the same time the bank, through Stuart Wilson, its vice-president, notified Armstrong by letter of the transaction, accepting him as its custodian of the property. Immediately after receiving the information, Armstrong notified the men working at the mill of the transaction and that he had assumed charge of the property for said bank, and that they would receive their wages in the future from the bank. He also employed a night watchman to watch the mill property for the State National Bank, who went to work on the night of the 5th of May. On the following morning, May 6th, the Lockesburg Hardware Company had an attachment issued and placed in the hands of C. A. Bell, constable of Red Colony township, who levied the same on the property in the corral at the residence of Walter Lowery, and on the same day the Planters’ Bank of Lockesburg had an execution issued on a judgment which it had theretofore obtained against the Federal Lumber Company, and placed same in the hands of said constable, who, on the same day, levied it upon the property in the pasture of Robbie Jacques.\nUnder the record thus stated, the sole question presented on this appeal for determination is whether the direction given by the Federal Lumber Company to its employee, M. B. Armstrong, who was in control of the property, to hold the same as employee or agent of the State National Bank in the future, and the acceptance by said bank of M. B. Armstrong as its employee or agent, was an overt act effecting the delivery of the property within the meaning of the law. This court ruled, in the case of Hodges Bros. v. Bank of Cove, 119 Ark. 215, that (quoting syllabus): “In a sale of chattels, delivery is a question of intention of the parties, as manifested by overt acts, and a sale will be treated as completedwhere any act has been done which was intended by the parties as a delivery.” The transfer of the employee, agent or custodian who had control of the property in the instant case, and the acceptance of him by the bank as its employee, agent or custodian for the purpose of holding the property in the future for it, was clearly an overt act manifesting an intention on the part of the parties to deliver the property. In Russell v. Haltom, 76 Ark. 506, a case quite similar to the instant case, this court said: “Counsel for appellant contends that there was no delivery of the property under the bill of sale, and that the title did not pass against creditors. On this issue, too, the verdict of the jury settled the question against appellant’s contention. It was shown that the delivery of the property was made at the time of the execution of the bill of sale, and that the same was left in the possession of one Grayson, an employee of appellant, to hold for appellees. Counsel contends that this was equivalent to retention of possession by appellant, and that no title passed. This contention is not, however, sound, for the reason that Grayson, though an employee of appellant, could have been constituted the agent of appellee for the purpose of holding the property, and the evidence shows that such was a fact. This constituted not only a constructive delivery, but an actual change of possession. Either is sufficient to complete a sale fr.ee from fraud. Shaul v. Harrington, 54 Ark. 305; Lynch v. Daggett, 62 Ark. 592; White v. McCracken, 60 Ark. 613.”\nIn the instant case, Armstrong, an employee of the Federal Lumber Company, who had control of the property in question, was constituted the agent of the State National Bank for the purpose of holding the property for said bank, and this is shown by the undisputed evidence. The proof by the undisputed evidence of this overt act was a symbolical delivery effecting the change of the possession of said property. The court therefore erroneously found that the liens under the writs of attachment and execution were prior and paramount to the title acquired under the sale by appellant for said bank.\nThe judgment is reversed, and judgment rendered here in favor of appellant.",
        "type": "majority",
        "author": "Humphreys, J."
      }
    ],
    "attorneys": [
      "Lake <& Lake, for appellant.",
      "Abe Collms and E. K. Edwards, for appellee."
    ],
    "corrections": "",
    "head_matter": "Vance v. Bell.\nOpinion delivered April 17, 1922.\n1. Sales — delivery.—In a sale of chattels, delivery is a question of intention of the parties, as manifested by overt acts, and a sale -will be treated as completed where any act has been done which was intended by the parties as a delivery.\n2. Sales — sufficiency of delivery. — Where a seller of chattels in the possession of his employee instructs such employee that he has sold them to another and directs him to hold them for the buyer, this constituted a symbolical delivery and effected a change in the possession of the property.\nAppeal from 'Sevier 'Circuit Court; B. E. Isbell, special Judge;\nreversed.\nLake <& Lake, for appellant.\nDelivery is a question of intention, manifested by overt acts. 119 Ark. 215; 54 Ark. '304; 62 Ark. 592; 91 Ark. 240; 35 Ark. 304; 102 Ark. 344; 148 Ark. 576; 106 Ark. 483; 54 Ark. 305; 236 U. S. 97, 59 Law Ed. 483.\nTaMng possession under the power in a mortgage is such a delivery as satisfies the statute. 213 Mass. 210; 100 N. E. 333.\nFindings of fact by a court sitting as a jury are as •conclusive as the verdict of a jury and will not be disturbed if there is evidence to support them. 60 Ark. 250; 25 Ark. 562; 25 Ark. 558; 33 Ark. 97; 34 Ark. 524; 36 Ark. 260; 53 Ark. 161; 56 Ark. 621.\nAbe Collms and E. K. Edwards, for appellee.\nThe testimony fails to show an actual or visible delivery of the property. 1 S. W. 707; 47 Ark. 210.\nWhere a pre-existing debt is the consideration for a sale of chattels, the purchaser is not treated as a purchaser for value and protected as an innocent purchaser. 24 B .C. L. 384; 57 Ark. 574.\nThis case is controlled by the following decisions: 47 Ark. 210; 65 Ark. 37; 1 S. W. 707."
  },
  "file_name": "0229-01",
  "first_page_order": 257,
  "last_page_order": 261
}
