{
  "id": 8720164,
  "name": "Standard Pipe Line Company v. Gwaltney",
  "name_abbreviation": "Standard Pipe Line Co. v. Gwaltney",
  "decision_date": "1932-10-10",
  "docket_number": "4-2662",
  "first_page": "230",
  "last_page": "236",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 230"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "272 S. W. 357",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "168 Ark. 976",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8726333
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/168/0976-01"
      ]
    },
    {
      "cite": "262 S. W. 654",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "164 Ark. 621",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1382238
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/164/0621-01"
      ]
    },
    {
      "cite": "225 S. W. 433",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "146 Ark. 109",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1584993
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/146/0109-01"
      ]
    },
    {
      "cite": "203 S. W. 840",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "136 Ark. 606",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1570010
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/136/0606-01"
      ]
    },
    {
      "cite": "290 S. W. 953",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "172 Ark. 671",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1407982
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/172/0671-01"
      ]
    },
    {
      "cite": "129 S. W. 88",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "95 Ark. 291",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1543475
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/95/0291-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 413,
    "char_count": 7500,
    "ocr_confidence": 0.508,
    "pagerank": {
      "raw": 7.317852702137001e-08,
      "percentile": 0.438950494797187
    },
    "sha256": "742b64d8a1679de5e86d68f91a6a6eaa9ab45c11cd9559ae96da28c7328fa918",
    "simhash": "1:2273053208a25efd",
    "word_count": 1320
  },
  "last_updated": "2024-02-27T17:52:01.123529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Standard Pipe Line Company v. Gwaltney."
    ],
    "opinions": [
      {
        "text": "Kirby, J.\n(after stating the facts). It is first urged that the court erred in refusing to direct a verdict in appellant’s favor at the conclusion of the testimony for appellee and also after all the testimony was introduced. It is insisted that there was no substantial testimony supporting the allegations of negligence on the part of appellant or that working in the water and slush caused the injury to appellee; appellant insisting that the undisputed testimony disclosed that appellee was an experienced workman, knew as much about the conditions under which the work was to be done as any one, and assumed the risk of any injury therefrom. It is undisputed that one of the men in the gang, when they were ordered to clean up the pumping station in the presence of appellee asked Mr. Hamilton, the foreman, “What about some boots to get in and clean it out,” and that he was told they didn’t need any boots, that it was not dangerous and that they couldn’t do any good with boots in there.\nAppellee testified about Ms experience working in the oil fields, denied that he knew that he might become infected from working in oil and slush in cleaning out the pumping station, saying: “No, sir. I never heard of it before; I didn’t know anything about it.”\nIt was not denied that the men had requested that they be furnished rubber boots for doing the work; and the foreman stated that the company did furnish rubber boots to employees in certain places “where they were working in oil, where there was acid and stuff like that, like down here below these refineries.” He also said that several of the men under his supervision had complained about sore feet, which they said was the result of oil poisoning.\nThe company’s physician, to whom appellee was sent for treatment, pronounced the trouble “oil poisoning” and cautioned appellee not to work around where he would get oil on his feet after he begun to recover.\nAppellee had the right, in the absence of knowledge on his part, to rely upon the assumption that the master had performed his duties so as not to expose him to extraordinary hazards, and, being directed by his foreman to do this work in this place, was justified in obeying the order and did not assume the risk incident thereto, not realizing the danger to which he was thereby exposed. A. L. Clark Lumber Co. v. Northcutt, 95 Ark. 291, 129 S. W. 88, Woodley Pet. Co. v. Willis, 172 Ark. 671, 290 S. W. 953; Dickinson v. Mooneyham, 136 Ark. 606, 203 S. W. 840; Central Coal & Coke Co. v. Fitzgerald, 146 Ark. 109, 225 S. W. 433; St. L. S. W. Ry. Co. v. Gant, 164 Ark. 621, 262 S. W. 654; and Western Coal & Mining Co. v. Burns, 168 Ark. 976, 272 S. W. 357.\nThe jury was also warranted in finding from the testimony that the performance of the service under the direction of the master resulted in the injury, as appellant’s physician, to whom appellee was sent for treatment, declared he was suffering from oil poisoning; and he was not shown to have been so afflicted before he did this work, nor was there any evidence or indication that he had performed any labor of any kind thereafter which did expose him to the danger of oil poisoning. The testimony is sufficient to support the verdict, and the court did not err in refusing to direct a verdict in appellant’s favor.\nNeither did the court err in giving appellee’s requested instruction No. 1, which was not abstract, and submitted to the jury the question of appellant’s negligence in not exercising proper icare to furnish appellee a reasonably safe place in which to work. If the foreman knew, or by the exercise of ordinary care could have known, that it was not safe to work in the oil and slush without protective covering, and the plaintiff did not know of such danger, he should have been notified thereof, and certainly did not assume the risk of any such danger. Appellee stated he did not know of any such danger; and it was shown that appellant’s foreman knew that many of the men under his supervision had complained of oil poisoning, and that the company supplied rubber boots for the protection of its employees who were required to work where there was oil and acid and stuff like that.\nNeither was error committed in the instruction complained of upon the assumption of risk. Appellee might well have been considered inexperienced, in so far as being unacquainted with the dangers that might result from working in the oil and slush without rubber boots where he was directed to work, and the jury could have found that appellant knew such danger, or should have known of such danger, through the knowledge of its foreman from the different cases of poisoning with which he was shown to have been acquainted, leaving the jury to determine whether he exercised reasonable care in failing to warn the appellee of such danger. Appellee was experienced in many kinds of service about an oil field, but testified he knew nothing about any oil poisoning resulting from working in the oil, and he was not only not warned about the attendant danger but was assured by the foreman that there was no danger when directed to do the work.\nNeither did the conrt err in refusing to give appellant’s requested instructions telling the jury that appellant would not be liable for injury resulting from walking and standing in the oil and slush while cleaning out the pumping station, if they believed that an ordinary individual under the same circumstances doing the work would not have been injuriously affected by it, or if appellee’s feet were over sensitive and more susceptible to poison for any reason than any ordinary person making it a place of peculiar danger to him on account of his physical condition, unless the foreman was aware of such fact or by the exercise of ordinary care could have known of it. There was no testimony to show that appellee was any more susceptible to oil poisoning than the ordinary man, nor that he had knowledge of such condition, if it had been a fact, and did not disclose it to appellant’s foreman when he was directed to assist in cleaning out the pumping station, where he would be compelled to walk and stand in the slush and waste oil.\nIt is true that only one of the other men enga'ged in the service of appellant with appellee in cleaning out the pumping station was poisoned, and the effects of the poisoning developed on his arm, but such fact does not show that appellee had any knowledge of any such physical condition that would make him more susceptible to oil poisoning than the ordinary man, and certainly he was ignorant of any such condition if it existed, never having suffered from such poisoning theretofore. The negligence here consisted in not exercising ordinary care to furnish a reasonably safe place in which to do the work which appellee was directed to and did perform in cleaning out the pumping station, being assured that the work was not dangerous and that the employees did not need to use rubber boots, which were usually supplied the workmen for performance of such service under conditions that might otherwise result in injury to them.\nThe appellee was injured, has suffered much and has long been out of employment and has not yet recovered, but the verdict is not claimed to be excessive. We find no error in the record, and the judgment is affirmed.",
        "type": "majority",
        "author": "Kirby, J."
      }
    ],
    "attorneys": [
      "T. M. Milling and Gaughan, Gifford, Godwin & Gaughan, for appellant.",
      "McNalley & Sellers, for appellee."
    ],
    "corrections": "",
    "head_matter": "Standard Pipe Line Company v. Gwaltney.\n4-2662\nOpinion delivered October 10, 1932.\nT. M. Milling and Gaughan, Gifford, Godwin & Gaughan, for appellant.\nMcNalley & Sellers, for appellee."
  },
  "file_name": "0230-01",
  "first_page_order": 250,
  "last_page_order": 256
}
