{
  "id": 1388549,
  "name": "Moon v. State",
  "name_abbreviation": "Moon v. State",
  "decision_date": "1923-11-26",
  "docket_number": "",
  "first_page": "234",
  "last_page": "237",
  "citations": [
    {
      "type": "official",
      "cite": "161 Ark. 234"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "69 Ark. 648",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8725859
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/69/0648-01"
      ]
    },
    {
      "cite": "85 Ark. 300",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1523327
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/85/0300-01"
      ]
    },
    {
      "cite": "83 Ark. 119",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1527122
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/83/0119-01"
      ]
    },
    {
      "cite": "68 Ark. 587",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1333864
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/68/0587-01"
      ]
    },
    {
      "cite": "46 Ark. 87",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1890446
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/46/0087-01"
      ]
    },
    {
      "cite": "109 Ark. 193",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1341201
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/109/0193-01"
      ]
    },
    {
      "cite": "155 Ark. 601",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1360512
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/155/0601-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 353,
    "char_count": 7693,
    "ocr_confidence": 0.461,
    "pagerank": {
      "raw": 3.1200588171049885e-07,
      "percentile": 0.8605717939540104
    },
    "sha256": "6d25d3fee2fc48f7e295a3621601d39e0445934106ed20ca14db63a68596ee48",
    "simhash": "1:0e073e3f7ab3e4f1",
    "word_count": 1339
  },
  "last_updated": "2024-02-27T21:32:42.656819+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Moon v. State."
    ],
    "opinions": [
      {
        "text": "Hart, J.\nHinton Moon prosecutes this appeal to reverse a judgment and sentence of conviction' against him for the crime of seduction.\nThis is the second appeal in the case, and reference is made to the opinion on the former appeal for a statement of the evidence, which is not materially different from that on the present appeal. Moon v. State, 155 Ark. 601.\nThe first assignment of error is that the verdict of the jury should' be set aside because three members of it had read an article on the case, published in a daily paper in the town where the case was tried, during the deliberation of the jury. The testimony of the jurors is mainly relied upon in support of this assignment of error. Grounds for a new trial cannot be established by the affidavits of the trial jurors for any other cause than that the verdict was made by lot. Capps v. State, 109 Ark. 193.\nBut it is insisted that this ground for a new trial is established by other evidence than that of the jurors themselves. The only other evidence on the point is that of the publisher of the daily newspaper, who testified that three of the jurors were subscribers to the paper. This testimony falls short of showing that the article in question commenting on the case was read by the jurors. Hence we hold that this assignment of error is not well taken.\nThe next assignment of error is that the court erred in allowing the State to introduce in evidence a motion for a, continuance, subscribed' and sworn to ¡by the defendant, for the purpose of contradicting- his testimony. We think that this assignment is well taken.\nThe court admitted the motion for a continuance in evidence for the purpose of impeaching the defendant as a witness. Section 4187 of Crawford & Moses’ Digest relates to the mode of impeachment of witnesses. Among other things it provides that a witness may be impeached by the party against whom he is produced, by showing that he has made statements different from his present testimony.\nIn the application of this statute to civil cases it has been held that -a witness may be impeached by introducing his pleading under oath in another case which is in conflict with his testimony. Texas & St. Louis Ry. Co. v. Donnelly, 46 Ark. 87.\nAgain, in St. Louis, Iron Mountain & Southern Railway Company v. Faisst, 68 Ark. 587, it was held that an affidavit, which the witness admits having signed, though written down by another, is admissible in the impeachment of his testimony, if contradictory thereof.\nIn applying the mode of impeachment provided by the statute to criminal cases, in Weaver v. State, 83 Ark. 119, it was held that, where an accused takes the stand in his own behalf, he does so subject to the rule allowing the testimony of a witness to be impeached by proof of contradictory statements, as, for example, in an affidavit for continuance.\nIn the later case of Baker v. State, 85 Ark. 300, it was held that, where the defendant filed an application for continuance on account of the absence of a certain witness, in which he alleged what the witness would swear if present, which application was refused, and the witness subsequently appeared and testified somewhat differently from defendant’s statement in the application, it was error to permit the application to be read for the purpose of impeaching the defendant, if such application did not conflict with defendant’s testimony.\nThat case exactly fits the present one. At á former term of the court the defendant had filed a motion for a continuance, in which he set out the testimony of three absent witnesses. The motion was subscribed and sworn to by him. The case was continued for another term. At the trial of the case two of the witnesses testified to a state of facts somewhat different from the facts set out in the defendant’s motion for a continuance.\nThe.motion for a continuance referred to is somewhat lengthy, and we do not deem it necessary to set it out. It is sufficient to say that it was introduced by the State for the purpose of impeaching the defendant. The defendant was a witness in his own behalf, and there is nothing whatever in the motion for a continuance which contradicts the testimony of the defendant given at the trial.\nUnder the authorities cited above, it is well settled that pleadings in a case subscribed by a party can only be used to impeach him as a witness where such pleadings or statements are contradictory to the evidence given by the party at the trial.\nThis rule was recognized by this court on the former appeal. One of the grounds for a reversal was that the trial court erred in allowing the prosecuting attorney to read the defendant’s motion for a continuance in his argument to the jury, where it did not appear that the motion was introduced in evidence. The court said that, if the State desired to use the motion to contradict the testimony of the defendant, and thus to impeach his testimony, it should have introduced the motion as evidence in the case. That was tantamount to saying that the motion could not be introduced in evidence unless it tended to contradict the testimony given by the defendant. If it was prejudicial to allow the prosecuting attorney to read the motion for a continuance to the jury where it had not been introduced in evidence, it would be equally prejudicial to allow it to be introduced in evidence where it did not tend to contradict the evidence of the defendant, and thus become a mode of impeaching him as a witness. The general rule is that evidence improperly admitted must be treated as prejudicial unless there be something to show that it was not. Elder v. State, 69 Ark. 648.\nThe fact that the State insisted bn reading the motion for a continuance in evidence, over the objections of the defendant, showed that it was believed by the prosecuting attorney that it would affect the jury unfavorably to the defendant. Then, too, the jury might have considered that it tended in some measure to corroborate the testimony of the two witnesses mentioned in it, who, as above stated, testified to a somewhat different state of facts to those recited in the motion for a continuance.\nFor the error in allowing the motion for a continuance to be read in evidence for the purpose of impeaching the defendant as a witness, the judgment will be reversed, and the cause will be remanded for a new trial",
        "type": "majority",
        "author": "Hart, J."
      }
    ],
    "attorneys": [
      "Brundidge & Neelly, for appellant.",
      "J. 8. Utley, Attorney General, JohnL. Garter, Assistant, for appellee."
    ],
    "corrections": "",
    "head_matter": "Moon v. State.\nOpinion delivered November 26, 1923.\n1. Criminal law — new trial — testimony op jurors. — Grounds for a new trial cannot be established by the affidavits of trial jurors, . for any cause other than that the verdict was made by lot.\n2. Criminal law — misconduct of jurors — evidence.—Where it was alleged, on motion for new trial, that the jurors had read an article on the case, published in a daily paper during their deliberations, evidence of the publisher of the newspaper that three of the jurors were subscribers to the paper is not sufficient to show that the article had been read by them.\n3. Witness. — impeachment by pleadings. — Pleadings in a case subscribed by a party can be used to impeach him as a witness only where they contradict evidence given by him at the trial.\n4. Witness — impeachment by motion for continuance. — Where a ■motion for continuance filed by defendant did not tend to contradict his testimony, it was error to permit its introduction to impeach him as a witness.\n5. Criminal law — prejudicial error. — Evidence improperly admitted must be treated as prejudicial unless there is something to show that it was not.\nAppeal from White Circuit Court; E. D. Robertson, Judge;\nreversed.\nBrundidge & Neelly, for appellant.\nJ. 8. Utley, Attorney General, JohnL. Garter, Assistant, for appellee."
  },
  "file_name": "0234-01",
  "first_page_order": 262,
  "last_page_order": 265
}
