{
  "id": 8720217,
  "name": "Crown Coach Company v. Meadors",
  "name_abbreviation": "Crown Coach Co. v. Meadors",
  "decision_date": "1932-10-10",
  "docket_number": "4-2663",
  "first_page": "236",
  "last_page": "241",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 236"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "77 S. E. 221",
      "category": "reporters:state_regional",
      "reporter": "S.E.",
      "opinion_index": 0
    },
    {
      "cite": "93 S. C. 533",
      "category": "reporters:state",
      "reporter": "S.C.",
      "case_ids": [
        1940345
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sc/93/0533-01"
      ]
    },
    {
      "cite": "122 Am. St. Rep. 631",
      "category": "reporters:state",
      "reporter": "Am. St. Rep.",
      "opinion_index": 0
    },
    {
      "cite": "2 L. R. A. (N. S.) 110",
      "category": "reporters:federal",
      "reporter": "L.R.A.N.S.",
      "opinion_index": 0
    },
    {
      "cite": "89 S. W. 746",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "99 Tex. 359",
      "category": "reporters:state",
      "reporter": "Tex.",
      "case_ids": [
        2267694
      ],
      "opinion_index": 0,
      "case_paths": [
        "/tex/99/0359-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 463,
    "char_count": 8988,
    "ocr_confidence": 0.508,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20851601772921896
    },
    "sha256": "b6c1e6251f976310565f205df00a186e852d177d3a58f5aa66b109adff3d911e",
    "simhash": "1:3bfc27cbcae6cbf3",
    "word_count": 1573
  },
  "last_updated": "2024-02-27T17:52:01.123529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Crown Coach Company v. Meadors."
    ],
    "opinions": [
      {
        "text": "Mehaeey, J.\nTbe appellee brought this suit for damages, claimed to have been suffered by him, by reason of the negligence and carelessness of appellant, in giving appellee erroneous information as to whether the bus of appellant had already left Van Burén, Arkansas.\nThe appellant is a corporation organized under the laws of Missouri, and owns and operates a bus line through the States of Missouri, Arkansas, and other States, and operates upon a regular schedule through Crawford County, Arkansas.\nAppellee alleged that on August 28,1931, he received a message informing him of the serious illness of his daughter at Harrison, Arkansas, and that she was going to be operated upon immediately for appendicitis; that when he received the message he went to the ticket office of appellant in Van Burén, which was located in a drug store, and asked when he could obtain passage on one of appellant’s busses to Springdale, Arkansas, so that he could go there and then continue his journey at the earliest possible moment; that the agent of appellant ¡carelessly, negligently and wrongfully informed appellee that the bus had already gone, and there was no other bus or means of transportation that day; that said bus had not in fact gone, but left the city of Van Burén 15 or 20 minutes later, but that appellee relied on the information and was unable to catch the bus, and because of the wrongful information given him, he was delayed several hours in arriving at the bedside of his daughter, and was forced to make a part of the trip in an open car, and the exposure caused him to have a severe cold, and he became sick and suffered great mental agony on account of being deprived of being present at the bedside of his daughter during her illness and during the operation. He alleged that he was damaged in the sum of $2,500.\nThe appellant filed answer admitting that it was a corporation, and was operating busses for the transportation of passengers in and through Crawford County, Arkansas, and admitting that its busses stopped at or near the Palace Drug Store to permit passengers to alight and to take on passengers, and denied all the other material allegations of the complaint.\nIt also alleged that appellee was guilty of contributory negligence, and that he assumed the risk. It also alleged that there were other means of traveling to Harrison, Arkansas, and that appellee conld have gone much more directly and quickly by other means of travel. Appellant also filed motion to quash service.\nThere was a jury trial and a verdict for $200, and the case is here on appeal.\nIt is admitted that appellant is a public carrier; that it operates its busses on regular schedule; and that the drug store where appellant claims to have gone for information is a regular stop for discharging and taking on passengers; and that its agents there sell tickets.\nAppellant insists that the relation of passenger and carrier never existed between appellant and appellee, and that the court should have directed a verdict for appellant:\nThe appellee testified that he had received a message advising him of the serious illness of his daughter, and that an operation would be performed almost immediately; that he desired to go to Harrison by way of Spring-dale because his wife was at Springdale, and it was his intention that he go to Springdale, get his wife, and that both of them make the trip to be with their daughter.\nThe appellant operated a bus from Van Burén to Springdale. It was appellee’s intention to take passage on this bus to Springdale, and then he and his wife would get other conveyance to Harrison.\nHe went to the ticket agent at the drug store, Mr. Triplett, and inquired of him the time the bus would leave for Springdale. Mr. Triplett told him it had already gone. Relying on. that information, and knowing that there was no other means of transportation to Spring-dale until late in the afternoon, he went to a restaurant to get lunch, and then saw the bus leaving the city of Van Burén.\nIf the agent of appellant had given the correct information, he would have taken passage on this bus, and would have arrived at Springdale several hours earlier than he did arrive, and would have taken passage from there on some conveyance other than appellant’s bus.\nAfter the bus bad left van Burén appellee went to Springdale on tbe six o’clock train, tbe first conveyance by wbicb be could go to Springdale. It took bim about 30 minutes to get bis wife and get a conveyance from Springdale to Harrison. They drove practically all nigbt, arriving at Harrison about six o’clock in tbe morning. Tbe weather was inclement; there was a heavy fog, and it was necessary to keep tbe door open a great portion of tbe time in order that they could see to drive. From this exposure be contracted a severe cold, and became sick and was treated by a physician. He paid a man $10 to take bim and bis wife in bis car from Springdale to Harrison.\nThis evidence of appellee was corroborated by other evidence.\nTriplett testified that be did not remember seeing tbe plaintiff that day; be did not think be gave bim tbe information about tbe bus, but did not remember. Other clerks in tbe drug store who sold tickets also testified that they did not remember about tbe matter.\nAs to whether appellee went to tbe drug store and asked for information about tbe bus, and as to whether Triplett told bim it bad already gone, were questions of fact for tbe jury.\nAppellant first contends that there is no liability because tbe relation of carrier and passenger never existed. A common carrier of passengers owes a duty to- tbe public, and to any one of tbe public intending to become a passenger who applies to tbe agent for information as to tbe arrival and departure of trains or busses.\n“It is tbe duty of a carrier to furnish intending passenger with such information, instructions and directions as to its own system or course of conduct as may reasonably be necessary to enable them to pursue their journey, and tbe passenger has tbe right to rely upon tbe representations and replies to inquiries made by bim of tbe proper agents or employees of tbe carrier. Thus when a railroad company authorizes an agent to sell tickets over its line, sncli agent has authority and it is his duty, upon application made to him, to furnish information to persons desiring to purchase tickets over the road he represents as to the proper trains upon which to travel, and whether such trains will stop1 at the station to which the ticket is sold, and other like information regarding the use of the ticket. It is also the duty of the carrier to give a passenger reasonable notice of the necessity for changing cars at .junction points.” 4 R. C. L. 1068.\nWhen one intending to take passage applies to the ticket agent of the carrier for information as to the arrival and departure of its trains or busses, it is the duty of the agent to give correct information, and the person intending to take passage has a right to rely on the information given him by the agent. In such case, if the agent of the carrier gives erroneous information which results in damage to the person applying for information, the carrier is liable if its negligence is the proximate cause of the injury. St. Louis S. W. Ry. Co. v. White, 99 Tex. 359, 89 S. W. 746, 2 L. R. A. (N. S.) 110, 122 Am. St. Rep. 631; Shockley v. So. Ry. Co., 93 S. C. 533, 77 S. E. 221; Hutchinson on Carriers, vol. 3, 1240.\nIt was, of course, the duty of the appellee to exercise ordinary care; but, when he received information that his daughter was seriously ill, he had a right to go to her bedside, and to take passage on whatever conveyance he could, exercising reasonable care. If he did what a person of ordinary prudence would have done under the circumstances, he was not guilty of contributory negligence, and his acts, if not guilty of contributory negligence, would not prevent him from recovering damages for the wrongful conduct of appellant, if such conduct was the proximate cause of his injury.\nAppellant contends that some of the instructions given at the request of the appellee were erroneous, and that the court refused to give instructions requested by the appellant which should have been given. The instructions are lengthy, and we do not deem it necessary to set them out. We have carefully examined all the instructions given by the court, and the instructions, as a whole, fairly submitted the case to the jury.\nThe jury returned a verdict for $200, and it is not contended that the verdict is excessive. The questions as to the negligence of the appellant and the contributory negligence of the appellee were submitted to the jury on correct instructions, and their findings of fact are conclusive here.\nThere was substantial evidence to support the verdict, and the judgment is affirmed.",
        "type": "majority",
        "author": "Mehaeey, J."
      }
    ],
    "attorneys": [
      "James B. McDonough, for appellant.",
      "Partain & Agee, for appellee."
    ],
    "corrections": "",
    "head_matter": "Crown Coach Company v. Meadors.\n4-2663\nOpinion delivered October 10, 1932.\nJames B. McDonough, for appellant.\nPartain & Agee, for appellee."
  },
  "file_name": "0236-01",
  "first_page_order": 256,
  "last_page_order": 261
}
