{
  "id": 6792483,
  "name": "Linda Darkenwald, Petitioner, v. The Employment Security Department, Respondent",
  "name_abbreviation": "Darkenwald v. Employment Security Department",
  "decision_date": "2015-05-21",
  "docket_number": "No. 90544-4",
  "first_page": "237",
  "last_page": "252",
  "citations": [
    {
      "type": "official",
      "cite": "183 Wash. 2d 237"
    }
  ],
  "court": {
    "name_abbreviation": "Wash.",
    "id": 9029,
    "name": "Washington Supreme Court"
  },
  "jurisdiction": {
    "id": 38,
    "name_long": "Washington",
    "name": "Wash."
  },
  "cites_to": [
    {
      "cite": "734 P.2d 939",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1987,
      "opinion_index": 0
    },
    {
      "cite": "47 Wn. App. 296",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        1836154
      ],
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/47/0296-01"
      ]
    },
    {
      "cite": "686 P.2d 483",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1984,
      "opinion_index": 0
    },
    {
      "cite": "102 Wn.2d 422",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1137189
      ],
      "year": 1984,
      "pin_cites": [
        {
          "page": "427"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/102/0422-01"
      ]
    },
    {
      "cite": "977 P.2d 554",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1999,
      "pin_cites": [
        {
          "parenthetical": "alteration in original"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "137 Wn.2d 957",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        179366
      ],
      "year": 1999,
      "pin_cites": [
        {
          "page": "967",
          "parenthetical": "alteration in original"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/137/0957-01"
      ]
    },
    {
      "cite": "185 P.3d 1188",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2008,
      "opinion_index": 0
    },
    {
      "cite": "164 Wn.2d 252",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        3996689
      ],
      "year": 2008,
      "pin_cites": [
        {
          "page": "254-55"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/164/0252-01"
      ]
    },
    {
      "cite": "154 P.3d 220",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "weight": 2,
      "year": 2007,
      "opinion_index": 0
    },
    {
      "cite": "159 Wn.2d 849",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        3592491
      ],
      "year": 2007,
      "pin_cites": [
        {
          "page": "859"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/159/0849-01"
      ]
    },
    {
      "cite": "812 P.2d 858",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "805 P.2d 200",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "116 Wn.2d 414",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1376174
      ],
      "year": 1991,
      "pin_cites": [
        {
          "page": "432"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/116/0414-01"
      ]
    },
    {
      "cite": "215 P.3d 166",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "weight": 3,
      "year": 2009,
      "opinion_index": 0
    },
    {
      "cite": "166 Wn.2d 834",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4002007
      ],
      "year": 2009,
      "pin_cites": [
        {
          "page": "838-39"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/166/0834-01"
      ]
    },
    {
      "cite": "43 P.3d 4",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "weight": 2,
      "year": 2002,
      "pin_cites": [
        {
          "page": "9-10"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "146 Wn.2d 1",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        960829
      ],
      "year": 2002,
      "pin_cites": [
        {
          "page": "9"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/146/0001-01"
      ]
    },
    {
      "cite": "110 P3d 1132",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2005,
      "opinion_index": 0
    },
    {
      "cite": "154 Wn.2d 224",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        5628916
      ],
      "year": 2005,
      "pin_cites": [
        {
          "page": "233"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/154/0224-01"
      ]
    },
    {
      "cite": "226 P.3d 263",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2010,
      "opinion_index": 0
    },
    {
      "cite": "155 Wn. App. 24",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        3996035
      ],
      "year": 2010,
      "pin_cites": [
        {
          "page": "32-33"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/155/0024-01"
      ]
    },
    {
      "cite": "194 P.3d 255",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2008,
      "opinion_index": 0
    },
    {
      "cite": "164 Wn.2d 909",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        3996511
      ],
      "year": 2008,
      "pin_cites": [
        {
          "page": "915"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/164/0909-01"
      ]
    },
    {
      "cite": "328 P.3d 977",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "weight": 2,
      "year": 2014,
      "opinion_index": 0
    },
    {
      "cite": "182 Wn. App. 157",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        4323042
      ],
      "weight": 4,
      "year": 2014,
      "pin_cites": [
        {
          "page": "179"
        },
        {
          "page": "175"
        },
        {
          "page": "173-74"
        },
        {
          "page": "176"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/182/0157-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 992,
    "char_count": 24227,
    "ocr_confidence": 0.776,
    "pagerank": {
      "raw": 1.7323785891121654e-07,
      "percentile": 0.7057145030463166
    },
    "sha256": "c602a05d66a802652b9c1c22631bf2b8db92589d76cee4210d677b148c4c234a",
    "simhash": "1:9093e83f8fa16dd0",
    "word_count": 3842
  },
  "last_updated": "2024-02-27T22:09:01.011694+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Madsen, C.J., and Johnson, Owens, Fairhurst, Stephens, González, Gordon McCloud, and Yu, JJ., concur."
    ],
    "parties": [
      "Linda Darkenwald, Petitioner, v. The Employment Security Department, Respondent."
    ],
    "opinions": [
      {
        "text": "Wiggins, J.\n¶1 Linda Darkenwald appeals from the Washington Employment Security Department’s (Department) denial of her claim for unemployment benefits. We must decide whether a desire to work only part time constitutes a good cause reason for leaving work, thus permitting an individual who leaves work for that reason to collect unemployment benefits. Darkenwald claims that her employer’s request that she increase her working hours to three days per week gave her good cause to leave work because she wanted to continue working only two days per week. She relies on a statute that does not apply to her and would not give her good cause to leave work even if it were applicable. The Employment Security Act (Act), Title 50 RCW, lists good-cause reasons for voluntarily leaving work and states that this list is exclusive. A desire to perform only part-time work is not a good cause under the Act, and the part-time worker provisions do not apply. For these reasons, we affirm.\nBACKGROUND\nI. Factual Background\n¶2 Darkenwald worked as a dental hygienist in the office of Dr. Gordon Yamaguchi from 1985 to 2010. Initially, Darkenwald worked one day a week, but she increased this to two days a week and then four days a week. In 1998, she suffered a neck and back injury. Darkenwald received worker’s compensation benefits after the Department of Labor and Industries found that she had a permanent impairment. Despite her injury, Darkenwald continued to work three to four days a week until 2006. From that point on, Darkenwald worked only on Mondays and Wednesdays, for a total of 14 to 17 hours per week. Dr. Yamaguchi asserts that Darkenwald reduced her hours in order to spend more time with her family.\n¶3 In 2010, Dr. Yamaguchi added another dentist to his practice. Dr. Yamaguchi met with Darkenwald and asked her to return to working three days a week; specifically, he asked her to work Fridays in addition to Mondays and Wednesdays. In the alternative, he offered her a position as an on-call or substitute hygienist. Darkenwald found neither of these alternatives acceptable and thus interpreted Dr. Yamaguchi’s request as a termination of her employment, telling him, “I hear you saying that I am fired.” During this meeting, Darkenwald never said that her disability prevented her from working more than two days per week. Afterward, Darkenwald believed she had been fired, while Dr. Yamaguchi believed that she had quit. Darkenwald worked her last day at Dr. Yamaguchi’s office a few days after this meeting, declining his offer of continued employment for three more weeks.\nII. Procedural History\n¶4 Eight days after her last day at Dr. Yamaguchi’s office, Darkenwald filed a claim for unemployment benefits with, the Department, asserting that she had been fired. Her initial application for benefits listed “wanted me to work more days” as the reason she was fired. The application did not mention her disability. After reviewing Dr. Yamaguchi’s response, the Department denied Darken-wald’s claim, stating that she had not been discharged but rather had “quit for personal reasons” and had “not established good cause” for quitting.\n¶5 Darkenwald appealed the denial of her claim to an administrative law judge (ALJ) with the Department. The ALJ- concluded that Darkenwald voluntarily quit her job as a part-time dental hygienist and failed to establish good cause for leaving work. In his decision, the ALJ wrote that Darkenwald had quit and had not been discharged and concluded that while she “had good personal reasons for quitting as she did not want to work more than two days a week,” she “has not established that her medical condition was the reason she was not able to work on Fridays.” The Department’s commissioner adopted the ALJ’s findings of fact and conclusions of law and upheld the ALJ’s decision on substantially the same grounds.\n¶6 Darkenwald appealed to the Thurston County Superior Court, which reversed the commissioner’s decision and directed the Department to grant Darkenwald unemployment benefits. The Superior Court rejected the commissioner’s findings that Darkenwald had voluntarily quit and “that Darkenwald refused or was not interested in working on Fridays.” Instead, the Superior Court concluded that Darkenwald’s disability prevented her from working more than two days a week and that Dr. Yamaguchi’s request for Darkenwald to work three days a week made him “the moving or initiating party leading to Darkenwald’s termination.”\n¶7 The Court of Appeals reversed the Superior Court and reinstated the commissioner’s denial of benefits. Darkenwald v. Emp’t Sec. Dep’t, 182 Wn. App. 157, 179, 328 P.3d 977 (2014). The Court of Appeals held that substantial evidence supported the commissioner’s findings that Darkenwald had voluntarily quit, that Darkenwald’s disability was not the primary reason she quit, and that her disability did not make it necessary for her to quit. Id. at 172-75. The appellate court held that the protections that the Act accords to unemployed part-time workers did not establish good cause for Darkenwald to quit, reasoning that a contrary holding would be contrary to the legislative intent that the list of “good causes” for quitting in the Act is exclusive. Id. at 177-79.\nSTANDARD OF REVIEW\n¶8 We sit in the same position as the Superior Court and thus do not give deference to the rulings of the Superior Court or Court of Appeals. Verizon Nw., Inc. v. Emp’t Sec. Dep’t, 164 Wn.2d 909, 915, 194 P.3d 255 (2008). Under the Washington Administrative Procedure Act, chapter 34.05 RCW, we review the decision of the commissioner rather than the underlying decision of the ALJ, except to the extent that the commissioner adopts the ALJ’s findings. Verizon Nw., 164 Wn.2d at 915.\n¶9 As the party challenging the commissioner’s decision, Darkenwald bears the burden of demonstrating the invalidity of the Department’s action. RCW 34.05-.570(l)(a). Our task is to determine whether the Department erroneously interpreted or applied the law, whether its decision is supported by substantial evidence, and whether the decision is arbitrary and capricious. RCW 34.05.570(3)(d), (e), (i). We review administrative findings of fact for substantial evidence, and unchallenged findings are treated as verities on appeal. Smith v. Emp’t Sec. Dep’t, 155 Wn. App. 24, 32-33, 226 P.3d 263 (2010). We review issues of law de novo. Quadrant Corp. v. Cent. Puget Sound Growth Mgmt. Hr’gs Bd., 154 Wn.2d 224, 233, 110 P3d 1132 (2005).\n¶10 On matters of statutory interpretation, our “fundamental objective is to ascertain and carry out the Legislature’s intent.” Dep’t of Ecology v. Campbell & Gwinn, LLC, 146 Wn.2d 1, 9, 43 P.3d 4 (2002). “[I]f the statute’s meaning is plain on its face, then the court must give effect to that plain meaning as an expression of legislative intent.” Id. at 9-10. When determining a statute’s plain meaning, we consider “the ordinary meaning of words, the basic rules of grammar, and the statutory context to conclude what the legislature has provided for in the statute and related statutes.” In re Forfeiture of One 1970 Chevrolet Chevelle, 166 Wn.2d 834, 838-39, 215 P.3d 166 (2009). We consider other matters, including legislative history, if “the statute remains susceptible to more than one reasonable meaning” after completing this plain-meaning analysis. Campbell & Gwinn, 146 Wn.2d at 12.\nANALYSIS\n¶11 RCW 50.20.050 disqualifies a worker from receiving unemployment benefits if the worker “left work voluntarily without good cause.” RCW 50.20.050(2)(a). The statute further provides that “[g]ood cause reasons to leave work are limited to reasons listed in (b) of this subsection.” Id. Consequently, a worker who voluntarily leaves work must satisfy the requirements of 1 of the 11 causes enumerated in RCW 50.20.050(2)(b) in order to demonstrate good cause.\n¶12 The ALJ and the commissioner determined that Darkenwald quit — i.e., that she voluntarily left work— rather than being discharged. Darkenwald failed to meaningfully challenge this conclusion in her petition for review and instead argued that she is entitled to benefits regardless of whether the termination of her employment is characterized as a “quit” or a discharge. She never explicitly concedes that she voluntarily left work, nor does she explicitly challenge that component of the Court of Appeals’ holding. Because Darkenwald failed to meaningfully challenge this holding in her petition for review, we accept the holding of the Court of Appeals and affirm the commissioner’s determination that Darkenwald quit work voluntarily and that she was not discharged by her employer.\n¶13 Because Darkenwald left work voluntarily, RCW 50.20.050(2)(a) disqualifies her from receiving benefits unless she satisfies one of that statute’s enumerated “[g]ood cause reasons” for leaving work. Darkenwald asserts that both her disability and her desire to remain a part-time worker provided her with good cause to leave her employment with Dr. Yamaguchi. Both of these arguments fail.\nI. Disability\n¶14 Disability constitutes good cause for voluntarily leaving work under certain circumstances:\n(b) An individual has good cause and is not disqualified from benefits [if]\n(ii) The separation was necessary because of the illness or disability of the claimant or the death, illness, or disability of a member of the claimant’s immediate family if:\n(A) The claimant pursued all reasonable alternatives to preserve his or her employment status by requesting a leave of absence, by having promptly notified the employer of the reason for the absence, and by having promptly requested reemployment when again able to assume employment. These alternatives need not be pursued, however, when they would have been a futile act, including those instances when the futility of the act was a result of a recognized labor/management dispatch system; and\n(B) The claimant terminated his or her employment status, and is not entitled to be reinstated to the same position or a comparable or similar position.\nRCW 50.20.050(2).\n¶15 The associated regulations list three requirements that a claimant must meet to satisfy this statute: (a) the claimant must have “left work primarily because of” the illness or disability; (b) the illness or disability must have “made it necessary for” the claimant “to leave work”; and (c) the claimant must have “first exhausted all reasonable alternatives prior to leaving work, including . . . [n]otifying [his or her] employer of the reason(s) for the absence as provided in WAC 192-150-060.” WAC 192-150-055(1). The requirements in WAC 192-150-055(1) are conjunctive — a claimant must meet all three requirements to establish good cause. See id.\n¶16 Darkenwald failed to establish that she exhausted all reasonable alternatives under WAC 192-150-055(l)(c) and fails to challenge the Court of Appeals’ conclusion that her disability was not the primary reason she left work as required by WAC 192-150-055(l)(a). Consequently, her disability did not constitute good cause.\nA. Darkenwald failed to exhaust all reasonable alternatives before leaving work\n¶17 WAC 192-150-055(l)(c)(i) requires a worker to satisfy the notification-to-employer requirements of WAC 192-150-060 in order to demonstrate that she “exhausted] all reasonable alternatives prior to leaving work.” Under WAC 192-150-060(1), a worker who leaves work because of a disability must first notify the employer about the disability and “any known restrictions on the type or hours of work [the worker] may perform.” Any such “restrictions on the type or hours of work [the worker] may perform must be supported by a physician’s statement . . . .” WAC 192-150--060(2). As the Court of Appeals noted, see Darkenwald, 182 Wn. App. at 175, Darkenwald never presented such a physician’s statement to Dr. Yamaguchi; Darkenwald does not dispute this in her petition for review or supplemental brief. Because she never provided a physician’s statement prior to quitting, Darkenwald failed to “exhaust[ ] all reasonable alternatives” under WAC 192-150-055(l)(c)(i).\nB. Darkenwald failed to challenge the Court of Appeals’ conclusion that her disability was not the primary reason she left work\n¶18 The Court of Appeals provided an alternative rationale for rejecting Darkenwald’s disability argument, holding that Darkenwald failed to establish that her disability was the primary reason she left work, as required by WAC 192-150-055(l)(a). Darkenwald, 182 Wn. App. at 173-74. At the beginning of her petition for review, Darkenwald states that she seeks review of the Court of Appeals’ conclusion that her disability was not the primary reason she quit. But Darkenwald never again mentions the “primary reason” component of the Court of Appeals’ decision in either her petition for review or her supplemental brief. “[I]ssues not supported by argument and citation to authority will not be considered on appeal.” State v. Farmer, 116 Wn.2d 414, 432, 805 P.2d 200, 812 P.2d 858 (1991). On the “primary reason” requirement of WAC 192-150-055(l)(a), Darkenwald has supplied neither argument nor citation to authority. Because Darkenwald has failed to meaningfully challenge that conclusion, we conclude, as did the Court of Appeals, that Darkenwald’s disability was not the primary reason she left work.\n¶19 For these reasons, Darkenwald has failed to establish that her disability provided her with good cause to leave work.\nII. Part-Time Worker Status\n¶20 We also reject Darkenwald’s argument that her desire to remain a part-time-only worker provided her with good cause to quit. Our determination of this issue turns on how we construe two statutes: RCW 50.20.050(2)(a), which enumerates what circumstances constitute “good cause” for voluntarily leaving work, and RCW 50.20.119, which permits a “part-time worker” to refuse full-time employment and still receive benefits.\n¶21 RCW 50.20.050(2)(a) states that its enumerated list of “good causes” is exclusive. That list does not include a provision covering employees who wish to limit their work hours, nor does it include a provision covering an employer’s demand that an employee work more hours. The absence of part-time worker status from the list thus suffices to defeat Darkenwald’s argument that her desire to work only part time provided her with good cause.\n¶22 Our inquiry ordinarily would end there. Darkenwald asserts, however, that a separate statute, RCW 50.20.119, creates an additional category of good cause that protects part-time workers who reject an offer of full-time employment. RCW 50.20.119(1) provides:\n[A]n otherwise eligible individual may not be denied benefits for any week because the individual is a part-time worker and is available for, seeks, applies for, or accepts only work of seventeen or fewer hours per week by reason of the application of RCW 50.20.010(l)(c), 50.20.080, or 50.22.020(1) relating to availability for work and active search for work, or failure to apply for or refusal to accept suitable work.[]\n¶23 Darkenwald’s argument incorrectly assumes that the above-quoted statute conflicts with RCW 50.20-.050(2)(a)’s statement that the enumerated list of good causes is exclusive. “[W]here potentially conflicting acts can be harmonized, we construe each to maintain the integrity of the other.” Anderson v. Dep’t of Corr., 159 Wn.2d 849, 859, 154 P.3d 220 (2007). Here, the plain language of RCW 50.20.119 does not conflict with the plain language of the exclusivity provision of RCW 50.20.050(2). Rather, RCW 50.20.119 applies only to individuals who are already unemployed and have filed a claim for unemployment benefits with the Department; it does not extend to presently employed workers.\n¶24 RCW 50.20.010(l)(c) requires a person who has filed a benefits claim to actively seek and accept “any suitable work” in order to retain eligibility for unemployment benefits. RCW 50.20.119 sets forth a limited exception to that rule: it excuses a claimant who is a “part-time worker” from searching for or accepting offers of full-time employment, even if the full-time employment would otherwise be “suitable.” RCW 50.20.119(1). RCW 50.20.119 thus bars the Department from denying a part-time worker benefits simply because that worker failed to “active [ly] search for,” “apply for,” or “accept” full-time work. Id. Under the Act, a currently employed person need not “search for,” “apply for,” or “accept” employment in order to obtain unemployment benefits. Those obligations do attach, however, to already-unemployed individuals who have filed a claim for benefits — as the three statutes cited in RCW 50.20.119’s text demonstrate. Consequently, RCW 50.20.119 applies only to workers who are already unemployed and cannot be used as a basis for grafting an additional “good cause” onto the exclusive list contained in RCW 50.20.050(2)(a).\n¶25 Because the plain meaning of RCW 50.20.050(2) and RCW 50.20.119 are not ambiguous, we need not consider secondary considerations such as legislative history. See Campbell & Gwinn, 146 Wn.2d at 12. We note, however, that the legislative history behind RCW 50.20.050’s exclusivity provision cuts against Darkenwald’s proposed construction. Darkenwald’s construction hinges on the assumption that RCW 50.20.050’s list of causes is not exclusive and is augmented by RCW 50.20.119. The legislative history demonstrates that the legislature rejected reading such additional causes into the list. As noted, supra note 7, the legislature added the exclusivity provision to RCW 50.20.050 in 2009, six years after the enactment of RCW 50.20.119. Laws of 2009, ch. 493, § 3. The legislature could have incorporated part-time worker protections into RCW 50.20.050 at that time, but it chose not to do so.\n¶26 Moreover, the exclusivity provision appears to have been added in response to our 2008 opinion in Spain v. Employment Security Department, in which we held that the statute’s list of good causes was not “exhaustive.” 164 Wn.2d 252, 254-55, 185 P.3d 1188 (2008). The legislature amended RCW 50.20.050 to add the exclusivity provision just 11 months later. See Laws of 2009, ch. 493, § 3. The bill report addressing the amendment specifically cited Spain’s nonexclusivity holding in its background section. Final B. Rep. on Second Substitute S.B. 5963, at 2,61st Leg., Reg. Sess. (Wash. 2009). “ ‘[A] change in legislative intent is presumed when a material change is made in a statute.’ ” Davis v. Dep’t of Licensing, 137 Wn.2d 957, 967, 977 P.2d 554 (1999) (alteration in original) (quoting Rhoad v. McLean Trucking Co., 102 Wn.2d 422, 427, 686 P.2d 483 (1984)). Our decision in Spain was in keeping with a remedial reading of the statute; had the legislature believed such a construction appropriate for RCW 50.20.050, it could simply have left the statute as it was and allowed Spain to remain controlling law. Its decision to amend the statute less than one year later strongly suggests that the legislature did not believe the usual rules of remedial construction can be used to expand the list of good causes to leave work.\nCONCLUSION\n¶27 Darkenwald left her position at Dr. Yamaguchi’s office without “good cause,” as the Employment Security Act defines that term. We therefore affirm the Court of Appeals’ decision and uphold the commissioner’s determination that Darkenwald is not entitled to unemployment benefits.\nMadsen, C.J., and Johnson, Owens, Fairhurst, Stephens, González, Gordon McCloud, and Yu, JJ., concur.\nDarkenwald also asserts that she has a disability that provided her with good cause for leaving work. As discussed below, however, Darkenwald failed to satisfy the statutory requirements for leaving work due to disability.\nThe record does not establish the exact nature of the on-call position that Dr. Yamaguchi offered. Before the Court of Appeals, Darkenwald argued that the on-call position would have resulted in a reduction of hours of more than 25 percent, thus providing her with good cause to quit. The Court of Appeals rejected this argument. Darkenwald v. Emp’t Sec. Dep’t, 182 Wn. App. 157, 176, 328 P.3d 977 (2014). Darkenwald then abandoned her reduction-of-hours argument in her petition for review, so we do not address the reduction here.\nIn her responses to the amicus briefs filed in this court, Darkenwald does argue that her separation should be treated as a refusal to work under RCW 50.20.080 rather than as a “quit” under RCW 50.20.050. Her counsel repeated this contention in his oral argument. But Darkenwald never raised RCW 50.20.080 in any prior administrative or judicial proceedings. Instead, this argument was first raised in an amicus brief filed in this court by amici Northwest Justice Project, Legal Voice, and Washington Employment Lawyers Association. The Administrative Procedure Act, chapter 34.05 RCW, bars litigants from raising issues on judicial review that were not raised before the agency with few exceptions — and none of the exceptions applies here. RCW 34.05.554(1). RAP 2.5(a) similarly deems arguments waived if the litigant failed to raise them before the trial court. For these reasons, we decline to consider the belatedly raised arguments advanced by amici and Darkenwald.\nMoreover, the record supports the commissioner’s conclusion that Darkenwald voluntarily left work. A worker’s decision to leave a job is voluntary even if the employer conditions the worker’s continued employment on the worker’s agreeing to nonnegotiable conditions, including changes to the number of hours the employee works. See Korte v. Dep’t of Emp’t Sec., 47 Wn. App. 296, 734 P.2d 939 (1987). Here, Dr. Yamaguchi actually offered Darkenwald two separate alternatives — either full time or on-call/substitute — that would have permitted her to continue working at his office as a dental hygienist. While Darkenwald found neither of those alternatives acceptable, her decision to instead quit work does not convert her separation into a “discharge.” As stated, supra note 3, Darkenwald’s “refusal to work” argument raised before this court in the amici brief is not available to her because it was not raised below and we decline to address it now.\nRCW 50.12.010, .040, and .042 grant the commissioner the power to promulgate regulations effectuating the provisions of Title 50 RCW.\nThe immediately following subsection (2) defines “part-time worker” as “an individual who: (a) Earned wages in ‘employment’ in at least forty weeks in the individual’s base year; and (b) did not earn wages in ‘employment’ in more than seventeen hours per week in any weeks in the individual’s base year.”\nDarkenwald also asserts that we should defer to RCW 50.20.119 because RCW 50.20.119 was enacted later than RCW 50.20.050. This misconstrues the chronological relationship between the statutes. While RCW 50.20.050 existed prior to the 2003 enactment of RCW 50.20.119, the exclusivity provision was not added until 2009. Laws of 2009, ch. 493, § 3. Because the exclusivity provision is actually newer than RCW 50.20.119, giving deference to the later-enacted provision would undercut Darkenwald’s argument rather than bolster it.\nRCW 50.20.119 cites three statutes — RCW 50.20.010(l)(c), RCW 50.20.080, and RCW 50.22.020(1) — each of which plainly applies only to individuals who already are unemployed and have filed a claim for benefits. These statutory references thus make clear that RCW 50.20.119, like the cited statutes, can apply only to individuals who are already unemployed.",
        "type": "majority",
        "author": "Wiggins, J."
      }
    ],
    "attorneys": [
      "Edward E. Younglove III (of Younglove & Coker PLLC), for petitioner.",
      "Robert W. Ferguson, Attorney General, Eric D. Peterson, Managing Assistant, and Eric A. Sonju and Jay D. Geek, Assistants, for respondent.",
      "Michele Besso, Eric Dunn, David Morales, and Deborah Perluss on behalf of Northwest Justice Project, amicus curiae.",
      "Janet S. Chung on behalf of Legal Voice, amicus curiae.",
      "Jeffrey L. Needle on behalf of Washington Employment Lawyers Association, amicus curiae.",
      "Robert A. Battles on behalf of Association of Washington Business, amicus curiae."
    ],
    "corrections": "",
    "head_matter": "[No. 90544-4.\nEn Banc.]\nArgued February 24, 2015.\nDecided May 21, 2015.\nLinda Darkenwald, Petitioner, v. The Employment Security Department, Respondent.\nEdward E. Younglove III (of Younglove & Coker PLLC), for petitioner.\nRobert W. Ferguson, Attorney General, Eric D. Peterson, Managing Assistant, and Eric A. Sonju and Jay D. Geek, Assistants, for respondent.\nMichele Besso, Eric Dunn, David Morales, and Deborah Perluss on behalf of Northwest Justice Project, amicus curiae.\nJanet S. Chung on behalf of Legal Voice, amicus curiae.\nJeffrey L. Needle on behalf of Washington Employment Lawyers Association, amicus curiae.\nRobert A. Battles on behalf of Association of Washington Business, amicus curiae."
  },
  "file_name": "0237-01",
  "first_page_order": 291,
  "last_page_order": 306
}
