{
  "id": 1361179,
  "name": "B. A. Collins & Company v. Gus Blass Company",
  "name_abbreviation": "B. A. Collins & Co. v. Gus Blass Co.",
  "decision_date": "1922-06-19",
  "docket_number": "",
  "first_page": "244",
  "last_page": "246",
  "citations": [
    {
      "type": "official",
      "cite": "154 Ark. 244"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "96 N. Y. Supp. 978",
      "category": "reporters:state",
      "reporter": "N.Y.S.",
      "case_ids": [
        3133570
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nys/96/0978-01"
      ]
    },
    {
      "cite": "74 S. E. 718",
      "category": "reporters:state_regional",
      "reporter": "S.E.",
      "opinion_index": 0
    },
    {
      "cite": "6 L. R. A. (N. S.) 1016",
      "category": "reporters:federal",
      "reporter": "L.R.A.N.S.",
      "opinion_index": 0
    },
    {
      "cite": "96 N. Y. Supp. 978",
      "category": "reporters:state",
      "reporter": "N.Y.S.",
      "case_ids": [
        3133570
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nys/96/0978-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 302,
    "char_count": 4461,
    "ocr_confidence": 0.513,
    "pagerank": {
      "raw": 8.822123157029672e-08,
      "percentile": 0.4971838126469922
    },
    "sha256": "6e2bf62659d02cc849fb5236570fa10c9e6a402bb8e931e29c91eaf6935b1676",
    "simhash": "1:2aecac9ba641c7f0",
    "word_count": 805
  },
  "last_updated": "2024-02-27T20:29:53.333711+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "B. A. Collins & Company v. Gus Blass Company."
    ],
    "opinions": [
      {
        "text": "Hart, J.\n(after stating the facts). Counsel for the plaintiff seek to reverse the judgment upon the authority of Williams v. Gridley, 96 N. Y. Supp. 978. In that case the contract provided for the purchase of bicycles, and the shipping directions were, “all to be filled by April 1st, or as soon as possible.” The court held that this provision indicated that the order was to be filled by April 1st or as soon thereafter as possible. The court said that unless the phrase, “or as soon as possible,” related to a time subsequent, it was without force and may as well have been omitted from the contract.\nWe do not think that that case has any bearing on the present case, even if it be assumed that it was correctly decided. The shipping directions in the present case, when construed as a whole, do not show that the phrase, “March or at once as ready,” refers to a sub-, sequent time. If it did the word “March,” might just as well have been omitted. The words, “at once” are usually construed to mean within such reasonable time as shall be required under all the circumstances for doing the particular thing. Lucas v. Western Union Tel. Co., (Iowa) 6 L. R. A. (N. S.) 1016; and Georgia Agr. Works v. Price, (Ct. of Appeals, Ga.) 74 S. E. 718, and cases cited.\nThe order was dated February 3, 1920. The shipping directions were “March or at once as ready.” The date of the order and the shipping directions contained in it -would seem to indicate that it was the intention of the parties that the shipper might proceed with the shipment at once if ready to do so. In other words, the shipment might be made during the month of February. If the words, “or at once as ready,” are construed to mean a time subsequent to March instead of a time prior to it, it is plain that the word “March” need not have been used at all. If the word should be used to denote the time previous to March, effect may.be given to every word contained in the shipping directions. In construing a written instrument effect must be given to every part therein where it can be done.\nIt follows that the judgment will be affirmed.",
        "type": "majority",
        "author": "Hart, J."
      }
    ],
    "attorneys": [
      "Rogers, Rarbér $ Henry, for appellant.",
      "Joe H. Thompson, for appellee."
    ],
    "corrections": "",
    "head_matter": "B. A. Collins & Company v. Gus Blass Company.\nOpinion delivered June 19, 1922.\n1. Sales — time of shipment. — In an action for the purchase price of goods ordered on February 3d, to be shipped in “March or at once as ready,” which were not shipped until April 30, held that the purchaser was justified in refusing to accept the shipment, as the language quoted meant that the shipment should be made in February or March, but not later.\n2. Contracts — construction.—A written contract should be construed to give effect to every part therein where it can be done.\nAppeal from Pulaski Circuit Court, Third Division; Archie F. House, Judge;\naffirmed.\nSTATEMENT OP PACTS.\nThe circuit court, sitting as a jury on appeal from-the municipal court of Little Rock, Ark., rendered judgment in favor of The Gus Blass Company in a suit against it by B. A. Collins-. & Company for the sum of $55.11 alleged to be due for merchandise. The defendant denied owing the plaintiff any amount whatever.\nOn the 3rd day of February, 1920, The Gus Blass Company of Little Rock, Ark., signed an order for a bill of goods purchased by it from B. A. Collins & Company of Springfield, Mass. The order contained a direction of shipment as follows: “March or at once as ready.” The greater part of the goods contained in the order were shipped on March 31, 1920. The balance of the order, amounting to $55.11, was shipped on April 30, 1920. The defendant refused to accept this consignment on the ground that it was shipped too late, and the goods were returned to the plaintiff.\nThe court found the issue in favor of the defendant, and from the judgment rendered dismissing its complaint, the plaintiff has duly prosecuted an appeal to this court.\nRogers, Rarbér $ Henry, for appellant.\nThe shipping instruction “March, or at once as ready,” can only have one meaning, and that was that the goods were to be shipped during March, or as soon as possible thereafter. “As soon as possible” and “at once” are synonymous and mean within a reasonable time. See Words and Phrases, 2nd series, Yol. 1 p. 286; 96 N. Y. Supp. 978, 110 App. Ddv. 525.\nJoe H. Thompson, for appellee.\nThe plain meaning of the shipping instruction is that the goods might be shipped at once if ready, but as qualified by the word “March”, means that shipment must be made at some time not later than March 31st."
  },
  "file_name": "0244-01",
  "first_page_order": 268,
  "last_page_order": 270
}
