{
  "id": 1355704,
  "name": "Pugsley v. Sellmeyer",
  "name_abbreviation": "Pugsley v. Sellmeyer",
  "decision_date": "1923-04-09",
  "docket_number": "",
  "first_page": "247",
  "last_page": "255",
  "citations": [
    {
      "type": "official",
      "cite": "158 Ark. 247"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "224 S. W. 442",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": -1
    },
    {
      "cite": "183 N. W. 434",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": -1
    },
    {
      "cite": "166 N. W. 202",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": -1
    },
    {
      "cite": "77 N. W. 491",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": -1
    },
    {
      "cite": "3 L. R. A. (N. S.) 496",
      "category": "reporters:federal",
      "reporter": "L.R.A.N.S.",
      "opinion_index": -1
    },
    {
      "cite": "105 N. W. 686",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": -1
    },
    {
      "cite": "69 N. W. 544",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": -1
    },
    {
      "cite": "66 N. W. 765",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": -1
    },
    {
      "cite": "9 N. W. 356",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": -1
    },
    {
      "cite": "6 A. L. R. 1525",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": -1
    },
    {
      "cite": "113 Ark. 24",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1537531
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/113/0024-01"
      ]
    },
    {
      "cite": "149 U. S. 308",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3570098
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/149/0308-01"
      ]
    },
    {
      "cite": "49 U. S. 8",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "opinion_index": -1
    },
    {
      "cite": "145 Ark. 303",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1586148
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/145/0303-01"
      ]
    },
    {
      "cite": "17 Am. Rep. 405",
      "category": "reporters:state_regional",
      "reporter": "Am. Rep.",
      "opinion_index": -1
    },
    {
      "cite": "48 Cal. 36",
      "category": "reporters:state",
      "reporter": "Cal.",
      "case_ids": [
        1953896
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cal/48/0036-01"
      ]
    },
    {
      "cite": "133 Mass. 103",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2150850
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/133/0103-01"
      ]
    },
    {
      "cite": "66 U. S., 1",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "opinion_index": -1
    },
    {
      "cite": "92 Ark. 492",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1548565
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/92/0492-01"
      ]
    },
    {
      "cite": "22 Neb. 313",
      "category": "reporters:state",
      "reporter": "Neb.",
      "case_ids": [
        4409582
      ],
      "opinion_index": -1,
      "case_paths": [
        "/neb/22/0313-01"
      ]
    },
    {
      "cite": "17 Sup. Ct. 225",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        8298023
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/165/0028-01"
      ]
    },
    {
      "cite": "87 Am. St. Rep. 918",
      "category": "reporters:state",
      "reporter": "Am. St. Rep.",
      "opinion_index": -1
    },
    {
      "cite": "50 L. R. A. 747",
      "category": "reporters:federal",
      "reporter": "L.R.A.",
      "opinion_index": -1
    },
    {
      "cite": "61 Pac. 258",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": -1
    },
    {
      "cite": "58 S. E. 609",
      "category": "reporters:state_regional",
      "reporter": "S.E.",
      "opinion_index": -1
    },
    {
      "cite": "88 S. W. 582",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": -1
    },
    {
      "cite": "238 S. W. 54",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": -1
    },
    {
      "cite": "58 Ark. 386",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "42 Ark. 563",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "22 Wis. 210",
      "category": "reporters:state",
      "reporter": "Wis.",
      "case_ids": [
        8708170
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wis/22/0210-01"
      ]
    },
    {
      "cite": "19 Wend. 56",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2023429
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/19/0056-01"
      ]
    },
    {
      "cite": "73 N. W. 63",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": -1
    },
    {
      "cite": "79 N. E. 123",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": -1
    },
    {
      "cite": "113 Ark. 40",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1537546
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/113/0040-01"
      ]
    },
    {
      "cite": "89 Ark. 254",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1515223
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/89/0254-01"
      ]
    },
    {
      "cite": "45 Ark. 121",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1892051
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/45/0121-01"
      ]
    },
    {
      "cite": "34 Ark. 394",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1875649
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/34/0394-01"
      ]
    },
    {
      "cite": "18 Sup. Ct. Rep. 441",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        3597770
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/169/0600-01"
      ]
    },
    {
      "cite": "15 S. C. 322",
      "category": "reporters:state",
      "reporter": "S.C.",
      "case_ids": [
        8716233
      ],
      "opinion_index": -1,
      "case_paths": [
        "/sc/15/0322-01"
      ]
    },
    {
      "cite": "67 Pac. 1104",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "case_ids": [
        1154888
      ],
      "opinion_index": -1,
      "case_paths": [
        "/kan/64/0563-01"
      ]
    },
    {
      "cite": "47 Pac. 424",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": -1
    },
    {
      "cite": "224 S. W. 617",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": -1
    },
    {
      "cite": "105 Ark. 307",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1347097
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/105/0307-01"
      ]
    },
    {
      "cite": "174 N. W. 334",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 0
    },
    {
      "cite": "157 Mass. 561",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        803908
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/157/0561-01"
      ]
    },
    {
      "cite": "154 Ark. 176",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1361245
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/154/0176-01"
      ]
    },
    {
      "cite": "144 Ark. 169",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1587982
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/144/0169-01"
      ]
    },
    {
      "cite": "6 A. L. R. 1525",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "45 Ark. 121",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1892051
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/45/0121-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 822,
    "char_count": 15093,
    "ocr_confidence": 0.503,
    "pagerank": {
      "raw": 6.210678277746396e-07,
      "percentile": 0.9570822468800304
    },
    "sha256": "668bebb20f4f763e7eee78964bc68fdca5865cb3236e7c67346358a6dc3c84ef",
    "simhash": "1:76ceb56e87ac4f6c",
    "word_count": 2646
  },
  "last_updated": "2024-02-27T17:41:16.235499+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Pugsley v. Sellmeyer."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nAppellant alleged and proved that she was a resident of School District No. 11 of Clay County, of school age, and that in September, 1921, she enrolled as a pupil in that school. On the opening day of school N. E. Hicks, the principal, read certain rules which had been adopted by the board of directors, and announced that observance thereof would be required by all pupils who attended the school. Among these rules was one numbered 3', which reads as follows:\n“The wearing of transparent hosiery, low-necked dresses or any style of clothing tending toward immodesty in dress, or the nse of face paint or cosmetics, is prohibited. ’ ’\nAppellant infringed this rule by the use of talcum powder, and the teacher required her to wash it off, and told her not to return again with it on her face. A day or two later she returned and offered herself as a pupil,, but admission was denied her on the ground that she was infringing the rule by the continued use of talcum powder. She refused to submit to or to obey the rule, and was denied admission to the school.\nThereafter Miss Pugsley filed a petition setting out the facts stated, and prayed that a writ of mandamus issue requiring the directors of the school and the principal thereof to admit her as a pupil, notwithstanding her refusal to obey the rule set out above.\nThe case was submitted on its merits, and the court heard testimony supporting the allegations 'of the petition for mandamus, and made findings of fact and a declaration of law.\nThe court found the law to be that the rule was arbitrary and unreasonable, and one which the petitioner was not required to observe as a condition upon which she might attend the school; but the court found, the fact to be “ that the evidence fails to show that the expulsion of Miss Pugsley by defendant Hicks was done under the direction or authority of the school board, or that his action in the matter was ever approved of or ratified by the board of directors.”\nUpon this finding of fact the court denied the prayer of the petition for mandamus, and dismissed the petition, and this appeal is from that order.\nAppellant admits that, after the principal denied her admission except’upon the condition that she remove the talcum powder and discontinue its use, she did not appeal to any member of the board of directors; but the undisputed testimony shows that the board of direc.tors adopted the rule and directed the principal to enforce it, a-nd the secretary of the board, who was also a member thereof, testified as a witness, and his testimony makes it perfectly dear that any appeal to them would have been unavailing, for he stated unequivocally that the board regarded its breach as a challenge of their authority, and that, under the circumstances, its rescission or cancellation would have been subversive of all discipline in the school.\nUnder the circumstances the law did not impose upon the petitioner the duty of doing the unavailing thing of applying to the directors for admission; so that, while she was never expelled, she was, in fact, denied admission to the school, and this exclusion was tantamount to expulsion. Monette Road Imp. Dist. v. Dudley, 144 Ark. 169.\nIn the case of State v. School Dist. No. 16, 154 Ark. 176, petitioners sought by mandamus to compel the directors of the school district to allow them to attend school. Those petitioners had not been expelled, but had been excluded; and, while the action of the directors was approved and mandamus denied, we recognized mandamus as the appropriate remedy to obtain the relief sought. We there held that the educational interests and school affairs in each school district in the State are placed bjr statute, under the control and management of the school directors, and that to effectively exercise this authority a broad discretion must be accorded them, and in that connection it was said: “In defining the authority conferred upon the board, this court took occasion to say, in the case of Maddox v. Neal, 45 Ark. 121, that, while their authority is not without limit, yet ‘a wide range of discretion is vested in these boards by the statute in the matter of government and details of conducting the common schools.’ Courts will not interfere in matters of detail and government of schools, unless the officers refuse to perform a clear, plain duty, or unless they unreasonably and arbitrarily exercise the discretionary authority conferred upon them. We think the correct rule was laid down in the case of Watson v. Cambridge, 157 Mass. 561. It was said by Mr. Justice Knowlton, in rendering the opinion in that case, that ‘under the law the school committee has the general charge and superintendence of all the public schools in the town. The management of the schools involves many details, and it is important that a board of public officers, dealing with these details and having jurisdiction to regulate the internal affairs of the schools, should not be interfered with, or have their conduct called in question before any other tribunal, so long' as they act in good faith within their jurisdiction.’ ”\nWas the rule in question a reasonable one, and did the directors have the right to make and enforce it? We answer this question in the affirmative. The law as quoted from.the Black case, supra, finds ample support in numerous decisions of other courts. A more general statement of the law applicable to the facts of this case is found in 24 B. C. L. at section 24 of the article on Schools, reading as follows: “The courts will not interfere with the exercise of discretion by school directors in matters confided by law to their judgment, unless there is a clear abuse of the discretion, or a violation of law. So the courts are usually disinclined to interfere with regulations adopted by school boards, and they will not consider whether the regulations are wise or expedient, but merely whether they are a reasonable exercise of the power and discretion of the board.” Many cases supporting this text are collected in the following annotated cases: Wilson v. Board of Education, 13 Ann. Cas. 330 Kinzer v. Directors, 6 Ann. Cas. 996.\nThe question therefore is not whether we approve this rule as one we would have made as directors of the district, nor are we required to find whether it was essential to the maintenance of discipline. On the contrary, we must uphold the rule,unless we find that the directors have clearly abused their discretion, and that the rule is not one reasonably calculated to effect the purpose intended, that is, of promoting discipline in the school, and we do not so find.\nAppellant cites cases holding invalid various rules of the managing officers of the public schools; that of Valentine v. Independence School District, 174 N. W. 334, 6 A. L. R. 1525, being typical of the others. That was a case in which an order depriving a pupil of his diploma for refusal to wear a cap and gown at graduation was held unreasonable; but, in so holding, the Supreme Court of Iowa announced as the test of reasonableness of school rules substantially the one stated above.\nCourts have other and more important functions to perform than that of hearing the complaints of disaffected pupils of the public schools against rules and regulations promulgated by the school boards for the government of the schools. The courts have this right of review, for the reasonableness of such rule is a judicial question, and the courts will not refuse to perform their functions in determining the reasonableness of such rules, when the question is presented.\nBut, in doing so, it will be kept in mind that the directors are elected by the patrons of the schools over which they preside, and the election occurs annually. These directors are in close and intimate touch with the affairs of their respective districts, and know the conditions with which they have to deal. It will be remembered also that respect for constituted 'authority, and obedience thereto, is an essential lesson to qualify one for the duties of citizenship, and that the schoolroom is an appropriate place to teach that lesson. So that the courts hesitate to substitute their will and judgment for that of the school boards, which are delegated by law as the agencies to prescribe rules for the government of the public schools of the State, which are supported at the public expense.\nIn the discharge of the duty here imposed upon us it is proper for us to consider whether the rule involves any' element of oppression, or humiliation to the pupil, and what consumption of time or expenditure of mouey is required to comply with it. It does not appear unreasonable in any of these respects. Upon the contrary, we have a rule which imposes no affirmative duty, and no showing was made, 'or attempted, that the talcum powder possessed any medicinal properties, or was used otherwise than as a .cosmetic.\nWe are unwilling to say, as a matter of law, that a local condition might not exist which would make a rule of this character desirable in aid of the discipline of the school, and we therefore decline to annul it, for we will not annul a rule of the kind unless a valid reason for doing so is made to appear; whereas, to uphold it, we are not required to find a valid reason for its promulgation.\nIt follows therefore that, although the court below was wrong in holding that appellant should have applied to the directors for relief before bringing* this suit, the writ of mandamus should not have been awarded, for the reason that the rule was not void, and the relief should have been denied on that ground. Cooley v. Ksir, 105 Ark. 307.\nThe judgment is therefore affirmed.",
        "type": "majority",
        "author": "Smith, J."
      },
      {
        "text": "Humphreys, J.,\n(concurring). A proper showing has been made to this court that the rule complained of was rescinded after this appeal was perfected. The case is therefore moot. It is entirely unnecessary to determine whether a nonexisting rule is reasonable or unreasonable, hence I refrain from doing so.\nUpon this ground alone I concur in the affirmance of the judgment.",
        "type": "concurrence",
        "author": "Humphreys, J.,"
      },
      {
        "text": "Hart, J.,\n(dissenting). Miss Pearl Pugsley was 18 years old on the 15th of August, 1922. I think that a rule forbidding a girl pupil of her age from putting talcum powder on her face is so far unreasonable and beyond the exercise of discretion that the court should say that the board of directors acted without authority in making and enforcing it. “Useless laws diminish the authority of necessary ones.” The tone of the majority opinion exemplifies the wisdom of this old proverb.",
        "type": "dissent",
        "author": "Hart, J.,"
      }
    ],
    "attorneys": [
      "G. 0. Raley and J. N. Moore, for appellant.",
      "M. P. Huddleston, for appellees.",
      "J. N. Moore, in reply."
    ],
    "corrections": "",
    "head_matter": "Pugsley v. Sellmeyer.\nOpinion delivered April 9, 1923.\n1. Mandamus — exclusion of pupil from public school. — Where a pupil has been wrongfully excluded by the teacher from a public school in pursuance of a rule adopted by the school directors, mandamus is the proper remedy to compel the directors to allow the pupil to attend school.\n2. Schools and school districts — interference by courts. — ■ Courts will not interfere in matters of detail and government of schools unless the officers refuse to perform a clear, plain duty, or unless they unreasonably and arbitrarily exercise the discretionary authority conferred upon them.\n3. Schools and school districts — rule against use op face paint and cosmetics. — A rule of a school board forbidding, among other things, the use by pupils of “face paint or cosmetics” is not void as being unreasonable.\n4. Appeal and error — erroneous reason for proper judgment.-— A correct judgment of the lower court will be affirmed, though the reason assigned was erroneous..\nAppeal from Clay Circuit Court, Western District; W. W. Bancly, Judge;\naffirmed.\nG. 0. Raley and J. N. Moore, for appellant.\nThe motion to dismiss appeal is without merit, the controversy between the parties not being settled, and should be dismissed. Case unlike 224 S. W. 617 or cases collected in 5 Ann. Cas. 628, showing* dismissal where acts sought to be completed had been performed and where time for performance of acts sought to be compelled had passed. 47 Pac. 424; 67 Pac. 1104; People v. Troy, 82 N. T. 575, 15 S. C. 322. Mandamus was the proper remedy to compel the-reinstatement of a pupil in the public school who had been wrongfully expelled for refusal to obey an arbitrary and unreasonable rule. 18 Sup. Ct. Rep. 441; sec. 1, Art. 14, Const. 1874; 34 Ark. 394; 45 Ark. 121; 89 Ark. 254. A further demand or request to enter school was unnecessary and would have been unavailing. 113 Ark. 40; 223 111. i87; 79 N. E. 123; 2 Bailey on Habeas Corpus 784; 73 N. W. 63; 19 Wend. 56; 22 Wis. 210. Board responsible for acts of its agents. 42 Ark. 563; 58 Ark. 386; 238 S. W. 54; 88 S. W. 582; 58 S. E. 609. Judgment should be reversed and mandamus issued commanding the appellees to allow appellant to enter school.\nM. P. Huddleston, for appellees.\nThe mandamus was properly denied. The county board of education had jurisdiction of the controversy, ■and the school board, appellees, had the authority to adopt and enforce obedience to the rule. Secs. 8873, Crawford & Moses’ Digest, definition words “direction,” “supervision.” Universal Dictionary English Language; art. 7, sec. 14, Const.; 93 Pac. (Wash.) 924; 38 N. W. (Dak.) 52; 61 Pac. 258; 50 L. R. A. 747, 87 Am. St. Rep. 918; 17 Sup. Ct. 225; 165 IT. S. 28, 41 L. ed. 621; 22 Neb. 313; 92 Ark. 492. Courts would not have jurisdiction before county board of education had passed upon controversy. Had authority to direct school board, under language of statute. 35 L. ed. 974, 66 U. S., 1 Black 195, 17 L. ed. 137; 6 Ann. Cas. (Iowa) 966. School board had authority to make rule which was reasonable and not in conflict with any statute. 24 R. C. L., “Schools,” §§ 22, 24; 13 Ann. Cas. 330, N. 333; 6 Ann. Cas. (Ia.) 996; 100 N. W. (Ia.) 54; 34 N. W. (Ia.) 780; 61 N. W.' (Ia.) 859; 45 Atl. (N. J.) 755; 32 N. E. (Muss.) 864; 35 Am. Rep. (111.) 163. Appellant was not expelled by the school board. Its only action was the adoption of the rule. 35 Cyc. 901-3;'71'N. W. (Wis.) 123; 34 Am. Dec. (Mass.) 133 Mass. 103. Expulsion justified. -48 Cal. 36, 17 Am. Rep. 405. No longer any controversy, as shown by affidavits of school directors, and appeal • should be dismissed. 145 Ark. 303; 49 U. S. 8 How. 251; 149 U. S. 308; 113 Ark. 24; 2 R. C. L. Appeal & Error, § 145; 24 Am. Eng. Ann. Cases, 246; 5 Ann. Cas. 626, note.\nJ. N. Moore, in reply.\nCounty hoard had no jurisdiction of the matter. Statute limits its supervision and direction to such questions “as are not otherwise provided for by law.” Directors have charge of school affairs and power to make and enforce all necessary rules and regulations. Secs. 8916, 8943, Crawford & Moses’ Digest. Court had jurisdiction. 6 A. L. R. 1525; 9 N. W. 356; 66 N. W. 765; 69 N. W. 544; 105 N. W. 686; 3 L. R. A. (N. S.) 496; 6 Ann. Cas. 996; 77 N. W. 491; 166 N. W. 202;-183 N. W. 434. Every step taken by appellant in this suit is legalized by 224 S. W. 442. Rule was unnecessary and unreasonable, and the expiration of the term does not terminate appellant’s right to attend school nor diminish her right to the relief sought."
  },
  "file_name": "0247-01",
  "first_page_order": 271,
  "last_page_order": 279
}
