{
  "id": 8727010,
  "name": "Odle vs. Floyd & Erwin",
  "name_abbreviation": "Odle v. Floyd",
  "decision_date": "1843-07",
  "docket_number": "",
  "first_page": "248",
  "last_page": "250",
  "citations": [
    {
      "type": "official",
      "cite": "5 Ark. 248"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 265,
    "char_count": 4149,
    "ocr_confidence": 0.464,
    "sha256": "0058f65715ff76fcf67154b937169a1b3fad01f6b316cb7176bd4ddbd88eab4c",
    "simhash": "1:97f3eb253a556519",
    "word_count": 720
  },
  "last_updated": "2023-07-14T20:02:08.123138+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Odle vs. Floyd & Erwin."
    ],
    "opinions": [
      {
        "text": "By the Court,\nRingo, C. J.\nNo rule is belter established than that every matter in abatement, pre-existing, is waived by pleading to the action in bar thereof. Here (he plea of the defendants seeks to abate the suit for a matter certainly existing anterior to the time of filing their pleas in bar; and upon this ground alone the plaintiff might well have disregarded it; for it was, upon every view of the subject, inadmissible, and the court was bound at least to disregard it, and, according to the correct practice, order it to be taken from the papers filed of record in the case. The Court therefore erred in regarding, said, plea, and thereupon abating the suit, and for this error the final judgment given in- this canse must be reversed, annulled, and set aside, with costs.\nBut inasmuch as further proceedings may be had in the court below, we think proper to remark that nothing improper or illegal is perceived in the proceedings of that court, in permitting the plaintiff to amend his bill of particulars. It appears- to have been irregularly-filed, without any legal demand thereof having been made by the defendants, and had not at that time been noticed on the record, and was not, therefore, properly a matter of record in the case. .While it was in this situation, the plaintiif discovered- a mistake in the name of the parties designed to be charged with the demand, and made his application to the Court, founded on an affidavit stating these circumstances, for leave to correct and amend it. This was clearly a matter wilbin the discretionary powers of the Court; and we do not perceive how the defendants could have been prejudiced by its exercise, at the time and in the way in which it appears to have been exercised by the Court.\nCase remanded, with instructions to disregard the plea in abatement, and for further proceedings.",
        "type": "majority",
        "author": "Ringo, C. J."
      }
    ],
    "attorneys": [
      "The case was argued here by Ashley & Watkins, for plaintiff in error."
    ],
    "corrections": "",
    "head_matter": "Odle vs. Floyd & Erwin.\nA defendant cannot plead in abatement after pleading in bar. If he does, the plaintiff may disregard such plea, and the Court should order it to be taken away from the files.\nIt is not improper to allow a bill of particulars to be amended where it has been irregularly filed, without any legal demand of it, arid not noted on the record.\nThis was an action of assumpsit, commenced by Odle against Floyd & Erwin, and determined in the Phillips Circuit Court, in June, 1842, before the Hon. John C. P. Tolleson, one of the circuit judges. The suit was commenced by attachment. After order of publication, in May, 1842, the plaintiff, without any prayer for it, filed a bill of particulars. No notice was taken of this, upon the record. The defendants first moved to quash the writ. Motion overruled, and separate pleas, of non-assumpsit and limitations filed by each, and noted of record, May 31, 1842. The plaintiff then moved for leave to amend the bill of particulars, in the caption, so as to make it a bill against Floyd and Erwin, instead of a bill against a third person, on affidavit that it was filed casually, and that the caption was a mistake. Amendment allowed, and exceptions.\nOn the Qth day of June, the defendants pleaded jointly, in abatement, “ that all of the supposed promises and undertakings in the said declaration mentioned, if any such were made, were and each of them was made by the said defendants jointly, to wit: at the county of Phillips aforesaid, and not by either one of said defendants alone; and this the said defendants are ready to verify'. Wherefore, inasmuch as said plaintiff’s writ and declaration purport to claim a joint demand against said defendants, and the bill of particulars upon which the same are founded, discloses certain items against one of said defendants, namely, John B. Floyd, alone, they pray judgment of said writ and declaration, that the same may be quashed.” No affidavit was filed in support of this plea; and the plaintiff, upon that and other grounds, moved to strike it from the record; but the Court overruled his motion. Demurrer to plea overruled; replication stricken out; and judgment abating the suit. The case came up on error.\nThe case was argued here by Ashley & Watkins, for plaintiff in error."
  },
  "file_name": "0248-02",
  "first_page_order": 248,
  "last_page_order": 250
}
