{
  "id": 1435170,
  "name": "Maxwell v. Mitchell",
  "name_abbreviation": "Maxwell v. Mitchell",
  "decision_date": "1932-02-29",
  "docket_number": "",
  "first_page": "248",
  "last_page": "252",
  "citations": [
    {
      "type": "official",
      "cite": "185 Ark. 248"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "152 S. W. 153",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "105 Ark. 513",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1347002
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/105/0513-01"
      ]
    },
    {
      "cite": "117 Atl. 754",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "25 A. L. R. 68",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "140 Md. 317",
      "category": "reporters:state",
      "reporter": "Md.",
      "case_ids": [
        2133868
      ],
      "opinion_index": 0,
      "case_paths": [
        "/md/140/0317-01"
      ]
    },
    {
      "cite": "186 N. W. 74",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 0
    },
    {
      "cite": "22 A. L. R. 567",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "107 Neb. 309",
      "category": "reporters:state",
      "reporter": "Neb.",
      "case_ids": [
        4524836
      ],
      "opinion_index": 0,
      "case_paths": [
        "/neb/107/0309-01"
      ]
    },
    {
      "cite": "108 S. E. 497",
      "category": "reporters:state_regional",
      "reporter": "S.E.",
      "opinion_index": 0
    },
    {
      "cite": "17 A. L. R. 965",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "182 N. C. 122",
      "category": "reporters:state",
      "reporter": "N.C.",
      "case_ids": [
        8655490
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nc/182/0122-01"
      ]
    },
    {
      "cite": "20 Pick. (Mass.) 134",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2038881
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/37/0134-01"
      ]
    },
    {
      "cite": "41 A. L. R. 1269",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "129 Atl. 803",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "47 R. I. 60",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        1315036
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/47/0060-01"
      ]
    },
    {
      "cite": "199 S. W. 542",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "131 Ark. 492",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1578607
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/131/0492-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 523,
    "char_count": 9448,
    "ocr_confidence": 0.512,
    "pagerank": {
      "raw": 5.8591662004228935e-08,
      "percentile": 0.3646000210823102
    },
    "sha256": "649d2f34fd34aefec3273a66433de535966886465601b63a07825b0c73994e85",
    "simhash": "1:34a561bf4b03a0c4",
    "word_count": 1728
  },
  "last_updated": "2024-02-27T17:51:09.396208+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Maxwell v. Mitchell."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nE. E. Mitchell, trading as E. E. Mitchell & Company, obtained a decree foreclosing a vendor’s lien upon 160 acres of land which' he had sold to Johnnie Maxwell, who was dead at the time of the rendition of the decree. Maxwell’s widow and his heirs, who were minors, were defendants in the suit. A receiver had been appointed, who was in possession of the land and had collected the rents.\nPursuant to this decree, this land was sold by the commissioner named for that purpose to Mrs. Maxwell, the widow, for $1,025. The sale was reported to and approved by the court, but Mrs. Maxwell declined to comply with her bid by executing a note and bond as the notice of sale required the purchaser to do.\nThereupon a notice was served upon Mrs. Maxwell by Mitchell which contained the following recital: “You have failed to comply with said bid, by either -making bond or paying cash for same, and will also ask that the lands be resold and if they fail to bring the amount bid by you to-wit: the sum of $1,025, that judgment be given against you for the difference, and that execution issue for said balance, if any, and for all cost.” A formal petition was filed 'by Mitchell in which relief was prayed as indicated in the notice, and a response was filed by Mrs. Maxwell.\nIn this response Mrs. Maxwell alleged that she had refused to comply with her bid for the reason that, prior to the sale and unknown to her, Mitchell had caused the merchantable timber on the land to be cut and removed, thereby destroying the value of the land for the purpose to which she intended to- devote it.\nTestimony was heard to the effect that there was only a limited quantity of merchantable timber on the land, and that its value was only about $50, and Mitchell had credited the decree with that sum. The timber was cut between the time of the rendition of the decree of sale and the sale thereunder, and Mrs. Maxwell testified that she had moved her family from the land, and .did not know the timber had been cut at the time she bid in the land, and that she would not have bid on the land hád she known this fact.\nUnder the decree of the court, the land was ordered resold, and at the resale Mitchell bid in the land for $700, and, upon the final hearing of Mitchell’s petition and the response thereto, a decree was rendered in his favor against Mrs. Maxwell, from which is this appeal.\nBy § 4320, Crawford & Moses’ Digest, it is provided that, if any person shall refuse to pay the amount bid for any property struck off to him, the officer making the sale may again sell such property to the highest bidder, and, if any loss shall be occasioned thereby, the officer may recover such loss by motion before the court under whose order the sale was made.\nIn the case of Fulbright v. Morton, 131 Ark. 492, 199 S. W. 542, it was held that this statute provided a cumulative, and not an exclusive, remedy against the purchaser at a judicial sale who refuses to comply with his bid, and that the selling officer still has the common-law remedy of maintaining an action against the purchaser for the full amount of his bid.\nIt is insisted that, while two remedies are open against the purchaser at a judicial sale, who refuses to complete his purchase, neither remedy can he pursued by any one except the officer mailing the sale. If this were true, the jurisdiction of the court would not be affected under the facts of this case, for the reason that all persons who would be made parties in such an action were parties to this suit, and the court had expressly retained jurisdiction of the cause for the purpose of making such orders as might appear to be appropriate. The commissioner, who was merely an agent of the court to perform its orders, was, of course, a party, for the reason that his report was before the court and the litigation arose over the action to be taken thereon. The decree of the court thereon would necessarily be conclusive of any right on his part to pursue either the statutory or the common-law remedy against Mrs. Maxwell, who not only became a party by her bid, but was also an original party, and was made a defendant in the proceeding* brought by Mitchell on account of her default in the petition above referred to. All these proceedings were had in the case brought by Mitchell to enforce his lien. We conclude therefore that the relief prayed is not to be denied for the reason that Mitchell proceeded in his own name, instead of that of the commissioner.\nNow it is settled law that the rule of caveat emptor applies to judicial sales, and we do not intend by this opinion to impair it. One must know what he buys when he bids at a judicial sale. But it nevertheless appears inequitable to permit Mitchell to recover in this case. The recovery was for his benefit, although we have treated the case as if it had been a suit by the commissioner.\nWe do not impute to Mitchell any improper conduct or wrongful intention in cutting the timber, and he has credited his judgment with an amount which the court found represented the fair market value of the timber cut and removed. Yet the fact remains that Mitchell had no right to cut the timber, and Mrs. Maxwell did not know that he had done so, and she had the right to assume, when she hid in the land, that he had not done so. To permit him to recover under the facts of this case would be to allow him to profit from- his own wrongful act, especially in view of the fact that he has his land hack at his own price.\nThe case of Connell v. Savings Bank of Newport, 47 R. I. 60, 129 Atl. 803, 41 A. L. R. 1269, was one in which a house and lot were sold under a mortgage foreclosure sale, under which the purchaser was required to make a cash deposit of ten per cent, of the amount of his bid, which he did. Before the confirmation of the sale, and before possession was delivered to the purchaser, the house was destroyed by fire, and the purchaser -not only refused to pay the balance due on his purchase, but sued to recover the part paid. It was held by the Supreme Court of Ehode Island in that case, to quote the headnote, that, “where purchaser at mortgage foreclosure sale made deposit to be forfeited on failure to pay balance and take deed at time appointed, and before that time cottage on premises was destroyed by fire, purchaser was entitled to refuse deed and recover deposit.”\nIn the opinion in that case the court quoted from the case of Thompson v. Gould, 20 Pick. (Mass.) 134, as follows: “The only question therefore is, whether the plaintiff or the defendant is to sustain the loss by fire. In respect to the loss of personal property, under the like circumstances, the principle of law is perfectly clear, and well established by all the authorities. When there is an agreement for the sale and purchase of goods and chattels, and after the agreement, and before the sale is completed, the-property is destroyed by casualty, the loss must he borne by the vendor, the property remaining vested in him at the time of its destruction. * * * No reason has been given, nor can be given, why the same principle should not be applied to real estate. The principle in no respect depends on the nature and quality of the property, and there can therefore be no distinction between personal and real estate. * * * The same principle applies to an agreement to purchase a house, as in the present case, the house being casually destroyed before the purchase is completed. Neither party being in [fault, the loss must be borne by the owner of the property.”\nThe authorities are not uniform on this question, and cases on both sides are cited in the annotated cases of Re Mortgaged Lands of R. L. Sarmon, 182 N. C. 122, 17 A. L. R. 965, 108 S. E. 497; McGinley v. Forrest, 107 Neb. 309, 22 A. L. R. 567, 186 N. W. 74; Fine v. Beck, 140 Md. 317, 25 A. L. R. 68, 117 Atl. 754; Skean v. Ellis, 105 Ark. 513, 152 S. W. 153.\nNow it must be admitted that there is a distinction between this Rhode Island case and the instant case, the distinction being that in the former the fire occurred after the sale, while in the instant case the timber was cut before the sale. The doctrine of caveat emptor would ordinarily operate to make this distinction of controlling importance, but the application of that doctrine to the instant case would permit Mitchell to profit by his own wrong. Mrs. Maxwell did not want the farm without the timber, and she had the right to assume, but for the doctrine of caveat emptor, that she was buying it and would have gotten it but for Mitchell’s wrongful act, of which she was not advised, and it appears inequitable to permit him to profit by his own wrong.\nThe more appropriate practice would have been for Mrs. Maxwell to have stood on her exceptions to the confirmation of the report of sale, on the ground that it was inequitable to confirm it, and to have appealed from an order of confirmation; but such, in effect, is the present status of the case, inasmuch as no persons are concerned in this litigation except only Mrs. Maxwell and Mr. Mitchell, there being no intervening rights of any third parties.\nThe decree of the court, in so far as it holds Mrs. Maxwell liable on account of her bid, will therefore be reversed, and the cause remanded with directions to enter a final decree conforming to this opinion.",
        "type": "majority",
        "author": "Smith, J."
      }
    ],
    "attorneys": [
      "Edward Gordon, for appellant.",
      "E. A. Williams, for appellee."
    ],
    "corrections": "",
    "head_matter": "Maxwell v. Mitchell.\nOpinion delivered February 29, 1932.\nEdward Gordon, for appellant.\nE. A. Williams, for appellee."
  },
  "file_name": "0248-01",
  "first_page_order": 268,
  "last_page_order": 272
}
