{
  "id": 1428339,
  "name": "W. B. Worthen Company v. Thomas",
  "name_abbreviation": "W. B. Worthen Co. v. Thomas",
  "decision_date": "1933-11-27",
  "docket_number": "4-3192",
  "first_page": "249",
  "last_page": "254",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 249"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "58 L. R. A. 900",
      "category": "reporters:federal",
      "reporter": "L.R.A.",
      "opinion_index": 0
    },
    {
      "cite": "105 Fed. 293",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        3829150,
        3827591
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/105/0293-02",
        "/f/105/0293-01"
      ]
    },
    {
      "cite": "206 S. W. 137",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "136 Ark. 149",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1570025
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/136/0149-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 242,
    "char_count": 3663,
    "ocr_confidence": 0.505,
    "pagerank": {
      "raw": 2.5912930246216264e-07,
      "percentile": 0.8180903597082301
    },
    "sha256": "083b1761736eb2e7a063eed9a6849f435fbc2cdd44d52b86a61f3410da9af18e",
    "simhash": "1:37f699476108afc5",
    "word_count": 626
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Mehaffy, J., dissents."
    ],
    "parties": [
      "W. B. Worthen Company v. Thomas."
    ],
    "opinions": [
      {
        "text": "Kirby, J.,\n(after stating the facts). The only question for determination here is the constitutionality of act 102 of 1933, approved March 16,1933.\nIt is insisted that said act is violative of § 10, article 1, of the Constitution of the United States, as impairing the obligations of a contract, and § 17 of article 2 of the Constitution of Arkansas.\nIn Acree v. Whitley, 136 Ark. 149, 206 S. W. 137, it was said: “It may be stated at the outset that § 21 does not relate to the absolute exemption of personal property allowed a resident of this State, as exempt from certain debts and liabilities under §§ 1 and 2 of article 9 of our Constitution. The reason is beneficiaries in insurance policies, as well as other persons, are obliged to pay judgments against them in favor of third persons and exemptions from execution and other process of the court are fixed by the sections of the Constitution above referred to. The statute in question was not enacted for the purpose of allowing beneficiaries exemptions which they are not entitled to under the Constitution and laws of this State, but the act was passed for the purpose of exempting these funds from the operation of our general statutes regulating issuance of garnishments and proceedings thereunder. ’ ’\nIt is true this act is broader in its terms than the one construed in the above case, since it exempts all moneys payable to any resident of the State “as the insured or beneficiary designated under any insurance policy or policies providing for the payment of life, etc., * * * from liability or seizure under judicial process of any court, and shall not be subject to the payment of any debt by contract or otherwise by any writ, order, judgment or decree of any court, * * * provided that the validity of any sale, mortgage, or hypothecation of any policy of insurance, etc., shall in no way be affected by the provisions of this act.”\nAs said by this court of the other statute, it can well be said of this statute, act 102 of 1933, that it “does not relate to the absolute exemption of personal property allowed a resident of this State as exempt from certain debts and liabilities under 1 and 2 of article 9 of our Constitution. * * * was not enacted for the purpose of allowing beneficiaries exemptions which they are not entitled to under the Constitution and laws of this State, but the act was passed for the purpose of exempting these funds from the operation of our general statutes regulating issuance of garnishments and proceedings thereunder. ’ ’\nThis could be done without violation of our Constitution. No creditor has the right to any particular remedy, and such statutes prohibit only the issuance of garnishments against such funds, as already held by our court; and neither does it violate the Constitution of the United States in impairing the obligations of a contract by prohibiting the use of certain procedure in subjecting certain insurance funds to the payment of a judgment against the beneficiary in an insurance policy — funds that were not in existence when the judgment was obtained and were allowed to be provided for by the insured whom the law allows to expend a certain amount of money to provide insurance for the benefit of his wife.\nThe law allows the equities in cases to be considered in the construction of the statutes relating to the subject in question. Evans-Snider-Buel Co. v. McFadden, 105 Fed. 293, 58 L. R. A. 900.\nThe judgment is affirmed.\nMehaffy, J., dissents.",
        "type": "majority",
        "author": "Kirby, J.,"
      }
    ],
    "attorneys": [
      "Francis T. Murphy and Eugene H. Murphy, for appellant.",
      "Fred A. Isgrig and Marry Robinson, for appellee."
    ],
    "corrections": "",
    "head_matter": "W. B. Worthen Company v. Thomas.\n4-3192\nOpinion delivered November 27, 1933.\nFrancis T. Murphy and Eugene H. Murphy, for appellant.\nFred A. Isgrig and Marry Robinson, for appellee."
  },
  "file_name": "0249-01",
  "first_page_order": 267,
  "last_page_order": 272
}
