{
  "id": 8720453,
  "name": "Holmes v. Holmes",
  "name_abbreviation": "Holmes v. Holmes",
  "decision_date": "1932-10-10",
  "docket_number": "4-2669",
  "first_page": "251",
  "last_page": "255",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 251"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "177 S. W. 1",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "118 Ark. 582",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1562572
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/118/0582-01"
      ]
    },
    {
      "cite": "80 S. W. 1187",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "25 N. J. Eq. 548",
      "category": "reporters:state",
      "reporter": "N.J. Eq.",
      "case_ids": [
        533264
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nj-eq/25/0548-01"
      ]
    },
    {
      "cite": "136 S. W. 931",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "98 Ark. 193",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1316002
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/98/0193-01"
      ]
    },
    {
      "cite": "38 Ark. 119",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1900515
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/38/0119-01"
      ]
    },
    {
      "cite": "14 S. W. (2d) 1100",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "179 Ark. 192",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8719843
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ark/179/0192-01"
      ]
    },
    {
      "cite": "114 S. W. 700",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "weight": 3,
      "opinion_index": 0
    },
    {
      "cite": "88 Ark. 302",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1517133
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/ark/88/0302-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 405,
    "char_count": 7250,
    "ocr_confidence": 0.513,
    "pagerank": {
      "raw": 5.695404171845976e-07,
      "percentile": 0.9495551671159207
    },
    "sha256": "ef9384f9a9c0dbe390d025e0783a46096b0ffe0ee3e66abad40a292e278c6881",
    "simhash": "1:7c64ed257eae96ff",
    "word_count": 1293
  },
  "last_updated": "2024-02-27T17:52:01.123529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Holmes v. Holmes."
    ],
    "opinions": [
      {
        "text": "McHaNey, J.\nOn February 12, 1927, appellant secured a decree of divorce from appellee. That part of the decree relating to the settlement of the property rights and the alimony reads as follows: “And it further appearing to the court that there were no children born of said union, and that the parties hereto have agreed upon a settlement of the property rights, it is ordered under said agreement that the defendant herein pay to the plaintiff herein by way of alimony the sum of one hundred fifty dollars ($150) at this time and one hundred fifty dollars ($150) on the first day of each and every month hereafter. # # * The court doth retain control of this cause for such further orders and proceedings as may he necessary to enforce the rights of the parties hereto.”\nIn 1931 appellee filed a petition in the chancery court to modify the above-mentioned decree by striking therefrom the provision relative to the payment of alimony, and that the court determine the amount of delinquent alimony which had accrued and extend the time for paying same upon such terms as the court might deem just and proper under the circumstances. The petition for this purpose was based on the ground that his income as a physician and surgeon had been greatly reduced both on account of his physical condition and the depressed business conditions generally prevailing throughout the country. A hearing was had on this petition on March 14, 1932, and the court made an order finding that appellee was delinquent in alimony installments as provided in the original decree in the sum of $4,650, and that he thereafter pay appellant $60 per month beginning March 15, and a like sum on or before the fifteenth of each succeeding’ month until the total amount found to be delinquent had been paid. It was further provided that, if he failed to pay as therein provided, the amount to be paid should be increased $60, but if he pay in the manner provided at the time when due, same should constitute full and complete settlement of the claims for alimony provided in the original decree. The order further provided that the original decree should be set aside in so far as future alimony is concerned, save and except that, if he fails to make the payments as therein provided, then the sum shall be increased $60 per month.\nFrom this decree modifying the original decree as above stated this appeal is prosecuted.\nThe principal ground urged for a reversal of the judgment is that the court did not have the power to set aside a former decree based on an agreement of the parties. Appellant relies npon the cases of Pryor v. Pryor, 88 Ark. 302, 114 S. W. 700, and Erwin v. Erwin, 179 Ark. 192, 14 S. W. (2d) 1100, and cases therein cited to support this contention. We cannot agree with appellant that the cases relied npon go to the extent now contended for. It must be remembered that the statute (§ 3510, Crawford & Moses’ Digest) provides: “The court, upon application of either party, may make such alterations from time to time as to the allowance of alimony and maintenance, as may be proper, and may order any reasonable sum to be paid for the support of the wife during the pending of her bill for divorce.” It has been held by this court that an allowance of alimony is subject to modification by the court to meet changed conditions. Kurtz v. Kurtz, 38 Ark. 119; Pryor v. Pryor, 88 Ark. 302, 114 S. W. 700; McConnell v. McConnell, 98 Ark. 193, 136 S. W. 931. It is true in the Pryor case the court held that, where, in contemplation of divorce, the husband and wife entered into a contract by which he agreed to pay her certain sums of money at stated times and they caused this contract to be made a part of the decree for divorce, the decree cannot subsequently be modified in so far as it is based on the contract. But even then the court said that, if the court should subsequently find the allowance excessive, it might decline to permit its extraordinary process to be used to collect more than a just and reasonable allowance for alimony. In that case the. agreement was incorporated in the decree by the voluntary consent of the parties, and the court in construing the above statute said: “Does the fact that the allowance is based on an agreement entered into between the parties hamper the power of the court to subsequently alter it? We think not, so far as the dependence of the allowance on the decree of the court is concerned. The statute gives the court the power to alter any of its decrees allowing alimony. The court is not, in the first instance, bound by the agreement of the Dailies concerning the amount of alimony to be allowed to the wife (2 Nelson on Divorce and Separation, § 915, Calame v. Calame, 25 N. J. Eq. 548); and, a fortiori, the agreement cannot, in the face of the statute, hinder the court in altering its own decree of allowance. The decree is not entirely dependent upon the agreement, and therefore the power to subsequently alter cannot be controlled by it. Parsons v. Parsons, (Ky.) 80 S. W. 1187. The agreement of these parties was not merely one as to the amount the court by. its decree should fix as alimony, but it was manifestly intended to be an independent agreement, in contemplation of divorce, for the payment of alimony.”\nThe language of the decree in this case is “that the parties hereto have agreed upon a settlement of the property rights, it is ordered, under said agreement, that the defendant herein pay to the plaintiff herein,” etc. It will be seen therefore that the agreement of the parties was “merely one as to the amount the court by its decree should fix as alimony,” and was not intended as an independent agreement for the payment of alimony. So in Meffert v. Meffert, 118 Ark. 582, 177 S. W. 1, this court again said: “Section 2683 of Kirby’s Digest (now § 3510, Crawford & Moses’ Digest) provides that upon the application of either party, the court may make such alterations from time to time as to the allowance of alimony and maintenance as may be proper. Under this clause of our statute, the court has the power to alter the allowance of alimony at any time when the changed conditions of the parties justify such action. Pryor v. Pryor, 88 Ark. 302, 114 S. W. 700.” The decision in the other case relied upon, Erwin v. Erwin, 179 Ark. 192, 14 S. W. (2d) 1100, is distinguishable from this case in the same way.\nIt is suggested that the testimony of the appellee as to his present condition was not sufficient to justify the court in setting aside the order for alimony, and that there is no assurance that he will carry out the last order. We think the evidence was sufficient to support the chancellor’s finding, and that the matter of carrying out the last decree, the one appealed from, rests in the power of the court to compel performance by the extraordinary remedies provided by law, and it is not such a debt as may be avoided by proceeding in bankruptcy as debts for alimony due or to become due are not dischargeable under the bankruptcy act. TJSCA, title 11, § 35. We find no error, and the decree is accordingly affirmed.",
        "type": "majority",
        "author": "McHaNey, J."
      }
    ],
    "attorneys": [
      "Fred A. Isgrig and Harry Robinson, for appellant.",
      "Owens & Fhrmcm, for appellee."
    ],
    "corrections": "",
    "head_matter": "Holmes v. Holmes.\n4-2669\nOpinion delivered October 10, 1932.\nFred A. Isgrig and Harry Robinson, for appellant.\nOwens & Fhrmcm, for appellee."
  },
  "file_name": "0251-01",
  "first_page_order": 271,
  "last_page_order": 275
}
