{
  "id": 1428412,
  "name": "Arkansas Power & Light Company v. Boyd",
  "name_abbreviation": "Arkansas Power & Light Co. v. Boyd",
  "decision_date": "1933-11-27",
  "docket_number": "4-3203",
  "first_page": "254",
  "last_page": "262",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 254"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "248 Fed. 261",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6737433
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/248/0261-01"
      ]
    },
    {
      "cite": "60 A. L. R. 978",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "223 N. W. 836",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 0
    },
    {
      "cite": "198 Wis. 293",
      "category": "reporters:state",
      "reporter": "Wis.",
      "case_ids": [
        8690580
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wis/198/0293-01"
      ]
    },
    {
      "cite": "20 N. W. 135",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 0
    },
    {
      "cite": "117 Ind. 234",
      "category": "reporters:state",
      "reporter": "Ind.",
      "case_ids": [
        1389599
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ind/117/0234-01"
      ]
    },
    {
      "cite": "181 N. W. 348",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 0
    },
    {
      "cite": "148 Minn. 247",
      "category": "reporters:state",
      "reporter": "Minn.",
      "case_ids": [
        130785
      ],
      "opinion_index": 0,
      "case_paths": [
        "/minn/148/0247-01"
      ]
    },
    {
      "cite": "3 S. W. 996",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "176 Ark. 690",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1400031
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/176/0690-01"
      ]
    },
    {
      "cite": "261 S. W. 374",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "170 Ark. 815",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1371682
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/170/0815-01"
      ]
    },
    {
      "cite": "269 S. W. 67",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "167 Ark. 660",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1377038
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/167/0660-01"
      ]
    },
    {
      "cite": "49 S. W. (2d) 397",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "185 Ark. 699",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1435287
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/185/0699-01"
      ]
    },
    {
      "cite": "124 S. W. 241",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "93 Ark. 119",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1546822
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/93/0119-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 688,
    "char_count": 15355,
    "ocr_confidence": 0.498,
    "pagerank": {
      "raw": 8.89384616028266e-08,
      "percentile": 0.49977913770262283
    },
    "sha256": "10d92e6bce332e84f6a7f28ffcf1f2e3bb4bec7fcc2b0fe8ad011836168d1bc0",
    "simhash": "1:a6bd1175683d146f",
    "word_count": 2712
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Mr. Justice Kirby disqualified and not participating."
    ],
    "parties": [
      "Arkansas Power & Light Company v. Boyd."
    ],
    "opinions": [
      {
        "text": "Mehaffy, J.\nThis action was hr ought by Zelma Boyd, appellee, against the appellant, Arkansas Power & Light Company, to recover damages for personal injuries alleged to have been caused by the negligence and carelessness of the appellant, its motorman, agent, servant and employee, in charge of and operating the street car, in negligently and carelessly advancing said street car from a full stop at the approach to the street intersection with State Highway No. 10, directly into the path of a large speeding motor truck which was proceeding in a westerly direction on State Highway No. 10, causing the front end of said street car, which was traveling in a northerly direction, to collide violently with said motor truck. Appellee alleged that, as a result of said collision, the street car was derailed, she was thereby thrown from her seat violently and with great force against the side and wall of said street car, causing her to rebound and fall and strike the floor, seriously and permanently injuring her. She then describes her injuries, and prays for damages in the sum of $20,000.\nThe appellant answered, denying all the material allegations of the complaint, and alleging that, if appellee was injured or damaged by riding on the street car at the time and place described in the complaint, neither the injury nor damages were caused by any negligence on the part of appellant, but were caused by the negligence and carelessness of the driver of said truck in striking said street car, in that, at and before the time of the collision, the driver of the truck was not keeping any lookout for the street car, and was driving at a rapid, dangerous and negligent rate of speed, and failed to yield the right-of-way to said street car, and failed to stop in obedience to the stop buttons or signs, which were then and there placed at said intersections under the authority of the city of Little Bock, Arkansas, pursuant to an ordinance or resolution duly passed by the city council of Little Bock, by which it is required that all vehicles entering Prospect Avenue from State Highway No. 10, either east or west bound, shall come to a full and complete stop. Appellant further alleged that appellee, herself was negligent, and contributorily negligent, in that at and before the time of the collision she was not keeping any lookout for her own safety, and did not take any steps or measures or do anything to protect herself from injury, and that such negligence, and contributory negligence on her part, proximately and directly, contributed to her damages, which negligence and contributory negligence appellant pleaded in bar of the suit.\nAppellee filed an amendment to her complaint, alleging that she had suffered other injuries than those mentioned in the original complaint. Thereupon the appellant objected to the court’s permitting appellee to file the amendment to her complaint, and appellant filed motion for continuance, which was overruled, and exceptions saved.\nThere was a trial by jury, and a verdict and judgment for $4,000 against appellant. Motion for new trial was filed and overruled, and the case is here on appeal.\nAppellant contends that the motorman was guilty of no negligence, because he had a right to assume that the driver of the truck would observe the law, and stop his truck before reaching the car line, and attention is called to a great many authorities. It is true that one may assume ordinarily that others will not violate the law, but no one can assume that a person is not going to violate the law or the traffic rules, when every indication is to the contrary. This is not a controversy between the driver of the truck and the street car company. The undisputed evidence shows that the truck driver Avas guilty of negligence; still, if the motorman was guilty of negligence which was the proximate cause of the injury to a passenger, the carrier is liable, no matter how negligent some one else may be, nor does it matter about the comparative degree of negligence.\nThe motorman himself testified that, at the place of the accident, there was a stop sign, and that people were supposed to stop before they entered Prospect Avenue. He testified that he started the street car when he saw the truck coming a half; a block away, because the driver of the truck had plenty of time to stop, and the motorman assumed that he would see the street car or the sign, or both. After seeing the truck coming down the street at-a rapid rate of speed, the motorman testified that he kept his eyes in front thereafter. There is some confusion about his testimony as to when he looked at the truck again, but it is undisputed that the truck was about a half block away, coming at a rapid rate of speed down a slight grade, and that the motorman then looked in front, and exercised no care at all to see whether the truck was going to stop, or whether there was danger of a collision. The motorman said that the truck hit the street car after he had gone a little past the corner of the intersection; that he saw him again just before he struck the street car. The motorman said he thought he was going about ten miles an hour. He had stopped to let' passengers alight, immediately before entering the street, and it was as he started up after letting the passengers off that he saw this truck a half block away, and testified that he did not know whether the truck driver was slowing down or not.\nThe evidence of all the witnesses that saw the accident is to the effect that the street car stopped before entering the street, to permit passengers to alight, starting up again when the truck, which hit the street car, was about a half block away, coming at a rapid rate of speed, and, notwithstanding that numbers of passengers were on the car, no precaution was taken to protect them, but the motorman simply assumed that the truck driver would stop, although the evidence shows that there was no indication that the truck driver was going to stop or that he could stop. The truck was heavily loaded, and no effort was made to check its speed until about the time it struck the street car.\nThe street railway company owes to its passengers the duty to exercise the highest degree of care, consistent with the practicable operation of its cars, to protect the passengers from injury. Failing in the exercise of that care, the company is guilty of negligence, and, if the negligence is the proximate cause of the injury complained of, it is liable for the damages caused by such negligence.\nIn this case it was a question of fact for the jury to determine whether the street car company did exercise that high degree of care which it owed the appellant to protect her from injury, or whether it was guilty of negligence in causing the injury. St. L. S. W. Ry. Co. v. Jackson, 93 Ark. 119, 124 S. W. 241; Booth on Street Railways, §§ 327-328.\nThe fact that the driver of the truck was guilty of negligence which contributed to the injury does not relieve the appellant if it was guilty of negligence, because, where the negligent acts of two persons concur to produce an injury, either will be liable for damages. Mo. Pac. Rd. Co. v. Riley, 185 Ark. 699, 49 S. W. (2d) 397; Johnson v. Mo. Pac. Rd. Co., 167 Ark. 660, 269 S. W. 67; Jonesboro, L. C. & E. R. Co. v. Wright, 170 Ark. 815, 261 S. W. 374; Bennett v. Bell, 176 Ark. 690, 3 S. W. 996.\nThe driver of a street car, notwithstanding his ear has a superior right-of-way, should stop or slacken his speed to avoid imminent danger from collision with vehicles upon the street, and, notwithstanding the negligence of the driver of the private vehicle, the carrier will be liable to a passenger where, under such circumstances, its driver failed to exercise proper care. So it will be if a passenger, without his fault is injured by the collision between cars, whether both are owned by the defendant or not, if the accident be proximately due, in part at least, to the negligence of its servants. Booth on Street Railways, § 360.\nIt is contended, however, that the appellee is not entitled to recover because of her contributory negligence. It is argued that she saw the truck approaching, and should have warned the motorman. It was not her duty to warn the motorman of a thing he saw himself. Besides, even if she thought the truck was not going to stop, she had no right to interfere with the motorman, but had the right to assume that he would take whatever precaution was necessary, and, if necessary to avoid the collision, stop his car.\n“In the present case the duty rested on the defendant to be alert and watchful at all times, and to exercise all the care necessary to carry its passengers safely. Plaintiff owed it no duty to supervise the conduct of the driver, or to make suggestions or give warnings to him. ’ ’ McKeller v. Yellow Cab Co., 148 Minn. 247, 181 N. W. 348; Grand Rapids & I. R. Co. v. Ellison, 117 Ind. 234, 20 N. W. 135; Scales v. Boynton Cab Co., 198 Wis. 293, 223 N. W. 836, 60 A. L. R. 978; Diffenderfer v. Pa. Rd. Co., 67 Pa. Superior Court, 187; Reitz v. Yellow Cab Co., 248 Ill. Appeals 287; So. Pac. Co. v. Wright, 248 Fed. 261.\nThe appellant next urges a reversal of the judgment because the court gave erroneous instructions. The instructions are numerous, but we think that, when considered as a whole, they fairly submit the issues to the jury, and that there was no error either in giving’, modifying or refusing to give instructions.\nAppellant contends for a reversal of the judgment also on the ground that certain incompetent testimony was admitted. There was no prejudicial error in the ruling of the court, because the same evidence had already been admitted without objection, and was already before the jury.\nThe important question in this case is whether the motorman was guilty of negligence. While carriers of passengers are held to a high degree of care, they are not insurers of the safety of the passengers, but are only liable for negligence. As to whether or not the motorman was guilty of negligence causing the injury, was a question of fact for the jury to determine, and, there being substantial evidence to sustain the verdict of the jury, we are not authorized to disturb it.\nFinding no error, the judgment is affirmed.\nMr. Justice Kirby disqualified and not participating.",
        "type": "majority",
        "author": "Mehaffy, J."
      },
      {
        "text": "Smith, J.,\n(dissenting). The defense interposed in this case is reflected in an instruction numbered 7, which the defendant asked and which reads as follows: “You are instructed that the motorman in operating the street car, seeing the truck approaching the intersection, had the right to assume that the driver of the truck would recognize the paramount right-of-way of the street car and would operate his truck with ordinary care to protect himself, and would not attempt to cross the track at said intersection immediately in front of the approaching street car; and the motorman had the right to go on with his street car with that presumption in his mind until he saw, or, in the exercise of ordinary care, could have seen the driver of the truck do something or his failure to do something which would indicate a contrary intention upon his part, and it then became his duty to stop his street car if he could do so in time to avoid the accident, (or to remain stopped if he had not yet started to cross said street intersection).” The instruction was modified by the addition of the phrase appearing within the parentheses reading as follows: “Or to remain stopped if he had not yet started to cross said street intersection. ’ ’\nI think instruction numbered 7, as asked, was a ■correct declaration of the law, as applied to the issues of this case, and that it was error to modify it, as was done.\n' The plaintiff herself testified that when the street car started to move the truck was from 150 to 200 feet away from the street car tracks. The motorman did nothing to stop his car “after he had pulled out in the intersection. The motorman was going about five miles an hour, and he kept pulling out in the middle of the street, and the truck coming down, and it did not slacken either, and the motorman tapped his bell, and the truck driver was honking his horn. ’ ’ The truck was traveling 35 to 40 miles an hour and was coming down a slight grade.\nIt must be remembered, however, that the street car was moving along a boulevard street, which means that traffic crossing that street was required to come to a full stop before crossing it. A stop signal in the center of the street upon which the truck was moving evidenced the fact that the street car was moving on a boulevard street. Now, the street car started moving across the intersecting street while the truck was 150 to 200 feet away. As a matter of law, and as a matter of fact, the street car company had the right-of-way over the truck. This being true, the court should have charged the jury, as the requested instruction declared the law to be, that the motorman had the right to assume that the driver of the truck would not attempt to cross the street car track immediately in front of the approaching street car, and that the motorman had the right to go on with his street car with that presumption in his mind until he saw, or, in the exercise of ordinary care, could have seen, the driver of the truck do something, or his failure to do something which would indicate a contrary intention upon his part, in which event and at ivhich time it then became the motorman’s duty to stop the street car if he could do so in time to avoid the accident.\nThe essence of this instruction is that one obeying the traffic rules has the right to assume, that others will also obey them, and to proceed upon that assumption until he knows, or, in the exercise of ordinary care, should know, that the other party will not observe the traffic regulations. The, traffic in cities cannot be moved in a practical manner on any other assumption. However, the legal principle announced in the instruction as requested applies in rural sections as well.\nThe court modified the instruction by adding the phrase, “or to remain stopped if he had not yet started to cross said street intersection.” This modification is open to the objection that it rendered the instruction ambiguous, if not contradictory, and was erroneous for this reason. • It is open, however, to the more serious objection that it gives the street car only a qualified right to move along the streets. According to the plaintiff herself, the street car moved into the intersecting street while the truck ivas’ 150 to 200 feet away, and although the truck was approaching rapidly the motorman had the right to assume the truck would stop at the boulevard street as required by the stop signal, and to proceed on that assumption until he knew, or, in the exercise of ordinary care, should have known, that the truck driver would not obey the traffic regulations. Whether the motorman knew, or should have known, that the truck driver intended to disobey the traffic regulations was a question which the instruction, as requested, would have submitted to the jury.",
        "type": "dissent",
        "author": "Smith, J.,"
      }
    ],
    "attorneys": [
      "W. H. Glover, Rose, Hemingway, Cantrell & Loughborough and J. W. Barron, for appellant.",
      "John L. McClellan, Kenneth C. Coffelt and Wm. J. Kirby, for appellee."
    ],
    "corrections": "",
    "head_matter": "Arkansas Power & Light Company v. Boyd.\n4-3203\nOpinion delivered November 27, 1933.\nW. H. Glover, Rose, Hemingway, Cantrell & Loughborough and J. W. Barron, for appellant.\nJohn L. McClellan, Kenneth C. Coffelt and Wm. J. Kirby, for appellee."
  },
  "file_name": "0254-01",
  "first_page_order": 272,
  "last_page_order": 280
}
