{
  "id": 8728195,
  "name": "Mathews vs. Sanders as ad.",
  "name_abbreviation": "Mathews v. Sanders",
  "decision_date": "1854-07",
  "docket_number": "",
  "first_page": "255",
  "last_page": "259",
  "citations": [
    {
      "type": "official",
      "cite": "15 Ark. 255"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "6 Whart. 146",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1836941
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/6/0146-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 391,
    "char_count": 5720,
    "ocr_confidence": 0.391,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.208632433782819
    },
    "sha256": "5ee373dda12a7d2dbf0f3ccb579e87a7ca826d63c7a2c44174bb494d3e488c1a",
    "simhash": "1:1a70d51c0d0adef9",
    "word_count": 1012
  },
  "last_updated": "2024-02-27T19:46:36.028035+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Mathews vs. Sanders as ad."
    ],
    "opinions": [
      {
        "text": "Mr. Chief Justice WatKhsts\ndelivered the opinion of the Court.\nIn an action of assumpsit by Sanders, as administrator of Martin P. Mathews, deceased, against Ballard D. Mathews, the only evidence, offered by the plaintiff on trial in the court below, consisted of an account, made out by the intestate, proved to be in his hand writing, and found among his papers after his death.\nThe account was thus stated:\nB. B. MATHEWS, Dr.\nTo M. P. Mathews.\nPor the year 184Y, April 15th.\nFor services rendered per self, months, at 25 dollars per month, $212 50\nFor the hire of Winnason, 125 00\nFor the hire of Andrew, Y5 00\nFor the hire of Sal, 20 00\nFor a grey horse let Alderson have, 60 00\nFor the use of carryall, 15 00\n$502 50 ■\nB. D. MATHEWS, Dr.\nTo M. P. Mathews.\nFor the year 1848, January 1.\nFor services rendered per self, Y months, at 25 dollars per month, $1Y5 00\n10 months, hire, for Winnason and Andrew, at 10 dollars per month, 200 00\n30 00 10 months hire for Sal, at $3,\n15 00 Por the use of carryall,\n$420 00\n507 50\n$927 50\nTbis is tbe Ml amount due me from B. D. Mathews, that has never been settled.”\nAnnexed to the paper, containing this account, was the affidavit of a third person, to the effect that he had seen the same in possession of the intestate before his death, and had found it among his papers immediately after his decease; and this witness also testified, and as it seemed, proved to the satisfaction of the Court, that the intestate in his life time had the reputation of keeping correct books. Whereupon, the Court admitted the paper to be read in evidence to the jury, against the objection of the defendant, who reserved his exception, but according to the practice heretofore settled, waived it by choosing to resort to a motion for new trial, in whieh the improper admission of testimony is not relied upon as one of the causes assigned. But the plaintiff moved the Court to instruct the jury, that unless they believed from the testimony, that the account read in evidence was a regular and fairly kept account of original entries of the deceased, Martin P., and that he was a person keeping running accounts for goods, wares and merchandize, or other property sold, or labor done, they should find for the defendant. Supposing the evidence, when admitted, to be competent, though it was as clearly incompetent, as would be proof, offered in an ordinary case, by a plaintiff, of his own declarations, there can be no reason why the defendant should not have had the benefit of the instruction, which the Court refused to give though couched in the language of the statute, and more favorable for the plaintiff than it might have been.\nThe leading idea of the statute is, that the books of original entries kept by the deceased person are in all cases to be produced, and may be admitted in evidence for his executor or administrator, when accompanied by an affidavit identifying them to be books of the testator or intestate, it being first established, to the satisfaction of the Court, that the deceased had the reputation of keeping correct books. Dig., title Evidence, sec. 7 and 8. The account produced was well enough as a bill of particulars of demand, if copied from a ledger, or extracted from a book of original entries, but it could be nothing more. As a detached piece of paper, with the items condensed in the manner above shown, the account itself was not an entry, or evidence for any purpose, although that may have been the mode in which the deceased kept his accounts. The statute contemplates that the books are to be “regularly and fairly kept.” The perfection of which is, where the items of debits and credits against, or in favor of various persons, with whom the deceased may have had dealings and kept running accounts, follow each other in regular order and succession of dates, without erasure or alteration, confirmed it may be, by being carried to the separate appropriate accounts in the ledger. It may sometimes be a question for the Court below to determine what constitutes a book of original entries, or whether it is authentic and therefore competent, but when admitted, the very appearance of it, and the manner of keeping it would be matter of observation for the jury, who, even if there was no opposing testimony, would have to decide upon the weight or credibility of the evidence.\nBeing disposed, for the benefit of the estates of deceased persons, to give a liberal interpretation to the statute, we do not wish to be understood as intimating that a book of accounts, kept after the manner of a ledger, would be incompetent if it be really a book of original entries, or that the operation of the statute may not extend to the kind of demands charged in the account here, though from their character we could suppose that they are susceptible of being readily established by original evidence.\nTbe judgment will be reversed and .the cause remanded, with instructions, to grant a new trial, and for further proceedings according to law and not inconsistent with this opinion.",
        "type": "majority",
        "author": "Mr. Chief Justice WatKhsts"
      }
    ],
    "attorneys": [
      "CueeAN, for the plaintiff.",
      "Pise & CummiNS, contra."
    ],
    "corrections": "",
    "head_matter": "Mathews vs. Sanders as ad.\nThe leading idea of the statute, (Dig. Titee; Evidence, secs. ‘J and 8) mating the hoot of accounts of a deceased person, when-proved to be regularly- and fairly kept, evidence for his executor or administrator, is that the books of original entries shall in all cases be produced.\nError to Dallas Giromt Oowrt,\nHon. J. C. Mukkay, Circuit Judge.\nCueeAN, for the plaintiff.\nPise & CummiNS, contra.\nThe admissibility of the proof under seo. Y, eh. 66, Rev. St, was a question of competency addressed to the Court. ■ Churchman v. Smith, 6 Whart. 146/ 2 'Oreenl. Ev. 143,4/ 2 Cow. & Mill’s notes, 682, Y01, which show the evidence to be competent."
  },
  "file_name": "0255-02",
  "first_page_order": 255,
  "last_page_order": 259
}
