{
  "id": 1435063,
  "name": "Gilbert v. Life & Casualty Insurance Company of Tennessee",
  "name_abbreviation": "Gilbert v. Life & Casualty Insurance",
  "decision_date": "1932-02-29",
  "docket_number": "",
  "first_page": "256",
  "last_page": "260",
  "citations": [
    {
      "type": "official",
      "cite": "185 Ark. 256"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "7 S. W. (2d) 775",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "177 Ark. 87",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8718807
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/177/0087-01"
      ]
    },
    {
      "cite": "287 S. W. 744",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "172 Ark. 115",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1407816
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/172/0115-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 282,
    "char_count": 3564,
    "ocr_confidence": 0.485,
    "pagerank": {
      "raw": 3.4298163378524175e-07,
      "percentile": 0.8790840701523525
    },
    "sha256": "8f7994904b9ebe27f56a6a6f60b0eb4a67f5525ff9a74c9ea52de0c0a6a88d80",
    "simhash": "1:d403e1f3d44f8eb5",
    "word_count": 628
  },
  "last_updated": "2024-02-27T17:51:09.396208+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Gilbert v. Life & Casualty Insurance Company of Tennessee."
    ],
    "opinions": [
      {
        "text": "Kikby, J.,\n(after stating the facts). The policy insures against accident resulting from insured’s being struck by a vehicle “propelled by steam, cable, electricity, # * * gasoline, etc., while insured is walking or standing on a public highway, which term, public highway, as here used, shall not be construed to include any portion of railroad or interurban yards, station grounds, or right-of-way except where crossed by a thoroughfare dedicated to and used by the public for automobile or horse vehicle traffic.”\nThe evidence shows that the place at which insured was standing when struck by the cable was laid out and made a public highway by order of the county court on the 20th day of January, 1930, insured being killed on the 5th day of May thereafter, and the stipulation shows that he was struck by a cable, one end of which was attached to a tractor pulling stumps out of this new roadway laid out. The Legislature, by act 666 of 1923, § 5, defined a public highway, and the policy limits the meaning public highway as prescribed in it, which in nowise conflicts with the contention that the road, laid out and being improved, was a public highway within the meaning of the statute and our decisions. Finney v. State, 172 Ark. 115, 287 S. W. 744. See, also, 29 C. J. 363.\nIf a person coming alongside a public highway over which vehicles of the kind specified in the policy moved, and while there was injured by being struck by any such vehicle with a cable or board or something else attached to it, or by a car or piece of car or anything carried on such vehicle in a collision between two cars, it would hardly be contended that the accident was not within the provision of the policy insuring against risks of this nature; or if he had been struck and injured by any such vehicle on a short detour from the public highway, made necessary by its obstruction, or a washout, certainly it could not be claimed that the injury was not covered by the terms of the policy, and, in the first illustration, whether he negligently or foolishly stood or walked by the side of the road would make no difference.\nBeing struck by the cable attached to the tractor was as much being struck and injured by a vehicle within the meaning of the policy as if the insured had been run over by the wheels thereof, or had come in collision with any other part of it, and such an injury was covered by the terms of the policy and insured against. Great American Casualty Co. v. Williams, 177 Ark. 87, 7 S. W. (2d) 775.\nIt was there held that, when a policy provided indemnity for accidental injury to insured while actively engaged in farming by actual contact with and while operating a threshing, mowing, reaping or binding machine, such provision covered an injury to insured, who was operating a binding machine harvesting rice, while he was down under it making adjustment or repairs and injured by a sledge hammer falling off the seat of the machine and striking his foot.\nIf there is ambiguity in the policy, or if its provisions are of doubtful meaning-, it must be most strongly construed against the company writing it, and more favorably to the insured. Great American Casualty Co. v. Williams, supra.\nThe court therefore erred in directing a verdict against the appellant, and the judgment is reversed, and the cause will be remanded for a new trial. It is so ordered.",
        "type": "majority",
        "author": "Kikby, J.,"
      }
    ],
    "attorneys": [
      "R. PL. Peace, Alvin D. Stevens and Joe Joiner, for appellant.",
      "Leonard G. Smead, for appellee."
    ],
    "corrections": "",
    "head_matter": "Gilbert v. Life & Casualty Insurance Company of Tennessee.\nOpinion delivered February 29, 1932.\nR. PL. Peace, Alvin D. Stevens and Joe Joiner, for appellant.\nLeonard G. Smead, for appellee."
  },
  "file_name": "0256-01",
  "first_page_order": 276,
  "last_page_order": 280
}
