{
  "id": 8727065,
  "name": "Bourdon vs. Mason",
  "name_abbreviation": "Bourdon v. Mason",
  "decision_date": "1843-07",
  "docket_number": "",
  "first_page": "256",
  "last_page": "259",
  "citations": [
    {
      "type": "official",
      "cite": "5 Ark. 256"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "6 Rand. 142",
      "category": "reporters:state",
      "reporter": "Rand.",
      "case_ids": [
        6732988
      ],
      "opinion_index": -1,
      "case_paths": [
        "/va/27/0642-01"
      ]
    },
    {
      "cite": "5 Mass. 261",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2002150
      ],
      "pin_cites": [
        {
          "page": "353"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/5/0200-01"
      ]
    },
    {
      "cite": "4 Yeates Rep. 446",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6775528
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/4/0446-01"
      ]
    },
    {
      "cite": "2 Bin. Rep. 582",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1788934
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/2/0582-01"
      ]
    },
    {
      "cite": "7 Mass. Rep. 205",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        1999489,
        1999459
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/7/0172-01",
        "/mass/7/0171-01"
      ]
    },
    {
      "cite": "13 Mass. Rep. 302",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2073913
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/13/0246-01"
      ]
    },
    {
      "cite": "2 Ark, 346",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1848198
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/2/0346-01"
      ]
    },
    {
      "cite": "2 Ark. 45",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1848171
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/2/0045-01"
      ]
    },
    {
      "cite": "2 Ark. 33",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1848167
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/2/0033-01"
      ]
    },
    {
      "cite": "2 Ark. 133",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1848261
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/2/0133-01"
      ]
    },
    {
      "cite": "4 Bibb 563",
      "category": "reporters:state",
      "reporter": "Bibb",
      "case_ids": [
        6428728,
        6428934
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ky/7/0563-01",
        "/ky/7/0563-02"
      ]
    },
    {
      "cite": "2 J. J. Marsh. 52",
      "category": "reporters:state",
      "reporter": "J.J. Marsh.",
      "case_ids": [
        8518061
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ky/25/0052-01"
      ]
    },
    {
      "cite": "3 J. J. Marsh. 520",
      "category": "reporters:state",
      "reporter": "J.J. Marsh.",
      "case_ids": [
        8521616
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ky/26/0520-01"
      ]
    },
    {
      "cite": "6 Pick. 417",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2011532
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/23/0419-01"
      ]
    },
    {
      "cite": "6 Pick. 114",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2011497
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/23/0114-01"
      ]
    },
    {
      "cite": "10 Wend. 295",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    },
    {
      "cite": "5 Wend. 114",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2145630
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/5/0114-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 417,
    "char_count": 6800,
    "ocr_confidence": 0.505,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20862104315734237
    },
    "sha256": "8651958e1f21a241b6aec5a861e595e1c61a6ec6c8c911b7bf6b3679c9b2f696",
    "simhash": "1:8743b020a742b36c",
    "word_count": 1227
  },
  "last_updated": "2024-02-27T21:30:20.185486+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Bourdon vs. Mason."
    ],
    "opinions": [
      {
        "text": "By the Court,\nLacy J.\nThe main points relied on are that the court excluded proper evidence from going to the jury, and also refused to grant a new trial on newly discovered testimony. The plaintiff established his case to the satisfaction of the jury, by proving that he presented the account against the defendant, who admitted the charges were correct; but alleged that Antoine Baraque was to pay for his board and lodging. The memorandum of Baraque is as follows. “That he will become paymaster to the plaintiff for the board of the defendant so long as he should remain there on his business.” The court properly excluded this evidence. It does not appear that Mason ever saw this memorandum, or heard of its contents, (and whatever might be the effect of the guaranty, if it had come to Mason’s knowledge between him and Baraque) it was surely not competent proof to be heard on the trial between the present parties. Standing as it did, it could not prove or tend to prove that Mason gave credit to Baraque for board, or looked to him unconditionally for payment. The defendant offered to prove that he did business for Mason and Baraque, and that during the time, Baraque furnished the rooms and provisions. This testimony was also properly rejected. The defendant may have done business for Mason and Baraque, but that would not necessarily discharge him from the payment of his board and lodging, or charge Baraque with it. Again, Baraque may have furnished the rooms and provision, but that did not show that they were given free of cost, or that they were not given or charged to Mason.\nThe newly discovered evidence as set forth in the defendant’s affidavit, did not warrant a new trial. In looking to the proof, it is very ■questionable whether the defendant has even shown due diligence in endeavoring to procure the testimony before the trial, or whether if it were had, it would produce a different result. Be that as it may, it is certain that the evidence is cumulative of testimony heard on the trial. It consists in the declarations or confessions of Mason in looking to Baraque for pay, and this fact was directly putin issue on the trial, by several witnesses speaking on the subject. The newly discovered evidence being shown to be cumulative, does not authorize a new trial. And so all the authorities laid down the doctrine; and the point has been repeatedly so adjudged by this court, in a number of eases. There is no error in the opinion of the court below on this point. Judgment affirmed.",
        "type": "majority",
        "author": "Lacy J."
      }
    ],
    "attorneys": [
      "Cummins, for plaintiff in error.",
      "Hempstead & Johnson, contra."
    ],
    "corrections": "",
    "head_matter": "Bourdon vs. Mason.\nA. sued B. in assumpsit for board, lodging-, &e., and proved presentment of his ac. count to B., who admitted its correctness, but alleged that C. was to pay it; and to establish this allegation, produced a memorandum of C. agreeing to pay A. for B’s. board, as long as he should remain there on his business; but did not show that A. ever saw this memorandum or heard of its contents.\nHeld, to be incompetent evidence, as not proving or tending to prove that A. gave credit to C.\nHeld also, that it was incompetent evidence, that B. did business for A. and C., and that, during the time, C. furnished rooms and provisions.\nNewly discovered evidence, in regard to a fact directly put in issue on the trial, by witnesses speaking on the subject, is cumulative, and no ground for a new trial.\nThis was an action of assumpsit, tried in the Jefferson Circuit Court, in April, 1843, before the Hon. Isaac Baker, one of the circuit judges. Mason sued Bourdon for board, lodging, &c. Plea, not guilty — trial—verdict for plaintiff $160; motion for new trial overruled, and judgment in accordance with the verdict; and exceptions. The grounds alleged for a new trial were, first, the discovery since the trial, of evidence that AntoineBaraque was bound to pay Mason for Bourdon’s board and lodging; and second, that the verdict was contrary to law and evidence.\nThe evidence was, that the account of Mason was presented to Bourdon, who admitted its correctness, but alleged that Baraque was to pay it — and Mason then wrote to Baraque, who refused to pay it; Mason sai<jl, the day before the trial, that he always expected to get the pay from Baraque, until he received a letter from him, and if he did not collect it from Bourdon he would give Baraque a trial.\nThe defendant then offered a memorandum from Baraque in these words: “I will become paymaster to William Mason, for the board of Bernard Bourdon, as long he will remain there on my business;” and offered 'to inquire of a witness if he did not know that Bourdon was engaged in doing business for Mason and Baraque at a certain time; and whether Baraque did not furnish the rooms and all provisions used at Mason’s while Bourdon stayed there — all this was excluded. The case came up on error.\nCummins, for plaintiff in error.\nHempstead & Johnson, contra.\nA new trial will not be granted on newly discovered facts, first, where laches are imputable to the party: secondly, or where those facts are to be introduced for the purpose of impeaching testimony given at the former trial. Third, or where the newly discovered evidence consists of cumulative matters or circumstances controverted at the former trial. Vandervoort vs. Smith, 2 C. R. 155. Hollingsworth vs. Napier, 3 C. R. 182. Palmer vs. Mullegan, 3 C. R. 307. Jackson vs. Malin, 15 J. R. 294. Williams vs. Baldwin, 15 J. R. 489. People vs. The Supreme Court, 5 Wend. 114. The People vs. The Sup. Ct. JV. York, 10 Wend. 295. Halsey vs. Watson, 1 C. R, 24. Shumway vs. Fowler, 4 J. R. 425. Dungee vs. Dennison, 5 J. R. 248. Burn vs. Hoyt, 3 J. R. 255. Jackson vs. Hinney, 14 J. R. 186. Smith vs. Brush, 8 J. R. 84. Pike vs. Evans, 15 J. R. 210. Beers vs. Root, 9 J. R. 264. Gardner vs. Mitchell, 6 Pick. 114, 6 Pick. 417. Ewing vs. Price, 3 J. J. Marsh. 520. Daniel vs. Daniel, 2 J. J. Marsh. 52. Wills vs. Phelps, 4 Bibb 563. Robins vs. Fowler, 2 Ark. 133. Bemiss vs. Wise, 2 Ark. 33. Ballard vs. Noahs, 2 Ark. 45. Olmslead vs. Hill, 2 Ark, 346.\nIt is incumbent on the party who applies for a new trial on the ground of newly discovered evidence to satisfy the court, 1st, that the evidence has come to his knowledge since the trial; 2d, that it was not owing to want of due diligence that he did not sooner possess himself of such knowledge; 3d, that it would probably produce a different verdict if anew trial were granted. 5 Serg. & Razóle, 41. 13 Mass. Rep. 302. 7 Mass. Rep. 205. 2 Bin. Rep. 582. 4 Yeates Rep. 446. 3 Greenl. 77, 92. 5 Mass. 261, 353. 5 Halst. 74. 6 Rand. 142.\nThe newly discovered evidence is not only all cumulative, so that there could be no probability of procuring a different verdict, if a new trial were granted; but were it of a different character, nothing like due diligence is shown to procure it on the former trial."
  },
  "file_name": "0256-02",
  "first_page_order": 256,
  "last_page_order": 259
}
