{
  "id": 1432013,
  "name": "United States Fidelity & Guaranty Company v. Edmondson",
  "name_abbreviation": "United States Fidelity & Guaranty Co. v. Edmondson",
  "decision_date": "1933-04-03",
  "docket_number": "4-2894",
  "first_page": "257",
  "last_page": "270",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 257"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "186 S. W. 826",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "124 Ark. 161",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1554925
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/124/0161-01"
      ]
    },
    {
      "cite": "34 Ark. 63",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1875666
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/34/0063-01"
      ]
    },
    {
      "cite": "39 S. W. (2d) 290",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "183 Ark. 826",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1441877
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/183/0826-01"
      ]
    },
    {
      "cite": "3 S. W. 198",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "48 Ark. 386",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1887752
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/48/0386-01"
      ]
    },
    {
      "cite": "3 S. W. 821",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "48 Ark. 544",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1887760
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/48/0544-01"
      ]
    },
    {
      "cite": "9 S. W. 854",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "51 Ark. 75",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8720244
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/51/0075-01"
      ]
    },
    {
      "cite": "122 S. W. 633",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "92 Ark. 230",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1548561
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/92/0230-01"
      ]
    },
    {
      "cite": "33 S. W. (2d) 1107",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "182 Ark. 959",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1389703
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/182/0959-01"
      ]
    },
    {
      "cite": "33 Ark. 727",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8726071
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/33/0727-01"
      ]
    },
    {
      "cite": "173 S. W. 851",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "117 Ark. 142",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1564970
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/117/0142-01"
      ]
    },
    {
      "cite": "171 S. W. 125",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "115 Ark. 359",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1533768
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/115/0359-01"
      ]
    },
    {
      "cite": "143 S. W. 1063",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "102 Ark. 322",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1353985
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/102/0322-01"
      ]
    },
    {
      "cite": "31 S. W. 46",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "60 Ark. 461",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1903660
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/60/0461-01"
      ]
    },
    {
      "cite": "24 S. W. 493",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "58 Ark. 293",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1329132
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/58/0293-01"
      ]
    },
    {
      "cite": "237 S. W. 450",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "151 Ark. 409",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1366070
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/151/0409-01"
      ]
    },
    {
      "cite": "206 S. W. 55",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "136 Ark. 72",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1569925
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/136/0072-01"
      ]
    },
    {
      "cite": "42 S. W. (2d) 408",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "184 Ark. 297",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1438574
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/184/0297-01"
      ]
    },
    {
      "cite": "1 S. W. (2d) 809",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "175 Ark. 1130",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1403390
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/175/1130-01"
      ]
    },
    {
      "cite": "18 S. W. (2d) 1020",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "179 Ark. 975",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8726474
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/179/0975-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 973,
    "char_count": 25781,
    "ocr_confidence": 0.497,
    "pagerank": {
      "raw": 1.6748403015572764e-07,
      "percentile": 0.6965218821637864
    },
    "sha256": "5d846ac354c62b05c108f2b08c98bd901407402ac1c929cc1dfa560850f154aa",
    "simhash": "1:f50f6c2de414249b",
    "word_count": 4516
  },
  "last_updated": "2024-02-27T21:18:50.990705+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "United States Fidelity & Guaranty Company v. Edmondson."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nThomas \"W. Edmondson died testate at his home in Fort Smith on October 4, 1925. He left no children, but was survived by his widow. The will, which was a very carefully prepared instrument, was probated October 7, 1925. The testator devised his entire estate to John H. Vaughan, in trust for the following uses and purposes.\nThe testator declared that “it is my will and I hereby direct and I hereby charge my entire estate, both real and personal, with the proper care and attention and expenses of my dearly beloved wife, Margaret Agnes Edmondson, during her lifetime, she being at present time in delicate health, and not in proper condition to look after her own affairs; ’ ’ and the trustee was authorized and directed “to use whatever portion of my estate, whether real or personal, as may be necessary, for the proper care and maintenance of my dearly beloved wife during her lifetime.”\nA number of bequests were made payable in money, the direction being given to the trustee “that, if there is not sufficient funds in my personal estate to pay the above bequests, as above set forth, that upon the death of my dearly beloved wife that, my real estate be disposed of for the purpose of paying my said bequests that have not been paid out of my personal estate.”\nIn the paragraph next following, the testator directed his trustee ‘ ‘ * * *' to hold my entire real estate intact until after the death of my dearly beloved wife,” but the trustee was directed to sell any unimproved lands the testator might own at his death and, if necessary, to hold the proceeds of such sale for the proper care and maintenance of his wife, but the use of so much of this money was authorized as was necessary to keep his improved property in proper repair.\nThe testator directed that, after the death of his wife, the trustee should then sell whatever real estate may be necessary, and, if the personal bequests had not been paid, to pay them. Following this direction, it is recited that “I hereby bequeath the rest, residue and remainder of my estate to the pastor of the Catholic Church of the Immaculate Conception of Fort Smith, Arkansas, to be used, however, for the purpose of going towards the erection of a school for Catholic young men, provided such a school is located in Fort Smith, Arkansas, within ten years after my death. ’ ’ The will further provided that, if the school were not located and in operation within the time limited, “* * * the rest, residue and remainder of my estate is hereby bequeathed to the pastor of the Church of the Immaculate Conception of Fort Smith, Arkansas, to be used by said pastor and the trustees of said church for such pressing needs as the church may have at that time.”\nThe paragraph next succeeding directed the trustee to deliver to the testator’s wife “all of our household furniture and household goods; all of our books and music, piano now in our home, to be used by my wife during her lifetime as she may desire.”\nThe will then provided for the selection of a trustee in succession in the event of the death of the trustee named, or his refusal to act.\nThe will concluded with the following provision for the compensation of the trustee: “I hereby direct that the said trustee shall be allowed, as compensation for looking- after my estate and for seeing that my dearly beloved wife is properly taken care of during her lifetime, the sum of ten per cent, of the income of said estate, providing that, if said amount is not sufficient, the probate judge of the Fort Smith District of Sebastian County, Arkansas, may make an allowance of such amount as may be sufficient to compensate my said trustee for executing this trust.”\nVaughan was appointed executor of the estate by the probate court on October 11, 1925, and immediately took charge of the property in that capacity, and on October. 22, 1925, he was appointed guardian of Mrs. Edmondson, the testator’s widow, on the ground that she was physically incapable of managing her own affairs. A subsequent order of the probate court adjudged Mrs. Edmondson to be an insane person. Mrs. Edmondson lived in St. Louis, Missouri, at the time this order was made for the purpose of obtaining- treatment which her physical condition required.\nVaughan took charge of all the assets, a bakery being a part thereof, which he operated for ten months and then sold. Vaughan died in September, 1926, and his wife succeeded him as executor and as guardian, and filed in the probate court a report of her husband’s administration of the estate. . This settlement was approved and confirmed. Mrs. Vaughan filed a report of her subsequent administration, but this report has not been finally acted upon by the probate court.\nMrs. Vaughan, as executrix and trustee of the will of Thomas W. Edmondson, deceased, brought suit in equity to construe the will and to terminate the trust, and it became necessary for Mrs. Edmondson to file a petition for mandamus in this court to compel the then chancellor to allow her to file an answer and cross-complaint and to file a motion to set aside the appointment of a guardian ad litem for herself as an insane person. A writ of mandamus was awarded by this court, and it was directed that Mrs. Edmondson be allowed to appear through attorneys of her own selection for the purpose of litigating the issues there raised. Edmondson v. Bourland, 179 Ark. 975, 18 S. W. (2d) 1020. Thereafter the various questions were litigated which we are asked to decide upon the present appeal.\nIt appears that Vaughan advised Mrs. Edmondson that she was required to elect whether she would accept the provisions of the will in lieu of her dower, and advised her further to make the election, and, pursuant to this advice, Mrs. Edmondson elected, in the time and manner required by law, to have dower assigned to her. It is insisted that this was the first of many frauds committed by Vaughan, in that no election was required, and that Mrs. Edmondson had the right to accept the benefits of the -will in addition to her dower.\nWe think no fraud was practiced upon Mrs. Edmond-son by Vaughan in advising- her that she was required to elect whether she would accept the provisions of the will for her support, or would renounce its provisions and have dower assigned her.\nIt was said, in the case of Gathright v. Gathright, 175 Ark. 1130, 1 S. W. (2d) 809, that:. “Under the common law the testator will not be presumed to have intended a devise in his will to be a substitute for dower unless the claim of dower would be inconsistent with the will, or so repugnant to its provisions as to disturb and defeat the will. In other words, at common law it is held that, where the testator’s intention was not apparent upon the will, the devise would be presumed to be in addition to dower.” The case of Kollar v. Noble, 184 Ark. 297, 42 S. W. (2d) 408, is to the same effect.\nWe are of the opinion, however, that the intention of the testator is manifest that the provision for his -wife was in lieu of dower, and also that the assignment of dower would conflict with his purpose in making the will.\nIn addition to his life insurance, the testator made ample provision for the support of his wife, who was a •confirmed invalid when the will was made. He provided that, if necessary, the entire income of his estate should be devoted to her care, and that, if necessary, the corpus of the estate might also be used, but it is apparent that he did not contemplate that this contingency would arise. He had the purpose of establishing a school in the city of his residence for young men of his religious faith, and, after paying certain bequests and caring for his wife, he wanted the portion of his estate then remaining to be devoted to the school which he desired to be established. The testator’s purpose was manifest, if his wife’s necessities did not otherwise require, to hold the entire estate intact until after her death, selling, if necessary, the unimproved property first. Direction was given to keep the improved property in repair — all of it — and the idea that the will was to operate as to only half of the estate appears to be repugnant to the intention of. the testator, who had directed that all of his estate, both real and personal, be disposed of, managed and controlled by the trustee named, and it is generally held that the creation of a trust which contemplates possession and control by a. trustee of all the lands owned by the testator is inconsistent with the claim of dower.\nThere was no fraud in procuring the election which Mrs. Edmondson made. It is true that she had been adjudged incompetent by the probate court, but she alleges that she is now and has at all times been sane, and the court found, in the decree from which this appeal comes, that Mrs. Edmondson was sane and had been sane during all the time this litigation was pending. No finding was made as to her previous condition. Mrs. Edmondson was a witness in her own behalf, and her testimony makes it clear that she was never insane, although afflicted with arthritis, which disease rendered her physically helpless. There was a necessity for her to elect, as the language of the will refutes the idea that she might enjoy its benefits and have dower in addition.\nWe are of the opinion also that Mrs. Edmondson was sane when she made her election not to take under the will, and is bound thereby, although there had been entered by the probate court an order adjudging her insane. She alleges the fact that she has been sane at all times,, and we think the testimony shows this allegation to be true. It was held, in the case of Eagle v. Peterson, 136 Ark. 72, 206 S. W. 55, to quote a headnote, that “an adjudication of lunacy is not oonclusive but prima facie evidence only, and a person who deals with the supposed insane person may show that at the time the contract was made he had sufficient mental capacity to make it.”\nThe question is raised by Father Horan, the Catholic priest named as the residuary legatee in the will, that the order assigning dower was void, for the reason that proper parties were not before the court to support this order in that behalf, and that the property assigned as dower was grossly in excess of the value to which the widow was entitled.\nThe testator was survived by no children, and the estate disposed of by his will was a new acquisition, and not ancestral. Father Horan was the residuary legatee. The petition for the assignment of dower was first filed in the probate court of Sebastian County, but when it appeared that a part of the lands were in another county this proceeding was dismissed and suit was brought in the Sebastian Chancery Court for the same purpose. This suit was brought by Mrs. Vaughan, as guardian, and no process was served upon Father Horan, who had no notice of the proceeding until long after the commissioners appointed to assign dower had discharged that duty by assigning to Mrs. Edmondson one-half of the lands and the report had been approved and confirmed by the chancery court. There were no appearances in the chancery court except by Mrs. Vaughan, as guardian of Mrs. Edmondson, and by Mrs. Vaughan, as trustee under the will.\nIt is insisted that, as Mrs. Vaughan appeared as trustee, all interests were properly represented; but we do not think so. The residuary legatee was a necessary party, and he had no notice of the pendency of the proceeding. Cunningham v. Dellmon, 151 Ark. 409, 237 S. W. 450. He would therefore be entitled to vacate the decree assigning dower if prejudiced thereby and to be heard upon that question, but it does not appear that any substantial prejudice has resulted from this failure, and the decree will not be reversed on that account. Very competent men were appointed as commissioners, who appear, from their report, to have made the assignment of dower in a most exact and careful manner and after a minute appraisement of the value of all the lands, as well as of all personal property. There is a difference of opinion as to the values, but it must be remembered that, having renounced the will, Mrs. Edmondson was entitled to homestead, as well as to dower, and that, although she took her homestead in addition to her dower, she was entitled to have the value of the homestead included in determining the value of the estate out of which the dower would be assigned. In other words, she was entitled to one-half of the whole estate as dower, and her homestead in addition. It was said, in the case of Horton v. Hilliard, 58 Ark. 293, 24 S. W. 493, that “in allotting dower it is not proper to deduct the homestead and assign the dower out of the remainder of the estate. The widow is entitled to dower in the whole, estate.” See also Stull v. Graham, 60 Ark. 461, 31 S. W. 46; Ex parte Grooms, 102 Ark. 322, 143 S. W. 1063; Martin v. Conner, 115 Ark. 359, 171 S. W. 125; Jameson v. Jameson, 117 Ark. 142, 173 S. W. 851.\nMr. Vaughan lived less than a year after he had qualified as executor of the estate, and he therefore made no settlement of his administration. His wife, who qualified as his successor, did, however, make a report of his administration, and this report was approved and confirmed by the probate court. Mrs. Vaughan later filed a report of her own subsequent administration, but this report has never been approved and is now pending in the probate court with many exceptions thereto.\nMrs. Edmondson, as the widow of the testator, and Father Horan, as his residuary legatee, filed pleadings in which they seek to falsify and surcharge the approved settlement of Mr. Vaughan’s administration and the unapproved report of Mrs. Vaughan’s administration, and a vast amount of testimony was taken upon the issues thus raised. The items in controversy were so numerous that the court appointed a master to state both accounts, and elaborate reports were made by the master. According to the master’s findings and report, the liability of the estate of John H. Vaughan and his surety on account of his administration was fixed at $1,954.25. Many exceptions were filed to this report, and, upon the hearing thereof, the court fixed the liability of Vaughan and his surety at the sum of $8,228.68, but in an amended finding and decree that amount was increased to $8,722.13.\nThe court undertook also to adjudge the liability of Mrs. Vaug’han as executrix in succession on account of her own administration, and made a tentative finding upon the subject, but, before finally adjudging the sum due on this account from Mrs. Vaughan and her surety, the court concluded that it was without .jurisdiction to enter a final judgment, for the reason that Mrs. Vaughan’s administration had not been closed in the probate court and her own settlement had not been acted upon by that court and was still pending there for final action, and one of the most important questions in the case is whether the court committed error in this respect.\nOpposing counsel have cited numerous cases in which this court has considered the circumstances under which and the purposes for which chanceiy courts will review the settlements of guardians, executors and administrators. These we do not review, as the law of the case appears to be well settled. The case which announced the principle which we think should be applied here is that of Reinhardt v. Gartrell, 33 Ark. 727. Mr. Justice Eakin there said: “The courts of chancery have no power to take such cases out of the probate courts, for the purpose of proceeding with the administration. But their power and functions to relieve against fraud, accident, mistake, or impending irremediable mischief, is universal ; extending over suitors in all courts, and over the decrees in those courts,, obtained by fraud, or rendered under circumstances which render it inequitable that they should be enforced. Hence any frauds in the settlements of administrators or executors may be corrected. When that is done, if there be still a necessity for continued proceedings in the course of administration, such proceeding should go on in the probate court, upon the basis of the reformed settlement. The object of chancery intervention having been accomplished, the jurisdiction in equity should cease with the necessity. Otherwise the courts of chancery might make themselves courts of probate, in violation of the spirit and intention of the Constitution. If, however, there be no continuing necessity for a further course of administration; if the assets be collected in, and the debts be all ascertained, and nothing remains but to fix the liabilities of administrators, executors and their sureties, and the rights of creditors, legatees and distributees, and to make adjustment on equitable principles, all that business comes within the more facile and effective operation of the remedial processes peculiar to equity practice. This makes no conflict of jurisdictions, and it is most proper, in such cases, for the chancery court to retain the cause for completion.”\nThe instant case appears to be one in which there is no continuing necessity for a further course of administration, the assets have all been collected, the debts have been ascertained and paid, and nothing remains but to fix the liability of the guardians and executors and to distribute the assets to the persons entitled thereto. We therefore hold that the chancery court, having assumed jurisdiction, should have falsified and surcharged all accounts in their entirety, and should have entered a final decree on such findings without remanding the cause to the probate court for action on the settlements which have not been passed upon. Adams v. Shell, 182 Ark. 959, 33 S. W. (2d) 1107; Beckett v. Whittington, 92 Ark. 230, 122 S. W. 633; Brice v. Taylor, 51 Ark. 75, 9 S. W. 854; Hankins v. Layne, 48 Ark. 544, 3 S. W. 821; Sorrels v. Trantham, 48 Ark. 386, 3 S. W. 198.\nWe do not pass upon the unadjusted accounts pending in the probate court, for the reason that the court below has not done so. It may be necessary to hear additional, testimony in the chancery court in doing this, as many items are involved and many charges of fraud are made.\nWe will, however, consider the settlement which was passed upon and approved by the probate court, and surcharged and falsified in the chancery court, but we will discuss only those findings in which we do not agree with the chancellor.\nThe first of these items is that of the commissions allowed Mr. Vaughan, the contention being made that these should have been computed upon the net income of the estate only, and the case of James v. Echols, 183 Ark. 826, 39 S. W. (2d) 290, is cited to support that contention.\nIn that case an active trust was created, and it was directed that twenty per cent, of the income from the estate should be paid to the trustee for its services in administering the trust, and the trustee made a claim of twenty per cent, of the gross income for services, and the compensation claimed was allowed by the chancery court. In reversing that decree we held that, where a trustee accepts a trust created by a will, and qualifies and enters upon the discharge of the duties of trustee, he accepts the trust upon the condition named in the will, and is entitled to no other or greater compensation than the will allows, and that a direction that a certain per cent, of the income be paid for such services would be construed to mean the named per cent, of the net income, and not of the gross income.\nThis case was decided after the probate court had approved the claim for Mr. Vaughan’s compensation, and there is no averment and no testimony, that this allowance was obtained by any misrepresentation or deception practiced upon the court.\nIt was said, in the decision of a similar question, in the case of Mock v. Pleasants, 34 Ark. 63, that “mere illegal allowances to an administrator, not obtained by misrepresentation or deception upon the court, are no grounds for impeaching or setting aside a settlement in equity. The proper remedy is by appeal to the circuit court.”\nIn the instant case the will does direct that the compensation be fixed at “the sum of ten per cent, of the income of said estate,” which, on the authority of James v. Echols, supra, we must construe to mean the net — and not the gross — income, but this is not the only provision on that subject. The will further provides that, if in the opinion of the judge of the probate court the compensation allowed is not sufficient, the court “may make allowance of such amount as may be sufficient to compensate my said trustee for executing this trust.” The court was therefore given a discretion in the matter of compensation, and it does not appear that any fraud was practiced upon the court in the exercise of this discretion, and the judgment in this respect is therefore final and should not be disturbed.\nFor the same reason, we think the order and .judgment of the probate court allowing expenses incurred by Vaughan in operating the bakery should not be disturbed. The testimony is conflicting as to whether the bakery was operated at a loss, and as to the extent of such loss, if any. It is also insisted that Vaughan operated the bakery as trustee, and not as executor, and we are cited to the case of First National Bank of Fort Smith v. Thompson, 124 Ark. 161, 186 S. W. 826, and other cases, holding that, where a party acting in two capacities receives money in the wrong chpacity, the payment is in law referable to the capacity in which he is authorized to act. It is insisted that, as Vaughan should have operated the bakery as trustee, no charge should be made against him as executor. It is apparent, however, that Vaughan was not acting in the capacity of trustee, but in that of executor, and the probate court evidently proceeded upon the assumption that Vaughan would not assume to act as trustee until he had completed his duties as executor. At any rate, Vaughan included the bakery and its equipment, much of which was of a perishable nature, in his inventory as executor, all of which he later sold, and he was charged with the proceeds of the sale. The probate court, no doubt, considered the nature and extent of Vaughan’s labor in regard to the bakery and the results he was accomplishing in its management in fixing his compensation in this behalf, and, as no showing was made that fraud was practiced in procuring the orders of the probate court in regard to the bakery, we think they should not be disturbed.\nAt § 2559 of the chapter on Executors and Administrators in 24 C. J. 1066, it is said: “Where the same person is both executor and trustee under a will the sureties on his bond as executor are not liable for property held by him in the capacity of trustee, unless they are made so by express statute. It has been held, however, that where an executor, who is also named as trustee in the will, assumes the duties of trustee in the capacity of executor, liis sureties cannot question the capacity in which he was acting, and that, if the executor fails to qualify as trustee, and deals with the trust estate as executor, the sureties on his administration hond are responsible for his acts.”\nHere Vaughan ran the bakery, and later sold it, under the orders of the probate court as executor, and we think the probate court had the power to fix his compensation and expenses, which were allowed in the sum of $799, and the judgment of the probate court in this respect will be approved.\nThe probate court allowed Vaughan credit for $731.06 for repairs to various buildings owned by Edmondson at the time of his death. The testimony shows that the buildings were in bad condition and required repair, and the will directed that repairs be made; indeed, the testimony is to the effect that the principal part of the expense was incurred in completing contracts which Edmondson had himself made, and the testimony shows that the money was actually expended for which credit was claimed. There is testimony that the charges were excessive, but the testimony is not conclusive of that fact, and there appears to have been no fraud in procuring the probate court to allow this credit. The judgment of the probate court in this respect should therefore be approved.\nThe action of the chancery court in falsifying and surcharging the accounts in other respects will be affirmed. We do not discuss these items, as it would unduly protract this opinion to do so. These items which we do not discuss relate either to money with which the executor was not charged but should have been, or to credits which, upon their face, there was no authority to allow.\nThere is a cross-appeal from the fees allowed the master and the guardian ad litem and to Mrs. Vaughan’s attorney as executrix, but we think no error was committed in these respects, and the fees allowed do not appear to be unreasonable.\nThe decree of the court below will therefore be reversed, and the cause will be remanded, with directions to approve the settlement of Vaughan’s administration in respect to Ms commissions and his salary and expenses in the operation of the bakery and for the repairs made as allowed in the probate court. The decree in other respects in regard to the settlement will be affirmed.\nThe court will also proceed, without remanding the cause to the probate court, to adjudge and settle the accounts of Mrs. Vaughan’s own administration.",
        "type": "majority",
        "author": "Smith, J."
      }
    ],
    "attorneys": [
      "William M. Hall and Hill, Fitzhugh & Brizzolara, for appellant.",
      "George F. Toumans, George W. Dodd, Joseph R. Brown, James B. McDonough, Robt. M. Zeppenfeld, for appellee.",
      "Daily & Woods, for R. C. Frambers.",
      "C. R. Barry, intervener, pro se."
    ],
    "corrections": "",
    "head_matter": "United States Fidelity & Guaranty Company v. Edmondson.\n4-2894\nOpinion delivered April 3, 1933.\nWilliam M. Hall and Hill, Fitzhugh & Brizzolara, for appellant.\nGeorge F. Toumans, George W. Dodd, Joseph R. Brown, James B. McDonough, Robt. M. Zeppenfeld, for appellee.\nDaily & Woods, for R. C. Frambers.\nC. R. Barry, intervener, pro se."
  },
  "file_name": "0257-01",
  "first_page_order": 277,
  "last_page_order": 290
}
