{
  "id": 12456832,
  "name": "In the Matter of the Detention of W.C.C.",
  "name_abbreviation": "In re the Detention of W.C.C.",
  "decision_date": "2016-03-24",
  "docket_number": "No. 91950-0",
  "first_page": "260",
  "last_page": "269",
  "citations": [
    {
      "type": "official",
      "cite": "185 Wash. 2d 260"
    }
  ],
  "court": {
    "name_abbreviation": "Wash.",
    "id": 9029,
    "name": "Washington Supreme Court"
  },
  "jurisdiction": {
    "id": 38,
    "name_long": "Washington",
    "name": "Wash."
  },
  "cites_to": [
    {
      "cite": "256 P.3d 357",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2011,
      "pin_cites": [
        {
          "parenthetical": "\"The initials D.F.F. are used in place of respondent's name because this matter concerns her involuntary commitment proceedings.\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "172 Wn.2d 37",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4018239
      ],
      "year": 2011,
      "pin_cites": [
        {
          "parenthetical": "\"The initials D.F.F. are used in place of respondent's name because this matter concerns her involuntary commitment proceedings.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/172/0037-01"
      ]
    },
    {
      "cite": "25 P.3d 495",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2001,
      "pin_cites": [
        {
          "parenthetical": "holding CR 6(a) applicable to computation of time for return of service in special proceedings for unlawful detainer actions because the applicable statute did not specify a method for computing the relevant time period"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "106 Wn. App. 844",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        240579
      ],
      "year": 2001,
      "pin_cites": [
        {
          "page": "847-49",
          "parenthetical": "holding CR 6(a) applicable to computation of time for return of service in special proceedings for unlawful detainer actions because the applicable statute did not specify a method for computing the relevant time period"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/106/0844-01"
      ]
    },
    {
      "cite": "60 P.3d 620",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2002,
      "pin_cites": [
        {
          "parenthetical": "holding CR 6(a) applicable to computation of initial 72-hour period in special proceedings for commitment of sexually violent predators because no provision within chapter 71.09 RCW addresses how to compute the 72-hour period"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "114 Wn. App. 739",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        163193
      ],
      "year": 2002,
      "pin_cites": [
        {
          "page": "744-51",
          "parenthetical": "holding CR 6(a) applicable to computation of initial 72-hour period in special proceedings for commitment of sexually violent predators because no provision within chapter 71.09 RCW addresses how to compute the 72-hour period"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/114/0739-01"
      ]
    },
    {
      "cite": "880 P.2d 25",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1994,
      "pin_cites": [
        {
          "parenthetical": "stating that \"CR 6(a) expressly supersedes RCW 1.12.040\" when a procedural right is involved"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "124 Wn.2d 459",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        507255
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "466",
          "parenthetical": "stating that \"CR 6(a) expressly supersedes RCW 1.12.040\" when a procedural right is involved"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/124/0459-01"
      ]
    },
    {
      "cite": "269 P.3d 207",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2012,
      "pin_cites": [
        {
          "parenthetical": "stating that court rules prevail in procedural matters, which pertain to mechanical operations of the courts in which substantive law, rights, and remedies are effectuated"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "173 Wn.2d 405",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4020264
      ],
      "year": 2012,
      "pin_cites": [
        {
          "page": "428-31",
          "parenthetical": "stating that court rules prevail in procedural matters, which pertain to mechanical operations of the courts in which substantive law, rights, and remedies are effectuated"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/173/0405-01"
      ]
    },
    {
      "cite": "804 P.2d 1",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "weight": 4,
      "year": 1990,
      "pin_cites": [
        {
          "page": "28"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "115 Wn.2d 21",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1379123
      ],
      "year": 1990,
      "pin_cites": [
        {
          "page": "27"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/115/0021-01"
      ]
    },
    {
      "cite": "43 P.3d 4",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2002,
      "opinion_index": 0
    },
    {
      "cite": "146 Wn.2d 1",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        960829
      ],
      "year": 2002,
      "pin_cites": [
        {
          "page": "11"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/146/0001-01"
      ]
    },
    {
      "cite": "98 P.3d 795",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "weight": 2,
      "year": 2004,
      "opinion_index": 0
    },
    {
      "cite": "152 Wn.2d 463",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1217467
      ],
      "year": 2004,
      "pin_cites": [
        {
          "page": "470"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/152/0463-01"
      ]
    },
    {
      "cite": "187 Wn. App. 303",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        4235937
      ],
      "year": 2015,
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/187/0303-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 786,
    "char_count": 15716,
    "ocr_confidence": 0.88,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2574074781966053
    },
    "sha256": "078931cf47a3a8a7ff9b6c145652dd33ad98fd5a7161d1a8ba816494824050d9",
    "simhash": "1:1915c6e34f14c999",
    "word_count": 2578
  },
  "last_updated": "2024-02-28T00:06:59.447104+00:00",
  "provenance": {
    "date_added": "2019-05-22",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Madsen, C.J., and Johnson, Owens, Fairhurst, Wiggins, González, Gordon McCloud, and Yu, JJ., concur."
    ],
    "parties": [
      "In the Matter of the Detention of W.C.C."
    ],
    "opinions": [
      {
        "text": "Stephens, J.\n¶1 W.C.C. argues the probable cause hearing for his civil commitment under Washington’s involuntary treatment act (ITA), chapter 71.05 RCW, should have been dismissed as untimely. At issue is whether weekends and holidays are excluded from calculating the maximum time period allowed for continuances under RCW 71.05.240(1).\n¶2 We reject W.C.C.’s argument and agree with the Court of Appeals. Weekends and holidays are excluded when computing the maximum time allowed for continuances under RCW 71.05.240(1).\nFACTS AND PROCEDURAL HISTORY\n¶3 At the time of his involuntary civil commitment, W.C.C. lived at the Downtown Emergency Service Center’s Rainier House—a supportive housing facility for individuals with mental illnesses. In December 2013, Rainier House staff informed a King County designated mental health professional (DMHP) that W.C.C. exhibited concerning behavior. W.C.C. had hit another Rainier House resident in the throat. He had previously threatened to kill the resident and had falsely accused him of having sexual relations with a Rainier House clinical support specialist. That person reported that W.C.C. was fixated on her and screamed obscenities at her.\n¶4 On December 19, 2013, the DMHP petitioned for W.C.C.’s initial detention. The DMHP alleged that W.C.C. was gravely disabled and presented a likelihood of serious harm to others as a result of a mental disorder. The superior court granted the petition, and W.C.C. was detained at Harborview Medical Center for evaluation and treatment for 72 hours, beginning at 6:30 p.m. on Friday, December 20, 2013.\n¶5 On December 24, 2013, the DMHP petitioned to detain W.C.C. for 14 days of involuntary treatment. At the probable cause hearing held that day, W.C.C.’s assigned counsel moved to withdraw from representation due to a conflict of interest. W.C.C.’s counsel also moved to continue the hearing to Friday, December 27, 2013. The superior court granted both motions.\n¶6 At the probable cause hearing held on December 27, 2013, W.C.C.’s newly appointed counsel, Associated Counsel for the Accused (ACA), moved for a continuance through the deputy prosecuting attorney, explaining that no attorney from ACA could represent W.C.C. that day. The superior court found good cause to continue the hearing until December 30, 2013.\n¶7 On December 30,2013, the parties again appeared for the probable cause hearing. At the hearing, W.C.C.’s counsel immediately moved to dismiss the petition for involuntary treatment, arguing that more than 72 hours had passed since W.C.C.’s initial detention in violation of RCW 71.05-.240(l)’s timeline. The superior court denied the motion. It noted that good cause existed to grant the continuances because of the need to appoint W.C.C. new counsel and to account for the intervening nonjudicial days.\n¶8 At the hearing, the superior court heard testimony from W.C.C.; his fellow resident; the clinical support specialist; and Dr. Brent O’Neal, a clinical psychologist who evaluated W.C.C. at Harborview Medical Center. The superior court found that W.C.C. presented a likelihood of serious harm to others as a result of a mental disorder. It ordered that W.C.C. be detained for 14 days of inpatient psychiatric treatment. W.C.C. timely appealed.\n¶9 On appeal, W.C.C. argued that the superior court erred in denying his motion to dismiss because his probable cause hearing was continued beyond the time frame prescribed by RCW 71.05.240(1). W.C.C. also argued the State presented insufficient evidence to support his involuntary commitment.\n¶10 The Court of Appeals affirmed in a published opinion. In re Det. of W.C.C., 187 Wn. App. 303 (2015). The court held that CR 6(a)—which excludes Saturdays, Sundays, and legal holidays in computing time periods of fewer than seven days—controls when granting continuances under the ITA. The Court of Appeals also rejected W.C.C.’s claim that the State presented insufficient evidence that he posed a likelihood of serious harm to others.\n¶11 W.C.C. moved to reconsider the Court of Appeals decision. Mot. to Reconsider & Redact Appellant’s Full Name from Published Op., No. 71403-1-1 (Wash. Ct. App. May 19, 2015). Without requesting a response, the Court of Appeals denied the motion. This Court granted review.\nANALYSIS\n¶12 W.C.C. maintains that his probable cause hearing was held beyond the maximum time for continuances allowed under RCW 71.05.240(1). Suppl. Br. of Pet’r at 4. RCW 71.05.240(1) states:\nIf a petition is filed for fourteen day involuntary treatment or ninety days of less restrictive alternative treatment, the court shall hold a probable cause hearing within seventy-two hours of the initial detention or involuntary outpatient evaluation of such person as determined in RCW 71.05.180. If requested by the person or his or her attorney, the hearing may be postponed for a period not to exceed forty-eight hours. The hearing may also be continued subject to the conditions set forth in RCW 71.05.210 or subject to the petitioner’s showing of good cause for a period not to exceed twenty-four hours.\n¶13 Whether W.C.C.’s probable cause hearing was timely depends on whether holidays and weekends are included when calculating time for continuances. W.C.C. relies on RCW 71.05.180, which explicitly excludes weekends and holidays from calculating the initial 72-hour detention, whereas RCW 7.05.240(1) does not provide the same exclusion for continuances. Conversely, the State relies on CR 6(a), which excludes weekends and holidays from calculating time periods fewer than seven days. Suppl. Br. of Resp’t at 7.\n¶14 Statutory interpretation presents a legal question we review de novo. State v. Costich, 152 Wn.2d 463, 470, 98 P.3d 795 (2004). Our analysis of RCW 71.05.240(1) begins with its plain language. Id. The plain meaning of a statute may be discerned “from all that the Legislature has said in the statute and related statutes which disclose legislative intent about the provision in question.” Dep’t of Ecology v. Campbell & Gwinn, LLC, 146 Wn.2d 1, 11, 43 P.3d 4 (2002). Because civil commitment statutes involve a deprivation of liberty, they should be construed strictly. In re Det. of Swanson, 115 Wn.2d 21, 27, 804 P.2d 1 (1990). Courts, however, must “keep in mind the need to satisfy the intent of the statute while avoiding absurd results.” Id. at 28.\n¶15 An initial involuntary commitment may not exceed 72 hours, excluding weekends and holidays. RCW 71.05.180. Following the initial detention, the DMHP or the evaluation and treatment facility may petition for an additional 14-day involuntary commitment. RCW 71.05.230. If such a petition is filed, the superior court must hold a probable cause hearing within 72 hours of the initial detention. RCW 71.05.240(1). At the request of the detained person or counsel, the superior court may postpone the hearing for a period not to exceed 48 hours. Id. The superior court may also continue the hearing to allow for hospitalization under RCW 71.05.210, or subject to the petitioner’s showing of good cause for a period not to exceed 24 hours. Id.\n¶16 Although RCW 71.05.180 specifically excludes weekends and holidays when computing the initial 72-hour detention, nothing in chapter 71.05 RCW indicates whether the same exclusion applies when computing the 48-hour and 24-hour continuances. W.C.C.’s objection to his 14-day commitment hinges on reading the exclusion of weekends and holidays in RCW 71.05.180 to imply the inclusion of such days in computing time under RCW 71.05.240(1). Although his argument makes a logical appeal to the maxim expressio unius est exclusio alterius, it is less compelling in light of the unique legislative history of the two provisions in chapter 71.05 RCW. When the legislature first enacted RCW 71.05.180 in 1973, weekends and holidays were expressly counted in the initial 72-hour period. Laws of 1973,1st Ex. Sess., ch. 142, § 23. A 1974 amendment eliminated Sundays and holidays, Laws of 1974, Ex. Sess., ch. 145, § 11, and a 1979 amendment also eliminated Saturdays, Laws of 1979, Ex. Sess., ch. 215, § 11. Thus, the express language in RCW 71.05.180 excluding weekends and holidays from the computation of the 72- hour period is specific to that provision and should not be read as stating an “exception” to otherwise applicable general rules for computing time for court hearings.\n¶17 As to these general rules, time computation methods are addressed in both RCW 1.12.040 and CR 6(a). Here, the statute and the rule appear to conflict because at least the first continuance in question is timely only under CR 6(a), which excludes weekends and holidays when computing time periods of fewer than seven days long. The Court of Appeals concluded CR 6(a) controls. We agree because the implicated right is procedural in nature, governing computation of time periods for a judicial hearing. State v. Gresham, 173 Wn.2d 405, 428-31, 269 P.3d 207 (2012) (stating that court rules prevail in procedural matters, which pertain to mechanical operations of the courts in which substantive law, rights, and remedies are effectuated); Stikes Woods Neigh. Ass’n v. City of Lacey, 124 Wn.2d 459, 466, 880 P.2d 25 (1994) (stating that “CR 6(a) expressly supersedes RCW 1.12.040” when a procedural right is involved).\n¶18 Courts frequently look to CR 6(a) to determine the computation method when a statute is otherwise silent, including in analogous contexts. See In re Det. of Capello, 114 Wn. App. 739, 744-51, 60 P.3d 620 (2002) (holding CR 6(a) applicable to computation of initial 72-hour period in special proceedings for commitment of sexually violent predators because no provision within chapter 71.09 RCW addresses how to compute the 72-hour period); Canterwood Place LP v. Thande, 106 Wn. App. 844, 847-49, 25 P.3d 495 (2001) (holding CR 6(a) applicable to computation of time for return of service in special proceedings for unlawful detainer actions because the applicable statute did not specify a method for computing the relevant time period).\n¶19 In light of the factual underpinnings of this case, this outcome comports with the purpose of the ITA. Cf Swanson, 115 Wn.2d at 29 (finding that ITA’s goals are best met by interpreting the initial 72-hour requirement as satisfied when the court calendar begins and the parties’ attorneys are ready to proceed). The superior court granted the continuances so that W.C.C. could have conflict-free and prepared counsel. RCW 71.05.010(2) further provides for “[a] presumption in favor of deciding petitions on their merits.” And nothing suggests the State or W.C.C.’s counsel acted in bad faith.\n¶20 Relying on CR 81, W.C.C. argues that CR 6(a) does not apply because ITA hearings are special proceedings and thus should be governed by RCW 71.05.240. Suppl. Br. of Pet’r at 12. This argument fails because it presupposes that CR 6(a) is inconsistent with RCW 71.05.240(1), which it is not. CR 81(a) states that civil rules govern all civil proceedings, “[e]xcept where inconsistent with rules or statutes applicable to special proceedings.” RCW 71.05.240(1) is silent as to whether to include weekends and holidays when calculating time periods for continuances, and it can be harmonized with CR 6(a), which provides for the exclusion. Accordingly, we affirm the Court of Appeals decision that W.C.C.’s probable cause hearing was timely.\n¶21 Finally, W.C.C. argues—and the State agrees—that the published Court of Appeals opinion should be modified to reveal only his initials, not his full name. Suppl. Br. of Pet’r at 18. RCW 71.05.620 provides that the files and records of court proceedings under Title 71 RCW—which governs mental health proceedings—are closed. Based on this statute, W.C.C.’s initials were used in the trial court. This court has used initials in opinions involving involuntary commitment proceedings. See In re Det. of D.F.F., 172 Wn.2d 37, 37 n.†, 256 P.3d 357 (2011) (“The initials D.F.F. are used in place of respondent’s name because this matter concerns her involuntary commitment proceedings.”). Under RAP 3.4, “[t]he title of a case in the appellate court is the same as in the trial court. . . .” This rule further allows the court to “change the title of a case by order in said case.” RAP 3.4. Consistent with this rule and the lower court’s handling of this case under Title 71 RCW, we remand for the Court of Appeals to modify the case caption and the body of its opinion to reveal only W.C.C.’s initials, not his full name.\nCONCLUSION\n¶22 We affirm the Court of Appeals and hold that W.C.C.’s probable cause hearing was timely under RCW 71.05.240(1). However, we reverse the Court of Appeals insofar as it refused to use W.C.C.’s initials in the caption and body of its opinion, and remand for the Court of Appeals to modify its opinion.\nMadsen, C.J., and Johnson, Owens, Fairhurst, Wiggins, González, Gordon McCloud, and Yu, JJ., concur.\nThe Court of Appeals used W.C.C.’s full name in both the case caption and the body of the opinion. We address W.C.C.’s challenge to this aspect of the decision below.\nW.C.C. was first committed on Friday, December 20, 2013. Given both the weekend and the December 25 holiday, W.C.C.’s probable cause hearing should have been held on or before December 26 in the absence of the allowed continuances. W.C.C.’s counsel requested on December 24 a continuance until Friday, December 27 (this continuance totaled more than 48 hours). The State then requested on December 27 a continuance until December 30 (this continuance totaled more than 24 hours). Thus, whether these continuances were permissible under RCW 71.05.240(1) hinges on whether weekends and holidays are excluded from the time period computation.\nIn its argument to the Court of Appeals, the State did not rely on CR 6(a). Instead, the State argued the statutory time frames in RCW 71.05.240(1) are not absolute and Mental Proceedings Rule (MPR) 1.2 allows for reasonable continuances. Br. of Resp’t at 14; MPR 1.2 (“In any judicial proceeding for involuntary commitment or detention held pursuant to RCW 71.05 the court may continue or postpone such proceeding for a reasonable time, subject to RCW 71.05.210 and RCW 71.05.240 . . . .’’). The Court of Appeals correctly rejected this argument, recognizing that MPR 1.2 explicitly calls out RCW 71.05.240(1) as placing a restraint on the court rule. Before this court, the State has abandoned its argument based on MPR 1.2 and now embraces the Court of Appeals view relying on CR 6(a).\nThe State also contends that W.C.C.’s claim is barred by the invited error doctrine. Suppl. Br. of Resp’t at 7-8. But the State presents no evidence that W.C.C. intentionally or knowingly set up the error. We reject the State’s argument and decide W.C.C.’s claim on the merits.\nRCW 1.12.040 provides that “[t]he time within which an act is to be done, as herein provided, shall be computed by excluding the first day, and including the last, unless the last day is a holiday, Saturday, or Sunday, and then it is also excluded.” Because a holiday did not fall on the last day of the 48-hour continuance, RCW 1.12.040 would have required W.C.C.’s probable cause hearing to be set on December 26.\nNeither party challenges the constitutionality of this statute, nor the appropriateness of any closure or sealing under our court rules. Thus, this case does not present an opportunity to consider these significant issues.",
        "type": "majority",
        "author": "Stephens, J."
      }
    ],
    "attorneys": [
      "Kathleen A. Shea (of Washington Appellate Project), for petitioner.",
      "Daniel T. Satterberg, Prosecuting Attorney, and Stephanie F. Guthrie and James M. Whisman, Deputies, for respondent."
    ],
    "corrections": "",
    "head_matter": "[No. 91950-0.\nArgued February 16, 2016.\nDecided March 24, 2016.\nIn the Matter of the Detention of W.C.C.\nKathleen A. Shea (of Washington Appellate Project), for petitioner.\nDaniel T. Satterberg, Prosecuting Attorney, and Stephanie F. Guthrie and James M. Whisman, Deputies, for respondent."
  },
  "file_name": "0260-01",
  "first_page_order": 314,
  "last_page_order": 323
}
