{
  "id": 8720645,
  "name": "Wilson v. Cardwell",
  "name_abbreviation": "Wilson v. Cardwell",
  "decision_date": "1932-10-17",
  "docket_number": "4-2835",
  "first_page": "261",
  "last_page": "265",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 261"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "286 S. W. 976",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "171 Ark. 805",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1369499
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/171/0805-01"
      ]
    },
    {
      "cite": "292 S. W. 382",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "173 Ark. 120",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8719052
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/173/0120-01"
      ]
    },
    {
      "cite": "32 S. W. (2d) 319",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "182 Ark. 633",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1389735
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/182/0633-01"
      ]
    },
    {
      "cite": "40 S. W. (2d) 450",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "183 Ark. 1127",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1441875
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/183/1127-01"
      ]
    },
    {
      "cite": "206 S. W. 131",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "136 Ark. 217",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1569985
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/136/0217-01"
      ]
    },
    {
      "cite": "264 S. W. 964",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "165 Ark. 421",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1379865
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/165/0421-01"
      ]
    },
    {
      "cite": "298 S. W. 865",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "175 Ark. 128",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1403418
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/175/0128-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 393,
    "char_count": 7619,
    "ocr_confidence": 0.513,
    "pagerank": {
      "raw": 7.682524327565526e-08,
      "percentile": 0.45271654833930475
    },
    "sha256": "762d4fb4829c4f48e07fce4b077692fb574d17219f27f43b2ab33e6e30f659d8",
    "simhash": "1:274775f99a00bc55",
    "word_count": 1278
  },
  "last_updated": "2024-02-27T17:52:01.123529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wilson v. Cardwell."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nAppellant and appellee were the opposing and only candidates for the Democratic nomination for State Senator from the Fifth Senatorial District, composed of Washington County, in the State-wide primary election held August ‘9, 1932. The returns, as certified by the county democratic central committee, showed that appellant was defeated by a majority of 249 votes, and within ten days thereafter a complaint was filed by appellant contesting this certification.\nA demurrer was interposed to numerous paragraphs of the complaint, which was sustained, and these paragraphs were dismissed, but permission ivas given to amend. Later, and more than ten' days after appellee had been certified as the nominee, an amendment was filed to the complaint. A motion was filed and sustained to strike the amended complaint from the record for the following reasons: (1) That the amended complaint alleged new and different grounds for contest, and was not filed within ten days of the date of the certification of the nomination; (2) that the amendment was not supported by the affidavit of ten reputable citizens of Washington County; and (3) that the amendment seeks to change and enlarge the grounds of contest set forth in the original complaint.\nWhen the motion to strike the amended complaint was sustained, the court offered to permit the plaintiff to further amend his complaint, but he declined the offer, and has appealed from the action of the court in sustaining the demurrer to portions of his complaint and in striking his amendment to the paragraphs of the complaint which had been dismissed when the demurrer thereto was sustained.\nA motion has been filed here to dismiss the appeal upon the grounds that no final judgment has been rendered, and that the appeal is premature.\nA headnote in the case of Security Mortgage Co. v. Bell, 175 Ark. 128, 298 S. W. 865, reads as follows: “An appeal from an order dismissing a complaint as to certain paragraphs, but leaving the paragraph which presented a triable issue, held prematurely taken, since the issue should have been tried and objection to the demurrer urged on final appeal from the whole action.”\nIt is insisted, upon the authority of the case from which we have just quoted, that the motion to dismiss the appeal should be sustained. We do not, however, concur in this view, for the reason that, in our opinion, no triable issue was left after the demurrer had been sustained to certain of its paragraphs. The portion of the complaint, left after the demurrer to certain of its paragraphs had been sustained, was itself demurrable, as failing to sufficiently state a cause of contest. The vital parts of the complaint were deleted when the demurrer was sustained, and, in our opinion, the demurrer, if sustained at all, should have been sustained to the complaint in its entirety, and that there was not left thereafter a triable cause of action. Hill v. Williams, 165 Ark. 421, 264 S. W. 964.\nThe allegations of the original complaint are somewhat general in their nature, and, if the demurrer had been treated as a motion to make more specific, it should have been sustained on that ground.\nWe think, however, that the original complaint stated a cause of action, as its allegations, if supported by the testimony, show that appellant received a majority of the votes of the qualified electors of Washington County, which county composed the Fifth Senatorial District.\nThese allegations are lengthy, and will not be set out in extenso, but they are to the effect that appellee and certain of his political supporters conspired with a candidate for tlie nomination for sheriff and certain of his adherents to illegally assess two thousand poll-tax payers, and to provide poll-tax receipts for them for the purpose and in consideration of having the persons to whom the poll-tax receipts were issued support appellee and the candidate for sheriff aforesaid. And, further, that persons had voted in the election who had no poll-tax receipts, as had others who were not otherwise qualified, although they held poll-tax receipts, among the latter class being many Republicans. That illegal absentee ballots had been received and counted for appellee, as had also the ballots of certain other persons who had not voted at all, and that certain ballots had been changed from appellant to appellee, and “that, by reason of the illegal and unlawful acts claimed, as aforesaid, the plaintiff had been cheated out of more than fifteen hundred votes in said county, and if the legal votes cast for him had been counted and the illegal votes that had been cast for the defendant were thrown out, this plaintiff would have received the nomination for the office of State Senator by a large majority.”\nThese allegations were made more definite and certain by the amendment to the complaint.\nIt was held in the case of Logan v. Russell, 136 Ark. 217, 206 S. W. 131, which was the first case construing the primary election law, appearing as §§ 3757 et seq., Crawford & Moses’ Digest, that the complaint in a proceeding to contest the certification of a primary nomination shall be supported by the affidavits of at least ten reputable citizens, and shall be filed within ten days of the certification complained of, and that the complaint and the affidavits are jurisdictional, and must be filed within the time specified. It has, however, been also, held that, where a contest has been instituted within the time and in the manner required by law, the complaint may be amended to make the allegations thereof more definite and certain and more specific; but the complaint may not be amended to allege new and additional grounds of contest. The statute does not require supporting affidavits of the citizens to these permissible amendments. These amendments may be made without the supporting affidavits, and after the expiration of the original ten days, when unreasonable delay in the trial of the cause will not result therefrom. Robinson v. Knowlton, 183 Ark. 1127, 40 S. W. (2d) 450; Cain v. McGregor, 182 Ark. 633, 32 S. W. (2d) 319; Gower v. Johnson, 173 Ark. 120, 292 S. W. 382; Bland v. Benton, 171 Ark. 805, 286 S. W. 976.\nIt was not ground therefore to strike the amended complaint from the record because it was not verified by the affidavit of ten reputable citizens, and was not filed within ten days after the certification of appellee as the nominee. Nor was it ground to strike the entire amended complaint making more definite the allegations of the original complaint because a ground of contest was alleged which the original complaint did not contain. Only that additional ground of contest, if such there was,' should have been stricken out.\nAs we interpret the pleadings, a cause of action to contest appellee’s nomination was stated in the original complaint, and the court erred in striking out certain paragraphs thereof upon sustaining the demurrer thereto; but, with these paragraphs deleted, a triable cause of action did not remain, and an appeal was proper from that order.\nWe are also of the opinion that the court was in error in striking out the amendment to the complaint, and, upon the remand of the cause, this motion will be sustained only as to such grounds of contest as were not alleged in the original complaint.\nThe judgment of the court below is therefore reversed, and the cause will be remanded for further proceedings in accordance with the directions as above contained,",
        "type": "majority",
        "author": "Smith, J."
      }
    ],
    "attorneys": [
      "Proctor F. Johnson .aná Duty & Duty, for appellant.",
      "John W. Nance, for appellee."
    ],
    "corrections": "",
    "head_matter": "Wilson v. Cardwell.\n4-2835\nOpinion delivered October 17, 1932.\nProctor F. Johnson .aná Duty & Duty, for appellant.\nJohn W. Nance, for appellee."
  },
  "file_name": "0261-01",
  "first_page_order": 281,
  "last_page_order": 285
}
