{
  "id": 8727090,
  "name": "Graham vs. Adams",
  "name_abbreviation": "Graham v. Adams",
  "decision_date": "1843-07",
  "docket_number": "",
  "first_page": "261",
  "last_page": "262",
  "citations": [
    {
      "type": "official",
      "cite": "5 Ark. 261"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 215,
    "char_count": 2937,
    "ocr_confidence": 0.517,
    "sha256": "fea8b19f7ad4d3cb31b492a2be6280697c93a49f66504cb2f53f8dbc1c0090dd",
    "simhash": "1:a7c79b39da1df102",
    "word_count": 518
  },
  "last_updated": "2023-07-14T20:02:08.123138+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Graham vs. Adams."
    ],
    "opinions": [
      {
        "text": "By the Court,\nLacy, J.\nThere certainly could be but one plausible ground upon which the court excluded the evidence, and it must have been this, that as the bond called for one hundred dollars in good current money in this State, that an action of covenant would alone lie on it, and therefore the justice had no jurisdiction of the matter. This position, though at first blush it seems plausible, is not sound or tenable. The case we are now considering is clearly distinguishable from that class of cases in which the amount called for is payable in the currencey of this State, or current bank paper of the State, or current notes of the State. All these expressions are held to mean current bank paper, as the several contracts were made during the lime such issues constituted the ordinary currency or circulating medium of the State. But the expression here is good current money: What did the parties mean by good current money 1 They ■surely meant something more than the ordinary currency or common ■circulating medium of the country. If they did not, why qualify the term currency and declare it should be good? Does not this qualification distinguish it from ordinary or common currency, and such as was in general use at that time; and did not the parties treat the value of a good currency in contra-distinction from a spurious or paper currency, and did not value form the consideration or obligation of their contract? We certainly think it did. A good currency, then, in our opinion, means nothing more than a lawful currency, and that is current coin of the United States. Judgment reversed.",
        "type": "majority",
        "author": "Lacy, J."
      }
    ],
    "attorneys": [
      "The case was argued here by Fowler, for appellant."
    ],
    "corrections": "",
    "head_matter": "Graham vs. Adams.\nA note or bond payable in “good current money of the State,” is payable in gold and silver.\nIt is otherwise, if merely payable in “the currency of this State,” or “current bank paper of the State,” or “current notes of the State,” while the State has a paper currency.\nThis was an appeal from a justice of the peace, tried in the Independence Circuit Court, in December, 1842, before the Hon. Thomas Johnson, one of the circuit judges. It was commenced before a justice of the peacé on the following instrument: “On or before the twenty-fifth day of December next, I promise to pay to Alexander Graham or bearer, the sum of one hundred dollars, in good current money of this State, for value received. Witness my hand and seal this 8th day of January, 1841. (Signed) Richard Adams, seal.” Upon a trial in the justice’s court before a jury, there was a verdict and judgment for the defendant, and the plaintiff appealed to the circuit court. Upon a trial in the circuit court upon the general issue, after the jury were sworn, the appellant offered to read the bond as evidence of his debt to the jury, to which the appellee objected, and the court sustained the objection and excluded the testimony from being heard. The case came up by appeal to this court.\nThe case was argued here by Fowler, for appellant."
  },
  "file_name": "0261-02",
  "first_page_order": 261,
  "last_page_order": 262
}
