{
  "id": 1428369,
  "name": "Kyle v. Ribelin",
  "name_abbreviation": "Kyle v. Ribelin",
  "decision_date": "1933-11-27",
  "docket_number": "4-3215",
  "first_page": "264",
  "last_page": "269",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 264"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "42 Ark. 186",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8722564
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/42/0186-01"
      ]
    },
    {
      "cite": "58 S. W. (2d) 946",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "187 Ark. 161",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1432090
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/187/0161-01"
      ]
    },
    {
      "cite": "45 S. W. (2d) 36",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "184 Ark. 905",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 581,
    "char_count": 11832,
    "ocr_confidence": 0.484,
    "pagerank": {
      "raw": 4.856319230494445e-08,
      "percentile": 0.3046704653437324
    },
    "sha256": "4054af03b91308a1bb2fcbb9bd458eb93c7244bc014020bc15947bd641fa6ba9",
    "simhash": "1:12d6a02b24d475eb",
    "word_count": 2049
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Kyle v. Ribelin."
    ],
    "opinions": [
      {
        "text": "Butler, J.\nP. C. Bradford died January 28, 1924, and Claude H. Kyle was appointed administrator of his estate on February 2, 1924, and filed various “accounts current,” reflecting the conduct of the administration. The final account was filed on July 27, 1927, from which it appeared that the administrator had expended all of the.moneys received by him as administrator, having paid only two small claims probated against the estate amounting to $143.12, and leaving unpaid probated claims in the sum of $1,133.96, among which are the claims of the appellees.\nThis action was instituted in the southern district of the Logan Chancery Court to surcharge and falsify the “accounts current” filed by the administrator. It was alleged that the administrator assured the owners of the probated claims that there would be sufficient funds coming into his hands to pay all the debts of the estate in full; that the claimants relied on said statements until ■the fall of 1927, when they learned from the administrator that there were no funds with which to pay their debts or the debts of the estate; that an examination of the “accounts current” filed disclosed that the administrator had wasted the assets of the estate in the payment of unauthorized and unwarranted expenses, particularly expenses incurred in, and regarding certain lands in Mazie County, Oklahoma, and that the funds so expended should have been used to pay the probated claims against the estate. It was also alleged that the administratQr had in his possession a note due the estate, signed by the appellee, Eibelin; that the estate was indebted to the said Eibelin in a sum in excess of the note, and that the said Eibelin was entitled to have the note offset, and to a judgment for the balance of his claim.\nA demurrer was filed by the appellants, challenging the jurisdiction of the court to hear and determine the cause, and on the ground that the complaint did not set forth facts sufficient to constitute a cause of action. This demurrer was overruled, and the appellants answered, putting’ in issue the allegations of the complaint.\nOn the evidence adduced, the court held that the pleadings and evidence were sufficient to entitle the appellees to the relief prayed; that numerous items appearing in the accounts current were unauthorized and illegal charges against the estate, and entered a decree holding that the acts, omissions and irregularities are sufficient to cause the court to believe that it is' necessary for the purpose of justice to hold that there were such acts, omissions, irregularities and errors as to amount to a legal fraud on the rights of plaintiffs, and that appellee, Eibelin, had probated claims against the estate in the amount of $707.90, and that they were entitled to offset the note due the estate and to have judgment for the remainder. The court then proceeded to point out the various improper charges found to have been made, and adjudged that the “accounts current” be vacated and that the same be restated in accordance with the finding so as to show the correct amount of the balance due the estate, and that appellees have judgment in the amount of their respective claims.\nOn the allegation that the administrator lulled the claimants into a sense of security by repeated statements to the effect that the estate was solvent and would be able to pay all claims in full, but that it was necessary for the administration to proceed in due course before such claims could be paid, the evidence is in conflict. It becomes unnecessary, however, for us to pass upon the weight of the testimony, or to determine where the truth lies in these particulars, as we are of the opinion that the undisputed facts are sufficient for a determination of the questions raised by the appeal.\nThe deceased, P. C. Bradford, in his lifetime, was engaged, among other things, in operating a sawmill, and a part of the assets of the estate were various accounts due him in his lifetime, payment of which had not been made. In the first “account current” filed, the administrator did not charge himself with the inventory, nor is it abstracted. He merely charged himself with actual cash which he had collected up to the time of the filing of the account on January 28, 1925. He charged himself with certain cash on hand, numerous accounts collected, the sale of the planer and mill of the deceased, the sale of his residence, mules, horses, lumber and other personal property sold in the total sum of $4,500.25. There was a claim by the Bank of Magazine as due from the estate for debts with accrued interest amounting to about $2,800, and there had been probated claims against the estate in the approximate total sum of $1,256.96. The administrator therefore had collected enough money on the date he filed his account to pay the claim of the bank in full and the probated claims against the estate, leaving about three or four hundred dollars to pay the necessary expenses which had been incurred. It is shown by this account that he paid none of the probated claims, except one for a burial casket, iu the sum of $122.50, and one for insurance, amounting to $20.62. However, he paid to the bank $1,930. He credited himself with certain sums paid for labor amounting to about $65, but what this labor was, or how used, is not shown. He appears to have had no authority for expending any of these sums.\nAt the time of the death of Bradford, besides the land and personal property he owned in Yell and Logan counties, Arkansas, he owned an equity in a farm of 120 acres in Oklahoma, upon which the Federal Land Bank had a first mortgage for $3,200, and the Bank of Magazine held a second mortgage thereon to secure an indebtedness due it by the deceased. The administrator was the cashier of the Bank of Magazine, and his sureties were its directors. It appears from the first “account current” that a considerable amount of expenses incurred were payments made to the Federal Land Bank on its debt secured by mortgage on the Oklahoma land and other expenses in relation thereto. When a balance was struck, the first account current showed cash in the hands of the administrator of $1,518.94, and in this settlement he represented to the court that he had a number of accounts not collected, asking further time on said administration. On the 27th day of January, 1926, the administrator filed a second “account current,” in which he charged himself with the balance shown in the first account and certain items of rent and dividends which, together with the balance brought forward, amounted to $1,745.45. Against this balance he credited himself with the sum of $517.50, all of which, except possibly two items of court fees in the sum of $51.35, were expenses incurred in relation to the Oklahoma lands; Again he asked for further time, which was apparently granted, for on the 26th day of January, 1927, he filed a third account current, charging himself with a balance brought forward of $1,227.95, receipts from the Oklahoma farm, which, together with the balance, amounted to $1,415.85. He credited himself “with expenses amounting to $441.09, all of which, except one item of $50, was for expenses relative to the Oklahoma property. On July '26, 1927, he appears to have restated the account current filed in January increasing the amount he stood charged with in the sum of $75, rent from the Oklahoma farm, making a total of $490.85, and credited himself with $1,049.94 paid to the Bank of Magazine and other items paid out relative to the Oklahoma property in a sufficient sum to balance his account, thus leaving the appellees and others having probated claims high and dry, and the bank paid in full.\nIn passing, it is to be noted that all of the settlements except the first seem to have been approved by the court on the day of their filing. An examination of the accounts show that the last account, representing debts due the deceased in his lifetime, was collected on October 27, 1924, and that thereafter no other such accounts were collected, nor does the record disclose any effort made to collect the same, or any request made to the court to sell the unpaid accounts. It therefore appears that there was no reason why the administration should not have been closed within one year, the time prescribed by law.\nIt appears from the sums for which the administrator has taken credit that the principal amounts of expense incurred related to the Oklahoma lands, which, after deducting income from that property, amounted to $753.83. It will be remembered that the Bank of Magazine was the holder of the second mortgage and that the administrator was its cashier, and his sureties its directors. It would therefore appear that the expenses incurred in Oklahoma was more for the benefit of the bank than for the estate. But whatever the purpose and intention of these expenses, they were wholly unauthorized, and could not be validated by the order of the probate court of Logan County. The Oklahoma farm was not an asset of the estate in the hands of the administrator for any purpose. “Since an executor or administrator has no right to the possession of lands in another State and under another .jurisdiction, and since such lands do not become assets in his hands for the purposes of administration, it has been held that, as to such lands, the personal repre^ sentative has no right of redemption, for it is said that the administrator can maintain an action to redeem only as to such lands as are assets in his hands for the purpose of administration or of which he is entitled to possession.” 11 R. C. L., p. 161, § 170.\nIn Miller v. Oil City Iron Works, 184 Ark. 905, 45 S. W. (2d) 36, the administratrix had credited herself with the sum paid in defending title to oil leases in the State of Texas, which she claimed belonged to the estate of the decedent, and, among other things, attempted to justify the expenditure on the order of the probate court of the county of the administration. This court there said: “It is true that she secured an order of the probate court allowing her to employ counsel and to make expenditures of money, but the court had no jurisdiction to make such order. In the first place, letters of administration have no legal force or effect beyond the territorial limits of the State granting them. Woerner on Administration, (3d ed.) vol. 1, p. 558-559, 23 C. J. 1014, 24 C. J. 1120, 11 R. C. L., § 532, p. 432, and § 531, page 447.”\nThe rule there laid down was reiterated in the recent case of Smith v. Walker, 187 Ark. 161, 58 S. W. (2d) 946, where a claim was disallowed for fees paid an attorney to investigate title of the decedent to certain property in Texas.\nSince the administrator had no authority, and could have had none, with reference to the lands in Oklahoma the attempted ratification of his act by the probate court of Logan County was void; the items of expense constituted legal frauds upon the rights of appellees, and, having worked an injury to the estate and to their rights, of itself was sufficient to give the court jurisdiction of the cause and to warrant its decree surcharging and falsifying the settlements made by him. Dyer v. Jacoway, 42 Ark. 186; Miller v. Oil City Iron Works, supra; Smith v. Walker, supra.\nThe trial court disapproved these and various other items for which the administrator has taken credit, all of which we have examined and deem it unnecessary to set out in detail and discuss the reason for'the court’s action. We are of the opinion that the decision of the trial court on these questions is justified,- that its decree is correct, and.it is hereby affirmed.",
        "type": "majority",
        "author": "Butler, J."
      }
    ],
    "attorneys": [
      "W. L. Kincannon, Hays & Smallwood and Carmichael & Hendricks, for appellant.",
      "Evans & Evans, for appellee."
    ],
    "corrections": "",
    "head_matter": "Kyle v. Ribelin.\n4-3215\nOpinion delivered November 27, 1933.\nW. L. Kincannon, Hays & Smallwood and Carmichael & Hendricks, for appellant.\nEvans & Evans, for appellee."
  },
  "file_name": "0264-01",
  "first_page_order": 282,
  "last_page_order": 287
}
