{
  "id": 8721309,
  "name": "Riddle v. Holcomb",
  "name_abbreviation": "Riddle v. Holcomb",
  "decision_date": "1923-10-01",
  "docket_number": "",
  "first_page": "265",
  "last_page": "269",
  "citations": [
    {
      "type": "official",
      "cite": "160 Ark. 265"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "239 S. W. 1053",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": -1
    },
    {
      "cite": "240 S. W. 14",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": -1
    },
    {
      "cite": "244 S. W. 340",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": -1
    },
    {
      "cite": "152 Ark. 27",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1364086
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "135"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/152/0027-01"
      ]
    },
    {
      "cite": "102 Ark. 326",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1354033
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "428"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/102/0326-01"
      ]
    },
    {
      "cite": "105 Ark. 445",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "105 Ark. 50",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1347032
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/105/0050-01"
      ]
    },
    {
      "cite": "24 Ark. 210",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8726697
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/24/0210-01"
      ]
    },
    {
      "cite": "15 Ark. 543",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8728528
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/15/0543-01"
      ]
    },
    {
      "cite": "13 Ark. 593",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8728361,
        8728350
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/ark/13/0593-02",
        "/ark/13/0593-01"
      ]
    },
    {
      "cite": "116 Ark. 155",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1532274
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/116/0155-01"
      ]
    },
    {
      "cite": "110 Ark. 455",
      "category": "reporters:state",
      "reporter": "Ark.",
      "pin_cites": [
        {
          "page": "456"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "95 Ark. 140",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1543588
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/95/0140-01"
      ]
    },
    {
      "cite": "153 Ark. 266",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1362296
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/153/0266-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 416,
    "char_count": 7470,
    "ocr_confidence": 0.489,
    "pagerank": {
      "raw": 4.89950402824256e-08,
      "percentile": 0.3074399318261412
    },
    "sha256": "fb6ded3387263fb2986d89b001a41780f5a4aae060650470160523e1163baeff",
    "simhash": "1:bda3e6950e25d1e4",
    "word_count": 1325
  },
  "last_updated": "2024-02-27T17:41:07.582861+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Riddle v. Holcomb."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nAppellant, Mrs. Dora Biddle, is the daughter of F. M. Selvy, and was the owner, at the time of her father’s death, of a note executed by him on April 23, 1906, to her order for the sum of $215. Small payments had been made on this note which had kept it alive as a subsisting obligation.\nSelvy was survived by three other daughters, who were all married women and adults, and by his widow, Sarah Selvy, who was the stepmother of his children, and he owned, at the time of his death, a lot in Benton-ville, which was his homestead.'\nOn September 12, 1921, the widow and the four heirs executed to W. W. Woods, as trustee, a deed conveying the homestead, and it was there recited that the conveyance was executed for the use and benefit of Sarah Selvy, the widow of F. M. Selvy, “with full power and authority to sell and convey the same and convey a good and perfect title to the purchaser, and with authority to use the proceeds of sale for the care and support of Sarah Selvy,” and that it should be sold, if it became necessary, for the care and support of the said widow. It was further provided that, “if, after the death of the said Sarah Selvy and the payment of her funeral expenses, there should be any of the proceeds left, then the trustee shall first pay to Mrs. Dora Biddle the amount due her on a certain note held by her against the deceased” (Selvy), and that the remainder, if anv, should be divided equally among all the children of the deceased.\nMrs. Selvy was a large woman, and was helpless and required almost constant attention, which could be obtained only by employing some one to render it. The trustee was not able to render this attention, and, at a family conference, the subject of mortgaging the lot was considered, hut they were unable to° secure a satisfactory or sufficient loan, as the funeral expenses and a few small debts which Selvy owed had not been paid.\nThe trustee then opened negotiations with appellees, James and Arkie Holcomb, who are husband and wife, for the care of Mrs. Selvy, and these negotiations terminated in the deed from him to them for the lot, which the deed recited was of the value of a thousand dollars. The consideration recited in the deed was “that James Holcomb and Arkie Holcomb, husband and wife, shall take Sarah Selvy and shall care for her, furnish her with a home and clothing and food and the necessary medical treatment, and shall care for her in a proper way as long as the said Sarah Selvy shall live, and at her death will pay all her funeral expenses and pay any debt that may have been made for the care or treatment of the said Sarah Selvy, and for further consideration that James Holcomb and Arkie Holcomb will pay the debts of F. M. Selvy, deceased.”\nThe trustee, before executing this instrument, conferred with the heirs, including appellant, and they assented to this conveyance. Indeed, he attempted to induce appellant to undertake the care of Mrs. Selvy for the same consideration, but she declined to assume the responsiblity.\nThe facts stated are undisputed. There is a conflict in the testimony as to the note due appellant; but the preponderance of the testimony shows that this debt was discussed by the parties, and appellant agreed that she would cancel it if the Holcombs would undertake the care of Mrs. Selvy.\nIt is now insisted that the court should not have considered the testimony that appellant had canceled her debt, it- being insisted that this testimony contradicts and varies the recitals of the deed, that Holcomb had assumed the payment of Selvy’s debts, and that the oral testimony was improper to show that appellant’s debt was excepted from the list of the debts to be paid.\nThe case of Lybrand v. Watkins Hardware Co., 153 Ark. 266, is cited as supporting this view. That case is not in point, however, for the reason that the testimony was not offered to show that appellant’s debt was excepted from those which were to be paid, but the testimony was offered to show that appellant had no debt, hers having been canceled, as stated above. This testimony was admissible to show what the debts were and that appellant had no debt, and was not admitted to show that appellant’s debt was excepted from those which were to be paid.\nThe deed to appellees recited their agreement to pay all the debts, but did not name the creditors to whom the debts were due. Parol testimony was therefore admissible to show what debts were outstanding; and the testimony shows that appellant had ceased to be a creditor.\nThe undisputed testimony shows that appellees fully discharged their obligation to care for Mrs. Selvy. This they did by taking her into the home which they acquired by the deed, where they kept, her until her death, eight months later, and during this time Mrs. Selvey required, and received, almost constant care.\nAfter Mrs. Selvy’s death, appellant brought this suit to have a lien declared on the lot in her favor to secure the payment of the note. The suit was dismissed as being without equity, and this appeal is from that decree.\nWe think the decree was correct. The testimony tending to show what the debts were was admissible, and the testimony objected to established the fact that appellant had no debt when the deed was made. New Amsterdam Casualty Co. v. Union Sawmill Co., 95 Ark. 140; Geiser Mfg. Co. v. Davis, 110 Ark. 455, 456; Mewes v. Mewes, 116 Ark. 155.\n. It was competent for the purpose for which it was admitted, and established the fact that appellant was not a creditor, and the suit to enforce a lien in her favor was therefore properly dismissed.\n' Decree affirmed.",
        "type": "majority",
        "author": "Smith, J."
      }
    ],
    "attorneys": [
      "Lee Seamster, for appellant.",
      "W. 0. Young, for appellee."
    ],
    "corrections": "",
    "head_matter": "Riddle v. Holcomb.\nOpinion delivered October 1, 1923.\nEvidence — parol evidence of consideration of deed. — Where a surviving wife and heirs conveyed the homestead to a trustee, who conveyed it to grantees who agreed, as consideration for the conveyance, to support and care for the surviving wife and to pay the debts of the deceased husband, parol testimony was admissible to prove that, at the time of execution of the trustee’s deed, an heir to whom the husband had executed a note agreed to cancel the note if the grantees would undertake the care of the wife.\nAppeal from Benton Chancery Court; Ben F. McMahan, Chancellor;\naffirmed.\nLee Seamster, for appellant.\nWhere a contract is reduced to writing, with.a full knowledge by the parties of its contents, parol evidence is inadmissible to show an understanding or intent of the parties different from that expressed in the instrument. 13 Ark. 593. Unless fraud is alleged, parol evidence cannot be introduced to show a different contract. Id. See also 15 Ark. 543; 24 Ark. 210; 105 Ark. 50. Provision is made in the deed for the payment of the debts of Selvy, and oral evidence to the effect that appellant had waived her debt would certainly contradict the written instrument. As all holding to the effect that parol evidence cannot be introduced to contradict or vary the terms of a deed or contract, see 105 Ark. 445; 102 Ark. 326; Id. 428; Id. 575; 152 Ark. 27; Id. 135; Id. 448 ; 244 S. W. 340. The deed under which appellees hold especially mentions appellant’s debt and was notice of her claim against the property. 240 S. W. 14. The deed provides that all debts not paid shall be a lien against the property and is almost identical with the case in 239 S. W. 1053 (Ark.). No view of the evidence for appellees shows an abandonment by appellant of her claim.\nW. 0. Young, for appellee."
  },
  "file_name": "0265-01",
  "first_page_order": 289,
  "last_page_order": 293
}
