{
  "id": 1435104,
  "name": "Lazarus v. Alphin",
  "name_abbreviation": "Lazarus v. Alphin",
  "decision_date": "1932-03-07",
  "docket_number": "",
  "first_page": "267",
  "last_page": "269",
  "citations": [
    {
      "type": "official",
      "cite": "185 Ark. 267"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "184 Ark. 910",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1438618
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ark/184/0910-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 235,
    "char_count": 3268,
    "ocr_confidence": 0.499,
    "pagerank": {
      "raw": 5.298132930532853e-08,
      "percentile": 0.33215411400433
    },
    "sha256": "b6b5850324f2477c08e1269132fef37e86c592b849dc637820f6d77e6e701048",
    "simhash": "1:49517c74b0aec556",
    "word_count": 598
  },
  "last_updated": "2024-02-27T17:51:09.396208+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Lazarus v. Alphin."
    ],
    "opinions": [
      {
        "text": "Humphreys, J.\nThis suit was brought in the chancery court of Ouachita County, Second Division, by appellee, who was a creditor of the estate of Abraham Lazarus, deceased, against appellant to recover the proceeds derived, and to be derived from certain policies o£. insurance in excess of what an annual premium of $300 would pay for and subject said proceeds to the payment of the balance due him by the estate of said Abraham Lazarus. The proceeds derived and to be derived were and are from policies of insurance procured and carried by Abraham Lazarus for the benefit of his wife, Eosa L. Lazarus. She was the beneficiary named in said' policies at the time of his death. The suit was based upon § 557:9 of Crawford & Moses’ Digest, which is as follows:\n“It shall be lawful for any married woman, by herself and in her name, or in the name of any third person, with his assent, as her trustee, to cause to be insured, for her sole use, the life of her husband, for any definite period, or for the term of his natural life; and, in case of her surviving her husband, the sum or net amount of the insurance becoming due and payable by the terms of the insurance shall be payable to her and for her use; and, in case of the death of the wife before the decease of her husband, the amount of said insurance may be made payable to his or her children, for their use, and to their guardian, for them, if they shall be under age, as shall be provided in the policy of insurance; and such sum or amount of insurance so payable shall be free from the claims of the representatives of the husband, or of any of his creditors; but such exemption shall not apply where the amount of premium annually paid out of the funds or property of the husband shall exceed the sum of three hundred dollars.”\nIn the recent case of Townes v. Krumpen, 184 Ark. 910, 43 S. W. (2) 1083, this court construed said section to mean that, in any event , a husband might expend as much as three hundred dollars annually out of his funds as premiums on life insurance protection for his wife, and that he might expend more than said amount for insurance if purchased in good faith and without an intent to cheat, hinder and delay his creditors. It was ruled in that case that the creditors of the deceased husband might subject any excess insurance carried for the benefit of his wife to the payment of their debts, provided it was alleged and proved that he made a gift out of his funds in order to' cheat, 'hinder and delay his creditors.\nThe record in the instant case fails to show that Abraham Lazarus expended more than $300 per annum in premiums out of his funds for life insurance for the benefit of his wife in order to cheat, hinder and delay his creditors. Appellee made no such allegation in his complaint and did not introducé any evidence to that effect. The allegation and facts in the instant case bring it within the rule announced in the case of Townes v. Krumpen, supra.\nThe decree rendered by the chancery court must therefore he reversed, and the cause dismissed, which is accordingly done.",
        "type": "majority",
        "author": "Humphreys, J."
      }
    ],
    "attorneys": [
      "Eayme, Parles & Westfall and Powell, Smead d Knox, for appellant.",
      "J. K. Mahony, E. 8. Yocum, W. T. Saye and J. N. Saye, for appellee."
    ],
    "corrections": "",
    "head_matter": "Lazarus v. Alphin.\nOpinion delivered March 7, 1932.\nEayme, Parles & Westfall and Powell, Smead d Knox, for appellant.\nJ. K. Mahony, E. 8. Yocum, W. T. Saye and J. N. Saye, for appellee."
  },
  "file_name": "0267-01",
  "first_page_order": 287,
  "last_page_order": 289
}
