{
  "id": 1435092,
  "name": "State Military Note Board v. Casey",
  "name_abbreviation": "State Military Note Board v. Casey",
  "decision_date": "1932-03-07",
  "docket_number": "",
  "first_page": "271",
  "last_page": "280",
  "citations": [
    {
      "type": "official",
      "cite": "185 Ark. 271"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "36 S. W. (2d) 388",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "183 Ark. 429",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1441864
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/183/0429-01"
      ]
    },
    {
      "cite": "295 S. W. 9",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "174 Ark. 214",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8719649
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/174/0214-01"
      ]
    },
    {
      "cite": "2 S. W. (2d) 44",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "176 Ark. 139",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1399998
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ark/176/0139-01"
      ]
    },
    {
      "cite": "216 S. W. 500",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "141 Ark. 140",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1592986
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/141/0140-01"
      ]
    },
    {
      "cite": "215 S. W. 659",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "139 Ark. 595",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1596386
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/139/0595-01"
      ]
    },
    {
      "cite": "214 S. W. 2",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "139 Ark. 227",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1596420
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/139/0227-01"
      ]
    },
    {
      "cite": "199 S. W. 92",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "131 Ark. 291",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1578666
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/131/0291-01"
      ]
    },
    {
      "cite": "1918 D, 460",
      "category": "reporters:state",
      "reporter": "Dall.",
      "opinion_index": 0
    },
    {
      "cite": "197 S. W. 4",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "130 Ark. 272",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8719600
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/130/0272-01"
      ]
    },
    {
      "cite": "243 S. W. 825",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "154 Ark. 551",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1361198
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/154/0551-01"
      ]
    },
    {
      "cite": "134 Am. St. Rep. 45",
      "category": "reporters:state",
      "reporter": "Am. St. Rep.",
      "opinion_index": 0
    },
    {
      "cite": "30 S. W. 426",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "90 Ark. 600",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1513896
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/90/0600-01"
      ]
    },
    {
      "cite": "118 S. W. 714",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "90 Ark. 174",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1513898
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/90/0174-01"
      ]
    },
    {
      "cite": "82 S. W. 169",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "72 Ark. 565",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1505606
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/72/0565-01"
      ]
    },
    {
      "cite": "32 S. W. 686",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "61 Ark. 226",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1902297
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/61/0226-01"
      ]
    },
    {
      "cite": "40 Ark. 200",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1897144
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/40/0200-01"
      ]
    },
    {
      "cite": "33 Ark. 17",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8721408
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/33/0017-01"
      ]
    },
    {
      "cite": "146 S. W. 120",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "103 Ark. 109",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1351963
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/103/0109-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 666,
    "char_count": 16620,
    "ocr_confidence": 0.511,
    "pagerank": {
      "raw": 5.805785916269258e-08,
      "percentile": 0.36157108001277294
    },
    "sha256": "9fec4e9c800799993b94879b8750a7bc4bb01a9f14243296c61db3b29c4f96be",
    "simhash": "1:12fd5c3a2778ec32",
    "word_count": 2689
  },
  "last_updated": "2024-02-27T17:51:09.396208+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "State Military Note Board v. Casey."
    ],
    "opinions": [
      {
        "text": "Mehaefy, J.\nThe appellee, Lee Y. Casey, as a citizen and taxpayer of Pulaski County, Arkansas, brought this suit to enjoin the issuance and sale by the State Military Note Board of negotiable notes of the State.\nHe alleged that act No. 14 of the Acts of the General Assembly of 1931 creating the State Military Note Board and authorizing and enjoining it'to issue and sell negotiable notes, not to exceed $400,000, was void; that senate bill No. 74, which became act 14, was not passed as required by the Constitution. He alleged that it was invalid on the ground that the journals of the two houses of the General Assembly do not show that the bill was agreed to in each house, but that the record shows that the bill was not read three times in the House of Representatives, was not placed on final passage, the vote was not taken by “ayes” and “nays,” and the names of the persons voting for and against the same were not entered on the journal.\nIt was further alleged that the Military Note' Board had been appointed under the provisions of the invalid act; that it was attempting to, and would, unless restrained, offer for sale and sell the obligations of the State in the amount of $400,000.\nThe complaint also alleged that the notes should be direct obligations of the State for the payment of which the full faith and credit of the State are pledged, and alleged that the State Military Note Board was without authority to pledge the faith and credit of the State.\nThe prayer of the plaintiff was that the act be declared invalid, and the defendants and each of them be enjoined from doing any act under the provisions of said act 14.\nThe appellants filed answer in which they denied that act 14 was invalid, and denied that the bill was not read three times and placed on its final passage, and, in fact, denied all the material allegations of the complaint with reference to the act being void.\nIt was also alleged in the answer that the legislative journals affirmatively show that every legal requirement was complied with, with reference to the passage of said act.\nThere was introduced’ a copy of the record of the proceedings on Bill 74, certified by the Secretary of State to be correct.\n“Proceedings in the Senate on the Passage of Senate\nBill No. 74, as Shown by the Senate Journal.\n“Senate Chamber.\n“Little Rock, Arkansas, January 20, 1931.\n“Senate Bill No. 74 by Senator Ward the same being a bill for an act to be entitled, 'An Act to Provide the Funds for the Construction or Purchase of Armories for the Use and Benefit of the Arkansas National Guard, to Authorize the Issuance of Notes, and for Other Purposes.’\n“Read the first time, rules, suspended, read the second timé and referred to the Committee on Militia.\n“January 28,1931.\n‘ ‘ Senate.\n“Little Rock, Arkansas, January 28, 1931.\n“Mr. President: We, your committee on Militia, to whom was referred Senate Bill No. 74, by Senator Ward of the 6th District, beg leave to report that we have had the same under careful consideration and herewith return the same with recommendation that it do pass.\n“Respectfully submitted,\n“J. Paul Ward,\n“Chairman Committee on Militia.\n“January 30, 1931.\n“Senate Bill No. 74 by Senator Ward, re-referred to Budget Committee.\n“February 2, 1931.\n“Senate.\nLittle Rook, Arkansas, February 2, 1931.\n“Mr. President: We, your committee on Budget, to whom was referred Senate Bill No. 74 by Senator Ward of Independence, beg leave to report that we have had the same under careful consideration and herewith return the same with recommendation that it do pass.\n“Respectfully submitted,\n“Roy Milum, Chairman,\n“Committee on Budget.\n“February 3,1931.\n“Special order for tomorrow. Senate Bill No. 74.\n“February 4, 1931.\n“Senate Bill No. 74, by Senator Ward, the same being a bill for' an act to be entitled, ‘An Act to Provide the Funds for the Construction or Purchase of Armories for the Use and Benefit of the Arkansas National Guard, to Authorize the Issuance of Notes and for Other Purposes.’\n“Was placed on third and final passage. The question being shall the bill pass? The secretary called the roll and the following voted in the affirmative:\n“Abington, Atkins, Bailey, Bennett, Brewer, Caldwell, Counts, Dillon, George, Hendricks, Kimsey, Lake, McElhannon, MoGehee, Milum, Mitchell, Nelson, Poole, Purkins, Quarles, Shaver, Shuster, Spence, Stewart, Thornton, Wahlquist, Waldron, Walls, Ward, Whaley, Wheatley, Wilson.\n“Voted in the negative, none.\n“Absent and not voting: Norfleet, Norrell.\n“Total No. of votes cast.....................................................33\n“Necessary to passage of bill.........................................17\n“Total No. voting in the affirmative........................33\n“Total No. voting in the negative................._...........00\n“Total No. absent and not voting.............................. 2\n“'So the bill passed, and the title as read was agreed to.\n“Senate Bill No. 74 by Senator Ward having an emergency clause thereon, roll was called, vote as follows:\n“Voting in the affirmative:\n“Abington, Atkins, Bailey, Bennett, Brewer, Caldwell, Chaney, Counts, Dillon, George, Hendricks, Kimsey, Lake, McElhannon, McGehee, Milum, Mitchell, Nelson, Poole, Purkins, Quarles, Shaver, Shuster, Spence, Stewart, Thornton, Wahlquist, Waldron, Walls, Ward, Whaley, Wilson.\n“Voting in the negative, none.\n“Absent and not voting: Norfleet, Norrell.\n“Total No. votes cast...........* ......................................33\n“Necessary for adoption.....................................................24\n“Total No. voting in-the affirmative.......................33\n“Total No. voting in the-negative..............................00\n“Total No. absent and not voting.............................. 2\n“So the emergency was adopted.\n‘ ‘ Senate.\n“Little Rock, Arkansas, February 4, 1931.\n“Mr. Speaker: I am instructed by the Senate to inform your honorable body of the passage of Senate Bill No. 74 by 'Senator Ward, the same being a bill for an act to be entitled, ‘An Act to Provide for the Construction or Purchase of Armories’for the Use and Benefit of the Arkansas National Guard, to Authorize the Issuance of Notes, and for Other Purposes,’ and I hereby transmit the same for yonr favorable consideration.\n‘ ‘ Respectfully,\n“M. E. Sherland, Secretary.\n“February 6, 1931.\n“Senate Bill No. 74 by Senator Ward, a bill for an act to be entitled, ‘An Act to Provide the funds for the construction or purchase of armories, for the use and benefit of the Arkansas National Guard, to authorize the issuance of notes, and for other purposes.’\n“Was read the first time, rules suspended, read the second time and placed on the calendar.\n“February 10, 1931.\n“On motion of Mr. Pruitt the House went into the committee of the whole for the purpose of considering Senate Bill No. 74. Mr. Owen in the chair. -On motion of Mr. Deane the Committee arose and through its chairman made the following report:\n“Hall of the House of Representatives.\n“Little Rock, Arkansas, February 10, 1931.\n“Mr. Speaker:.. We, your committee of the whole, to whom was referred Senate Bill No. 74 by Mr. Ward, beg leave to report that we have had the same under careful consideration and herewith return the same with recommendation that it do pass.\n“Respectfully submitted,\n“John T. Owen,\n“Chairman of the Committee of the Whole. .\n“February 10, 1931. •\n“Was read the third time and placed on final passage; the question being, ‘Shall the bill pass?’ The Clerk called the roll when the following voted in the affirmative:\n“Adkins, Alexander, Blackwell, Bollinger, Boyette, Bransford, Brown, Bullock, Burke, Butler, Cannon, Cardwell, Clark, Clay, Clayton, C'offelt, Coxey, Crumpler, Cunning-ham, Danley, Day, Dean, Dudley, Eberhart, Eddy, Evans, Ewell, Feinberg, Flemming, Gilliam, Gooch, Graham, of Benton, Graham, of Lonoke, Hall, Hardin, Hassell, Hollobough, Hollensworth, Johnson, Kelley, Kimbro, Laitting, Levine, Mason, McElhaney, Morehead, Myers, Newton, Oliver, Owens, Pilkington, Permenter, Perry, Pruitt, Ramsey, Raney, Robertson, Rogers, Rothrock, Scott, Stroupe, Stubblefield, Switzer, Tackett, Thomas, Thorn, Toland, Turner, Wade, Waldrip, Ward, of Lee, Ward, of Stone, Warfield, Watkins, Watson, Wheatley, Wilson, Mr. Speaker.\n“The following being absent and not voting: Arnold, Campbell, Clement, Dowell, Duncan, Hester, Kaufman, Kitchens, Lawrence, McCabe, Proctor, Purdy, Reed, Silvey, Smith, of Pulaski, Talkington, Toney.\n“Total No. of votes cast.............................................................83\n“Necessary to the passage of the bill......................42\n“Total No. voting in the affirmative........................83\n“Total No. voting in the negative.............................00\n“Total number absent and not voting..................17\n“So the hill passed,- and the title as read was agreed to.\n“There being an emergency clause attached to Senate Bill No. 74, the Speaker ordered the Clerk to call the roll upon the adoption of the emergency clause. The Clerk called the roll and the following voted as follows: “Affirmative: Atkins, Alexander, Blackwell, Bollinger, Boyette, Bransford, Brown, Bullock, Burke, Butler, Cannon, Cardwell, Cunningham, Danley, Day, Dean, Dudley, Eberhart, Eddy, Evans, Ewell, Feinberg, Flemming, Gilliam, Gooch, Graham, of Benton, Graham, of Lonoke, Hall, Hardin, Hassell, Hester, Hollobough, Hollens-' worth, Johnson, Kelley, Latting, Levine, Mason, Mc-Elhaney, Morehead, Myers, Newton, Oliver, Owens, Pilkington, Permenter, Perry, Pruitt, Ramsey, Raney, Robertson, Rogers, Rothrock, Scott, Sellers, Smith, of Fulton, Smith, of Randolph, Spinks, Stroupe, Stubble-field, Switzer, Tackett, Thomas, Thompson, Thorn, Toland, Turner, Wade, Waldrip, Ward, of Lee, Ward, of Stone, Warfield, Watkins, Watson, Wheatley, Wilson, Mr. Speaker.\n“The following being absent and not voting: Arnold, Campbell, Dowell, Hester, Kaufman, Kitchens, Lawrence, McCabe, Proctor, Purdy, Reed, Silvey, Smith, of Pulaski,\nTalking-ton, Toney, Duncan, Clement.\n“Total No. of votes cast.....................................................83\n“Necessary to the passage of the bill..................42\n“Total No. voting in the affirmative .................83\n“Total No. voting in the negative..............................00\n“Total No. absent and not voting..............................17\n“So the bill passed, and the title as read was agreed to.\n“February 11, 1931.\n“Returned to the Senate as passed.\n“W: H. Phipps, Chief Clerk.”\n‘ ‘ Senate.\n“Little Rock, Arkansas, February 11, 1931.\n“The sergeant-at-arms announced a messag-e from the House, whereupon the Chief Clerk of the House appeáred within the bar of the Senate and read the following communication:\n“House oe Representatives.\n“Little Rock, Arkansas, February 11, 1931.\n“Mr. President: I am instructed by the House of Representatives to inform your honorable body of the passage of Senate Bill No. 74 by Mr. Ward, the same being a bill for an act to be entitled, ‘An Act to Provide the Funds for the Construction or Purchase of Armories for the Use and Benefit of the Arkansas National Guard, to Authorize the Issuance of Notes and 'for Other Purposes,’ and I hereby .return same for your favorable consideration.\n“Respectfully,\n“(Signed) W. H. Phipps, Chief Clerk.\nSection 22 of article 5 of the Constitution provides:\n“No bill shall become a law unless on its final passage the vote be taken by ayes and nays and the names of persons voting for and against the same be entered on the journal and a majority of each house be recorded thereon as voting in its favor.” This provision of the Constitution is mandatory, and must be observed by both houses- ,in the passage of a bill; otherwise the statute is illegal and void. Butler v. Kavanaugh, 103 Ark. 109, 146 S. W. 120; Smithee v. Garth, 33 Ark. 17; Chicot County v. Davies, 40 Ark. 200; State v. Corbett, 61 Ark. 226, 32 S. W. 686; Rogers v. State, 72 Ark. 565, 82 S. W. 169; State v. Bowman, 90 Ark. 174, 118 S. W. 714; Pelt v. Payne, 90 Ark. 600, 30 S. W. 426, 134 Am. St. Rep. 45.\nIt is however- equally well settled by the decisions of this court that an enrolled statute, signed by the Governor, and deposited with the Secretary of State raises the presumption that every requirement was complied with, unless the contrary affirmatively appears from the records of the General Assembly, and this presumption is conclusive, unless the records of which the court can take judicial-knowledge show to the contrary. Road Improvement District No. 16 v. Sale, 154 Ark. 551, 243 S. W. 825; State v. Crowe, 130 Ark. 272,197 S. W. 4, L. R. A. 1918A, 567, Ann. Cas. 1918 D, 460; Harrington v. White, 131 Ark. 291, 199 S. W. 92; Perry v. State, 139 Ark. 227, 214 S. W. 2; Booe v. Sims, 139 Ark. 595, 215 S. W. 659; Booe v. Rd. Imp. Dist., 141 Ark. 140, 216 S. W. 500; Connor v. Blackwood, 176 Ark. 139, 2 S. W. (2d) 44.\nAct No. 14 of the General Assembly of 1931 was signed by the Governor and deposited with the Secretary of State and the presumption is that every requirement of the Constitution was complied with unless the contrary affirmatively appears from the record of the General Assembly.\nThe only question for us to determine is whether the record affirmatively shows that the Constitution was not complied with. We have set out the statement of the Secretary of State above which gives a full history with reference to the proceedings as to Senate Bill No. 74, which became act 14.\nThere is no contention that there is any irregularity or failure to comply with the constitutional provision, except it is contended that the vote on the bill in the House does not show that it was a vote on Senate Bill 74.\nThe record shows that on February 10,1931, the bill was considered by a committee of the whole, and the committee of the whole reported on the same day that they had carefully considered the bill and returned it with the recommendation that it do pass. There were then some other transactions by thé House, and then followed this statement: “Was read the third time, and placed on final passage; the question being, shall the ■bill pass? The clerks called the roll when the following-voted in the affirmative. ’ ’\nThen follows the names of those voting for and against the bill and the names of those absent and not voting. The bill was then declared passed, and the title as read agreed to.\nImmediately following this vote was the vote on the emergency clause attached to Senate Bill No. 74. There is no question, and can be none, about the house voting on the bill, and the ayes and nays being recorded as , required by the Constitution. ■ The only question is, was that Senate Bill No. 74? or rather, does the journal show affirmatively that it was not Senate. Bill 74?\nSome bill was voted on on February 10, the number of which was not shown by the record. We have examined the record, and it shows that every other bill voted on on February 10, was designated by number and title, and this vote therefore could have been on no other bill than Senate Bill 74. Moreover the indorsement on the original bill, filed in the office of the Secretary of State, shows that on February 10, Senate Bill 74 was passed by the House, and as we have already said, the bill was enrolled, signed by the Governor, and deposited in the Secretary of State’s office. In addition to this, the journal shows that on February 11, the day after the vote on the bill, the House reported to the Senate the passage of Bill 74.\nWe think it is not so much a question about recording the ayes and nays on the passage of the bill, as a question of identification of the bill, and when the entire record is considered, we think it shows beyond question that Senate Bill 74 was passed in the House in the manner required by the Constitution, and certainly the record does not affirmatively show that it was not so passed.\nWe have therefore reached the conclusion that it does not affirmatively appear from the record that the constitutional provision was not complied with.\nThe appellee also contends that the State Military Note Board is without authority to pledge the faith and credit of the State. We do not agree with appellee in this contention. See Bush v. Martineau, 174 Ark. 214, 295 S. W. 9, and also Connor v. Blackwood, 176 Ark. 139, 2 S. W. (2d) 44, and Cobb v. Parnell, 183 Ark. 429, 36 S. W. (2d) 388.\nThe decree of the chancery court is reversed, and the cause dismissed.",
        "type": "majority",
        "author": "Mehaefy, J."
      }
    ],
    "attorneys": [
      "Hal L. Norwood, Attorney General, and Robert F. Smith, Assistant, for appellant.",
      "Sam Rorex and Nat R. Hughes, for appellee."
    ],
    "corrections": "",
    "head_matter": "State Military Note Board v. Casey.\nOpinion delivered March 7, 1932.\nHal L. Norwood, Attorney General, and Robert F. Smith, Assistant, for appellant.\nSam Rorex and Nat R. Hughes, for appellee."
  },
  "file_name": "0271-01",
  "first_page_order": 291,
  "last_page_order": 300
}
