{
  "id": 8721019,
  "name": "Johnson v. State",
  "name_abbreviation": "Johnson v. State",
  "decision_date": "1929-03-25",
  "docket_number": "",
  "first_page": "274",
  "last_page": "280",
  "citations": [
    {
      "type": "official",
      "cite": "179 Ark. 274"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "107 S. W. 983",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "85 Ark. 300",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1523327
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/85/0300-01"
      ]
    },
    {
      "cite": "86 Am. St. Rep. 220",
      "category": "reporters:state",
      "reporter": "Am. St. Rep.",
      "opinion_index": 0
    },
    {
      "cite": "65 S. W. 938",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "69 Ark. 648",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8725859
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/69/0648-01"
      ]
    },
    {
      "cite": "212 S. W. 219",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "case_ids": [
        8259842
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/sw/212/0219-01"
      ]
    },
    {
      "cite": "138 Ark. 517",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1566986
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ark/138/0517-01"
      ]
    },
    {
      "cite": "169 S. W. 949",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "123 Miss. 232",
      "category": "reporters:state",
      "reporter": "Miss.",
      "case_ids": [
        754352
      ],
      "opinion_index": 0,
      "case_paths": [
        "/miss/123/0232-01"
      ]
    },
    {
      "cite": "169 S.W. 949",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "114 Ark. 267",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1536316
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ark/114/0267-01"
      ]
    },
    {
      "cite": "48 La. 407",
      "category": "reporters:state",
      "reporter": "La.",
      "opinion_index": 0
    },
    {
      "cite": "136 S. W. 285",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "98 Ark. 430",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1316095
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/98/0430-01"
      ]
    },
    {
      "cite": "243 S. W. 851",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "154 Ark. 598",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1361216
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/154/0598-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 508,
    "char_count": 10506,
    "ocr_confidence": 0.509,
    "pagerank": {
      "raw": 1.1713448187212992e-07,
      "percentile": 0.5864751188196686
    },
    "sha256": "ed319c77482e654bddeffa95664ac9f34aab4e7ac06057161842adfeb0c6904e",
    "simhash": "1:08adad5205f29d83",
    "word_count": 1862
  },
  "last_updated": "2024-02-27T23:51:14.248945+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Johnson v. State."
    ],
    "opinions": [
      {
        "text": "Mehaffy, J.\nThe appellant was indicted for murder and convicted of voluntary manslaughter, and sentenced to three years in the penitentiary. To reverse this judgment he prosecutes this appeal.\nThe deceased, Leroy Barter and .Arthur and Howard Porter had been drinking some, and they were with the appellant before the difficulty occurred, and apparently were all friendly. The difficulty occurred in the rear of the drugstore, and the deceased had knocked the appellant down, and appellant struck deceased with a knife, inflicting a wound, causing Barker’s death.\nWe do not set out the testimony, because appellant does not contend that the evidence is not sufficient to support the verdict, and he does not complain or object to the instructions given to the jury. He urges a reversal of the judgment on the sole ground alleged in his sixth assignment of error in his motion for a new trial, which reads as follows:\n“ Because the court erred in refusing to permit the following question to be propounded to B. Hollingsworth, a witness for the defendant: ‘What did he (Johnson) say to you immediately after you went in there ? ’ And erred further in refusing to permit said witness to answer: ‘He said the boys were back there, and had a crowbar and a hammer after him, and had threatened his life.”\nWhen Hollingsworth was being examined, appellant asked him: “Did you see Clarence Johnson immediately after the fight? A. Yes sir. Q.' Where? A. Standing in front of the counter in the drugstore. Q. What was he doing? A. Crying. Q. What did he say to you immediately after you went in there ? ’ ’\nThe attorney for the State objected, and the objection was sustained. Defendant’s counsel then said: ‘ ‘ The witness would testify, if permitted, ‘He said the boys were back there, and had a crowbar and hammer after him, and had threatened his life’.”\nThereupon the court asked the witness: “Did you ask him what was the matter before he made this statement? A. Yes sir. Q. That was his reply? A. Yes, sir.”\nThe attorney for the State objected to witness’ statement: “He said the boys were back there, and had a crowbar and hammer after him, and had threatened his life.”\nThe appellant insists that the court erred in refusing to admit the above testimony, first, because it is contended that it was a part of the res gestae. Just how long this was after the fight or difficulty is not shown by the evidence. The evidence shows that the place where witness was when he saw the appellant after the difficulty was approximately 30 feet from the place where the difficulty occurred. The fight occurred in the back part of the drugstore, and this statement was made after the fight and after the appellant had come in to the front of the drugstore.\nTime is not necessarily the controlling element in the matter of res gestae. The general rule is that a declaration sought to be proved must have been contemporaneous with the event established as the principal act. The declaration need not be precisely coincident in point of time, but it must be a part of the transaction, tend to explain it, and must be voluntary and spontaneous, and made at a time so near as to preclude the idea of deliberate design. But a declaration made, no matter how soon after the transaction, that is not voluntary and spontaneous, but which is merely a narrative of what had occurred, is not a part of the res gestae. 10 R.. O. L. 978.\nAfter the fight was. over, and the parties were entirely separated, the deceased and his associates being in the back part of the drugstore and the appellant in the front of the drugstore, witness Hollingsworth asked him what was the matter, and, in response to this question by Hol-lingsworth, he made the statement, which was simply a narrative of what had occurred; not spontaneous, not a part of the transaction, and was not admissible in evidence. Nó hard and fast rule, can be laid down as to the admissibility of evidence as a part of the res gestae. This is true because the circumstances presented in different cases vary so widely that the courts must determine the admissibility of such evidence from the circumstances as presented by the particular case under consideration.\nIn order to constitute' a statement or declaration part of the res gestae, it must accompany and be contemporaneous with the act of which it is alleged to be a part. Otherwise it amounts to nothing more than a narrative of what has been done. 22 C. J. 448 et seq.\nCounsel for appellant cite and rely on Outler v. State, 154 Ark. 598, 243 S. W. 851. The court in that case said, speaking of the conduct and declaration of appellant and his brother:\n“It was competent for the State to show the joint conduct and declarations of appellant and his brother immediately after the blow was struck. The evidence showed that the men walked into the room immediately after the blow was struck, and that they were cursing and declaring that deceased had drawn a gun. These declarations were competent as a necessary part of the transaction under investigation. ’ ’\nAnd, in support of the rule announced and declarations in the above case, the court cited Childs v. State, 98 Ark. 430, 136 S. W. 285, another case relied on by appellant. In this case, Childs v. State, the court said, in discussing the admissibility of the testimony to the effect that the brother of defendant struck deceased over the head:\n“The testimony was competent. There was sufficient evidence, we think, to justify the conclusion that defendant and his brother were acting together in making the assault upon deceased. Besides, the evidence was a part of the res gestae, and it was necessary to make this proof to fully and correctly detail and set out the facts of the assault. The defendant’s brother was present the whole time, and struck deceased as soon as the defendant ceased shooting him. It was all a part of one transaction, and it would be difficult to give a connected and correct account of the occurrence without stating all that was said and done concerning it. Under the law, all that occurred at the time and place of the shooting which had reference thereto or connection therewith was part of the res gestae\nIn the Childs case it will be observed that the striking and shooting was held by the court to be all a part of one transaction. Certainly, the statement made by the appellant in this case, after he had left the other parties, and in response to a question by Hollingsworth, could not be said to be a part of the one transaction. And certainly there would be no difficulty in giving a connected and correct account of the occurrence of the fight in the back of the drugstore without the testimony as to what appellant said when he went up to the front of the drugstore. Neither of the cases relied on supports the contention of appellant.\nThe other authorities cited by appellant are cases where the facts are different from the facts in this case, and in those cases the testimony admitted as part of the res gestae was. a part of the transaction, and the circumstances were such that it would have been difficult to give a connected and correct account of the occurrence without the testimony which was admitted as a part of the res gestae.\nAny act or declaration which is done or said after the fight was over is not a part of the res gestae and not admissible as a part of the transaction. State v. Ramsey, 48 La. 407, 20 Sou. 904, Spivey and Lynch v. State, 114 Ark. 267, 169 S.W. 949.\nAppellant next insists that the evidence was proper in rebuttal or in explanation of the testimony of W. H. Tobin, Jr. It certainly did not rebut the testimony of Tobin, because there is nothing in the statement of .Hol-lingsworth that contradicts anything that Tobin said. And the only way that it could be said to explain Tobin’s testimony was that Hollingsworth said, when appellant came up to the front of the store, “he said that the.boys back there had a crowbar and a hammer after him, and had threatened his life. ’ ’ This, however, does not either contradict or explain Tobin’s testimony. Tobin doesn’t say that these things did not occur, but he says that he went back when he heard a noise, and, just as he got to the back of the drugstore where the parties were,h.e saw the appellant strike the deceased with a knife; that he did not see anything in deceased’s hand. At the time the blow was struck, Tobin testifies that he saw the parties, but immediately turned and went back; he does not say that they did not have a hammer or crowbar, but he testifies that the crowbar back there was about four feet long, and the hammer a ¡common clawhammer. There is therefore no merit in the contention that this testimony would rebut or explain any of the testimony of To'bin.\nThe testimony offered was not only not a part of the res gestae, but was a self-serving declaration, and for that reason was not admissible. 1 R. C. L. 470; Richardson v. State, 123 Miss. 232, 85 Sou. 186; Spivey and Lynch v. State, 114 Ark. 267, 169 S. W. 949; Greenleaf on Evidence (15 ed.), § 108.\nIn the case of Walker v. State, 138 Ark. 517, 212 S. W. 219, it was said:\n“There was no. error in the ruling refusing to permit a witness to testify that appellant said, immediately upon his return after chasing Bryant across the street, that ‘he followed him to prevent him from getting a club/ .This declaration by the appellant was not a spontaneous emanation growing out of the act of stabbing Bryant. The fight was then over, and, although but a few moments had passed, appellant had had time to reflect, and the declaration, under the circumstances, was in the nature of a' self-serving declaration, and it could not be properly considered as a part of the res gestae. Res gestae are the acts talking for themselves, not what people say when talking about the act. In other words, they must stand in immediate causal relation to the act —a relation not broken by the interposition of voluntary individual wariness seeking to manufacture evidence for itself.'’ Walker v. State, 138 Ark. 517, 212 S. W. 219; 1 Wharton on Evidence, § 259; Elder v. State, 69 Ark. 648, 65 S. W. 938, 86 Am. St. Rep. 220; Baker v. State, 85 Ark. 300, 107 S. W. 983.\nThe court did not err in its refusal to admit the testimony offered, and the judgment of the circuit court is affirmed.",
        "type": "majority",
        "author": "Mehaffy, J."
      }
    ],
    "attorneys": [
      "J. 8. McKnight and Elbert Godwin, for appellant.",
      "Hal L. Norwood, Attorney General, and Pat Mehaffy, Assistant, for appellee."
    ],
    "corrections": "",
    "head_matter": "Johnson v. State.\nOpinion delivered March 25, 1929.\nJ. 8. McKnight and Elbert Godwin, for appellant.\nHal L. Norwood, Attorney General, and Pat Mehaffy, Assistant, for appellee."
  },
  "file_name": "0274-01",
  "first_page_order": 292,
  "last_page_order": 298
}
