{
  "id": 1388531,
  "name": "Kotchtitzky v. Magnolia Petroleum Company",
  "name_abbreviation": "Kotchtitzky v. Magnolia Petroleum Co.",
  "decision_date": "1923-12-03",
  "docket_number": "",
  "first_page": "275",
  "last_page": "277",
  "citations": [
    {
      "type": "official",
      "cite": "161 Ark. 275"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "152 Ark. 444",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 313,
    "char_count": 5493,
    "ocr_confidence": 0.484,
    "pagerank": {
      "raw": 1.2135725907317727e-07,
      "percentile": 0.5965764799414947
    },
    "sha256": "468e727dddd64ae14139ffc745d45f0ceb7b08fe7c4a127bbbfb8367a522582b",
    "simhash": "1:8c42742c9e84df05",
    "word_count": 899
  },
  "last_updated": "2024-02-27T21:32:42.656819+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Kotchtitzky v. Magnolia Petroleum Company."
    ],
    "opinions": [
      {
        "text": "Wood, J.\nThe appellant,- as the principal contractor, entered into a contract with the Cache River Drainage District No. 2, of Greene County, Arkansas, to construct a drainage ditch. Appellant sublet a portion of the contract to the Northwestern Drainage Company. .To enable the latter company to perform the portion of the work so sublet to it, the appellee furnished it certain materials of the value of $605.30, which was evidenced by a promissory note of February 3, 1921, with interest at the rate of eight per cent, .per annum from that date until paid. No part -of this note was paid, and the appellee obtained judgment against the Northwestern Drainage Company for the amount of the note in October, 1921.\nThis action was brought against the appellant to recover the amount of that judgment. The appellant, in its answer, admitted the facts above set forth, but alleged that the drainage district was organized under the provisions of act No. 279 -of the Acts of 1909 and the acts amendatory thereof, and pleaded that he was not liable under the provisions of that act. The appellee demurred to the answer. The court sustained the demurrer. The appellant stood on its answer, and the -court rendered judgment in favor of the appellee for the amount of its claim with interest, from which judgment is this appeal.\nThe appellant contends that it is not liable because the complaint does .not show that appellant’s contract with the district contained .any promise or obligation to pay for the material furnished in the construction of the improvement, and because the complaint does not show that the appellant executed a bond containing any promise or obligation to pay for the material furnished in making the improvement.\nThe complaint alleges, and the answer admits, that the district entered into a contract with appellant for the construction of the improvement. Even though the contract contained no express provision to pay for any or all work or labor performed or material furnished for the construction of said improvement, as alleged in the answer, nevertheless the contract for the construction of the improvement by the appellant carries with it an obligation, by necessary implication, upon the part of the appellant to furnish the labor and material necessary to make the. improvement which the appellant expressly contracted to construct. How would it be possible for appellant to fulfill the obligations of his contract to construct the improvement unless he furnished the labor and material necessary to make the improvements? This was his obligation, under the contract, and it is wholly immaterial, under the statute, so far as his liability is concerned, whether lie furnished the material and did the work himself or whether lie sublet it.to another. In either event he is liable, under the implied obligations of his contract, to furnish and pay for the labor and material necessary for the construction of the improvement. These implied obligations of his contract, under the statute, are equally as binding upon him as if the contract in express terms had contained the provision that “the contractor shall pay promptly, when due, for all work and l,abor done and material, machinery, appliances and supplies of every nature and kind and used in and about the work contemplated in this contract.” Therefore the doctrine of the case of Oliver Construction Co. v. Williams, 152 Ark. 444, is controlling here.\nIn that case, speaking of § 6913, Crawford & Moses’ Dig., we said: “Such statutes and contracts made under them should receive a liberal interpretation in order to effectuate the beneficent object intended. The obligation of the bond, when construed in the light of the statute requiring its execution, is for the protection of laborers and material-men, and, under the statute, is conditioned that the contractor shall pay all the indebtedness for labor and materials furnished in the construction of said public building or in making said public improvement.' The language is broad enough to include laborers who have performed work for a subcontractor who furnished labor or materials which the original contractor had obligated himself to furnish. * * * Such statutes are enacted in the exercise of a sound public policy. The contractor gets the benefit of the work done and materials furnished, and the statute requires him to pay for them. The contractor had supervision of the work, and it is easy for him to see what labor and materials are used in the work. * * # Of course, the giving of the bond under the statute adds nothing to the obligation of the contractor. It only has the effect to add sureties to Ms obligation, and thus, more effectively protect those furnishing labor and materials which are used in the construction of the public building or in maHng the public improvement.”\nIt follows that the ruling of the court in sustaining the demurrer to appellant’s answer and in rendering judgment in favor of the appellee is correct. The judgment is therefore affirmed.",
        "type": "majority",
        "author": "Wood, J."
      }
    ],
    "attorneys": [
      "R. E. Fuhr and J. M. Futrell, for appellant.",
      ". W. F. Cochrane and R. P. Taylor, for appellee."
    ],
    "corrections": "",
    "head_matter": "Kotchtitzky v. Magnolia Petroleum Company.\nOpinion delivered December 3, 1923.\nDrains — liability op contractor. — One who undertakes to construct a drainage ditch impliedly contracts to pay for ají labor done and materials furnished for that purpose, either to himself or to a subcontractor.\nAppeal from Greene Circuit Court, First Division; W. W. Bandy, Judge;\naffirmed.\nR. E. Fuhr and J. M. Futrell, for appellant.\n. W. F. Cochrane and R. P. Taylor, for appellee."
  },
  "file_name": "0275-01",
  "first_page_order": 303,
  "last_page_order": 305
}
