{
  "id": 1358454,
  "name": "Newberry v. Road Improvement District Number 1",
  "name_abbreviation": "Newberry v. Road Improvement District Number 1",
  "decision_date": "1922-12-18",
  "docket_number": "",
  "first_page": "276",
  "last_page": "283",
  "citations": [
    {
      "type": "official",
      "cite": "156 Ark. 276"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "145 Ark. 87",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1586172
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/145/0087-01"
      ]
    },
    {
      "cite": "138 Ark. 221",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1566875
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ark/138/0221-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 505,
    "char_count": 14400,
    "ocr_confidence": 0.487,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.051218430109245754
    },
    "sha256": "4ac28c46e1f957312ffc17cef66ec1f93a67b2d0c09d6236154bb37b324254c8",
    "simhash": "1:5616a059c2011bec",
    "word_count": 2443
  },
  "last_updated": "2024-02-27T21:52:19.957046+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Newberry v. Road Improvement District Number 1."
    ],
    "opinions": [
      {
        "text": "Wood, J.\nThis is an action brought by the appellants against the appellees. The appellants, after alleging that they are property owners, and setting out a description of the property and the amount of taxes paid by them, respectively, to the collector, further allege that Road District No. 1 of Greene County was created under the Alexander road law, act 338 of the Acts of 1915; that on April 14, 1920, District No. 1 and its commissioners were enjoined by decree of the chancery court from constructing or letting any contract for the construction of any part of the road proposed by the plans of the district from Light, Arkansas, to Rhea Bridge, Arkansas, and from issuing, selling, or delivering bonds for that purpose; that, in violation of such decree, the defendants purported to file with the county clerk of Greene County a tax levy for the purpose of extending against all assessed benefits in said district a tax sufficient to pay interest and principal of an $80,000 bond issue for the purpose of constructing the purported improvements in the district, including the road from Light to Rhea Bridge. The appellants alleged that the tax levy was void for the following reasons:\n1. The plans of said district on which said purported assessments were based were null and void and of no effect, being plans for the construction of a road including the road from Light to Rhea Bridge.\n2. ' The assessment of benefits against which said tax was levied was null and void because the same was based on illegal plans.\n3. Said tax was made and collected for the purpose of paying interest and principal on 15 annual installments on an $80,000 bond issue covering all lands in said district, based on void plans and on void assessments.\n4. Said tax levy was for the purpose of paying interest and principal on a bond issue which this honorable court enjoined said district from selling, and which, under present conditions, can never be sold and marketed.\n5. Said tax levy is illegal and void for the reason that said district is enjoined from making the improvements contemplated by the plans of the district; and for the further reason that said plans are unlawful, void, and incapable of being- carried out.\nThe appellants further set up that the collector of Greene County had paid a part of the money collected from them to the treasurer of the county, and that the treasurer was about to pay over the same to the commissioners ; that the district had sold no bonds, owed no interest, and had let no construction 'contracts, and therefore had no need of the money collected from the appellants; that the commissioners contemplated paying out the money on illegal claims and indebtedness. The appellants further set up that the illegal tax was extended against their lands for a period of fifteen years, and that it constituted a cloud on their title, which should be canceled and set aside. The prayer of the complaint was that the collector and treasurer be restrained from paying the money to the commissioners of the district and required to refund to appellants the taxes already paid, and, that the collector be restrained from collecting any future installments levied against appellants’ lands; that the county clerk be enjoined from further extending any levies upon the tax-books, and that the order levying the taxes and extending the same on appellants’ lands be declared null and void.\nAttached to the complaint was an exhibit containing the complaint in the case of Sulf v. Road Dist. No. 1, and its commissioners and its exhibits. This complaint set up that the act creating the Tri-County Highway Improvement District provided for the construction of a highway from Harrisburg to Jonesboro via Light and Rhea Bridge; that the Tri-County District had the right to build that part of the road from Light to Rhea Bridge, and that District No. 1 was thereby deprived of that right; that District No. 1 could not carry out its plans to build the roads petitioned for, and therefore could not build the road between Light and Walcott, and prayed that the commissioners be enjoined from issuing and selling bonds and letting contracts to carry out its plans. Among the exhibits was an order of the county court establishing Road Improvement District No. 1 of Greene County, Arkansas, May 28, 1919, after the original order establishing the district had been declared null and void by the Supreme Court on March 24, 1919, in the case of Light v. Self, 138 Ark. 221. This order of the county court described the boundaries of the district, the route of the road, and shows the route to be the identical one described in the case of Light v. Self, supra.\nAnother exhibit was the decree of the chancery court rendered on the 14th day of April, 1920, which provides in part as follows:\n“It is therefore considered, ordered and adjudged by the court that the complaint of plaintiffs, so far as the complaint of plaintiffs seeks to invalidate Road Improvement District No. One of Greene County, Arkansas, is dismissed for want of equity, and that the defendants be enjoined, until the further orders of this court, from constructing or letting any contract for the construction of any part of the road proposed by the plans of defendant district from Light, Arkansas, to Rhea Bridge, until the further orders of this court; that the defendants be enjoined, until the further orders of this court, from issuing, selling or delivering any bonds of said district for the purpose of constructing that part of its proposed road from Rhea Bridge to Light, Arkansas.”\nAnother exhibit is a resolution of the commissioners of the Road District No. 1 providing that the local assessments shall be paid in successive annual installments of $9,030 each from the year 1921 to the year 1935, and showing an application to the county court for a bond issue in the sum of $80,000, the last issue to become due June 1, 1935. Following this is an application for the levy of taxes and authorizing the issuance of bonds entered August 23, 1920, and an order making ,W. L. Gage and Ben Noblins parties plaintiff.\nThe appellees entered a general demurrer to the complaint. The court sustained the demurrer in all things except the paying out of the funds arising from the taxes paid by the appellants, and'entered a decree that the “defendants be restrained from paying out any of the funds collected by defendants from the plaintiffs on the lands herein described until the further orders of this court, and the cause as to that feature is hereby continued.” In all other respects the decree dismissed the complaint for want of equity. From this decree both pax*ties have appealed.\n1. The facts alleged in the appellants’ complaint show that the appellees were proceeding in the acts s-oecificallv set forth in the complaint in violation of the decree of the chancery court rendered Anril 14, 1920. There is no allegation in the complaint itself that the decree of April 14, 1920, ivas but a temoorax-y injunction agaixxst the appellees from’ proceeding to do the acts of which the appellants here complain. But the recitals of the decree of April 14, 1920, which may be looked to to explain the allegations of the complaint, show that that decree was but a temporary restraining order, and, while there are no allegations in the complaint to the effect that thé temporary injunction ordered by the decree of April 14, .1920, was dissolved by the decree of the court entered at the November term, 1921, yet counsel for the appellants state in their brief that the injunction obtained under the decree ■ of April 14, 1920, was dissolved. As it devolves upon the appellants to show that there was érror in the decree of the court, we must treat the statement of counsel for appellants as true, that the temporary restraining order of April 14, 1920, was dissolved by subsequent decree of the court. The effect of the dissolution of the temporary restraining order obtained under the decree of April 14, 1920, was to set aside all restrictions that had been placed upon appellee District No. 1 and its officers by the temporary injunction, and whatever they had done towards completing the improvements contemplated by the creation of the district was as legal and effective as though the temporary restraining order of April 14, 1920, had never been decreed. In other words, if the temporary restraining order of April 14, 1920, was dissolved by the subsequent decree of November, 1921, then all the acts of the appellees which the appellants alleged in its complaint were in violation of the temporary restraining order of April 14, 1920, must be treated as though such temporary restraining order had never been issued, and were not, therefore, in violation of the decree of April 14, 1920, as alleged in appellants’ complaint.\nIt occurs to us that the allegations of the complaint, taken as a whole, show that the appellants were seeking to enjoin the collector and treasurer from paying over money in their hands to the commissioners of the district, and the collector from collecting future installments, and the county clerk from extending future installments of taxes, all because the taxes had been levied in violation of the decree of April 14, 1920. As this decree'was but temporary and has, according to the statement of counsel for appellants, been dissolved, it is manifest that appellants have failed to show that the court erred in sustaining the demurrer and in dismissing the complaint for want of equity.\nBut the appellants contend that, under the allegations of the complaint, they are entitled to the relief sought under section 12 of act 680 of the Acts of 1921. That section is as follows: “Sec. 12. That no road or highway within that part of the- territory of the TriCounty Highway Improvement District created by act No. 186, approved March 6, 1919, as amended by act No.' 61, approved February 5, 1920, in Greene County, shall be built, constructed or repaired by or through the agency or means of an improvement district either now in existence or which may hereafter be created; and no assessment of benefits shall be made or levied or any contract let, or bond sold, for such purpose, without the consent, previously obtained, of a majority of the owners of real property affected, in number, acreage and value.” Counsel for appellants say: “It will be seen, by reference to the act creating the Tri-County District showing the lands embraced in Greene County, that it embraced territory one mile east of Light in the direction of Walcott, so this section 12, referred to, denies the right to build any part of the road laid out by the district, commencing one mile east of Light and extending west to Rhea Bridge, without first obtaining the consent of a majority of the property owners in number, acreage and value, who- reside in the old Tri-County District, whose property is affected thereby.”\nIn answer to appellants’ contention, it suffices to say that the cause here was heard upon demurrer, and the facts pleaded in the complaint are not sufficient to entitle the appellants to the relief prayed under section 12 of act 680, supra, even if that section were applicable, which we do not feel called upon to decide. There is no allegation in the complaint that the assessment of benefits was made, taxes levied, or any contract.let or bonds sold for constructing a road between Light and Rhea Bridge without the consent of a majority in number, acreage and value of the owners of real property affected by the construction of such road.\nThe appellees undertake to appeal from the order of the court prohibiting the appellee district and its officers from paying out any of the funds collected from the appellants. Upon examination of the recitals of the decree we discover that this was not a final order. Therefore an appeal from such order will not lie.\nThe decree of the trial court is in all things correct, and it is affirmed.",
        "type": "majority",
        "author": "Wood, J."
      }
    ],
    "attorneys": [
      "Fuhr é Futrell, for appellants.",
      "D. G. Beauchamp, for appellees."
    ],
    "corrections": "",
    "head_matter": "Newberry v. Road Improvement District Number 1.\nOpinion delivered December 18, 1922.\n1. Appeal and error — appellants concluded by their brief. — On appeal from a decree dismissing a complaint by property owners, alleging the invalidity of a tax levy for the payment of bonds issued for the construction of a road in violation of a temporary restraining order, a statement in plaintiff’s brief on their appeal that the temporary restraining order was dissolved by a subsequent decree will be treated as true.\n2. Highways — complaint to enjoin collection of taxes. — Where a temporary restraining order enjoining the issuance and sale of bonds for the construction of a certain road was subsequently dissolved, a subsequent complaint by property owners to restrain the collection of taxes for the purpose of paying bonds issued for the construction of such road in alleged violation of such order was properly dismissed for want of equity.\n3. Highways — injunction against collection of assessments.— Under a special act providing that no assessment of benefits in a certain district shall be made or levied, nor any contract let or bond sold without the consent of a majority of the property owners affected in number, acreage and value,, property owners in such district are not entitled to enjoin the collection of such assessments as having been made without consent of the property owners where there was no allegation in the complaint to that effect.\n4. Appeal — final order. — An appeal from an order restraining a road improvement district and its officers from paying out funds collected from landowners to pay bonds issued for the construction of a road' “until the further orders of this court, and the cause as to that feature is hereby continued,” will not lie, such order not being final. -\nAppeal from Greene Chancery Court; Archer Wheatley, Chancellor;\naffirmed.\nFuhr é Futrell, for appellants.\nThe district lias, in substance, violated the decree enjoining construction of part of the proposed road and the sale of the bonds. No levy or assessment can be made unless for the entire improvement. Act 680, Acts of 1921, went into effect before dissolution of the injunction.\nD. G. Beauchamp, for appellees.\nThe validity of the district is settled by 145 Ark. 87. Sec. 12, act 680, Acts of 1921, does not apply to this district where the majority in value, acreage.and landowners petitioned the county court that the road be made."
  },
  "file_name": "0276-01",
  "first_page_order": 302,
  "last_page_order": 309
}
