{
  "id": 1428248,
  "name": "House v. McGehee",
  "name_abbreviation": "House v. McGehee",
  "decision_date": "1933-11-27",
  "docket_number": "4-3338",
  "first_page": "277",
  "last_page": "280",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 277"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "282 S. W. 1002",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "170 Ark. 1110",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "191 S. W. 165",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "case_ids": [
        8248914
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sw/191/0165-01"
      ]
    },
    {
      "cite": "82 Ark. 188",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1529029
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/82/0188-01"
      ]
    },
    {
      "cite": "196 S. W. 940",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "129 Ark. 558",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 284,
    "char_count": 5430,
    "ocr_confidence": 0.455,
    "pagerank": {
      "raw": 8.958875016565372e-08,
      "percentile": 0.5019037789461857
    },
    "sha256": "d440ec9885064649fa27803b60a48e7a59b8f886016f8c31cb6a00a3b8bbbf8c",
    "simhash": "1:0a2873b1cce6c48f",
    "word_count": 961
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "House v. McGehee."
    ],
    "opinions": [
      {
        "text": "Butler, J.\nOn October 11, 1933, the Honorable Abner McGehee, Judge of the Sixth Judicial Circuit of the State of Arkansas, comprising the counties of Pulaski and Perry, addressed a letter to the clerk of the circuit court of Perry County advising that he would hold an adjourned day of the July term of the Perry Circuit Court on November 2, 1933, and directing the clerk to notify the grand jury, who served at the regular July term, to report for duty on that day, whereupon the petitioner filed in this.court a petition for a writ prohibiting the said judge from holding court on that day, or any other term of court in Perry County, until the next regular term of the court, or in the manner provided by law. Attached to this petition was a certificate of the clerk of the circuit court which, after stating his official position, certified “that on the 6th day of September, 1933, the circuit court of Perry County, adjourned without fixing any day for the reconvening of said court, and that the record of the proceedings of the circuit court of Perry County, for the July term, 1933, which was adjourned to September 5, 1933, contains no entry of record adjourning said court to any particular date, and no entry appears on the docket of the judge of said court directing the adjournment of the said court, either in due course or to any particular time or date.”\nThere was also exhibited with the petition the certificate of the clerk of the circuit court of Pulaski County certifying that the division of the Pulaski Circuit Court presided over by Judge McGehee convened in regular session on the 25th day of September, 1933, the same being the day and date provided by law for the convening of the court, and that the first division of said court “was convened upon said day and date by the Honorable Abner McGehee, judge of said division of said court.”\nTo this petition the Honorable Abner McGehee filed a response in which he stated the convening of the July term of the circuit court as provided by law and the impaneling of the grand jury, the return of the grand jury of certain indictments, and that upon that day, namely, the 18th of July, the grand jury was excused, subject to the call of the court, and the court was adjourned until September 6, 1933, upon which date it met, and, after the transaction of business, “was then adjourned subject to call, and the petit jury was excused subject to call.”\nIt will be seen from the certificate of the clerk of the Perry Circuit Court that there was no order of the court entered upon any record adjourning the court to any definite day after September 6, 1933, and the record is silent as to any adjourning order whatever. In the response of the presiding judge, the certificate of the clerk is not controverted, the judge stating that, after the proceedings on September 6th, “the court was then adjourned subject to call.” It also appears that between the date when the court was adjourned on September 6th and the date on which the order to the clerk to notify the jury to assemble on November 2d, a regular term of the Pulaski Circuit Court intervened, one of the divisions of which was presided over by the Honorable - Abner McGehee.\nThis state of facts brings the case within the rule announced in Central Coal & Coke Co. v. Graham, 129 Ark. 558, 196 S. W. 940, as follows: “The statutes of the State provide that a circuit court shall continue in session from day to day until the business is disposed of (Kirby’s Digest, § 1320), but the court cannot stand open from day to day so as to conflict with the holding of court in another county in the same circuit, and an adjournment without specifying a day on which the court will reconvene without interference with the courts in other counties is void, and constitutes an expiration of the term. Roberts & Schaeffer Co. v. Jones, 82 Ark. 188, 191 S. W. 165. Such is also the effect of an adjournment to a date which conflicts with the holding of another court.”\nThe adjournment of the court subject to call without specifying a day on which the court would reconvene conflicted with the holding of the court in Pulaski County, and, when the latter court convened, the regular July term of the Perry Circuit Court expired by operation of law. Therefore the judge had no authority to convene any term of the Perry Circuit Court except for the causes mentioned in §§• 2211 and 2218 of Crawford & Moses’ Digest, until the succeeding term of the court fixed by statute, which would have been on the first Monday in February, 1934. See Farelly Lake Levee Dist. v. Hudson, 170 Ark. 1110, 282 S. W. 1002. Therefore, any court which the judge might attempt to hold in the interim, except for the cause and in the manner provided by the sections aforesaid, and any action taken thereat would be void.\nIt appears from the recitals of the petition, which are not denied in the response, that the holding of the court on November 2 would occasion unnecessary and unreasonable expense' to Perry County, and that the funds appropriated for the expense of that court had been exhausted. Therefore, since the convening of the court on November 2 would be without authority of law, and its proceedings thereat void, the prayer of the petition is granted, and the writ of prohibition ordered issued:",
        "type": "majority",
        "author": "Butler, J."
      }
    ],
    "attorneys": [
      "Edward Gordon, G. B. Colvin and Calvin Sellers, for appellant."
    ],
    "corrections": "",
    "head_matter": "House v. McGehee.\n4-3338\nOpinion delivered November 27, 1933.\nEdward Gordon, G. B. Colvin and Calvin Sellers, for appellant."
  },
  "file_name": "0277-01",
  "first_page_order": 295,
  "last_page_order": 298
}
