{
  "id": 1432054,
  "name": "Ætna Life Insurance Company v. Dewberry",
  "name_abbreviation": "Ætna Life Insurance v. Dewberry",
  "decision_date": "1933-04-10",
  "docket_number": "4-2966",
  "first_page": "278",
  "last_page": "282",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 278"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "127 S. W. 457",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "94 Ark. 417",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1545433
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/94/0417-01"
      ]
    },
    {
      "cite": "32 S. W. (2d) 310",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "182 Ark. 496",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1389754
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/182/0496-01"
      ]
    },
    {
      "cite": "254 S. W. 335",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "160 Ark. 98",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8719573
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/160/0098-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 358,
    "char_count": 7071,
    "ocr_confidence": 0.51,
    "pagerank": {
      "raw": 1.0932897723444602e-07,
      "percentile": 0.566161193181533
    },
    "sha256": "a143f68b220932447a2660234f5e9241df7372c2c1117d2997f0c8d368952491",
    "simhash": "1:890fc328d2054d52",
    "word_count": 1199
  },
  "last_updated": "2024-02-27T21:18:50.990705+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Ætna Life Insurance Company v. Dewberry."
    ],
    "opinions": [
      {
        "text": "Humphreys, J.\nThis is an appeal to this court from a .judgment recovered in the circuit court of White County on total disability clauses in two indemnity insurance policies issued by appellant to appellee. The two disability clauses provided for payment in case the disability occurred before the insured attained the age of sixty years, and payments to begin upon receipt of proof of the disability.\nThe undisputed proof reflects that the disability complained of occurred before the appellee attained the age of sixty years, and that appellant was notified of such disability on or about June 1, 1931. The jury was instructed that, if it found appellee became permanently disabled within the meaning of the disability clauses, it should return a verdict for the monthly amount agreed to be paid from the date of the disability, together with the amount of premiums paid after the disability occurred. According to the record before us, a dispute existed in the testimony as to whether appellee became totally and permanently disabled from disease on or about June 1, 1931, and the jury found this disputed question of fact against appellant, and it is bound by the finding, unless the court erred in submitting the question on incorrect instructions or in refusing to give correct instructions requested by appellant.\nAppellant contends for a reversal of the judgment because the court erred in giving instructions Nos. 1 and 2, requested by appellee, which are as follows:\n“1. You are instructed that total disability does not mean absolute physical disability on the part of the insured to transact any kind of business pertaining to his occupation. It is sufficient to prove that the injury wholly disabled him from the doing of all the substantial and material acts necessary to be done in the prosecution of his business. And so in this case, if you believe from a preponderance of the evidence that the plaintiff is disabled by disease to such an extent as to wholly disable or prevent him from the doing of all the substantial and material acts necessary to be done in the prosecution or carrying on of his business, that of farming, and that such disability is permanent and total, then your verdict will be for the plaintiff.”\n“2. You are instructed that, if you find from a preponderance of the testimony in this case that the plaintiff, as the result of disease, is wholly disabled and prevented from doing any and every kind of work pertaining to his occupation, or within the scope of his ability, and that such disability is permanent, then your verdict will be for the plaintiff.”\nThe argument is made that the two instructions are in conflict in defining total and permanent disability. It is true that different language is employed in defining total and permanent disability in the respective instructions but with the same meaning in both. This court has used varying language in defining these clauses in the several cases brought before it for determinination, but always with the same meaning. Instruction No. 1, as given, was based upon the cases of Ætna Life Insurance Co. v. Phifer, 160 Ark. 98, 254 S. W. 335, and Ætna Life Insurance Co. v. Spencer, 182 Ark. 496, 32 S. W. (2d) 310, while instruction No. 2 was based upon the language defining total disability in the case of Industrial Mutual Indemnity Company v. Hawkins, 94 Ark. 417, 127 S. W. 457. Both definitions, however, were to the same effect. The instructions complained of were not in conflict.\nAppellant also argues that instructions Nos. 1 and '2 close with the words, “then your verdict will be for the plaintiff,” and that both are inherently wrong because they ignore some of the vital issues in the case, to-wit: the issue as to whether the total and permanent disability occurred before appellee attained the age of sixty years and the date on which the disability occurred, and the issue of whether appellee made the proof of loss. These alleged issues were established by undisputed testimony, and it was unnecessary to embrace them in the instructions, even though each instruction closed with the words quoted above. The jury needed no instruction concerning them as a guide. It is only where issues are in dispute that instructions should be given to guide the jury. Each instruction embraced the only issue involved, so it was no error to instruct the jury to find for the plaintiff if they should determine the issue involved in-favor of the plaintiff.\nAppellant also contends for a reversal of the judgment because the court erred in refusing to give its requested instructions Nos. 11 and 12. Requested instruction No. 11 told the jury, in effect, that, if they believed appellee was a maling'erer, he could not recover. There was no evidence introduced tending to show that appellee was a malingerer, so the instruction was abstract and properly refused. Instruction No. 12 told the jury, in effect, that, if appellee, during the period he claimed to be disabled, engaged in any business or performed any work for compensation, he could not recover. This request was properly refused because abstract. We find no evidence in the record tending to show that appellee engaged in any business or performed any work for compensation after June 1, 1931.\nLastly, appellant contends for a reversal of the judgment because, after the jury returned its verdict, it was sent back for further deliberation in order to make its verdict complete and definite. Before sending them back, the court reread the instructions to the jury. There was no error in doing this, but appellant contends that the verdict which was returned was formulated in accordance with a memorandum, found by the jury in the .jury room upon its return for further deliberation, which had been prepared by one of the attorneys for appellee, and that this memorandum influenced the jury in returning the verdict. The similarity between the memorandum and the verdict was striking. Some of the exact language of the memorandum appeared in the verdict as returned. The attorney for appellee admitted that the memorandum was in his handwriting, but stated that he had prepared it for use in the trial of the cause and did not know how it reached the jury room unless it was taken into the jury room by some one when he dropped his papers out of his brief case. One of the attorneys for appellant admitted in the course of the trial that, if appellee was entitled to recover anything, he was entitled to recover the monthly payments provided in the policies from June 1, 1931, to the date of the trial. According to the second verdict, this is the amount that was recovered in addition to the premiums which were paid after that date, and this is all that was shown by the memorandum, so we cannot see how any harm or prejudice resulted to appellant on account of the memorandum.\nNo error appearing, the judgment is affirmed.",
        "type": "majority",
        "author": "Humphreys, J."
      }
    ],
    "attorneys": [
      "Owens & Ehrman, for appellant.",
      "John E. Miller, C. E. Yingling and Rowland H. Lindsey, for appellee."
    ],
    "corrections": "",
    "head_matter": "Ætna Life Insurance Company v. Dewberry.\n4-2966\nOpinion delivered April 10, 1933.\nOwens & Ehrman, for appellant.\nJohn E. Miller, C. E. Yingling and Rowland H. Lindsey, for appellee."
  },
  "file_name": "0278-01",
  "first_page_order": 298,
  "last_page_order": 302
}
