{
  "id": 1428313,
  "name": "Louisiana Oil Refining Corporation v. Yelton",
  "name_abbreviation": "Louisiana Oil Refining Corp. v. Yelton",
  "decision_date": "1933-12-04",
  "docket_number": "4-3219 & 4-3288",
  "first_page": "280",
  "last_page": "286",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 280"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "66 S. W. 661",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "70 Ark. 136",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1509490
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/70/0136-01"
      ]
    },
    {
      "cite": "41 S. W. 50",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "64 Ark. 142",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "23 S. W. 967",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "58 Ark. 136",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1329196
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/58/0136-01"
      ]
    },
    {
      "cite": "19 S. W. 107",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "56 Ark. 51",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1326168
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/56/0051-01"
      ]
    },
    {
      "cite": "13 S. W. 138",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "53 Ark. 7",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1911622
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/53/0007-01"
      ]
    },
    {
      "cite": "42 Ark. 321",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8724071
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/42/0321-01"
      ]
    },
    {
      "cite": "204 S. W. 609",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "135 Ark. 76",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1571511
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/135/0076-01"
      ]
    },
    {
      "cite": "152 S. W. 137",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "105 Ark. 619",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1347084
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/105/0619-01"
      ]
    },
    {
      "cite": "95 S. W. 788",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "78 Ark. 553",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1497292
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/78/0553-01"
      ]
    },
    {
      "cite": "45 S. W. 57",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "65 Ark. 144",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        609247
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/65/0144-01"
      ]
    },
    {
      "cite": "206 S. W. 141",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "136 Ark. 122",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1569965
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/136/0122-01"
      ]
    },
    {
      "cite": "204 S. W. 748",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "135 Ark. 137",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1571567
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/135/0137-01"
      ]
    },
    {
      "cite": "199 S. W. 91",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "131 Ark. 408",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1578611
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/131/0408-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 442,
    "char_count": 7983,
    "ocr_confidence": 0.49,
    "pagerank": {
      "raw": 5.966422560843048e-08,
      "percentile": 0.3713772501794506
    },
    "sha256": "47d3c6a9b9574b269ee5199a6f9942c7c608cc1133c38fefa0906840fab13b88",
    "simhash": "1:023cedb24b5fb504",
    "word_count": 1381
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Louisiana Oil Refining Corporation v. Yelton."
    ],
    "opinions": [
      {
        "text": "Johnson, C. J.,\n(after stating* the facts). Appellants first urge that the verdict against each appellant is not supported by the testimony. The basis for appellant’s contention as to no liability against McKewen is put upon the following grounds:\nThat MeKewen, prior to procuring the warrant of arrest, gave a full and fair statement of all the known facts to the public prosecutor, and he followed this advice. It suffices to say, in reference to this contention, that MeKewen’s testimony is flatly contradicted by that of the public prosecutor. This officer was a witness in the case and testified that, if MeKewen had revealed all the facts when in his office, he would not have issued an information. It is true, of course, had MeKewen given a full and fair statement of all the known facts in reference to the controversy to the public prosecutor, then had acted upon the advice of such official, it would be a complete defense. The jury found that MeKewen did not make a full and fair statement of all the known facts to the public prosecutor, and its finding in this regard is supported by the testimony.\nIt is next said, in behalf of appellant MeKewen, that the evidence fails to establish either want of probable cause or malice. This court held, in Williams v. Orblitt, 131 Ark. 408, 199 S. W. 91, that, in an action for damages for malicious prosecution, malice may be inferred where there was a lack of probable cause, even though there was no express showing of malice.\nWe also said in Cable v. Carey, 135 Ark. 137, 204 S. W. 748, that malice may be inferred from want of probable cause.\nOn the question of probable cause in the instant case but little need be said. Really, there can be no doubt but that appellant MeKewen knew that appellee had no intention of stealing either the truck or the merchandise thereon. Without reviewing the testimony in this regard, it suffices to say that the jury was fully warranted in finding that appellant MeKewen had no reason, cause or excuse for instituting the criminal prosecution against appellee. If appellant MeKewen instituted the prosecution without probable cause, and we have no hesitancy in saying that he did so, then malice may be inferred.\nNeither do we hesitate in saying that the testimony here presented fully warranted the jury in finding that the criminal prosecution instituted against appellee by appellant MeKewen was without probable cause and with malice. The contention, in reference to the nonliability of the Louisiana Oil Refining Corporation, is grounded upon the contention that McKewen, in obtaining the warrant of arrest in the criminal prosecution, was acting in his own right and not in aid of any business'being transacted for the oil company, and that appellee was charged with stealing property of McKewen and not that of the oil corporation. The argument is that McKewen had a special ownership in the property and was fully justified in treating it as his-own, and that the criminal prosecution was instituted against appellee in protection of this special ownership. On this question the jury was fully warranted in finding that McKewen was the agent and local manager of the appellant oil company in Stuttgart ; also that he had the exclusive possession and control of the oil plant and merchandise located in that vicinity. The sale and disbursements of all the oil company’s products in that vicinity was under the exclusive control of McKewen. Naturally, McKewen had the duty of protecting and preserving appellant oil company’s merchandise, which had been theretofore entrusted to his care. In furtherance of the performance of this duty, he had the apparent authority to do and perform any and all things necessary for the preservation and protection of said property. This court expressly so decided in Chicago, R. I. & P. Ry. Co. v. Gage, 136 Ark. 122, 206 S. W. 141, wherein this court said:\n“Here we have the fact that the agent was placed in custody of the property of the principal with authority to protect it, and the evidence clearly shows that the criminal prosecution was instituted, not for the purpose of punishing a past offense, but as a means of regaining possession of the property.”\nThe facts in the instant case come clearly within the language used in the Gage case. Here, as there, an agent was placed in custody of the oil company’s property with authority to preserve and protect it, and we are satisfied that the criminal prosecution was instituted by him for the sole and only purpose of regaining possession of the property, and not for the purpose of punishing a past offense. At any rate, the jury was fully warranted in finding this to be the fact.\nOur attention has been called to Little Rock Traction & Electric Co. v. Walker, 65 Ark. 144, 45 S. W. 57; Little Rock Railway & Electric Co. v. Dobbins, 78 Ark. 553, 95 S. W. 788; St. Louis, I. M. & S. Ry. Co. v. Waters, 105 Ark. 619, 152 S. W. 137; Dickinson v. Muse, 135 Ark. 76, 204 S. W. 609, and a number ofi other cases decided by this court. Without going into a detailed discussion of the principle of law discussed in the eases cited, we deem it sufficient to say that neither of these cases conflicts with the law as announced in the Gage case heretofore cited.\nIn any event, the jury was warranted in finding that appellant oil company had placed McKewen in charge of its properties and merchandise in the city of Stuttgart, with the implied authority to do any and all things necessary to preserve and protect its property, and that the criminal prosecution instituted against appellee by Mc-Kewen was done in performance of his duty as agent of the oil company.\nIt is next insisted on behalf of appellant, Louisiana Oil Refining Corporation, that the jury’s verdict awarding punitive damages is not supported by the testimony.\nUnder a long line of decisions by this court, punitive damages are recoverable against a corporation for willful, wanton and malicious conduct of their agents and servants in line of their duties. Citizens’ R. R. Co. v. Steen, 42 Ark. 321; Railway Company v. Hall, 53 Ark. 7, 13 S. W. 138; Railroad Co. v. Davis, 56 Ark. 51, 19 S. W. 107; Fordyce v. Nix, 58 Ark. 136, 23 S. W. 967; St. Louis, I. M. & S. Ry. Co. v. Power, 64 Ark. 142, 41 S. W. 50; St. Louis, I. M. & S. Ry. Co. v. Wilson, 70 Ark. 136, 66 S. W. 661.\nIn the case of Little Rock Ry. & Electric Co. v. Dobbins, supra, on the question of the right to recover punitive damages against a corporation, this court held: “This court has often, in cases of this class as well as in other eases, affirmed the doctrine that for acts done by the agents of corporations, in the course of its business, and of their employment, the corporation is responsible, in the same, manner and to the same extent as an individual is responsible under similar circumstances.”\nIn the instant case we conclude that the jury was fully warranted in finding that the acts of McKewen in instituting criminal prosecution against appellee were, in truth and in fact, the acts of the oil company, and that the oil company is liable therefor.\nLastly, it is urged that the award by the jury of $5,000 as damages for the wrongful acts of the appellants is excessive. This contention should be sustained. Our attention has been called to no case, approved by this court, wherein an award of $5,000 was approved under similar facts and circumstances. ¥e have reached the conclusion that an award of $2,500 will fully compensate appellee for all damage suffered by him to his reputation, character and good name by reason of the wrongful act complained of, and the judgment will therefore be reduced to this sum.\nThe judgment of the Arkansas Circuit Court is therefore reduced to $2,500, and, as thus modified, is affirmed.",
        "type": "majority",
        "author": "Johnson, C. J.,"
      }
    ],
    "attorneys": [
      "Ingram & Moher and Buzbee, Harrison, Buzbee & Wright, for appellant.",
      "A. G. Meehan and John W. Moncrief, for appellee."
    ],
    "corrections": "",
    "head_matter": "Louisiana Oil Refining Corporation v. Yelton.\n4-3219 & 4-3288\nOpinion delivered December 4, 1933.\nIngram & Moher and Buzbee, Harrison, Buzbee & Wright, for appellant.\nA. G. Meehan and John W. Moncrief, for appellee."
  },
  "file_name": "0280-01",
  "first_page_order": 298,
  "last_page_order": 304
}
