{
  "id": 4075612,
  "name": "Nina L. Martin, Individually and as Personal Representative, et al., Petitioners, v. Dematic et al., Respondents",
  "name_abbreviation": "Martin v. Dematic",
  "decision_date": "2014-12-31",
  "docket_number": "No. 89924-0",
  "first_page": "281",
  "last_page": "293",
  "citations": [
    {
      "type": "official",
      "cite": "182 Wash. 2d 281"
    }
  ],
  "court": {
    "name_abbreviation": "Wash.",
    "id": 9029,
    "name": "Washington Supreme Court"
  },
  "jurisdiction": {
    "id": 38,
    "name_long": "Washington",
    "name": "Wash."
  },
  "cites_to": [
    {
      "cite": "560 U.S. 538",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3641809,
        12454862
      ],
      "weight": 3,
      "year": 2010,
      "pin_cites": [
        {
          "page": "541"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/560/0538-01",
        "/l-ed-2d/177/0048-01"
      ]
    },
    {
      "cite": "750 P.2d 254",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1987,
      "opinion_index": 0
    },
    {
      "cite": "744 P.2d 1032",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1987,
      "opinion_index": 0
    },
    {
      "cite": "109 Wn.2d 107",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1186038
      ],
      "year": 1987,
      "pin_cites": [
        {
          "page": "174"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/109/0107-01"
      ]
    },
    {
      "cite": "43 P.3d 498",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2002,
      "opinion_index": 0
    },
    {
      "cite": "146 Wn.2d 116",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        960837
      ],
      "year": 2002,
      "pin_cites": [
        {
          "page": "121"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/146/0116-01"
      ]
    },
    {
      "cite": "677 P.2d 114",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1984,
      "pin_cites": [
        {
          "parenthetical": "finding inexcusable neglect where \"the information necessary to properly implead the parties was readily available\" but the plaintiff's attorney \"simply did not inquire\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "101 Wn.2d 68",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1139594
      ],
      "year": 1984,
      "pin_cites": [
        {
          "page": "78",
          "parenthetical": "finding inexcusable neglect where \"the information necessary to properly implead the parties was readily available\" but the plaintiff's attorney \"simply did not inquire\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/101/0068-01"
      ]
    },
    {
      "cite": "635 P.2d 721",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1981,
      "opinion_index": 0
    },
    {
      "cite": "96 Wn.2d 359",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1157510
      ],
      "year": 1981,
      "pin_cites": [
        {
          "page": "367-69"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/96/0359-01"
      ]
    },
    {
      "cite": "238 P.3d 1107",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2010,
      "opinion_index": 0
    },
    {
      "cite": "169 Wn.2d 467",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4010557
      ],
      "year": 2010,
      "pin_cites": [
        {
          "page": "476-77"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/169/0467-01"
      ]
    },
    {
      "cite": "691 P.2d 575",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1984,
      "opinion_index": 0
    },
    {
      "cite": "103 Wn.2d 221",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1134106
      ],
      "year": 1984,
      "pin_cites": [
        {
          "page": "223"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/103/0221-01"
      ]
    },
    {
      "cite": "240 P.3d 1189",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "weight": 2,
      "year": 2010,
      "opinion_index": 0
    },
    {
      "cite": "158 Wn. App. 185",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        4004402
      ],
      "year": 2010,
      "pin_cites": [
        {
          "page": "192"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/158/0185-01"
      ]
    },
    {
      "cite": "257 P.3d 631",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2011,
      "opinion_index": 0
    },
    {
      "cite": "172 Wn.2d 98",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4018163
      ],
      "year": 2011,
      "pin_cites": [
        {
          "page": "106"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/172/0098-01"
      ]
    },
    {
      "cite": "325 P.3d 914",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2014,
      "opinion_index": 0
    },
    {
      "cite": "180 Wn.2d 1009",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "year": 2014,
      "opinion_index": 0
    },
    {
      "cite": "315 P.3d 1126",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2013,
      "opinion_index": 0
    },
    {
      "cite": "178 Wn. App. 646",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        4348156
      ],
      "weight": 2,
      "year": 2013,
      "pin_cites": [
        {
          "page": "667"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/178/0646-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 858,
    "char_count": 19621,
    "ocr_confidence": 0.751,
    "pagerank": {
      "raw": 5.5908090567103695e-08,
      "percentile": 0.35069168125245914
    },
    "sha256": "d1bab2e8595c117859e18370c9a6a9d7b5d6b0fee8775183f73d27656fc66a3e",
    "simhash": "1:589cc2ed27001c39",
    "word_count": 3193
  },
  "last_updated": "2024-02-27T17:34:40.830885+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Madsen, C.J., and C. Johnson, Fairhurst, Stephens, Wiggins, González, Gordon McCloud, and Yu, JJ, concur."
    ],
    "parties": [
      "Nina L. Martin, Individually and as Personal Representative, et al., Petitioners, v. Dematic et al., Respondents."
    ],
    "opinions": [
      {
        "text": "Owens, J.\n¶1 Donald Martin was killed by a machine at a paper plant. His wife, Nina Martin, tried to sue the company that installed the machine, but that company no longer existed. It was difficult for Martin to discern which company was now responsible for the installation company’s liability because the merger and acquisition history of the installation company was particularly complicated. Because of that complicated history, Martin sued the incorrect company and did not realize who the responsible party was until after the statute of limitations period expired.\n¶2 This case requires us to determine whether Martin met the requirements of the rule that allows such plaintiffs to add the correct defendant after the statute of limitations period expires. In particular, we must determine whether Martin’s inability to identify the correct defendant was due to inexcusable neglect. We hold it was not. The record does not show that the proper defendant’s identity was easily ascertainable by Martin during the limitations period. Accordingly, we reverse the Court of Appeals.\nFACTS\n¶3 On August 13, 2004, Donald Martin was killed by a machine at a Kimberly Clark paper plant. Nina Martin filed a wrongful death and survival action on June 29, 2007 within the three-year statute of limitations. In the complaint, Martin named several defendants, most relevant here being “General Construction Company dba/fka Wright Schuchart Harbor Company,” and she served General Construction Company (GCC) with the summons and complaint on July 5, 2007. Clerk’s Papers (CP) at 394-95. Martin alleged that Wright Schuchart Harbor Co. (WSH) installed the machine, known as Tissue Machine No. 5 (TM5), that killed Donald and that GCC was its corporate successor.\n¶4 On July 24, 2007, unknown to Martin, GCC tendered the defense and demanded indemnity from Fletcher General Inc. and Fletcher Construction Company North America (FCCNA). The letter stated that under a stock purchase agreement from 1996, Fletcher General remained liable for events occurring before 1996 and that because WSH installed the TM5 “around 1980,” Fletcher General was responsible for the resulting liability. CP at 62-63.\n¶5 On October 19, 2007, a little over two months after the statute of limitations had run, GCC filed its answer. In its answer, GCC included a third party claim for indemnity against Fletcher General. The third party complaint discussed the stock purchase agreement and stated that because of the agreement, the Fletcher entities were liable “[t]o the extent that the Plaintiffs’ claims arise out of work performed by Wright Schuchart Harbor Company.” CP at 3549. This appears to be the first time Martin had notice of the Fletcher entities’ potential liability. On November 28, 2007, FCCNA forwarded GCC’s tender letter to its insurers to inform them of the potential liability of WSH.\n¶6 On December 11, 2009, GCC filed a summary judgment motion that further delineated its and WSH’s ownership history in order to show that Fletcher General (not GCC) was the true successor to WSH’s past liabilities. The complex history is as follows. When WSH installed the TM5 in 1981, WSH was a subsidiary of Wright Schuchart Inc. (WSI). Also in 1981, WSI purchased the assets of a “closely held corporation known as General Construction Company.” CP at 2451. Thus, WSH and GCC were subsidiaries of WSI. In 1987, WSI was sold to Fletcher Construction Company (Delaware) Limited. Fletcher Construction Company (Delaware) Limited was a subsidiary of FCCNA, and FCCNA was a subsidiary of Fletcher Challenge, a New Zealand multinational corporation. In 1993, Fletcher Challenge merged several of its subsidiaries, including WSI (which included WSH and GCC as subsidiaries) into Fletcher General. Fletcher General assumed WSH’s preexisting liabilities. In 1996, Fletcher Challenge sold the majority of Fletcher General’s assets to Fletcher General’s managers and the managers created a new company named “General Construction Company.” CP at 2439. Thus, there are two GCCs. Originally, GCC was a subsidiary of WSI. That GCC merged into Fletcher General in 1993. However, a new GCC formed in 1996 when Fletcher General’s managers purchased the majority of Fletcher General’s assets and used those assets to form a completely different company named GCC. This new GCC is the company Martin sued in 2007 before the statute of limitations expired. Fletcher General continued to exist as a company, and Fletcher General agreed under the asset purchase agreement to assume all of its preexisting liabilities occurring before July 1, 1996. In 2001, Fletcher General merged into FCCNA and FCCNA thereby assumed Fletcher General’s preexisting liabilities.\n¶7 Thus, GCC’s main argument for its summary judgment motion was that Martin sued the wrong party — GCC was not a successor in interest to WSH under the asset purchase agreement. On January 13, 2011, the trial court granted GCC’s summary judgment motion.\n¶8 On January 22, 2010, Martin filed an amended complaint, adding FCCNA as a defendant. On November 23, 2010, FCCNA filed a summary judgment motion to dismiss it from the case based on the statute of limitations. To defeat FCCNA’s summary judgment motion, Martin made three separate arguments as to why her amended complaint was timely: (1) it related back under CR 15(c) and her failure to name FCCNA was not due to “inexcusable neglect,” (2) naming GCC/WSH tolled the statute of limitations under RCW 4.16.170, and (3) under the discovery rule, her cause of action did not accrue until she learned FCCNA’s identity. The trial court granted FCCNA’s motion. The trial court held that (1) the claim did not relate back under CR 15(c) because the plaintiffs did not demonstrate excusable neglect in identifying FCCNA as a defendant, (2) the statute of limitations was not tolled because naming WSH did not identify FCCNA with “reasonable particularity,” and (3) the claim was not timely under the discovery rule because even if the discovery rule applies to this case, the plaintiffs did not demonstrate reasonable diligence in ascertaining FCCNA. Verbatim Report of Proceedings (Jan. 13, 2011) at 71-77.\n¶9 The trial court’s ruling primarily rested on Martin’s failure to demonstrate what kind of diligence she exercised in identifying the status of WSH in 2007, when Martin initially filed the complaint against GCC instead of FCCNA. It seems Martin incorrectly thought that WSH and GCC merged together to form “new General” and that “new” GCC was thus the successor. Id. at 53. However, the trial court found nothing in the record to indicate what kind of search Martin made, and it also found that a combination of publicly available documents would have pointed Martin to FCCNA or another Fletcher entity. The public information before the trial court was information provided by FCCNA, and it included (1) a certificate of amendment and an articles of merger filed with the secretary of state linking WSI, Fletcher General, and FCCNA together, (2) a 1993 Seattle Times article that said WSH was going to become a Fletcher subsidiary named “Fletcher Construction Co. Northwest” and that GCC would become part of Fletcher General, and (3) a 2010 screenshot of GCC’s website that details its history, including that the current GCC managers bought GCC in 1996 from Fletcher Challenge and “the company was again renamed General Construction Company.” CP at 729, 731, 733-34, 736-37.\n¶10 The Court of Appeals affirmed. Martin v. Dematic, 178 Wn. App. 646, 315 P.3d 1126 (2013). The court found that (1) the amended complaint did not relate back under CR 15(c) because of inexcusable neglect, (2) the complaint did not toll the statute of limitations, and (3) the discovery rule did not apply because Martin was on inquiry notice that FCCNA was a successor to WSH. We accepted review of all issues. Martin v. Dematic, 180 Wn.2d 1009, 325 P.3d 914 (2014). Because we resolve this case under CR 15(c), we do not address the other issues.\nISSUE\n¶11 Did Martin’s amended complaint relate back to her initial complaint under CR 15(c), thus making it timely?\nSTANDARD OF REVIEW\n¶12 We review orders granting summary judgment de novo. Unruh v. Cacchiotti, 172 Wn.2d 98, 106, 257 P.3d 631 (2011). In reviewing CR 15(c) determinations, our Court of Appeals has noted that some courts apply the abuse of discretion standard “probably because the issue often arises in connection with a motion for leave to amend.” Perrin v. Stensland, 158 Wn. App. 185, 192, 240 P.3d 1189 (2010). However, “[m]ore typically, . . . the question is whether the requirements of CR 15(c) have been met.” Id. at 193 (citing Tellinghuisen v. King County Council, 103 Wn.2d 221, 223, 691 P.2d 575 (1984)). We clarify that the standard of review for CR 15(c) determinations is de novo.\nANALYSIS\nMartin’s Claim Relates Back under CR 15(c) and Is Thus Timely\n¶13 Plaintiffs occasionally sue incorrect defendants by mistake and do not realize who the correct defendants are until after the statute of limitations period expires. We have a court rule that deals with that scenario: CR 15(c). If plaintiffs amend their complaint and meet the requirements of that rule, we treat their amended complaint as “relating] back to the date of the original pleading” and thus timely. CR 15(c).\n¶14 CR 15(c) has two textual and one judicially created requirements. The text requires that for a claim to relate back under CR 15(c), the added party must have received notice of the action within the limitations period such that he or she will not be prejudiced in maintaining his or her defense on the merits. CR 15(c)(1); Segaline v. Dep’t of Labor & Indus., 169 Wn.2d 467, 476-77, 238 P.3d 1107 (2010). Additionally, the added party must have known or should have known that but for a mistake concerning his or her identity, the action would have been brought against him or her. CR 15(c)(2); Segaline, 169 Wn.2d at 477. The party seeking to amend its complaint has the burden to prove those conditions are satisfied. Segaline, 169 Wn.2d at 477.\n¶15 When we first interpreted CR 15(c), we followed the federal courts by adding an “inexcusable neglect” prong to the text of the rule. N. St. Ass’n v. City of Olympia, 96 Wn.2d 359, 367-69, 635 P.2d 721 (1981). Under that prong, plaintiffs may not add new defendants if they delay in adding them “due to inexcusable neglect.” Id. at 368. Our cases interpreting “inexcusable neglect” generally establish that neglect exists only if there has first been a showing in the record that the “new” defendant was easily ascertainable during the statute of limitations period. See id. at 368-69.\nA. The Textual CR 15(c) Requirements\n¶16 Martin satisfies both textual requirements because FCCNA had actual notice of Martin’s claim before the statute of limitations expired and should have known that but for a mistake, it would have been named. On July 24, 2007, three weeks before the statute of limitations expired, GCC tendered the defense and demanded indemnity from Fletcher General, explaining that because the equipment “may have been installed ... by Wright Schuchart Harbor Company,” Fletcher General was liable. CP at 62-63. Indeed, FCCNA concedes it had “ ‘notice’ ” of Martin’s lawsuit but argues that there is no evidence that FCCNA should have known that but for a mistake, it would have been named because it contends Wright Schuchart Harbor Joint Venture (a completely different entity) installed the machine. Suppl. Br. of Resp’ts Fletcher General Inc. & FCCNA at 18-19.\n¶17 However, FCCNA’s argument is beside the point. Whether Martin would win on the merits and prove WSH actually installed the machine (instead of Joint Venture) is a separate issue from whether FCCNA knew that but for a mistake, Martin would have named FCCNA as WSH’s true successor in her complaint. The defense letter from GCC said the equipment may have been installed by Wright Schuchart Harbor Company, not Joint Venture, which should have led FCCNA to believe that but for a mistake, it would have been named in Martin’s complaint. Thus, the “notice” and “should have known” requirements are satisfied.\nB. Inexcusable Neglect\n¶18 As discussed above, we also have an “inexcusable neglect” prong to CR 15(c) that we adopted following federal case law, in which a plaintiff adding a new party can do so only if the plaintiff’s delay was not due to inexcusable neglect. See N. St. Ass’n, 96 Wn.2d at 367-69. Inexcusable neglect exists when the identity of the defendant is readily available and the plaintiff provides no reason for failing to name the defendant. S. Hollywood Hills Citizens Ass’n for Pres, of Neigh. Safety & Env’t v. King County, 101 Wn.2d 68, 78, 677 P.2d 114 (1984) (finding inexcusable neglect where “the information necessary to properly implead the parties was readily available” but the plaintiff’s attorney “simply did not inquire”). “[D]elay due to ‘a conscious decision, strategy or tactic’ constitutes inexcusable neglect.” Segaline, 169 Wn.2d at 477 (quoting Stansfield v. Douglas County, 146 Wn.2d 116, 121, 43 P.3d 498 (2002)). We have held that when a plaintiff could have discovered the identity of the defendant from any one of a variety of public sources and fails to do so, the plaintiff’s failure is inexcusable neglect. Haberman v. Wash. Pub. Power Supply Sys., 109 Wn.2d 107, 174, 744 P.2d 1032, 750 P.2d 254 (1987) (holding that because the identity of corporate defendants could have been easily ascertained by plaintiffs from a variety of public sources including documents on file with the secretary of state, the plaintiffs’ failure to avail themselves of the information constituted inexcusable neglect).\n¶19 However, Haberman, like our other cases interpreting inexcusable neglect, first required that the record indicate that the defendant’s identity was easily ascertainable during the limitations period before requiring the plaintiff to give a reason for failing to name the defendant. Id.; N. St. Ass’n, 96 Wn.2d at 368-69; S. Hollywood Hills, 101 Wn.2d at 78. In line with those cases, we clarify that the defendant bears the initial burden of showing neglect by producing evidence that the defendant’s identity was easily ascertainable by the plaintiff. Once the defendant has produced that evidence, the burden shifts to the plaintiff to give a reason for failing to ascertain the identity of the defendant. If the plaintiff fails to give a reasonable excuse or show that he or she exercised due diligence, it is inexcusable neglect.\n¶20 This clarification of the defendant’s and plaintiff’s burden is consistent with the primary textual focus of CR 15(c), which is the defendant’s notice of the lawsuit rather than the plaintiff’s diligence. In fact, the phrase “inexcusable neglect” does not appear in the text of CR 15(c). We originally adopted the “inexcusable neglect” requirement from the federal courts and their analogous federal civil procedure rule. We note that the United States Supreme Court has now eliminated “inexcusable neglect” from its analogous rule. See Krupski v. Costa Crociere S.p.A., 560 U.S. 538, 541, 130 S. Ct. 2485, 177 L. Ed. 2d 48 (2010). However, the parties have neither addressed Krupski nor asked us to consider similarly eliminating our “inexcusable neglect” requirement. Thus, we leave that issue for another day.\n¶21 Applying our “inexcusable neglect” standard, FCCNA failed to show that its identity was easily ascertainable during the limitations period, and thus FCCNA failed to demonstrate neglect. Although some of the publicly available documents could have pointed Martin to a Fletcher entity, it would have been difficult for Martin to realize FCCNA specifically was the proper defendant under the available information during the limitations period. Unlike Haberman, where the defendants’ identity was readily available from any one of a number of sources, here the only information in the record that would have pointed to a Fletcher entity was a combination of (1) a 1993 Seattle Times article that stated WSH was going to become a Fletcher subsidiary named “Fletcher Construction Co. Northwest” and that GCC would become part of Fletcher General and (2) documents on file with the secretary of state showing the link between WSI, Fletcher General, and FCCNA. CP at 729, 731, 733-34. However, no single document could have directly connected WSH and FCCNA, and even a combination would not have cleanly connected the dots between the two.\n¶22 The Court of Appeals was incorrect when it stated that the record showed that “the articles of amendment changing the name of WSH to Fletcher General Inc.” was publicly available and that GCC’s publicly available website should have put Martin on notice. Martin, 178 Wn. App. at 667. There is nothing in the record from the secretary of state’s office connecting WSH to Fletcher General; rather, the record shows WSI merging into Fletcher General, and there are no public documents connecting WSI and WSH. Additionally, the printout from GCC’s website is dated “2010” and is thus irrelevant to what Martin knew or should have known in 2007 when she filed suit. CP at 737. Thus, nothing in the record shows that the identity of FCCNA and its connection to WSH was easily ascertainable during the limitations period. Because FCCNA failed to demonstrate that its identity and relationship to WSH was easily ascertainable during the limitations period, Martin did not need to give a reason for failing to identify FCCNA. The trial court thus erred by requiring Martin to demonstrate due diligence before FCCNA had made a showing that its identity was easily ascertainable.\nCONCLUSION\n¶23 CR 15(c) allows plaintiffs who mistakenly sue incorrect defendants to amend their complaints and add the correct defendants, provided the rule’s requirements are satisfied. Martin met the textual requirements of CR 15(c), and the record does not indicate that FCCNA’s identity was easily ascertainable during the limitations period. Martin’s failure to name FCCNA was a mistake due to a particularly complicated corporate history, and FCCNA had actual notice of the lawsuit during the limitations period. Accordingly, her amended complaint relates back under CR 15(c) and is thus timely. We reverse the Court of Appeals and remand for further proceedings in accordance with this opinion.\nMadsen, C.J., and C. Johnson, Fairhurst, Stephens, Wiggins, González, Gordon McCloud, and Yu, JJ, concur.\nAs will be discussed in more detail below, Fletcher General merged into FCCNA in 2001. Fletcher General and FCCNA shared an agent who arranged for the defense and payment of claims.\nGCC’s summary judgment motion is not before us.\nAdditionally, CR 15(c) has a threshold requirement that the claim “asserted in the amended pleading arose out of the conduct, transaction, or occurrence set forth ... in the original pleading,” but that is not at issue in this case.",
        "type": "majority",
        "author": "Owens, J."
      }
    ],
    "attorneys": [
      "John Budlong (of Law Offices of John Budlong); and George M. Ahrend (of Ahrend Albrecht PLLC), for petitioners.",
      "Douglas A. Hofmann (of Williams Kastner); David C. Groff Jr. and Michael P. Grace (of Groff Murphy PLLC); Daniel C. Carmalt (of Lipsky Portales PA); and Francis S. Floyd, A. Troy Hunter, and Amber L. Pearce (of Floyd Pflueger and Ringer PS), for respondents.",
      "Bryan P. Harnetiaux and Gary N. Bloom on behalf of Washington State Association for Justice Foundation, am-icus curiae."
    ],
    "corrections": "",
    "head_matter": "[No. 89924-0.\nEn Banc.]\nArgued October 14, 2014.\nDecided December 31, 2014.\nNina L. Martin, Individually and as Personal Representative, et al., Petitioners, v. Dematic et al., Respondents.\nJohn Budlong (of Law Offices of John Budlong); and George M. Ahrend (of Ahrend Albrecht PLLC), for petitioners.\nDouglas A. Hofmann (of Williams Kastner); David C. Groff Jr. and Michael P. Grace (of Groff Murphy PLLC); Daniel C. Carmalt (of Lipsky Portales PA); and Francis S. Floyd, A. Troy Hunter, and Amber L. Pearce (of Floyd Pflueger and Ringer PS), for respondents.\nBryan P. Harnetiaux and Gary N. Bloom on behalf of Washington State Association for Justice Foundation, am-icus curiae."
  },
  "file_name": "0281-01",
  "first_page_order": 317,
  "last_page_order": 329
}
