{
  "id": 4241707,
  "name": "The State of Washington, Respondent, v. Mario Alejandro Medina, Petitioner",
  "name_abbreviation": "State v. Medina",
  "decision_date": "2014-04-17",
  "docket_number": "No. 89147-8",
  "first_page": "282",
  "last_page": "294",
  "citations": [
    {
      "type": "official",
      "cite": "180 Wash. 2d 282"
    }
  ],
  "court": {
    "name_abbreviation": "Wash.",
    "id": 9029,
    "name": "Washington Supreme Court"
  },
  "jurisdiction": {
    "id": 38,
    "name_long": "Washington",
    "name": "Wash."
  },
  "cites_to": [
    {
      "cite": "430 P.2d 586",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1967,
      "opinion_index": 0
    },
    {
      "cite": "71 Wn.2d 705",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1095221
      ],
      "year": 1967,
      "pin_cites": [
        {
          "page": "707"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/71/0705-01"
      ]
    },
    {
      "cite": "459 P.2d 633",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1969,
      "pin_cites": [
        {
          "parenthetical": "\"[w]here a statute specifically designates the things or classes of things upon which it operates, an inference arises in law that all [other] things or classes of things ... were intentionally omitted by the legislature\" (citing State v. Roadhs, 71 Wn.2d 705, 707, 430 P.2d 586 (1967))"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "77 Wn.2d 94",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1076407
      ],
      "year": 1969,
      "pin_cites": [
        {
          "page": "98"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/77/0094-01"
      ]
    },
    {
      "cite": "945 P.2d 700",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "weight": 3,
      "year": 1997,
      "opinion_index": 0
    },
    {
      "cite": "133 Wn.2d 355",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        331096
      ],
      "year": 1997,
      "pin_cites": [
        {
          "page": "366"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/133/0355-01"
      ]
    },
    {
      "cite": "256 P.3d 328",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2011,
      "opinion_index": 0
    },
    {
      "cite": "171 Wn.2d 455",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4015402
      ],
      "year": 2011,
      "pin_cites": [
        {
          "page": "458-59"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/171/0455-01"
      ]
    },
    {
      "cite": "517 P.2d 949",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1974,
      "opinion_index": 0
    },
    {
      "cite": "83 Wn.2d 342",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1127931
      ],
      "year": 1974,
      "pin_cites": [
        {
          "page": "346"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/83/0342-01"
      ]
    },
    {
      "cite": "829 P.2d 1096",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "weight": 2,
      "year": 1992,
      "pin_cites": [
        {
          "parenthetical": "offender convicted of child molestation entitled to credit for presentencing time on electronic home detention (EHD) even though the SRA prohibited courts from sentencing persons convicted of child molestation to EHD"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "119 Wn.2d 204",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1370257
      ],
      "year": 1992,
      "pin_cites": [
        {
          "page": "208",
          "parenthetical": "offender convicted of child molestation entitled to credit for presentencing time on electronic home detention (EHD) even though the SRA prohibited courts from sentencing persons convicted of child molestation to EHD"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/119/0204-01"
      ]
    },
    {
      "cite": "312 P.3d 651",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2013,
      "opinion_index": 0
    },
    {
      "cite": "178 Wn.2d 1018",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "year": 2013,
      "opinion_index": 0
    },
    {
      "cite": "2013 WL 1956640",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "weight": 4,
      "year": 2013,
      "pin_cites": [
        {
          "page": "*6"
        },
        {
          "page": "*6"
        },
        {
          "page": "*6"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "174 Wn. App. 1072",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        4053432,
        4052322,
        4051692
      ],
      "year": 2013,
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/174/1072-03",
        "/wash-app/174/1072-02",
        "/wash-app/174/1072-01"
      ]
    },
    {
      "cite": "184 P.3d 1256",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2008,
      "opinion_index": 0
    },
    {
      "cite": "163 Wn.2d 654",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        5682180
      ],
      "year": 2008,
      "pin_cites": [
        {
          "page": "661-62"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/163/0654-01"
      ]
    },
    {
      "cite": "101 P.3d 872",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2004,
      "opinion_index": 0
    },
    {
      "cite": "124 Wn. App. 334",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        684069
      ],
      "year": 2004,
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/124/0334-01"
      ]
    },
    {
      "cite": "56 P.3d 981",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2002,
      "opinion_index": 0
    },
    {
      "cite": "147 Wn.2d 602",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        103698
      ],
      "year": 2002,
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/147/0602-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 945,
    "char_count": 20997,
    "ocr_confidence": 0.724,
    "pagerank": {
      "raw": 1.4379221449071202e-07,
      "percentile": 0.6525770421364334
    },
    "sha256": "d72783c8f27af83985a6e822eed2990fbfe9ee34845919c250c1c409d43f33e5",
    "simhash": "1:309e01a5645243b2",
    "word_count": 3378
  },
  "last_updated": "2024-02-27T18:26:29.759680+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Madsen, C.J., and C. Johnson, Owens, Fairhurst, Stephens, Wiggins, and González, JJ, concur."
    ],
    "parties": [
      "The State of Washington, Respondent, v. Mario Alejandro Medina, Petitioner."
    ],
    "opinions": [
      {
        "text": "Gordon McCloud, J.\n¶1 While petitioner Mario\nMedina was awaiting retrial on charges of second degree murder, he was ordered to participate in two King County Community Center for Alternative Programs (CCAP) (pronounced “sea-cap”): “CCAP Enhanced” and “CCAP Basic.” Medina participated in these programs for approximately five years before his second trial resulted in a conviction. He argues that he is entitled, as a matter of both statutory and constitutional law, to credit for time served in the alternative programs. Both the trial court and the Court of Appeals rejected this argument. We granted review and now affirm.\nFACTS\n¶2 Medina was originally charged with first degree intentional murder in 1998. The jury convicted Medina and his codefendant, Felipe Ramos, of second degree felony murder based on the predicate offense of second degree assault. Those convictions were vacated in light of In re Personal Restraint of Andress, 147 Wn.2d 602, 56 P.3d 981 (2002), which held that assault was not a predicate offense for felony murder. State v. Ramos, 124 Wn. App. 334, 101 P.3d 872 (2004).\n¶3 On remand in 2005, Medina was arraigned on first degree manslaughter charges. He moved to dismiss, the trial court denied the motion, and this court granted direct review. In 2008, this court affirmed, meaning that the trial could proceed. State v. Ramos, 163 Wn.2d 654, 661-62, 184 P.3d 1256 (2008). Pending retrial, the trial court released Medina on personal recognizance on several conditions, including participation in CCAP.\n¶4 CCAP is “a weekly itinerary ... of structured programs” administered at the Yesler Building in downtown Seattle. There are two different CCAP tracks: CCAP Enhanced and CCAP Basic. Offenders ordered into CCAP Enhanced report in person to the Yesler Building daily, while those ordered into CCAP Basic report only by phone. From January 2007 until July 2011, Medina alternated between CCAP Enhanced and CCAP Basic. He spent a total of about nine months in CCAP Enhanced and about three years and nine months in CCAP Basic.\n¶5 King County established CCAP under the auspices of former RCW 9.94A.380 (1988)/current RCW 9.94A.680. That statute has authorized courts to impose “alternatives to total confinement” for “offenders [with sentences] for less than one year,” since 1983. Laws of 1983, ch. 115, § 9. In 1999, it was amended to give sentencing courts permission to allow county jails to “convert jail confinement to an available county supervised community option.” Laws of 1999, ch. 197, § 6.\n¶6 When Medina was in CCAP Enhanced, he reported in person to the Yesler Building every weekday morning at 9:00 a.m. and remained there “until discharged by department staff.” Beyond that bare fact, the record does not contain any information about the nature of Medina’s participation in CCAP Enhanced, but we note that in 2008 the King County Code (KCC) was amended to provide that offenders ordered into a “ ‘county supervised community option’... must participate for a minimum of six hours per day of structured programs offered through, or approved by, the community corrections division.” KCC 5.12.010(B).\n¶7 At his sentencing after retrial, Medina requested credit for the time he spent in both CCAP Enhanced and CCAP Basic. The trial judge stated that he would grant the request if he could — because Medina’s conduct while awaiting retrial had been exemplary — but that he believed it was barred by statute. The Court of Appeals affirmed, and Medina petitioned this court for review. State v. Ramos, noted at 174 Wn. App. 1072, 2013 WL 1956640, 2013 Wash. App. LEXIS 1122, review granted sub nom. State v. Medina, 178 Wn.2d 1018, 312 P.3d 651 (2013).\nANALYSIS\nI. The Sentencing Reform Act Does Not Entitle Medina to Credit for Time Served in CCAP Enhanced or CCAP Basic\n¶8 Under the Sentencing Reform Act of 1981 (SRA), a defendant must be sentenced in accordance with the law in effect at the time of his or her offense. RCW 9.94A.345. In 1997, when Medina committed his offense, credit for time served was governed by former RCW 9.94A.030(8) (1988), former RCW 9.94A.030(26) (1991), former RCW 9.94A-.120(16) (1988), and former RCW 9.94A.380 (1988).\n¶9 Former RCW 9.94A.030(8) (1988) provides that “ ‘Confinement’ means total or partial confinement as defined in [RCW 9.94A.030].” Laws of 1996, ch. 289, § 1. Former RCW 9.94A.120(16) (1988) provides that “[t]he sentencing court shall give the offender credit for all confinement time served before the sentencing if that confinement was solely in regard to the offense for which the offender is being sentenced.” Laws of 1996, ch. 275, § 2. Neither of these statutes has been amended since Medina’s offense (although the latter has been recodified as RCW 9.94A.505(6)).\n¶10 Former RCW 9.94A.030(26) (1991) defines “partial confinement.” It provides that\n“[plartial confinement” means confinement for no more than one year in a facility or institution operated or utilized under contract by the state or any other unit of government, or, if home detention or work crew has been ordered by the court, in an approved residence, for a substantial portion of each day with the balance of the day spent in the community. Partial confinement includes work release, home detention, work crew, and a combination of work crew and home detention as defined in this section.\nLaws of 1996, ch. 289, § 1. This statute has not been amended since 1997, but it has been recodified as RCW 9.94A.030(35).\nfll The State contends, and the Court of Appeals agreed, that former RCW 9.94A.030(26) (1991) must be read together with former RCW 9.94A.180(1) (1988), which provided that “[a]n offender sentenced to a term of partial confinement shall be confined in the facility for at least eight hours per day.” Laws of 1991, ch. 181, § 4. When these statutes are harmonized, the State argues, it is clear that “a substantial portion of each day” really means “at least eight hours.” See Suppl. Br. of Resp’t at 12; Ramos, 2013 WL 1956640, at *6, 2013 Wash. App. LEXIS 1122, at *19 (“an offender must demonstrate that this partial confinement included at least eight hours per day in a ‘facility’ ” in order to qualify for time served in partial confinement). The State argues, and the Court of Appeals concluded, that since CCAP did not confine Medina for at least eight hours each day, it did not constitute “partial confinement.” 2013 WL 1956640, at *6, 2013 Wash. App. LEXIS 1122, at *19.\n¶12 We disagree with that analysis. This court has held that a defendant’s ineligibility for a particular type of partial confinement postconviction is not relevant to the question of whether that defendant must be credited for pretrial time served in that same type of partial confinement. State v. Speaks, 119 Wn.2d 204, 208, 829 P.2d 1096 (1992) (offender convicted of child molestation entitled to credit for presentencing time on electronic home detention (EHD) even though the SRA prohibited courts from sentencing persons convicted of child molestation to EHD). In reaching that conclusion, we noted that “[t]he appropriateness of a type of postconviction confinement ... is a different issue ... than whether the [SRA] affords credit for a type of presentence restraint.” Id. In light of the Speaks analysis, we decline to “harmonize” former RCW 9.94A-.030(26) (1991) and former RCW 9.94A. 180(1) (1988) the way that the Court of Appeals below did. Ramos, 2013 WL 1956640, at *6, 2013 Wash. App. LEXIS 1122, at *19.\n¶13 Nevertheless, we agree with the State that Medina is not entitled to credit for time in CCAP. Former RCW 9.94A.030(26) (1991) defines “partial confinement” in a manner that equates “confinement” with “residence” as contrasted with “work.” Laws of 1996, ch. 289, § 1 (“ ‘[partial confinement’ means confinement for no more than one year in a facility or institution ... or, if home detention or work crew has been ordered ... in an approved residence” (emphasis added)). By extension, we do not think that participation in the educational, counseling, and service-oriented programs entailed in CCAP meets the statutory definition of “confinement.” Participation in these programs is similar to reporting for work or school — clearly, the CCAP facility is not a residence.\n¶14 While this is sufficient to resolve the question presented, we note that our conclusion also derives substantial support from the legislative history of former RCW 9.94A-.380 (1988)/current RCW 9.94A.680.\n¶15 Former RCW 9.94A.380 (1988)/current RCW 9.94A-.680 governs “alternatives to total confinement.” In 1997, that statute read as follows:\nAlternatives to total confinement are available for offenders with sentences of one year or less. These alternatives include the following sentence conditions that the court may order as substitutes for total confinement: (1) One day of partial confinement may be substituted for one day of total confinement; (2) in addition, for offenders convicted of nonviolent offenses only, eight hours of community service may be substituted for one day of total confinement, with a maximum conversion limit of two hundred forty hours or thirty days.\nFor sentences of nonviolent offenders for one year or less, the court shall consider and give priority to available alternatives to total confinement and shall state its reasons in writing on the judgment and sentence form if the alternatives are not used.\nLaws of 1988, ch. 157, § 4.\n¶16 This statute has been amended three times since 1997, and two of those amendments are relevant here. In 1999, former RCW 9.94A.380 (1988)/current RCW 9.94A-.680 was amended to provide that “[f]or offenders convicted of nonviolent and nonsex offenses, the court may authorize county jails to convert jail confinement to an available county supervised community option and may require the offender to perform affirmative conduct pursuant to section 2 of this act.” Laws of 1999, ch. 197, § 6. In 2009, it was amended to directly address credit for presentence time served in a “county supervised community option”; it now permits courts to credit such time “[f ]or offenders convicted of nonviolent and nonsex offenses”:\nFor offenders convicted of nonviolent and nonsex offenses, the court may credit time served by the offender before the sentencing in an available county supervised community option and may authorize county jails to convert jail confinement to an available county supervised community option, may authorize the time spent in the community option to be reduced by earned release credit consistent with local correctional facility standards, and may require the offender to perform affirmative conduct pursuant to RCW 9.94A.607.\nLaws of 2009, ch. 227, § 1.\n¶17 We agree with the State that if the 2009 amendment applied to Medina’s sentence, it would prohibit a court from granting him credit for presentence time in CCAP. Under the canon of expressio unius est exclusio alterius, the 2009 amendment must be construed as permitting credit for CCAP time only for nonviolent offenders — and as impliedly prohibiting such credit for those convicted of violent offenses. But because Medina’s eligibility for credit is governed by the SRA provisions in effect in 1997, subsequent amendments are relevant only to the extent that they shed light on the meaning and operation of the 1997 law.\n¶18 Here, the 2009 amendment sheds significant light on the earlier law. When this amendment was proposed, it was accompanied by a bill report explaining that it was designed to “resolve [ ] the disincentive to go into an alternative sentencing option rather than serving less time sitting in jail.” The report clearly indicates an intent to expand eligibility for credit for time served. If the 2009 amendment was enacted to create an incentive for pretrial participation in “community option” programs, it is reasonable to infer that this incentive did not exist before.\n¶19 Moreover, the 2009 amendment made credit for time served in community options like CCAP merely discretionary. Laws of 2009, ch. 227, § 1 (“[f]or offenders convicted of nonviolent and nonsex offenses, the court may credit time served by the offender before the sentencing in an available county supervised community option” (emphasis added)). If these community options were forms of partial confinement under former RCW 9.94A.030(26) (1991), credit for time spent participating in those programs would not be discretionary. Rather, it would be mandatory under RCW 9.94A-.505(6) (“The sentencing court shall give the offender credit for all confinement time served before the sentencing if that confinement was solely in regard to the offense for which the offender is being sentenced.” (emphasis added)).\n¶20 This shows that the 2009 legislature perceived a need to expand credit for time served in “county supervised community options.” Medina has not offered (and we are not aware of) any contrary evidence that defendants were already regularly receiving credit for time served in CCAP programs. Hence, neither CCAP Enhanced nor CCAP Basic constitutes “partial confinement” under the SRA for purposes of mandatory credit for time served.\nII. The United States Constitution Does Not Entitle Medina to Credit for Time Served in CCAP Prior to Sentencing\n¶21 Medina also claims that a failure to credit his CCAP time violates the equal protection and double jeopardy clause protections guaranteed by the United States Constitution. We disagree.\nA. The equal protection clause does not require that Medina receive credit for time spent in CCAP\n¶22 In Reanier v. Smith, 83 Wn.2d 342, 346, 517 P.2d 949 (1974), this court held that “an accused person, unable to or precluded from posting bail or otherwise procuring his release from confinement prior to trial” was entitled to credit for time served upon sentencing. The court based its decision on “principles of due process and equal protection” and on “potential implications of double jeopardy.” Id. at 347. It reasoned that a contrary decision would result in two separate sets of sentencing ranges — one for “those unable to procure pretrial release from confinement and another for those fortunate enough to obtain such release” — and concluded that such a sentencing regime would not survive rational basis review. Id. at 346-47. The Reanier decision was applied to total confinement: “We conclude that considerations of due process, equal protection and the prohibition against multiple punishments dictate that presentence jail time be credited against maximum and mandatory minimum terms where applicable.” Id. at 352-53.\n¶23 The Reanier decision absolutely bars the legislature from distinguishing between rich defendants and poor defendants for the purpose of credit for time served, but the legislature remains free to draw many other distinctions. In Harris v. Charles, 171 Wn.2d 455, 458-59, 256 P.3d 328 (2011), this court held that neither the Fourteenth Amendment to the United States Constitution nor article I, section 12 of the Washington Constitution prohibited the legislature from crediting felons, but not misdemeanants, for time served on EHD prior to trial. If the legislature wants to credit pretrial time that does not amount to confinement— like the CCAP time at issue here — for nonviolent offenders, but not for violent offenders, it may do so under Harris. This distinction is rational.\nB. Denying Medina credit for time served in CCAP did not subject him to double jeopardy\n¶24 To determine whether a government action is sufficiently punitive to trigger the double jeopardy protections provided by the Fifth Amendment to the United States Constitution and article I, section 9 of our state constitution, this court applies a two-part test. Harris, 171 Wn.2d at 467 (citing State v. Catlett, 133 Wn.2d 355, 366, 945 P.2d 700 (1997)). First, it asks whether the government intends the action to be punitive. Id. If not, then it asks whether the action’s purpose or effect is nevertheless so punitive as to negate the government’s nonpunitive intent. Id. In Harris, this court concluded that EHD imposed as a condition of release pending sentencing pursuant to Criminal Rules for Courts of Limited Jurisdiction (CrRLJ) 3.2 was not punitive for purposes of double jeopardy. Id. at 467-69. It based this conclusion on the fact that CrRLJ 3.2 and Superior Court Criminal Rules (CrR) 3.2 were intended to “alleviate some of the burdens imposed upon an accused individual awaiting trial” while at the same time ensuring his appearance, id. at 468 (emphasis added), and the fact that EHD is not such a severe restriction on liberty that it negates CrRLJ 3.2’s nonpunitive intent. Id. at 470-73.\n¶25 Harris is directly on point because Medina was ordered into CCAP pursuant to CrR 3.2. There is no indication that Medina’s release to CCAP was more punitive (in either intent or effect) than the release to EHD at issue in Harris. Moreover, Medina bears the burden of proof on this issue. He has not offered any evidence that his CCAP participation was punitive in effect, and indeed it appears that CCAP is rehabilitative in design. The failure to credit Medina’s CCAP time does not violate double jeopardy clause protections.\nCONCLUSION\n¶26 Neither the SRA nor the United States Constitution entitles Medina to credit for time served in the community option known as CCAP. We therefore affirm the judgment of the Court of Appeals.\nMadsen, C.J., and C. Johnson, Owens, Fairhurst, Stephens, Wiggins, and González, JJ, concur.\nKing County Community Corrections Alternatives and Services, King County Dep’t of Adult & Juv. Detention, http://www.kingcounty.gov/courts/detention/community_corrections/programs.aspx#ccap_ (last visited Apr. 15, 2014).\nClifton Curry, Metropolitan King County Council Law, Justice and Human Services Committee Staff Report (re Proposed Ordinance 2008-0496), Sept. 18, 2008, http://www.kingcounty.gov/council/agendas.aspx (last visited Apr. 15, 2014).\nDebra Srebnik, The Relationship of Intensive Outpatient Chemical Dependency Treatment at the Community Center for Alternative Programs to Community Corrections Placements, King County Dep’t of Community & Human Servs. (May 2011).\nThe trial court ordered Medina into the CCAP Enhanced program on January 12, 2007.2 Clerk’s Papers (CP) at 179-81. On April 6, 2007, he was ordered into the CCAP Basic program, 2 CP at 182-83, where he remained until October 31, 2007, when he was moved back to the Enhanced program, 2 CP at 186-88. On April 23, 2008, he was ordered back into the CCAP Basic program and on July 5, 2011, back to the Enhanced program. 2 CP at 189, 191-93. On July 13, 2011, he was placed on electronic home detention pending his appeal. 2 CP at 195.\nCurry, supra, at n.2 (proposing an amendment to the King County Code to “more clearly define CCAP as a ‘county supervised community option’ ” in order to “take advantage of the provisions of [RCW 9.94A.680(3)]”).\nCP at 186 (Conditions of Conduct for Persons Ordered by the King County Superior Court into the CCAP Enhanced) (“You shall report to [CCAP] by 9:00 AM on 11/7/07 and report each weekday Monday through Friday thereafter. You shall remain on the premises until discharged by department staff.”).\nSee http://www.kingcounty.gov/council/legislation/KC_code/08_Title_5.aspx. It is not clear whether that amendment changed the minimum requirements for CCAP participation or whether it merely codified preexisting requirements.\nThe third amendment occurred in 2002, when the term “community service” was replaced with the term “community restitution.” Laws of 2002, ch. 175, § 12. Former RCW 9.94A.380 (1988) was recodified as RCW 9.94A.680 in 2001. Laws of 2001, ch. 10, § 6.\nWash. Nat. Gas Co. v. Pub. Util. Dist. No. 1 of Snohomish County, 77 Wn.2d 94, 98, 459 P.2d 633 (1969) (“[w]here a statute specifically designates the things or classes of things upon which it operates, an inference arises in law that all [other] things or classes of things ... were intentionally omitted by the legislature” (citing State v. Roadhs, 71 Wn.2d 705, 707, 430 P.2d 586 (1967))).\nH.B. Rep. on H.B. 1361, at 3, 61st Leg., Reg. Sess. (Wash. 2009); see also S.B. Rep. on H.B. 1361, at 2, 61st Leg., Reg. Sess. (Wash. 2009) (“It is sometimes easier for a person to sit in jail than participate in a program that requires affirmative conduct. This bill will remove some of the barriers to getting people to participate.”).\nWe interpret article I, section 9 of the Washington Constitution to provide the same protections that the Fifth Amendment to the United States Constitution provides. Harris, 171 Wn.2d at 467 n.7.",
        "type": "majority",
        "author": "Gordon McCloud, J."
      }
    ],
    "attorneys": [
      "Cynthia B. Jones (of Jones Law Group LLC); and Christopher Gibson (of Nielsen Broman & Koch PLLC), for petitioner.",
      "Daniel T. Satterberg, Prosecuting Attorney, and Andrea R. Vitalich, Deputy, for respondent."
    ],
    "corrections": "",
    "head_matter": "[No. 89147-8.\nEn Banc.]\nArgued February 25, 2014.\nDecided April 17, 2014.\nThe State of Washington, Respondent, v. Mario Alejandro Medina, Petitioner.\nCynthia B. Jones (of Jones Law Group LLC); and Christopher Gibson (of Nielsen Broman & Koch PLLC), for petitioner.\nDaniel T. Satterberg, Prosecuting Attorney, and Andrea R. Vitalich, Deputy, for respondent."
  },
  "file_name": "0282-01",
  "first_page_order": 346,
  "last_page_order": 358
}
