{
  "id": 1435191,
  "name": "Coleman v. Hawkins",
  "name_abbreviation": "Coleman v. Hawkins",
  "decision_date": "1932-03-07",
  "docket_number": "",
  "first_page": "283",
  "last_page": "285",
  "citations": [
    {
      "type": "official",
      "cite": "185 Ark. 283"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "224 S. W. 978",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "145 Ark. 548",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1586113
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/145/0548-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 213,
    "char_count": 2434,
    "ocr_confidence": 0.52,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.0540226476524307
    },
    "sha256": "4b32ea71bbd7e76575d5b8109c5f82e9c82ba1042757b3eef1834de44cf3d270",
    "simhash": "1:8a4e79ce7f4b291b",
    "word_count": 424
  },
  "last_updated": "2024-02-27T17:51:09.396208+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Coleman v. Hawkins."
    ],
    "opinions": [
      {
        "text": "McHaney, J.\nAppellants purchased from appellee building material and supplies on a cash basis to the amount of $951.02 for rebuilding a house in Little Rock which had been partially destroyed by fire. The house was insured, but the amount of the loss was largely paid to the holder of the mortgage thereon to discharge it. Part of the insurance money was used to pay for labor in rebuilding the house. Appellants thought they could borrow sufficient money on a new mortgage to pay all labor and material bills, but were unable to do so. Mechanics’ liens were filed against the property, and finally an arrangement was effected to borrow $2,000 on a first mortgage and prorate this amount among the different lien-claimants. This was done, and the liens released. In this deal appellee received $483.01, leaving a balance due him of $468.01. Appellants then executed and delivered to appellee their notes aggregating $900 dated August 1,1930, pajmble $75 November 4, 1930, and $50 on the first of each month thereafter until the sum of $900 was paid with interest at 8 per cent., secured by a second mortgage on said property, both providing for accelerated maturity in the event of default. Appellants defaulted, made no payments, and suit was instituted to foreclose. The defense was that the contract was usurious and void. Included in this mortgage was a balance due another for plumbing in the sum of $83.75. The court found for appellee for the balance due him with interest in the sum of $525' and decreed a foreclosure.\nUsury is the ground urged for a reversal. We think the court correctly held the contract not to be usurious. Appellants executed the notes and mortgage and delivered them to appellee to be held for a time with the intention of selling them at a discount, or a sufficient amount of them, to pay appellee’s account. No sale could be made. Appellee never at any time sought to collect more than the balance due him, and that is all he wanted or asked for in. the trial of this case. It was simply an arrangement between appellants and appellee to issue notes in excess of the account to be sold at discount for their joint benefit. “There was no element of lending or borrowing money in the transaction.” Smith v. Kaufman, 145 Ark. 548, 224 S. W. 978.\nWe find no error, so the decree is affirmed.",
        "type": "majority",
        "author": "McHaney, J."
      }
    ],
    "attorneys": [
      "Isgrig \\& Morrow, for appellant.",
      "L. P. Biggs, for appellee."
    ],
    "corrections": "",
    "head_matter": "Coleman v. Hawkins.\nOpinion delivered March 7, 1932.\nIsgrig \\& Morrow, for appellant.\nL. P. Biggs, for appellee."
  },
  "file_name": "0283-01",
  "first_page_order": 303,
  "last_page_order": 305
}
