{
  "id": 8720922,
  "name": "Buckeye Cotton Oil Company v. Taylor",
  "name_abbreviation": "Buckeye Cotton Oil Co. v. Taylor",
  "decision_date": "1932-10-17",
  "docket_number": "4-2673",
  "first_page": "284",
  "last_page": "289",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 284"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "66 S. W. 434",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "70 Ark. 99",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1509532
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/70/0099-01"
      ]
    },
    {
      "cite": "6 S. W. (2d) 302",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "177 Ark. 342",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8721034
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/177/0342-01"
      ]
    },
    {
      "cite": "158 S. W. 496",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "108 Ark. 552",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1342264
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/108/0552-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 442,
    "char_count": 9445,
    "ocr_confidence": 0.517,
    "pagerank": {
      "raw": 4.666970501906556e-08,
      "percentile": 0.29313716745648105
    },
    "sha256": "0e303dfe280d3fbfd56504aa2dbda626040e61243743c627445338d9781d8647",
    "simhash": "1:19fca7012589c789",
    "word_count": 1669
  },
  "last_updated": "2024-02-27T17:52:01.123529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Buckeye Cotton Oil Company v. Taylor."
    ],
    "opinions": [
      {
        "text": "Mehafey, J.\nThis action was begun by appellee in the Lincoln Chancery Court, in which judgment was asked against the appellant for $2,450 and interest..\nIn 1929 the appellant made a loan in the sum of $10,000 to the Merchants ’ & Farmers ’ Grin Company, and, as security therefor, took a mortgage on the gin and land on which it was located.\nThe Merchants’ & Farmers’ Gin Company, in addition to the mortgage, executed a written contract by which it agreed to sell and ship to the Buckeye Cotton Oil Company all cotton seed ginned at its gin during the year 1930, and until said loan was repaid.\nThe complaint alleged that on February 22‘, 1930, the Merchants’ & Farmers’ Gin Company executed and delivered to the Merchants ’ & Planters ’ Bank & Trust Company its promissory note in the sum of $5,000, due November 1, 1930, bearing interest from date until paid at the rate of 10 per cent, per annum; that on April 25, 1930, the Merchants’ & Farmers’ Gin Company executed and delivered to the Merchants’ & Planters’ Bank & Trust Company its promissory note in the sum of $7,000, due on or before November 1,1930, bearing interest from date at the rate of 10 per cent, per annum, this note being indorsed and the payment guaranteed by W. E. Massey.\nIt further alleged in the complaint that, in order to secure the payment of said $5,000 note and all other sums which might be advanced by the bank to the gin company during the year 1930, the said gin company, on February 22, 1930, executed a deed of trust conveying all crops of cotton, cotton seed, corn, hay and all other agricultural crops grown or caused to be grown by the parties of the first part, or either of them, or grown by their tenants or share-croppers, or in which the mortgagor might have any interest, to the Merchants’ & Planters’ Bank & Trust Company. The deed of trust also covered other property, but it is not involved in this suit.\nIt was further alleged that the appellant, during the months of October and November, 1930, obtained and took possession of cotton seed which was mortgaged to the bank to secure its indebtedness, being cotton seed grown by or for W. E. Massey, and the Merchants’ & Farmers’ Gin Company, on lands owned and cultivated by Massey and the gin company, in Lincoln and Desha counties.\nThe complaint then described the seed, the date on which it alleged the appellant got possession of them, and the number of pounds, and alleged that the value of.the mortgaged property received by the appellant was $2,450, and that said seed was in the possession of the appellant, or had been appropriated, used, and converted for its use and benefit.\nIt was further alleged that Massey and the gin company were insolvent, and that the value of the mortgaged property was entirely inadequate to. discharge the mortgage debt.\nThe appellant filed answer denying all the allegations of the complaint.\nThere was a decree in favor of the appellee against the appellant for the sum of $1,474.97. The case is here on appeal.\nIt appears that the gin company not . only ginned cotton for Massey and the gin company, but for the public, and on the seed from the cotton ginned for the public the appellee had no mortgage.\nThe court found that on October 17, November 18, and November 25, shipments of seed were made to the appellant aggregating 175,000 pounds (108,660 pounds, of the market value of $1,391.97), were seed mortgaged to the plaintiff, and found that the appellant was liable to the appellee in this sum, together with interest at the rate of 6 per cent, per annum, making a total sum of $1,474.97.\nThe seed from the cotton ginned for the public is called free seed. When the cotton was ginned, the seed from the cotton on which there was no mortgage, and the seed from the mortgaged cotton, were all put in the same seed house, and thereby became mixed, so that it was impossible to segregate the mortgaged seed from the free seed.\nIt is appellant’s first contention that appellee assented to the intermixture of the seed and thereby lost its right to the seed.\nThere is no evidence in' the record showing that appellee assented to the intermixture, but it may be reasonably inferred, we think, from the evidence that both appellant and appellee knew of the intermixture of the seed, and that neither made any objection.\nThe appellant knew of the mortgage to appellee, and it concedes that it was not entitled to any of the mortgaged seed, unless it was so entitled by the intermixture of the seed.\nThe evidence does not show that the appellee, in the instant case, permitted or assented to the confusion of the goods. The seeds were confused or put tog-ether by the mortgagor, and not by either the appellee or the appellant, but where there is a confusion of goods of the same kind and quality, such as the cotton seed in this case, there is no difficulty at all, where the quantity of each kind is known. The cotton seed were of the same kind, and the evidence showed how many pounds of mortgaged seed and how many pounds of free seed were put into the seed house.\nThe intermixture in this case was without the fault of either the appellant or the appellee, and therefore neither party forfeited any rights by such intermixture. 12 C. J. 492; 5 R. C. L. 1053.\nThe appellant contends that it is an innocent third party, that is, an innocent purchaser.\nThe evidence in this case tends to show that the ap-pellee furnished the money to purchase the free seed, and that the appellant did not pay anything for the free seed, but only credited the account against the gin company with the purchase price of the seed. It was therefore not an innocent purchaser. Hamilton v. Rankin, 108 Ark. 552, 158 S. W. 496; S. E. Lux, Jr., Merc. Co. v. Jones, 177 Ark. 342, 6 S. W. (2d) 302; 32 C. J. 574.\nAppellant calls attention to the rule stated in 12 C. J. 497, but we think this authority has no application here. We have already said that both parties probably knew that the mortgaged seed were intermixed, but the appellant had no lien on the free seed, and no more claim to the free seed than the appellee had. It knew that a portion of the seed was mortgaged to appellee. It was, in fact, no more entitled to the free seed than appellee was.\nIt is contended that appellee waived its lien, and appellant cites and relies on Williamson v. Lesser, ante p. 281.\nIn that case the mortgagee expressly authorized the mortgagor to sell the cotton. At least, the court held that the evidence clearly preponderates in favor of the appel-lee in their contention that Williamson, who represented the mortgagee, was present on the streets when Perkins, the mortgagor, was selling cotton, and made no objections to the sale. The lower court also found that the mortgagee expressly agreed with the purchaser that he could buy from the mortgagor, and this court said that it could not say that the finding of the chancery court was against the preponderance of the evidence.\nIt was stated in the opinion in that case:\n“It is a mere statement of elemental principles of law that where a mortgagee of chattels authorizes the mortgagor to sell the property, he is bound by a sale made to a purchaser from the mortgagor, and cannot complain, even though the purchaser knew of the existence of the mortgage.”\nAppellant calls attention to several authorities or cases of replevin. They have no application here; this was not a suit in replevin, and, as we have already said, the mortgaged seed and the free seed were of the same kind and quality.\nIt was stated in one of the cases cited by appellant, Rust Land & Lbr. Co. v. Isom, 70 Ark. 99, 66 S. W. 434: “The plaintiff owns a certain number of staves, which, without its fault, have been mixed by defendant with other staves of his own. Conceding that this was innocently done, yet, if the staves are of the same kind, quality and value, a majority of us are of the opinion that plaintiff can in this action recover his staves, or an equal number to be taken from the common mass., if the separation can be made without injury.”\nThe mixture of the seed in the instant case was innocently done. They were of the same kind, quality and value. The appellant had no lien on any of the seed, and, as neither the appellant nor the appellee were the cause of the confusion of the goods, no rights were lost by the intermixture of the seed.\nThe court found that on October 11, 1930, the seed house was empty, and that the seed obtained from the ginning of cotton prior to that time had been disposed of, and that such seed did not enter into the calculation necessary to the determination of this cause. The chancellor also found from the evidence that the seed sold to the appellant after October 11 aggregated 175,000 pounds; that of this amount sold to the Buckeye Company after said date, 10.8,660 pounds, of the value of $1,391.97, were seed mortgaged to the appellee, and that the appellant was liable to the appellee for the value of this quantity of mortgaged seed.\nThere is very little conflict in the evidence. It would serve no useful purpose to set forth the evidence.\nWe have carefully examined the same, and have reached the conclusion that the finding of the chancellor was not against the preponderance of the evidence, and the decree is therefore affirmed.",
        "type": "majority",
        "author": "Mehafey, J."
      }
    ],
    "attorneys": [
      ". Gochrill & Armistead, for appellant.",
      "Bridges, McGaughey & Bridges, for appellee."
    ],
    "corrections": "",
    "head_matter": "Buckeye Cotton Oil Company v. Taylor.\n4-2673\nOpinion delivered October 17, 1932.\n. Gochrill & Armistead, for appellant.\nBridges, McGaughey & Bridges, for appellee."
  },
  "file_name": "0284-01",
  "first_page_order": 304,
  "last_page_order": 309
}
