{
  "id": 1428417,
  "name": "Strauss v. Missouri State Life Insurance Company",
  "name_abbreviation": "Strauss v. Missouri State Life Insurance",
  "decision_date": "1933-12-04",
  "docket_number": "4-3233",
  "first_page": "286",
  "last_page": "288",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 286"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 268,
    "char_count": 3892,
    "ocr_confidence": 0.482,
    "pagerank": {
      "raw": 1.0162291380479508e-07,
      "percentile": 0.5435079419688175
    },
    "sha256": "10bcab00e1b497a6be01fc70a1bbb80a007d6944a63f91d800386384bd62590f",
    "simhash": "1:fa39704ab2a9bd97",
    "word_count": 662
  },
  "last_updated": "2023-07-14T22:44:11.517500+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Strauss v. Missouri State Life Insurance Company."
    ],
    "opinions": [
      {
        "text": "Johnson, C. J.\nThis suit was instituted by appellant against appellee, seeking recovery of the proceeds of two insurance policies aggregating $4,528.58. Appellee, in its answer, admitted the execution of the policies and its liability thereon for $4,528.58. As an affirmative defense or set-off, appellee alleged that on January 9,1932, it recovered personal judgment against appellant and others for the sum of $48,735.83 in the United States District Court for the Western Division of the Eastern District of Arkansas; that, upon receipt of the proof of death furnished by appellant, the claims under the two policies were approved, and the proceeds were applied by appellee in reduction of its judgment against appellant; that on May 6, 1932, appellee advised appellant of said application of funds.\nA jury trial being waived, the facts were submitted to the trial court for determination, and its findings were in favor of appellee. The facts in the case are undisputed and are to the effect as alleged in appellee’s answer.\nIt is the contention of appellant that the judgment of the Federal District Court made and entered on January 9, 1932, is void, the contention being that said judgment was rendered against appellant without notice. Bearing on this question, it is admitted by appellant that she was duly served with summons when the foreclosure suit was instituted, but the contention is that the court lost jurisdiction of her person after the confirmation of the sale of the mortgaged property. We cannot agree to the contention. The Federal District Court for the Eastern District of Arkansas is a court of superior jurisdiction, and all necessary presumptions are indulged in aid of its judgments. Not only does this presumption attend all judgments and decrees of the Federal District Courts, 'but the practice here followed is fully authorized by equity rule No. 10 promulgated by the Supreme Court of the United States, which reads as follows:\n“In suits for the foreclosure of mortgages, or for the enforcement of other liens, a decree may. be rendered for any balance found to be due over and above the proceeds of the sale or sales; and execution may issue for the collection of the same as is provided in rule 8 when the decree is solely for the payment of money. * * *”\nIt suffices to say that the judgment rendered by the Federal District Court for the Eastern District of Arkansas was in full compliance with the rule just quoted, and that said court had jurisdiction of the subject-matter and person of appellant at the time of 'the rendition of said judgment.\nIn addition to what we have just said, it is a doctrine of law too long established to require citation of authorities, that, where a court has jurisdiction, it has a right to decide every question which occurs in the case; and, whether decision be correct or otherwise, its judgment, until reversed, is regarded as binding on every court. Peck v. Jennis, 7 Howard, page 624.\nIt is next contended that act 102 of 1933 exempts the proceeds of the two policies of insurance in this controversy to appellant. On this question but little need be said. The testimony shows that the insured died in April, 1932; that the proof of death was made and approved by appellee on May 6, 1932. On the happening of these two events, that is to say, the death of the insured and the acceptance of the proof of death, the rights of the parties to the proceeds' of said insurance became vested, and no subsequent act of the Legislature could impair this vested right. We therefore hold that act 102 of the Acts of 1933 has no application to the facts in this case.\nNo error appearing, the judgment of the trial court is affirmed.",
        "type": "majority",
        "author": "Johnson, C. J."
      }
    ],
    "attorneys": [
      "Robert D. Lee and James E. Hogue, for appellant.",
      "R. B. McCulloch and Coleman & Gantt, for appellee."
    ],
    "corrections": "",
    "head_matter": "Strauss v. Missouri State Life Insurance Company.\n4-3233\nOpinion delivered December 4, 1933.\nRobert D. Lee and James E. Hogue, for appellant.\nR. B. McCulloch and Coleman & Gantt, for appellee."
  },
  "file_name": "0286-01",
  "first_page_order": 304,
  "last_page_order": 306
}
