{
  "id": 1399965,
  "name": "Rogers v. Agricola",
  "name_abbreviation": "Rogers v. Agricola",
  "decision_date": "1928-02-13",
  "docket_number": "",
  "first_page": "287",
  "last_page": "296",
  "citations": [
    {
      "type": "official",
      "cite": "176 Ark. 287"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "232 S. W. 432",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "149 Ark. 393",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8720070
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/149/0393-01"
      ]
    },
    {
      "cite": "55 Am. Dec. 120",
      "category": "reporters:federal",
      "reporter": "Am. Dec.",
      "opinion_index": 0
    },
    {
      "cite": "14 Mo. 587",
      "category": "reporters:state",
      "reporter": "Mo.",
      "case_ids": [
        8855613
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mo/14/0587-01"
      ]
    },
    {
      "cite": "171 S. W. 90",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "115 Ark. 184",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1533757
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/115/0184-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 767,
    "char_count": 18035,
    "ocr_confidence": 0.465,
    "pagerank": {
      "raw": 1.287555784305353e-07,
      "percentile": 0.6190449713477504
    },
    "sha256": "00dd9aebe31d1afe079e389f032b523c015879aeb7fa87d9f6680bcdfe972b9b",
    "simhash": "1:9657f0ec2758ebfe",
    "word_count": 3154
  },
  "last_updated": "2024-02-27T16:25:41.435006+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Rogers v. Agricola."
    ],
    "opinions": [
      {
        "text": "McHaney, J.\nIn his lifetime, and on the 6th day of June, 1924, Carl Bogers executed the following typewritten instrument as and for his last will and testament:\n“Missouri Pacific Bailroad Company.\n“I, Carl Bogers, of the city of Arkadelphia, county of Clark, State of Arkansas, being of .sound mind, memory, and understanding, do make and declare the following as my last will and testament, that is to say:\n“(1) I hereby revoke, lall wills, codicils, or testamentary instruments by me at any time heretofore made. (2) I direct that my funeral expenses and just debts be paid as soon after my death as may be practicable. (3) I give and bequeath to my brother, Tracy Rogers, all my earthly possessions at my death, he being made administrator. (4) My last will is there be no division or deviation from this testament.\n“In witness whereof I have hereunto set my hand and seal at the Merchants’ & Planters’ Bank of Arkadelphia, Arkansas, this sixth day of June, in the year one thousand nine hundred and twenty-four.\n(Signed) “Carl Rogers.\n“Witness R. J. Dougun. ”\nThereafter, on September 15, 1926, he executed the following instrument as a supplement or codicil to the foregoing typewritten will, same being entirely in his own handwriting:\n“Arkadelphia, .Ark., 9-15-26.\n“This document will serve as a supplement to my last will and testament.\n“It is my will that Sam Rogers (brother) shall occupy building on Seventh Street, which he now occupies, as long as he lives, with the following provisions, if Tracy Rogers (brother), the lawful owner of the building, continues to make his home with Sam Rogers. (2) If any difference arises between my brothers above mentioned, said Sam Rogers shall pay Tracy Rogers $15 per month rent, after Tracy Rogers has removed from the home of Sam Rogers.\n“It is further willed that Sam Rogers have my shotgun, and my sister, Mrs. Agricola, my diamond pin.\n“I herewith will one dollar ($1) to each of my brothers, namely, W. Y. Rogers, S. B. Rogers, J. D. Rogers, Ben Rogers, also one dollar ($1) to each of my sisters, Mrs. L. E. Agricola and Mrs. Ruth Yarbrough.\n“All my debts and funeral expenses shall be paid before any final settlement made with benefactor.\n■ (Signed) “Carl Rogers.”\n“9-15-26.”\nCarl Rogers, on the 27th day of November, 1926, died, and thereafter, on the 10th day of December, 1926, said two instruments above copied were filed in the probate court of Clark County for probate, land on the 19th of January, 1927, the probate court made an order admitting them to probate and declaring them to constitute the last will and testament of the said Carl Rogers. An appeal was prayed and prosecuted by the appellees, as contestants, to the circuit court, where the case was submitted to the court on the following agreed statement of facts:\n“The two instruments filed for probate and the statement of facts below and in the four following sheets constituted the agreed statement of facts, on which the cause is submitted. Carl Rogers (deceased) was born and reared and lived all of his life at Arkadelphia, and died on the 27th day of November, 1926, at the age of thirty-eight years. 'Seven brothers and sisters and one niece (daughter of brother) survived him. They are W. Y. Rogers, 54 years old; Sam B. Rogers, 47 years old; Mrs. Ruth Yarborough, 30 years old, and Tracy Rogers, his beneficiary, 35 years old; and the contestants, Mrs. Elmer Agricola, 42 years old; Jess Rogers, 45 years old; Ben Rogers, 33 years old, and Mrs. Jodie Cobb, '26 years old. All of these brothers and sisters are able-bodied, capable men land women, and all are in reasonably prosperous circumstances, except Tracy Rogers, the beneficiary. Tracy Rogers, at the age o.f three years, by accident, broke one of his legs; infection set up, and it became necessary to and it was amputated by physicians. Due to the injury and amputation of the one, the other leg became paralyzed, and from that time to the present he has been unable to walk. For a long number of years, after his affliction, he could only get about by crawling on his hands, and using the lower part of his body. After he reached the lage of about fifteen years he was able to get about some by the use of crutches, and his condition in that respect has remained and is now the same. He owned no property, had no income, and has no employment.\n“Carl Rogers (deceased) was from infancy strong, able-bodied and energetic. Until about a year before his death he was an unusually strong, healthy, robust man, over six feet in height, and of good personal appearance. He was three years older than his beneficiary, Tracy Rogers, and in the infancy of both he began caring for, helping, guarding and protecting his crippled brother, Tracy, and this care for Tracy continued until Carl died.\n“His father died when Carl was about 17 years of age, and left his mother and Tracy and two younger children than he was. The other children, older, had married. Carl continued to live with his mother, and, at the age of seventeen, began and became the principal means of support for the mother and younger children. This continued until his mother died. On her deathbed she asked and Carl promised that he would always take Care of and protect Tracy. The other children married and found homes elsewhere, and Carl continued unmarried in the care, support and protection of Tracy.\n“For some time before his death Carl owned the brick building which Sam B. Rogers, his brother, occupies and in which he runs a barber shop. The agreed amount for rent on this shop between Carl and Sam was $15 per month, and in lieu of Sam’s paying the rent to Carl, there was an agreement between Carl and Sam that Sam Rogers would furnish board land room to Tracy Rogers and would accept as pay therefor the $15 rental for the barber shop. This arrangement had been in force and had been followed for some time before Carl’s death. This was the only business building that Carl owned.\n“Carl Rogers was a good business man, a good trader, and saved money. For some years before his death he had been in the employ of the Missouri Pacific Railroad Company in various capacities, as clerk, assistant station agent, and, at the time of his death and for some three or four years prior thereto, he was cashier for the Missouri Pacific Railroad Company at its Arkadelphia .station, and had an office in the freight depot, and, in writing* letters and statements, used a typewriter. He had continued all along through the years to support and care for and look after the welfare of his brother Tracy, and, for some time prior to the 6th day of June, 1924, repeatedly stated to Tracy and to his brothers, W. Y. Rogers and S'am B. Rogers, and to close friends and others, that he intended to continue to take care of Tracy and that he intended to make a will so that, in the event of his death, Tracy would have his. property.\n“On the 6th day of June, 1924, Carl Rogers had in his possession the typewritten instrument which is in evidence here and offered for probate. Just after the typewritten instrument had been written he. stated to friends and co-employees in the office with him, that he had made his will, and was giving all his property to his brother Tracy. He then went with the instrument to the office of his brother, W. Y. Rogers, in Arkadelphia, showed it to him, and told this brother that he was going to execute it and place it in a safety box at the Merchants’ & Planters’ Bank, so that, in the event of his death, the - will would be there, and Tracy would be taken care of.\n“He went to the Merchants’ & Planters’ Bank with the instrument, and there signed his name to it, with a pen, and the then cashier of the Merchants’ & Planters’ Bank & Trust Company, R. J. -Dougan, signed it with, a pen as a witness. The signature to this typewritten instrument is in the handwriting of Carl Rogers (deceased), and the name R. J. Dougan is signed in the handwriting of R. J. Dougan.\n“At that time and since that time, up to and after the time of his death, Carl Rogers and his brother Sam B. Rogers, together, used one of the safety lock-boxes in the vault of the Merchants’ & Planters’ Bank & Trust Company. Both kept their'valuable papers in that box. Sam B. Rogers kept and carried the key to the box. Carl, after he had signed the instrument, and -the witness Dougan had signed it, showed it to Sam B. Rogers, and stated to him that he wanted to put it in the lock-box there and to keep it there. This instrument was then placed in that lock-box at the Merchants’ & Planters’ Bank & Trust Company, continued to remain there until a day or two after Carl’s death, when .Sam B. Rogers opened the box, and handed the instrument to the beneficiary, Tracy Rogers.\n“In the spring of 1926 Carl Rogers became afflicted with some internal stomach or bowel trouble, and, while he. continued at his work mo.st of the time, it gave him a great deal of trouble and caused him a great deal of worry. This trouble continued until the latter part of the summer of 1926, when it became necessary for him to go to a hospital and have an operation. During this time he often expressed to his brothers and friends doubt as to his being able to overcome the affliction, and repeatedly, at such times, would add that he had made a will so that his brother Tracy would get his property.\n“For some months prior to his death he had a room in the house of his sister, Mrs. Elmer Agricola, one of the contestants, and after his death the instrument which is in evidence here, and which has been probated in the Clark Probate Court, and which is entirely in the handwriting of Carl Rogers (that is, the entire body and all of the instrument, as well as the signature and the dates, are in his handwriting and the fact that it is entirely in the handwriting of 'Carl Rogers [deceased] has been established 'by the unimpeachable evidence of more than three disinterested witnesses), and which is dated ‘9-15-26,’ was there in his room, and within a few days after his death was delivered by Mrs. Elmer Agricola to Sam B. Rogers.\n“About the date of this instrument — that is, September 15, 1926, land just after, and repeatedly thereafter at various times, Carl told Tracy Rogers and Ms other brothers that he had written and signed this codicil, or supplement, to his will, which was in the lock-box at the bank, and this instrument.was in Ms room.\n“Just a short while before his death he realized that he wlas not going to recover, and again told his brothers, Sam B. and W. V. Rogers, and his beneficiary, Tracy Rogers, of Ms having written and signed this supplement to his will and where it would be found.\n“Ben W. Rogers, one of the contestants, is also a cripple, having had one of his hands cut off. ’ ’\nOn a hearing the circuit court decided that these two instruments were not executed las required by law, so as to constitute a will, and should not ‘ have been admitted to probate as such by the probate court of Clark County, and entered a judgment rejecting them, and reversing the order of the probate court. From this judgmeiit Tracy Rogers has appealed to this court.\nIt is ladmitted by appellant that the typewritten instrument purporting to be the last will and testament of Carl Rogers was ineffectual as a will, for the reason. that it was not attested by two witnesses, and did not therefore meet the requirements of the statute. It is furthermore agreed that the second of the above instruments is wholly in the handwriting of the testator. If the first instrument, the typewritten will, had been properly attested, there could be no question about the second instrument, wholly in the handwriting of the testator, being a good holographic codicil to the will. See § 10494, C. & M. Digest, 5th subdivision.\nThe testator called the instrument in his handwriting a supplement to his will. “This document will, serve as a supplement to my last will and testament. ’ ’ This instrument therefore can be nothing more thlan a codicil to his former will, and, while the former instrument, strictly speaking, cannot be called a will, lacking the necessary witnesses, yet it is an instrument testamentary in form, and if the codicil dated September 15, 1926, sufficiently identifies it by reference thereto, we must treat it as incorporated therein and republished las of the date of the codicil.\nAs stated by this court in Gibbons v. Ward, 115 Ark. 184, 171 S. W. 90: “A codicil is in legal effect a republication of the will, and the whole is to be construed together as if executed at the date of the codicil. ’ ’\nAnd in 40 Cyc. 1215, it is said:\n“As a general'rule, revival or -republication brings the will down to the date of the repnbliciation, and makes it speak as of that time.”\nAnd on page 1216 of Cyc., with reference to invalid wills, it is isaid:\n“By the weight of authority a codicil duly executed will operate as a republication of an earlier will, although the latter is inoperative or imperfectly executed or attested.”\nThat is exactly the situation here. The original will being invalid on account of being imperfectly attested, but the codicil being a good holographic instrument, executed in accordance with the statute relating to holographic wills, operates as a republication of the original will, although imperfectly executed, and the two are to be regarded as being one instrument, speaking from the date of the codicil. This was the question before the Supreme Court of Missouri in Harvey v. Choteau, 14 Mo. 587, 55 Am. Dec. 120, where there was an invalid will for the reason that it did not comply with the requirements of the statute, and a codicil executed later that did meet the requirements thereof. The court said :\n“Will the proof of this codicil establish the will? Can an unattested will be set up and republished by a codicil not physically annexed' to the will, but which is attested by a sufficient number of witnesses required by law to prove a will1? These are questions of weighty import, and have demanded our patient consideration.”\n'The court, after citing* eminent authority in support thereof, including Judge Story and Chancellor Kent, said:\n“Here, .then, is a very respectable authority, that ‘reference’ is sufficient. I confess I see no good reason why it should not be. In cases like the present, the question of identity may sometimes arise: Is this the will referred to ? But this can always be settled -by the facts in proof.\n“I am therefore free to declare that I can see no legitimate reason why a properly attested codicil may not draw down to it a previously made, though unattested, will, to which the codicil refers, upon its face, though not annexed by wafers or any other mode physically.”\nThe holding in O’Leary v. Lane, 149 Ark. 393, 232 S. W. 432, was to the effect that deeds referred to in the will were not sufficiently identified by .the will itself to effect a conveyance of the real estate described in the deeds. This was all the court decided in that case. The language in the will, which referred to certain deeds purporting to convey certain property to his heirs, was, “which property I give and bequeath to each of said heirs as conveyed in said deeds.” The court then said:\n“This language refers to deeds in the testator's safety deposit box in the Farmers’ & Merchants’ Bank of Des Arc, Arkansas, at the time the will was executed, and, if the instrument referred to is sufficiently identified, the language quoted was sufficient to effect a conveyance of the real estate.” ■\nThe court then goes on to hold that the deeds were not sufficiently identified by the will. The court further said in .this case that “there could be no objection, however, in devises of real estate, if the language of the will itself is sufficient to effect a conveyance of the lands, to refer to an extraneous instrument for the description merely, if the will sufficiently designates the extraneous instrument so as to certainly identify it.”\nIn the codicil of the will now under consideration the testator refers to his former will, and sufficiently identifies the real estate as the building on Seventh Street, which Sam Rogers then occupied, and of which .Triacy Rogers was the then owner. It is not stated in the agreed statement of facts that he owned any other real estate, and' the reference to the real estate in the valid codicil is sufficiently definite to determine its location. The former will, which was not properly attested, is sufficiently referred to as to identify it as a part of his whole will. It is not shown that he made any other will at any time, and it is not questioned that he signed this former document, believing it to be his will. The whole thought of 'Carl Bogers seemed to be to take care of his totally helpless, crippled brother.\nWe are of the opinion therefore that the two instruments constituted the will of Carl Bogers, and that the circuit court erred in setting aside' the judgment of the probate court admitting same to probate. The judgment is therefore reversed, land remanded with directions to enter a judgment sustaining the probate of said will. It is so ordered.",
        "type": "majority",
        "author": "McHaney, J."
      }
    ],
    "attorneys": [
      "McMillcm & McMillan, for appellant.",
      "Joe Eardage and Joseph Callaway, for appellee."
    ],
    "corrections": "",
    "head_matter": "Rogers v. Agricola.\nOpinion delivered February 13, 1928.\n1. Wells — construction of codicil. — .A codicil is in le^al effect a republication of the will, and the whole is to be construed together as if executed at the date of the codicil.\n2. Wills — effect of codicil. — A codicil, duly executed, will operate as a republication of an earlier will, although such earlier will was inoperative, or imperfectly executed or attested.\n3. Wills — effect of'codicil. — Where a will was typewritten with but one witness and did not comply with the statute, and subsequently the testator wrote a codicil entirely in his own handwriting, referring to the previous will, the two instruments were to be regarded as one instrument, and the execution was sufficient.\nAppeal from Clark Circuit Court; J. E. McCollum, Judge;\nreversed.\nMcMillcm & McMillan, for appellant.\nJoe Eardage and Joseph Callaway, for appellee."
  },
  "file_name": "0287-01",
  "first_page_order": 305,
  "last_page_order": 314
}
