{
  "id": 8727189,
  "name": "Hawkins vs. Watkins",
  "name_abbreviation": "Hawkins v. Watkins",
  "decision_date": "1845-10",
  "docket_number": "",
  "first_page": "287",
  "last_page": "291",
  "citations": [
    {
      "type": "official",
      "cite": "6 Ark. 287"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "1 Bibb, 597",
      "category": "reporters:state",
      "reporter": "Bibb",
      "opinion_index": -1
    },
    {
      "cite": "5 Ark. Rep. 481",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8727604
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/5/0481-01"
      ]
    },
    {
      "cite": "3 Bibb 520",
      "category": "reporters:state",
      "reporter": "Bibb",
      "case_ids": [
        6412958
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ky/6/0520-01"
      ]
    },
    {
      "cite": "2 Bibb 62",
      "category": "reporters:state",
      "reporter": "Bibb",
      "opinion_index": 0
    },
    {
      "cite": "1 Bibb 237",
      "category": "reporters:state",
      "reporter": "Bibb",
      "case_ids": [
        6683272
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ky/4/0237-01"
      ]
    },
    {
      "cite": "5 Ark. Rep. 38",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8726183
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/5/0038-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 477,
    "char_count": 9091,
    "ocr_confidence": 0.501,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20862278071038118
    },
    "sha256": "74081dee689d250a00dfcd09e08699b7589556b47a082b46909d649c4248c394",
    "simhash": "1:a2e636c6dbeee18c",
    "word_count": 1571
  },
  "last_updated": "2024-02-27T22:30:18.526460+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Johnson, C. J., not sitting; Macuñ, special judge, sitting with Oldiiam, J."
    ],
    "parties": [
      "Hawkins vs. Watkins."
    ],
    "opinions": [
      {
        "text": "Macuxn\ndelivered the opinion of the court.\nThis v^as an action of assumpsit instituted by Watkins against Hawkins in the circuit court of Pulaski county at the September term IS 40, upon an accepted order, for the sura' of four hundred; dollars in Arkansas money of the Fayetteville branch, and upon which he obtained judgment by default. The case was subsequently brought into this court by writ'of error, and the judgment of the circuit court reversed. Afterwards, at the May term, 1845, of the circuit court, Watkins asked ahd obtained leave to file his amended declaration, and the defendant moved the court to strike it from the files, which was refused. He then filed his demurrer to' l the amended declaration, which was also overruled by the court;, he then withdrew his demurrer and pleaded to the merits,, and upon the trial of the cause judgment was obtained by the plaintiff, and the cause is again brought into this court by writ of error..\nIt is submitted for the consideration and determination of this, court, whether the plaintiff in error can now avail himself of the' questions raised by the demurrer.\nThe principle has been well settled by a current of decisions, that the withdrawal of the demurrer after judgment thereon, and pleading to the merits, precludes the plaintiff in error from availing himself of the questions involved in the demurrer, in this court. This was so decided by this court in Hanley et al. vs. Gaines, 5 Ark. Rep. 38. The same principle was maintained in Crozin vs. Gano & wife, 1 Bibb 237. Stocton vs. Bayliss, 2 Bibb 62. Bebee vs. Young, 3 Bibb 520. 2 Marshall 144, 253, 496. 2 Tidd 825. Buckner vs. Greenwood, decided at the present term.\nThe only remaining question is, the sufficiency of the- evidence to authorize a verdict in favor of the defendant in error under the issue formed. It was. in proof upon the trial of the cause, that the plaintiff in error accepted the order upon which this suit was instituted; and subsequently acknowledged the debt to be due and owing by him. In every particular the evidence sustains the allegations in the declaration.\nWe therefore see no error in the judgment of the circuit court, and the same is affirmed.",
        "type": "majority",
        "author": "Macuxn"
      }
    ],
    "attorneys": [
      "Hempstead & Johnson, for the plaintiff.",
      "Watkins & Cure,ax, contra."
    ],
    "corrections": "",
    "head_matter": "Hawkins vs. Watkins.\nIt is a well settled rule, that the withdrawal of a demurrer after judgment thereon, and pleading to the merits, precludes the defendant from a,vailing himself, on error, of the questions involved in the demurrer.\nWrit of error to the circuit court of Pulaski county.\nAction of assumpsit, by Watkins against Hawkins. A bill or draft payable in Arkansas bank notes, assigned to Watkins, and accepted by Hawkins, was made the basis of the original action. The plaintiff obtained judgment in the Pulaski circuit court in November, 1840, and the judgment was reversed, by this court, on the grounds that such an instrument was not assignable, and could not be made the basis of an action against the acceptor. ¿See Hawkins vs. Watkins, 5 Ark. Re/p. 481.\nThe cause was again determined at the May term, 1845, before E. H. English, special judge.\nThe plaintiff obtained leave to file an amended declaration, substantially as follows:\nAfter the usual commencement, in assumpsit, it proceeded to set .out the cause of action thus: “ For that whereas the' defendant heretofore, to wit, on the 10th day of September A. D. 1839, at Fayetteville, Washington county, Arkansas, to wit, in the said county of Pulaski, being indebted to one S. W. Wallace in the sum of four hundred dollars in Arkansas money of the Fayetteville branch, it being the balance of a certain five hundred dollar bill, which said Wallace had sent him to exchange : and whereas after-wards, to wit, on the 17th day of October, 1839, at Pope court house, to wit, in said county of Pulaski, the said plaintiff being the owner and holder of a certain order in writing, drawn by said Wallace, and addressed to said defendant as follows, to wit:\n“Fayetteville, Washington Co., Ark., Sep. 10, 1839.\nSir: — Y.ou will please pay to the order of Col. L. C. Howell four hundred dollars in Arkansas money of the Fayetteville branch, it being the balance of the five hundred dollar bill, I sent you to exchange : vour particular attention to this, will greatly oblige your ob’t. serv’t. S. W. WALLACE.\nTo Col. Richard C. Hawkins, Little Rock, Ark.”\nAnd endorsed by said Howell, the person therein named, as follows;\n“ Pope court house, 17th October 1839.\nPay the within to Geo. C. ’Watkins.\nL. C. HOWELL\nAnd thereby duly authorized, constituted and appointed to demand, -and receive of and from said defendant, the amount and kind of.money in said order specified, and by him due and owing to said Wallace ; and proper value and effectual receipts, acquittances and discharges therefor, unto him the said defendant, to give, grant, and execute, and of which said several promises he the said defendant then and there had notice: — he said defendant fpr and in consideration of the premises, afterwards, to wit, on the 17th day of October, 1839, in said county of Pulaski, undertook and then and there faithfully promised him,.the said plaintiff, to pay him the. said sum of four'hundred dollars in Arkansas moneys of the Fay-etteville branch, then and there of great value, to wit, of the value of four hundred dollars of lawful money, when he the said defendant should be thereunto afterwards requested.\nYet the said defendant, not regarding his said several promises and undertakings, but contriving, &c., hath not as yet paid the said plaintiff the said sum of four hundred dollars in Arkansas money of the Fayetteville branch (although often requested so to do) according to the tenor and effect of his said promise and undertaking in this behalf, but to do-this hath hitherto wholly neglected,” &c. — usual conclusion.\nThe defendant demurred to the declaration in short, upon the Record, by consent.- It was argued that it exhibited no legal liability on the part of defendant to plaintiff. That it showed no cause of action which he could maintain in his own name, &c. The demurrer was overruled, the defendant withdrew it, and pleaded non as-sumpsit, to which issue was taken, the case submitted to the court, sitting as a jury, finding and judgment for the plaintiff\nDefendant moved for a new trial on the grounds.: “ 1st, plaintiff shows no right to sue in his own name: 2d, the court permitted improper evidence, to be given : 3d, the verdict is contrary to law and evidence.” Motion overruled, and bill of exceptions by defendant, from which it appears:\nAlbert Pike, Esq., witness for plaintiff stated: “I had in my hands a claim against L. C. Howell for collection. As Watkins was going to Pope county, and I was not, I placed it in his hands tfi> see to. Not more than three or four days after his return from Pope court, which must have been by the first, and at any rate not later than the 10th Nov. 1839, he showed me the instrument offered in evidence, which he had taken in the settlement of the claim— it then had Plawkins’ acceptance on it — I talked with Hawkins about, the matter some time afterwards — -he always spoke of it as an amount he was bound to pay — made no objection to paying, exi cept that he wanted time. He never made any particular promise to pay it to Watkins, that I know of, other than his acceptance of the draft, which he accepted after Watkins returned from Pope court, where he received the draft — I know the acceptance to be in his handwriting — did not see him accept it.” He also stated that the instrument offered in evidence, was the one he had reference to, and which Hawkins said he was bound to pay.\nThe defendant objected to the testimony of the defendant, as improper and irrelevant, the court overruled the objection, and he excepted.\nThe plaintiff was then permitted to read, as evidence, the draft referred to by the witness, to which defendant excepted. It is copied in the bill of exceptions, and corresponds with that set out in the declaration, with the addition of Hawkins’ acceptance across it. Plaintiff then proved that at the time the draft was accepted, the notes of the branch bank at Fayetteville were circulating at par in the ordinary transactions of the country.\nThe defendant offered no evidence, the above being the substance of all the testimony introduced in the case, as set out in the bill of exceptions. Hawkins brought error.\nHempstead & Johnson, for the plaintiff.\nThe amended declaration does not better the case ; it is still a suit based on the paper purporting to be a bill of exchange; and whether it is to be considered as the foundation of the action or as evidence, can make no difference. The court have already decided that the paper was not legally assignable so as to entitle Watkins to sue in his own name; and it is conceived that the present judgment conflicts with that decision. Hawkins vs. Watkins, 5 Ark. Rep. 481. An action can only be maintained on the original consideration. 4 Monroe 533, 549, 124. 1 Bibb, 597.\nWatkins & Cure,ax, contra.\nJohnson, C. J., not sitting; Macuñ, special judge, sitting with Oldiiam, J."
  },
  "file_name": "0287-02",
  "first_page_order": 287,
  "last_page_order": 291
}
