{
  "id": 1357177,
  "name": "Ætna Casualty & Surety Company v. North Little Rock",
  "name_abbreviation": "Ætna Casualty & Surety Co. v. North Little Rock",
  "decision_date": "1923-02-26",
  "docket_number": "",
  "first_page": "291",
  "last_page": "299",
  "citations": [
    {
      "type": "official",
      "cite": "157 Ark. 291"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "155 Ark. 13",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1360498
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/155/0013-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 603,
    "char_count": 16198,
    "ocr_confidence": 0.491,
    "pagerank": {
      "raw": 8.822123157029675e-08,
      "percentile": 0.4976516005373286
    },
    "sha256": "6c239e110f550cfa928d7311893ea3ca215c46c7ec181bf745351115e500b7e0",
    "simhash": "1:da2aaa648d5a55e5",
    "word_count": 2717
  },
  "last_updated": "2024-02-27T20:13:54.858580+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Ætna Casualty & Surety Company v. North Little Rock."
    ],
    "opinions": [
      {
        "text": "McCulloch, C. J.\nR. W. Miller was, in April, 1920, elected to the office of city clerk and city collector of North Little Rock (a city of the first class) and, in accordance with an ordinance, he executed his official bond to the city in the sum of $5,000 with appellant as surety thereon, conditioned that he should “ faithfully discharge and perform the duties of his office, and at the expiration of his term of office shall render unto his successor in office a correct account of all sums of money, books, goods, valuables, and other property, as it comes into his custody, as such clerk and collector of said city of North Little Rock, Arkansas, and shall pay and deliver to his successor in office, or any other person authorized to receive the same, all balances, sums of money, books, goods, valuables and other property which shall be in his hands and due by him. ’ ’\nMiller resigned in April, 1921, and it was found that he was short in his accounts to the city and also to three separate local improvement districts for which he had collected funds. According to the audit of Miller’s accounts, which has been found to be correct, he owed, the city of North Little Rock $5,531.63, and also owed the three improvement districts, in the aggregate, the sum of $6,734.37, and he had in a bank, to his credit as collector, the sum of $3,843.61.\nThis action was instituted in the chancery court of Pulaski County by the city of North Little Rock against appellant to recover the amount on the bond. In the complaint the facts were set forth concerning the amount of funds on hand in bank to the credit of the collector, and an accounting was asked as between the city and the improvement district concerning* the application of these funds. The improvement districts were joined as defendants in the action, and each filed a cross-complaint asking for recovery on the bond of the respective pro rata of the liability to eacli of the districts.\nThe chancery court decided that each of the improvement districts was entitled to protection under the bond jointly with the city of North Little Rock and to share in the recovery pro rata according to their respective amounts due from Miller, the principal in the bond. The court in its decree credited on Miller’s account with the city and each of the improvement districts a pro rata part of the fund in bank, and, after thus ascertaining the net amount of Miller’s shortage with each party, rendered a decree against appellant for a recovery by the city and each of the improvement districts of their pro rata, part of the liability under the bond. Under this decree the recovery against appellant was as follows:\nCity of North Little Rock..................................$2,198.33\nStreet Improvement District No. 15............ 1,209.77\nSewer Improvement District No. 1............ 773.83\nStreet Improvement District No. 16............ 620.82\nStreet Improvement District No. 18............ 197.25\nTotal..............................................................................$5,000.00\nAppellant prosecuted its appeal to this court, and the city of North Little Rock has cross-appealed.\nThe first question arising in the case relates to the apportionment of the credits for the funds in bank so as to ascertain the amount of shortage in Miller’s account with the city of North Little Rock and the local improvement districts. The amounts due from Miller were proved beyond dispute, as hereinbefore stated, and it was also proved that the funds collected by Miller from the city and districts were jointly deposited in bank in his name as collector. It was impossible to show from what particular source these funds came further than that they were collections for the benefit of the city and the districts. There is no way, from the testimony, to separate the funds, and, if being shown to be a joint fund, it can only be divided pro rata in accordance with the .amounts due by Miller to each.\nIn the recent decision of this court in Miller v. State, 155 Ark. 13, which was a criminal prosecution against R. W. Miller for embezzling funds of the city of North Little Rock, we decided, under the same proof as is involved in this case, that the funds belonged to the city and the improvement districts jointly, to be credited pro .rata on the balances due the city and the improvement districts. We think that the chancery court was therefore correct in ascertaining the amount of shortage in Miller’s accounts with the city and the several improvement districts.\nTlie principal question in the case, however, is whether or not the bond protects the improvement districts .as well as the city, so as to permit the improvement districts to share in the recovery.\nThe ordinances of the city of North Little Rock provide that the city collector shall give bond in the sum of $5,000, conditioned that he will account for and pay all funds coming into his hands which belong to the city or any improvement districts within the city; but the bond in this case was executed to the city alone, and, unless the city collector is, under the statute of this State, constituted as the collector of improvement districts in a city of the first class, the bond does not afford indemnity to the districts for moneys received by the city collector. This phase of the case therefore comes down to the question whether or not the statutes of this State constitute the city collector as the collector of local improvement districts.\nOur laws governing the organization of improvement districts and providing for the procedure in their operation began with the statute enacted by the General Assembly in the year 1881. Acts of 1881, p. 161, Mansfield’s Digest, § 825 et seq., Sandels & Hill’s Digest, § 5321 et seq. A section of that' statute (Sandels & Hill’s Digest, § 5360) provided that the board of improvement of local improvement districts should appoint the collector and treasurer of the district, but that section was amended by the act of April 19, 1895 (Acts of 1895, p, 161), so as to provide that in cities of the first class the city collectors should collect the improvement district assessments. The last mentioned statute was again amended by the act of February 11, 1897 (Acts of 1897, p. 23) reenacting the old statute to the effect that the collector and treasurer of local improvement districts should be appointed by the board of improvement, but providing that the cities of Little Rock and Pine 'Bluff should have the power, by ordinance, to make the city collector ex-officio collector of improvement districts. The last mentioned statute has been brought forward by subsequent digesters, and it appears in Crawford & Moses’ Digest as § 5702.\nIt is contended on behalf of counsel for the improvement districts that this statute was amended by the act of May 3, 1901 (Acts of 1901, p. 264), so as to provide that in all cities the city collector shall be the collector for the improvement districts. The section of that statute which, it is contended, amends the act of 1897, supra, reads as follows:\n“Section 7. That § 5337 of said digest (Sandels & Hill’s) be amended so as to read as follows:\n“That within forty days after the passage of said ordinance, unless the time be extended by the city or town council, the city clerk, or town recorder shall deliver to the city collector a copy of said assessment of benefits containing a description of said blocks, lots and parcels of land in said district, and the amount assessed on each, duly extended against each lot, block or parcel of land, and shall deliver it with his warrant attached thereto the city or town collector, which warrant may be in the following form:\n“State of Arkansas.\n“City (or town) of..........................................ss.\n“To the collector of said city (or town) of..........................................\n“You are hereby commanded to collect from the owners of real property described in the annexed copy of ordinance No............., the assessments on the same and as extended thereon for the current year and to pay to the treasurer of Local Improvement District No____________of said city (or town) within sixty days from this date.\n“Witness my hand and seal of office on this.............day of............, 19.............\n“And like writs shall be issued annually until said local assessment shall be fully paid.”\nThat section has also been brought forward in Crawford & Moses’ Digest as § 5669. There is no direct repeal by this statute (the act of 1901) of the former statute (1897) authorizing the board of improvement to appoint the collectors. If the repeal or amendment has been accomplished, it must be by implication only, and such repeals are not favored. That principle is elemental and needs no citation of authorities to -support it. This court has often announced that rule of construction. There is no reference made in this statute to the act of 1897, but, on the contrary, the section under consideration expressly refers to another statute, viz., § 5337 of Sandels & Hill’ Digest, which relates merely to the method of certifying the assessments by the city clerk. At the time of the enactment of § 5-337, Sandels & Hill’s Digest, the statute provided that assessments for local improvements should be according to valuation as appraised for general taxation purposes, and that section provided that, immediately after the passage of the ordinance authorizing the improvement, the city clerk, should procure, at the expense of the district, a copy of the last assessment made by the county assessor and deliver the same to the collector of the improvement district, with his warrant attached, directing the collection of the assessments. The manifest purpose of the amendment of § 5337 was to give further time for the certification of the list of assessments, giving forty days after the passage of the ordinance, and also providing that there should be certified a list of assessments as appraised by the assessors of the district, instead of a list of valuation made to the county assessor as required under the former statute. That part of the section which prescribes the form of the certificate was a mere formula and nothing more, and it cannot be presumed that the lawmakers intended in this incidental way to repeal or amend an important feature of the former statute. If such had been the intention, the lawmakers would doubtless have adopted more direct language expressing that intention. As an indication that such a change was not in the minds of the framers of the statute in prescribing the formula for certifying the assessments, it was provided that the warrant should be directed to the collector of the city or town, whereas there is no such office as collector of an unincorporated town. The statute does not provide for any such office, and that office pertains only to cities. If the statute in question is construed to repeal the former statute, then there is no provision at all for a collector for local improvement districts in incorporated towns.\nWe are constrained therefore to hold that the act of 1901, supra, was not intended to repeal any former statute, but that the provision for certifying the assessments merely prescribed a form in which there occurred a clerical error with respect to certifying to the city collector, instead of to the collector of the improvement district.\nWe hold, in accordance with this view, that the act of 1897 (‘Crawford & Moses’. Digest, § 5702) is still in force, and provides for the election of collectors of improvement districts by the respective boards of improvement in all municipalities except in the city of Little Bock and in the city of Pine Bluff, Miller was therefore not a collector of the improvement districts cle jure, and the bond did not cover his defalcations as to funds received by him which belonged to the improvement districts. Having received the funds, however, for the benefit of the improvement districts, he became, in fact, a bailee, and was subject to prosecution for embezzlement, as we announced in the former opinion in the criminal case against Miller, but the sureties on his official bond are not liable for the defalcation, for the reason, as before stated, that Miller was not, in law, the authorized collector of the districts.\nIt follows therefore that the decree was wrong in awarding any sum to the0 improvement districts, but the bond protects the city of North Little Bock to the extent of Miller’s defalcation of said funds. After crediting Miller’s defalcation to the city with the pro rata of the funds in 'bank, there was a deficit of $3,703.04, and the city is entitled to a decree against the surety on the bond for that sum.\nThe decree is therefore reversed and dismissed as to the improvement districts, and a decree will be entered here in favor of the city of North Little Rock for the snm mentioned above, to which it is entitled. This decree will be entered here as of the date of the decree below, so as to bar interest from that date. It is so ordered.",
        "type": "majority",
        "author": "McCulloch, C. J."
      }
    ],
    "attorneys": [
      "Roscoe R. Lynn, for appellant.",
      "J. F. Wills, for appellee, city of North Little Rock.",
      "Rose, Hemingway, Cantrell & Loughborough, for appellees, improvement districts."
    ],
    "corrections": "",
    "head_matter": "Ætna Casualty & Surety Company v. North Little Rock.\nOpinion delivered February 26, 1923.\n1. Municipal corporations — liability op city collector. — Where funds collected by a city collector belonging to a city and to certain improvement districts were jointly deposited in his name as collector, and it was impossible to show from what source the funds came, further than that they were collected for the benefit of the city and the improvement districts, it was proper to divide the joint fund pro rata,, in accordance with the amounts due each.\n2. Municipal corporations — city collector — repeal op statute. —Crawford & Moses’ Dig., § 5702, providing for the appointment of collectors of improvement districts by the respective boards of improvement except in the cities of Little Rock and Pine Bluff, was not repealed by Crawford & Moses’ Dig., § 5669, providing that the city clerk shall deliver 'to the “city collector” a copy of assessments of benefits and warrants for collection, the reference to the city collector, instead of to the collectors of the various improvement districts, being a clerical error.\n3. Statutes — repeals.—Repeals of statutes by implication are not favored.\n4. Municipal corporations — liability on collector’s bond. — In view of Crawford & Moses’ Dig., § 5702, providing for the election of collectors of improvement districts by the respective boards of improvement in all cities except Little Rock and Pine Bluff, the clerk and the city collector of North Little Rock was not the collector of improvement districts in such city, and bond given for faithful performance of his duties did not cover a defalcation in regard to funds belonging to improvement districts collected by him.\nAppeal from Pulaski Chancery Court; J. E. Martineau, Chancellor;\nreversed.\nRoscoe R. Lynn, for appellant.\nUnder the statutes, the city clerk and collector was not, by virtue of his office, the collector also for the improvement districts, and the bond to the city against loss to it did not cover losses to the districts. As to bond required of collectors for improvement districts, see C. & M. Digest, § 5702. The authority for the ordinance under which the city collector gave his bond is § 7517, C. &. M. Digest. In so far as the ordinance requires that the bond be conditioned that the collector account for money taken in as collertor for improvement districts, it is in conflict with § 5702, supra, and is void. The act of May 3, 1901, § 7, being C. & M. Digest, § 5669, did not in any way repeal or affect § 5702.\nJ. F. Wills, for appellee, city of North Little Rock.\nIf it is found that the improvement districts were not protected by the bond, the city should have judgment for the shortage against the appellant.\nRose, Hemingway, Cantrell & Loughborough, for appellees, improvement districts.\nThe act of 1897, carried into Crawford & Moses’ Digest as § 5702, was repealed by the act of 1921, act No. 143, Acts 1901, p. 264, which intrusts the collection of all municipal local assessments to the city or town collector. The bond covers the indebtedness due the improvement districts as well as that due the city."
  },
  "file_name": "0291-01",
  "first_page_order": 313,
  "last_page_order": 321
}
