{
  "id": 1431971,
  "name": "Houston Oil Company of Texas v. McGuire",
  "name_abbreviation": "Houston Oil Co. v. McGuire",
  "decision_date": "1933-04-17",
  "docket_number": "4-2926",
  "first_page": "293",
  "last_page": "300",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 293"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "264 Fed. 829",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6735877
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/264/0829-01"
      ]
    },
    {
      "cite": "227 S. W. 420",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "147 Ark. 100",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1583184
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/147/0100-01"
      ]
    },
    {
      "cite": "55 S. W. (2d) 782",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "186 Ark. 723",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8725258
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/186/0723-01"
      ]
    },
    {
      "cite": "39 A. L. R. 979",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "271 S. W. 570",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "208 Ky. 507",
      "category": "reporters:state",
      "reporter": "Ky.",
      "case_ids": [
        2412513
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ky/208/0507-01"
      ]
    },
    {
      "cite": "29 S. Ct. 270",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        5711118
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/212/0159-01"
      ]
    },
    {
      "cite": "212 U. S. 157",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "opinion_index": 0
    },
    {
      "cite": "110 N. W. 20",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 0
    },
    {
      "cite": "133 Iowa 11",
      "category": "reporters:state",
      "reporter": "Iowa",
      "case_ids": [
        2149945
      ],
      "opinion_index": 0,
      "case_paths": [
        "/iowa/133/0011-01"
      ]
    },
    {
      "cite": "51 N. E. 708",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": 0
    },
    {
      "cite": "174 Ill. 495",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        5536883
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ill/174/0495-01"
      ]
    },
    {
      "cite": "163 U. S. 353",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        468258
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/us/163/0353-01"
      ]
    },
    {
      "cite": "31 N. W. 147",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 0
    },
    {
      "cite": "8 Am. St. Rep. 804",
      "category": "reporters:state",
      "reporter": "Am. St. Rep.",
      "opinion_index": 0
    },
    {
      "cite": "64 Mich. 93",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1458812
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/64/0093-01"
      ]
    },
    {
      "cite": "49 Pac. 83",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": 0
    },
    {
      "cite": "58 Kan. 208",
      "category": "reporters:state",
      "reporter": "Kan.",
      "opinion_index": 0
    },
    {
      "cite": "73 N. W. 606",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 0
    },
    {
      "cite": "104 Iowa 74",
      "category": "reporters:state",
      "reporter": "Iowa",
      "case_ids": [
        2118378
      ],
      "opinion_index": 0,
      "case_paths": [
        "/iowa/104/0074-01"
      ]
    },
    {
      "cite": "51 N. E. 645",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": 0
    },
    {
      "cite": "67 Am. St. Rep. 214",
      "category": "reporters:state",
      "reporter": "Am. St. Rep.",
      "opinion_index": 0
    },
    {
      "cite": "48 L. R. A. 753",
      "category": "reporters:federal",
      "reporter": "L.R.A.",
      "opinion_index": 0
    },
    {
      "cite": "175 Ill. 310",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        3162645
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ill/175/0310-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 736,
    "char_count": 13273,
    "ocr_confidence": 0.499,
    "pagerank": {
      "raw": 9.044122929003208e-08,
      "percentile": 0.5043664707865207
    },
    "sha256": "c3e70f775c58e9cf209b159001b56823a51dce9c35f179da6b874c709b30cba6",
    "simhash": "1:0ddbc4b00bcc7411",
    "word_count": 2393
  },
  "last_updated": "2024-02-27T21:18:50.990705+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Houston Oil Company of Texas v. McGuire."
    ],
    "opinions": [
      {
        "text": "Kirby, J.\nAppellee, in' his own behalf and as administrator of the estate of his deceased wife, sued the appellant oil company and its agent, Joe McDonald, to recover damages for the death of his wife, resulting from an alleged explosion of a highly inflammable and explosive fluid consisting of a mixture of coal oil and gasoline, it being alleged that the mixture had been bought as and for use as coal oil, as appellants knew, and that, instead of delivering coal oil, they wrongfully and negligently delivered from the wrong container gasoline, and sold same to appellee as and for coal oil.\nIt was further alleged that the appellant, Houston Oil Company, carelessly and negligently furnished to Joe McDonald, its agent, for sale to the public as and for use as kerosene said gaseous fluid, which was highly inflammable and ignitable at a temperature below 140 degrees Fahrenheit, knowing it was not suitable for use for heating and illuminating purposes.\nThat on the 4th of December, 1931, the deceased attempted to use said fluid as and for kerosene in starting the fire under a wash kettle or pot in the yard, as was the custom, and, starting to pour some of said fluid on the kindling and wood under said kettle, the can of fluid ignited and exploded, scattering its contents over the person of deceased, setting’ her clothing on fire and horribly burning ber body upon her face, neck, arms, waist and legs to such an extent that she died from the effects thereof on the 16th day of December, 1931, and from which, during the period of time that she lived after said explosion, she suffered the most excruciating and severest physical pain and mental anguish.\nThe answer denied the material allegations of the complaint and pleaded contributory negligence of the deceased as a defense.\nThe court instructed the jury, amending one of appellants’ requested instructions over its objection, and the jury returned a verdict assessing the damages at $2,000 for the plaintiff individually and at $5,000 as administrator of the estate, and from this judgment, this appeal is prosecuted.\nIt is insisted on appeal that the court erred in refusing to direct a verdict in favor of appellants, that appellee ’s wife was guilty of contributory negligence as a matter of law, and also that the court erred in admitting testimony relative to the custom of building fires with kerosene or coal oil, and by modifying appellants’ requested instruction No. 2 by adding the clause thereto: “if you further find that in so doing she was not exercising ordinary care for her own safety.”\nIt appears from the testimony that Noah McGuire, who lived in Calhoun County a short distance from Bear-den, across the line in Ouachita County, undertook to buy 5 gallons of kerosene from the Houston Oil Company through its agent, Joe McDonald, driver of the tank wagon. Handing his five-gallon can to McDonald to be filled with kerosene, McGuire went away, leaving his can with McDonald, and, returning shortly, paid McDonald 45 cents for the oil, being the regular standard price for kerosene. McGuire took the oil home and had used very little of it on December 4th. He put some of it in a stove in the potato house, but was not able to say that the container was empty when he put the newly purchased oil in. He also put some in an oil lamp, which contained a small amount of oil, and he noticed that there was a peculiarity about the way the wick of the lamp burned when he raised the globe, the blaze would run up high, and he would have to turn the wick down for about a half minute and then turn it back up gradually after putting on the globe.\nOn December 4, while McGuire was away in the woods at work, Mrs. McGuire undertook to build a fire under the wash boiler in the back yard, and the can of oil exploded, with disastrous results to her. The explosion was heard by persons half a mile away, who thought it was from dynamite being used on the highway; and those who appeared on the scene soon afterwards could not tell much about the occurrence.\nMrs. Palman said the explosion threw Mrs. McGuire 10 feet away from the kettle, where she saw some of the remains of her burned clothing. McGuire went out to the kettle after he reached home and picked up the oil can about 12 to' 16 feet away from the kettle and the bottom had been blown out of the can. Oil had been splashed all over a pile of oak heater wood about 20 feet from the wash pot and had burned over the pile of wood. The pot was turned over on its side, and there was nothing left around it but a few splinters and a small pile of chips underneath.\nSome of the fluid had been drawn out of the can by Mr. McGuire into a bottle and carried to the woods for oiling saws. This bottle was corked with a bunch of pine needles and the oil sprinkled through on the saws prior to the explosion, and'the common test of putting a small quantity on paper and then touching a lighted match to it disclosed that it was much more volatile and inflammable than kerosene, which was subjected to the same test at the same time.\nA flash test and a chemical test were both made by Dr. Rose, chemist, and proved that the fluid was gasoline. The explosion itself seems to confirm this finding, as otherwise the fluid should not have exploded in the open air on a cold day, according to Rose’s statement.\nDr. Rose, who made the analysis of the sample of the fluid, testified upon a question embracing the allegations of the answer and the other proof relative to the explosion that, if the fluid had been kerosene or coal oil of the grade permitted to be sold by the statute, it would not have ignited and exploded under such circumstances. It should not have exploded unless the temperature of the kerosene had been raised to the igniting point, which would have taken some time and heat would have had to have been applied to the can; and that, even if the kindling surrounding the wash pot was burning, his answer would not be changed.\nJoe McDonald, one of the defendants, denied that he drew the fluid from the wrong faucet, either at the station or out of his tank wagon; stated there were three faucets for delivering the products sold, oil, gasoline, etc., and that he himself unlocked the kerosene tank when it was delivered into the tank wagon.\nJelly Warren, whose duty it was to deliver the oil from the storage tanks of the oil company at their depot, did not testify.\nThe test of the fluid as analyzed by Dr. Rose showed it contained 96 per cent, of gasoline and ignited at a temperature of 88 degrees, when the statute (§ 5903, Crawford & Moses’ Digest, as amended by act 77 of 1923) provides that, if the fluid ignites at a temperature of less than 140 degrees, it shall not be offered for sale for illuminating and heating purposes.\nThe manager of the oil company and some of its chemists testified about the details of making the test for determining when petroleum oil meets the required standard for gasoline and kerosene, and also about the location and capacity of this storage tank from which sales and deliveries are made. Said that if the fluid, as analyzed by Dr. Rose, contained 96 per cent, gasoline, it would be very dangerous to use in a potato house stove or lamps, and he doubted if it would burn in kerosene lighting equipment without causing a fire; said the company knew what was put into the tanks to be delivered, but that no test was made after it was put into the tank wagon of McDonald. That the company should know about the ingredients of every liquid that went into its storage tanks; said the fluid could have been tested at every point except on delivery at the tank trucks and the wrong fluid might have been delivered.\nNo witness who could have known testified that the fluid put into the tank wagon as coal oil came from the kerosene storage tank. No one saw McDonald draw it from that tank, and the can could have been filled with gasoline by McDonald by opening the wrong faucet or it could have resulted from a mistake in loading the gasoline tank. The fluid delivered to McGuire was not kerosene, but about 96 per cent, gasoline, flashed in a test at a temperature of 88 degrees and on a cold day in the open air exploded, causing the death of appellee’s wife. It certainly was not kerosene of the grade required by the statute for heating purposes, and it makes no difference where the mistake was made, since it was made by appellant or its agents, whether in loading the tank truck or in filling the oil can; and the testimony is sufficient to show the delivery of the gasoline to appellee, and no error was committed in refusing to direct a verdict.\nThere was no eyewitness to the explosion of the gasoline and the burning of Mrs. McGuire on account of it, and the law presumes that a person injured is free from fault in the absence of such eyewitness or evidence to the contrary. Dallemand v. Sallfeldt, 175 Ill. 310, 48 L. R. A. 753, 67 Am. St. Rep. 214, 51 N. E. 645; Salyers v. Monroe, 104 Iowa 74, 73 N. W. 606; Atchison, T. & S. F. R. Co. v. Aderhold, 58 Kan. 208, 49 Pac. 83; Mynning v. Detroit, L. & N. R. Co., 64 Mich. 93, 8 Am. St. Rep. 804, 31 N. W. 147; Texas & P. R. Co. v. Gentry, 163 U. S. 353, 16 S. Ct. 1104, 41 L. ed. 186; Chicago B. & Q. R. Co. v. Gunderson, 174 Ill. 495, 51 N. E. 708.\nThe burden was upon the appellants to establish contributory negligence upon the part of deceased, and it has failed to discharge the burden. In the case of Ellis v. Republic Oil Co., 133 Iowa 11, 110 N. W. 20, a case wherein the facts are similar to the case at bar, it is said, with reference to contributory negligence:\n“It is said, however, that there was not sufficient showing of absence of contributory negligence on part of the deceased. To this contention it may first be said that there is no living witness of the explosion or of the circumstances under which the'unfortunate girl met her death, and the administrator of her estate is in this action entitled to the presumption of due care on her part arising from the common instinct of self-preservation which naturally leads a normal person to avoid danger.” Citing eases.\nIt was further said there:\n“In the absence of any showing or suggestion that she was not in any manner responsible for the character of the contents of the oil can, or that any reason existed to excite her suspicion that the can was not filled with standard kerosene, there is certainly no showing on which we can say as a matter of law that she was- guilty of contributory negligence. The use of- kerosene in kindling fires is too common and too well known for us to say that a person using reasonable- care may not employ that agency without being chargeable with negligence.” • - -\nNo error was committed in admitting testimony relative to the custom of making fires with kerosene, that being such a matter of common knowledge that the court could have taken it into account without any such testimony in any event. Waters-Pierce Pet. Co. v. Deselms, 212 U. S. 157, 29 S. Ct. 270; Kentucky Independent Oil Co. v. Schnitzler, 208 Ky. 507, 271 S. W. 570, 39 A. L. R. 979.\nNeither did the court err in modifying defendants’ requested instruction No. 2 by adding the words complained of, making it read: “Ton are instructed that, if you believe from the testimony in this case that Mary McGuire had built a fire under and around a wash pot in her yard, which fire had died down until only some coals or hot embers remained surrounding the pot, and that she undertook to rekindle the fire, placing some kindling wood under and around the pot, and that in starting the fire she took the can of fluid in controversy and poured the contents thereof on said kindling wood, coals and hot embers, and that while doing so the coals and kindling suddenly burst into flames which ignited the fluid in the can, resulting in the injury and death complained of, and if you further find that in so doing she• was not exercising ordmary care for her own safety, then you are told that the said Mary McGuire was guilty of contributory negligence, and plaintiffs cannot recover, and your verdict should be for defendants.”\nThe circumstances of this case are unlike those in the case of Magnolia Pet. Co. v. Bell, 186 Ark. 723, 55 S. W. (2d) 782, and the injured woman could not be charged with being guilty of contributory negligence as a matter of law, and no error was committed in modifying the instruction by the addition to it leaving the question to the jury.\nUpon the whole case, the doctrine found in Pierce Oil Corporation v. Taylor, 147 Ark. 100, 227 S. W. 420, and Pierce Oil Corp. v. Taylor, 264 Fed. 829, justifies the finding that the appellants sold the dangerous fluid as and for kerosene or coal oil because of which, in the customary use of it, the explosion occurred causing the damage, notwithstanding that some of the facts are proved partially by circumstantial evidence and legitimate inferences. See also Waters-Pierce Pet. Co. v. Deselms, supra.\nWe find no prejudicial error in the record, and the judgment is affirmed.",
        "type": "majority",
        "author": "Kirby, J."
      }
    ],
    "attorneys": [
      "Gaughan, Sifford, Godwin & Gaughan and Powell, Smead & Knox, for appellant.",
      "J. S. McKnight, Walter L. Pope and Pace & Davis, for appellee."
    ],
    "corrections": "",
    "head_matter": "Houston Oil Company of Texas v. McGuire.\n4-2926\nOpinion delivered April 17, 1933.\nGaughan, Sifford, Godwin & Gaughan and Powell, Smead & Knox, for appellant.\nJ. S. McKnight, Walter L. Pope and Pace & Davis, for appellee."
  },
  "file_name": "0293-01",
  "first_page_order": 313,
  "last_page_order": 320
}
