{
  "id": 8726169,
  "name": "State vs. Grider",
  "name_abbreviation": "State v. Grider",
  "decision_date": "1857-01",
  "docket_number": "",
  "first_page": "297",
  "last_page": "303",
  "citations": [
    {
      "type": "official",
      "cite": "18 Ark. 297"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 558,
    "char_count": 12937,
    "ocr_confidence": 0.535,
    "sha256": "a771fc5d40a032a2a1639144e00e6a1ebfa328d6d719dab8858ca38d29d82c2d",
    "simhash": "1:b8fba6083b9786a2",
    "word_count": 2370
  },
  "last_updated": "2023-07-14T15:23:25.052204+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Hon. Beaufort H. Neely, Circuit Judge."
    ],
    "parties": [
      "State vs. Grider."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Hanly\ndelivered the opinion of the Court.\nThe appellee was indicted at the November term of the Randolph Circuit Court, for 1854, for gaming, under the provisions of the first and third sections of the 3d art. of the 51 si chap, of the Dig. p. 365-’6.\nThe indictment contains four counts, as follows:\nThe 1st: Charging the appellee with betting a certain sum of money “ upon and against a certain faro bank, then and there exhibited,” etc.\n2d. With betting a like sum of money “ upon and against a certain gaming table then and there exhibited, commonly called a faro bank,” etc.\n3d. With betting a like sum of money “ upon and against a certain other gambling device commonly called the Tiger,” etc.\n4th. And.with betting a like sum of money “upon and against a certain other gambling device then and there exhibited commonly called the Blind Tiger,” etc.\nAt the May term, 1855, the appellee moved the Court to quash the indictment for sundry reasons set out. The Court, on consideration of the motion, overruled it as to the first two counts, and sustained it as to the two latter; to which the State excepted. The appellee was arraigned on the first two counts, pleaded not guilty thereto, and was tried by a jury and acquitted.\nA motion for a new trial was made by the attorney for the State, and on consideration thereof was overruled by the Court; to which the appellant also excepted, setting out all the evidence adduced at the trial, which we will state as far as material, when we come to treat on that branch of the case.\nIt appears also from the transcript that certain instructions were given to the jury by the Court, and exceptions taken thereto by the appellant, which we will hereafter also state when they are particularly and specially considered.\nThe cause was brought to this Court by appeal.\nSeveral errors are assigned, questioning the judgment of the Court below in respect to the quashing of the last two counts in the indictment, as well as the giving of certain instructions, and the refusal to grant the new trial as moved for.\nWe will proceed at once to consider and determine these several questions raised by the assignment of errors in this cause.\n1. Did the Court below err in quashing the last two counts in the indictment? The indictment in this cause was framed ■ under the 1st and 3d sections of our Gaming Act, which are in these words:\n“Sec. 1. Every person, who shall set up,keep or exhibit, any gaming table, or gambling device, commonly called A B C, E O, roulette, rouge et noir, or any faro bank, or any other gaming table or gambling device, or bank of the like or similar kind, or of any other description, although not herein named, be the name or description what it may, adapted, devised or designed for the purpose of playing any game of chance, or at which any money or property may be won or lost,” etc.\n“Sec. 3. If any person shall be guilty of betting any money or other valuable thing, or any representative of any thing that is esteemed of value, on any of the games prohibited by the first section of this act, on conviction,” etc. See Digest p. 366.\nThe first section of our Gaming Act has, therefore, been very ably and thoroughly construed by this Court in a series of cases commencing, we may say, almost from the date of its passage, and continuing to the present period; and we know of no case in the entire series in which the subject has been more fully elaborated than in Brown vs. The State, (5 Eng. R. 616), in which this Court said: “ In the first class of offences in the enumeration, the entire motive power and machinery of the game consists in the table itself, and that in the latter, the name and whole character of the game are directly derived from, and are wholly dependant upon the isolated idea of a bank, as stripped and disconnected from that of a table\"\nIn a subsequent case, (Stith vs. The State, 13 Ark. R. 683), the construction of the first section of the gaming act again came up for consideration', under a state of facts differing somewhat from that presented in the case from which we have just quoted, in which this Court said: “Where the.betting is against one of the banking games, it is sufficient for the indictment to charge that the defendant bet against such bank or table,” etc. And to the same purport are the cases of Drew vs. The State, (5 Eng. R. 82.) The State vs. Eldridge, (7 Eng. R. 608.) Johnson vs. The State, (13 Ark. R. 684), and the cases of the two Barkmans, (13 Ark. R. 703 and 705.)\nFrom the tenor of those decisions, there can be no doubt, we think, that when the charge is for betting upon any one of the games named in the first section of the act, all that is required to make the indictment effective and valid, is, to describe the game in the language of the act itself, as for instance ABC, E O, roulette, rouge et noir, or faro bank. But when the charge is for betting at a “ gaming table or gambling device, or bank of the like or similar kind, or of any other description, although not (in the act) named,” we hold that the indictment should aver, in addition to the name of the particular device, bank or table, that the game bet at was a gaming table or bank, similar to one of the games specified or named in the act, or else that the game .played at was a device, “adapted, devised or designed for the purpose of playing a game of chance, and at which money or property may be won or lost.”\nIn the case before ns the indictment does not aver that the games of “Tiger” and “Blind Tiger,” are either banking games or gambling tables. The word “ device ” used in the indictment is not sufficiently comprehensive or potent to designate the game bet at or upon, so as to enable the Court to determine whether the games were really banks or tables, or whether they belonged to that other class of games prohibited and punished under the provisions of the 8th section of the same chapter of the Digest, which are differently punished and require, different averments to charge them properly. \"With the view of the law as we have expressed it, the conclusion upon our minds is irresistible that the Court below did not err in quashing the third and fourth counts in the indictment.\n2d. The next question, which arises on the record, is the one growing out of the instruction which was given to the jury which tried this cause in the Court below, and which was excepted to by the counsel for the State. The instruction to which we refer is as follows: “ That if the jury should find from the evidence that the defendant had bet money in Randolph county, within twelve months next before the finding of the indietmeut, on or against a game of faro, they should find him guilty, and if they should find that the game, against which the defendant bet, was called by another name, to wit: Tiger, and if they should believe from the evidence that Tiger and faro are the same game in principle, although differing in some respects, yet, if the differences do not affect the rules and principles of the game so as to make them, in principle, essentially different games, although called by different names, they should find a verdict of guilty; but if they should find from the evidence that the defendant bet upon a game called Tiger, and it is essentially different from Faro in the rules and principles of the game, so as to make it another game, they should acquit.” By reference to the testimony brought upon the record by the appellant’s bill of exceptions, we think there can' be no doubt but that the instruction given was not an abstract one, but was one warranted by the evidence. We are, moreover, ol the opinion that the law is correctly laid down in the instruction, as applicable to the charge in the indictment, and the facts elicited upon the trial. It is as favorable to the State as she could have asked. If it is obnoxious to any complaint at all, it certainly does not behoove the State to be heard to complain against it; it might with more propriety come from the other party. But as we before remarked, we do not conceive that any serious objection could be taken to it, even by the appellee, had he seen proper to attempt it, and were he in a position to do so. We, therefore, hold that the Court below did not err in giving the instruction in question, as far as the appellant is concerned or affected.\n3d. As to the third and last question presented for our consideration and adjudication; did the Court below err in overruling the appellant’s motion for a new trial? Before proceeding to determine this question we take occasion to remark that we waive any opinion as to the question, whether the Court below could, in any criminal cause, after a trial and a verdict of acquittal, grant to the State ,a new trial so as to subject the accused to another trial, and also, whether this Court ever since the passage of the act of 1846, (see secs. 240 and 241, chap. 52, Dig. p. 423,) allowing appeals and writs of en’or in certain cases in behalf of the State, on reversing the judgment of the Circuit Court, can in any case, where there has been a regular jury trial, and an acquittal of the defendant, grant a new trial to the State, and require a defendant to undergo a new trial in the Circuit Court; preferring, as we do, to consider these grave points, only when they are deliberately made by counsel, or necessarily arise in the cause we are considering. In the case before us, the necessity of a decision upon these questions is removed by the result, of our opinion upon the whole record before us. Waiving these questions, then, should the Court below have granted to the appellant a new trial? We will not attempt a statement of the evidence or testimony. We shall content ourselves by simply remarking, that there was evidence before the jury conducing to show that the game bet at by the appellee, was not the game of faro, but was a game of a different name, and so materially differing from the game of faro as to make it a question of identity, in respect to the game, to be determined by the jury in their return upon the entire body of facts before them. (See James Barkman vs. State, ubi sup. and the cases there cited.)\nThe rule, both in civil and criminal causes, under the facts above stated, is this; that where the statements of witnesses are contradictory, it is the province of the jury to determine which is entitled to credit, and to find accordingly; and this Court will not review the evidence for the purpose of passing upon the correctness of their conclusion as to the weight of evidence. It is sufficient that there is not a total want of evidence to support the verdict. See Mains vs. State, 13 Ark. R. 285. Funkhouser and wife vs. Pogue, Ib. 296. Hendrix vs. Sharp, same 306. Stanton vs. State, same 317. Bevens vs. State, 6 Eng. R. 463, and many other cases to the same point.\nAs we regard the case before us as strictly within the rule just laid down, we are forced to the conclusion that the Court below did not err in refusing to set aside the verdict and grant the appellant a new trial.\nFinding upon the entire record no error of which the appellant had a right to complain, the judgment of the Randolph Circuit Court is therefore in al‘1 things affirmed.'",
        "type": "majority",
        "author": "Mr. Justice Hanly"
      }
    ],
    "attorneys": [
      "JoRDan for the State.",
      "Wm. Byers for the appellee."
    ],
    "corrections": "",
    "head_matter": "State vs. Grider.\nIn an indictment for betting on any one of the games named in the first section of the Gaming Act, it is sufficient to describe the game in the language of the act.\nBut where the charge is for betting at a “ gaming table, or gambling device, or bank of the like or similar kind, or of any other description, although not named,” the indictment should aver, in addition to the name, that it was a gaming table or bank similar to one of the games named in the act, or else that the game was a device “ adapted, devised and designed for the purpose of playing a game of chancé, and at which money or property may be won or lost;” and so a charge that the defendant bet “upon and against a certain gambling device commonly called the Tiger,” held insufficient.\nOn the trial of an indictment for betting at Faro, the Court instructed the jury that if they find from the evidence that the defendant bet upon a game called Tiger, and it is essentially different from Faro in the rules and principles of the game, so as to make it another game, they should acquit: Held that the State had no right to complain of the instruction.\nThe rule, that this Court will not disturb the verdict of the jury where there is not a total want of evidence to support it, approved.\nQuere. Can the Circuit Court in any criminal cause, after a trial and verdict of acquittal, grant to the State a new trial, so as to subject the accused to another trial! Or can this Court, on reversing any criminal case at the instance of the State, award a second trial?\nAppeal from, the Circuit Court of Randolph county.\nHon. Beaufort H. Neely, Circuit Judge.\nJoRDan for the State.\nWm. Byers for the appellee."
  },
  "file_name": "0297-02",
  "first_page_order": 297,
  "last_page_order": 303
}
