{
  "id": 8721310,
  "name": "Wilmot Road Improvement District v. DeYampert",
  "name_abbreviation": "Wilmot Road Improvement District v. DeYampert",
  "decision_date": "1923-06-04",
  "docket_number": "",
  "first_page": "298",
  "last_page": "304",
  "citations": [
    {
      "type": "official",
      "cite": "159 Ark. 298"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "138 Ark. 221",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1566875
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/138/0221-01"
      ]
    },
    {
      "cite": "133 Ark. 197",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1575078
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/133/0197-01"
      ]
    },
    {
      "cite": "60 Ark. 158",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "27 Ark. 353",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "20 Ark. 77",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1869322
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/20/0077-01"
      ]
    },
    {
      "cite": "2 Ark. 229",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1848211
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/2/0229-01"
      ]
    },
    {
      "cite": "103 Ark. 573",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "134 Ark. 447",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1573265
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/134/0447-01"
      ]
    },
    {
      "cite": "138 Ark. 549",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1566976
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/138/0549-01"
      ]
    },
    {
      "cite": "89 Ark. 513",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1515250
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/89/0513-01"
      ]
    },
    {
      "cite": "73 Am. St. Rep. 519",
      "category": "reporters:state",
      "reporter": "Am. St. Rep.",
      "opinion_index": -1
    },
    {
      "cite": "57 Neb. 391",
      "category": "reporters:state",
      "reporter": "Neb.",
      "case_ids": [
        599052
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/neb/57/0391-01"
      ]
    },
    {
      "cite": "118 Ark. 416",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1562543
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/ark/118/0416-01"
      ]
    },
    {
      "cite": "212 U. S. 275",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5711699
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/212/0275-01"
      ]
    },
    {
      "cite": "185 U. S. 136",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "opinion_index": 0
    },
    {
      "cite": "138 Ark. 221",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1566875
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/138/0221-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 537,
    "char_count": 13654,
    "ocr_confidence": 0.438,
    "pagerank": {
      "raw": 1.1010152909600835e-07,
      "percentile": 0.5683736773842799
    },
    "sha256": "8cfc6d1c05939d624d8040b021fad9b4239bb2fc3a964717d3117a2cfe43b433",
    "simhash": "1:5cf79db0c1566cd4",
    "word_count": 2380
  },
  "last_updated": "2024-02-27T18:54:00.643605+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wilmot Road Improvement District v. DeYampert."
    ],
    "opinions": [
      {
        "text": "Hart, J.,\n(after stating the facts). The judgment of the circuit court was wrong. It is true that, according to Light v. Self, 138 Ark. 221, and other decisions of this court, the records of the county court showing that no proceedings were had on the general county court record is conclusive of that fact. The order in question, however, laying out new public roads and changing the old ones in Wilmot Road Improvement District, was not made under the general provisions of the statutes in regard to laying out public roads, but was made under a provision of the special act of the Legislature creating the Wilmot Road Improvement District referred to above.\nAs set out in our statement of facts, this special act was approved on the 30th day of January, 1920, and contains a provision authorizing the county court of Ashley County to lay out public roads in the district along the lines selected by the board of improvement commissioners in the manner provided by § 5249 of Crawford & Moses’ Digest.\nThis special act also contains a provision to the effect that “all courts shall be deemed always open for the purposes of this act.” As we have just seen, one of the purposes of the act was for the county court to lay out new roads, or to change existing public roads within the boundaries of the road improvement district.\nUnder this section of the act creating AYilmot Road Improvement District the county court was always open for the transaction of business relating to said road improvement district. It is true that the order in question mating the changes in the public road was signed by C. D. Oslin, Judge, but it was in effect made by him as a court. The order was made in his character as a judge, and was in its nature judicial. Hence it did not make any difference whether Oslin declared himself in words to be acting as a court or not.\nThe statute requires the county court to be always kept open for the purpose of making orders with regard to the road improvement district, and any judicial order made by the county judge is, under the terms of the statute, an order made by the county court. The judge of the county court having been authorized and directed, under the statute, to hold court in vacation for that kind of business, the order was, under the statute, a court order.'\nIn Courts and Their Jurisdiction, by John D. Works, p. 377, the law is stated as follows:\n“Although terms of court may be provided for generally, the Legislature may provide that, for the transaction of business of an urgent character, the court shall be open at all times, and, under such legislation, the court may act with reference to such business during what is, as to other business, vacation. But this is not the act of a judge in vacation, but of the court. And where a judge is authoifized to appoint a receiver, or perform other like judicial acts, it is held that his acts, orders, and proceedings, although had in vacation, are the judicial proceedings of the court whereof he is judge. This, however, is based upon the-ground that the words ‘judge’ and ‘court’ are, as used in the statute authorizing the appointment -of' a receiver in vacation, synonymous.”\nThe United States Supreme Court has uniformly upheld the act of Congress providing that bankruptcy courts shall always be open for certain purposes in bankruptcy proceedings. United States v. Finnell, 185 U. S. 136, and United States v. Marvin, 212 U. S. 275.\nIt would be too narrow an interpretation of the statute to hold that the business was not transacted by the court because it was signed by C. D. Oslin, Judge. The power of the Legislature to provide that a court shall always be open for the purposes named in the act has never been denied, so far as we are informed, by any court where these questions have been presented for its consideration. Hence we think the exercise of judicial power in accordance with the provisions of the special act constituted an act of the court.\nThe county court had the power to adjourn the county court for all purposes with regard to the jurisdiction it might exercise under the Constitution and the other statutes of the State; but, the statute in question having provided that it should be always open for the purposes of the act, any judicial power exercised by the county judge for any purpose coming within the provisions of the act necessarily constituted an action by the court. It did not make any difference that the order of the court was not kept on the records for general countv court proceedings. It was sufficient if a proper record was kept in tlie county clerk’s office for the purpose. It seems that, for tlie purpose of convenience, tlie county clerk kept tlie proceedings of the county court with regard to the Wilmot Road Improvement District in a special record, and, as we have above indicated, this fact could not in any sense render the proceeding void. The essential fact was that the order was a judicial act, and was made by the county judge, who, under the provisions of the special act creating the road improvement district, was authorized to make it any time, and whose court was deemed to be always in session for that purpose.\nAs above stated, it is well settled that by statute a court may have terms for certain purposes, and be regarded as always open for other purposes designated by the statute.\nIt is also insisted that the appeal should be dismissed because it is not taken within The time provided by the statute.\nSec. 11 of the special act creating the Wilmot Road Improvement District provides, “all suits involving the validity of the district * * * shall be deemed matters of public' interest and advanced in all courts and heard at the earliest moment, and all appeals therein will be taken and perfected within thirty days.”\nThis provision of the special act is not applicable to this suit. This proceeding does not involve in any manner the validity of the district. The order of the county court making the changes in the public roads might be valid or invalid, yet the validity of the district would in no wise be affected. Hence the special provision just quoted does not amply. The appeal was taken within six months, and that is sufficient.\nIt follows tliat the judgment must be reversed, and the cause will be remanded for further proceedings according to law7 and not inconsistent with this opinion.",
        "type": "majority",
        "author": "Hart, J.,"
      }
    ],
    "attorneys": [
      "Coleman, Robinson •& House, for appellant.",
      "Williamson & Williamson, for appellees."
    ],
    "corrections": "",
    "head_matter": "Wilmot Road Improvement District v. DeYampert.\nOpinion delivered June 4, 1923.\n1. Highways — vacation orders changing roads. — While the records of the county court showing that no proceedings were had on the general county court record is conclusive of that fact, under a special road improvement act providing that “all courts shall he deemed always open for the purposes of this act,” .one of which purposes was to lay out new roads or to change existing public roads within the boundaries of the district, held, that, though the general county court record showed that there was no •business transaacted on a certain day, an order entered on the same day in a special book establishing new roads and making changes in the old roads, though signed by the county judge, was an order by the county court, and it was immaterial.that it was not recorded in the general records of the county court, but in a special record kept for that purpose.\n2. Highways — orders changing roads — appeals.—A provision in a special act creating a road improvement district that appeals in “all suits involving the validity of the district” shall be taken within thirty days, has no application to a proceeding in the county court making changes in the roads sought to be improved.\nAppeal from Ashley Circuit Court; Turner Butler, Judge;\nreversed.\nSTATEMENT OE EACTS.\nAppellants prosecute this appeal to reverse a judgment against them, in favor of appellees, in the circuit court, affirming a judgment of the county court setting aside a former order of that court making changes m certain public roads according to plans filed by Wilmot Road Improvement District.\nOn April 7, 1921, W. B. DeYampert and numerous other taxpayers and owners of real property within the boundaries of Wilmot Road Improvement District in Ashley County, Ark., filed a petition in the county court to set aside an order made in said court, approving certain changes in the public roads and opening new roads according to the plans filed by the Wilmot Road Improvement District.\nThe Wilmot Road Improvement District was created by special act No. 2, approved January 30, 1920, which, is one of the unpublished acts of the special session of the Legislature held in January, 1920.\nSec. 5 of the act provides that the county court of Ashley County shall lay out public roads along- the lines selected by the hoard of improvement district commissioners in the manner provided by § 5249 of Crawford & Moses’ Digest.\nThe regular docket of the county court shows affirmatively that the county court had no business before it and made no order on May 10, 1920. It also appears that there was a special record kept in the county clerk’s office for the.purpose of showing the orders made by the county court in the Arkansas-Louisiana Highway District. This book also contains certain orders made by the county court of Ashley County in the matter of laying out ánd changing the public highways in the Wilmot Road Improvement District. This record shows that on May 10,1920, an order was made laying out and changing the public highways in the Wilmot Road Improvement District in certain respects, and the order was signed “'C. D. Oslin, Judge.” Oslin was at that time the judge of the county court of Ashley County.\nAccording to his testimony, he made the order in question and signed it late in the afternoon on May 10, 1920. He had already made the general county court record show that there was no business transacted on that day. Late in the afternoon the commissioners of Wilmot Road Improvement District came into his office in the courthouse, and he made and signed the order making changes and laying out the public roads in the Wilmot Road Improvement District, and the clerk spread this order upon the book in which the records of the county court relating to the proceedings in the Arkansas-Louisiana Highway District were kept. The testimony of the county judge is corroborated by that of one of the commissioners of Wilmot Road Improvement District.\nIt appears also from the testimony of the comity clerk that there is a book in 1ns office -which contains the proceedings of the county court in regard to the Arkansas-Louisiana Highway Improvement District, and also purports to be a record of the proceedings in the county court with regard to the Wilmot Road Improvement District.\nA new county judge had come into office when the proceedings in the instant case came on for hearing. Upon tire showing recited above, the county court ordered that the judgment in question establishing new roads and making changes in the old roads in the Wilmot Road improvement District should he annulled and set aside. .\nUpon appeal to the circuit court the case was heard upon .the same records and evidence. The circuit court was also of the opinion that the judgment of the county court in question establishiilg new roads and changing the old public roads in the Wilmot Road Improvement District should he annulled and set aside.\nJudgment was rendered accordingly, and to reverse that judgment this appeal has been prosecuted.\nColeman, Robinson •& House, for appellant.\nThe Legislature had power to provide that all courts should be deemed always open for the purpose of this act, as was done by § 11 of the act. Presumption in favor of validity of acts of courts, when done in term time. Ex parte Baldwin, 118 Ark. 416. The record' shows that the county court was open on May 10, and that the order was entered on the same day approving the plans and opening up the new road. 57 Neb. 391, 73 Am. St. Rep. 519. It must be presumed that the order was made by the county court in regular session. .\nWilliamson & Williamson, for appellees.\nConrt should strike transcript from the files, as it does not comply with requirements of rules XYI and XVIII. The appeal should he dismissed as not taken within time prescribed by the act, thirty days. Unless tlie county court first laid out the roads to he' improved, all subsequent proceedings were void. See. 28, art. 7, Constitution 1874; 148 Arle. 365; 89 Ark. 513; 138 Ark. 549. Oral testimony not admissible to contradict the plain record of a court of justice. 7 R. C. L. 1018. 118 Ark. 416, cited by appellant, not in point, and 57 Neb. 391 is in conflict with the court’s decision in 134 Ark. 447. The Nebraska case is easily distinguished from the instant case in any event. The county court, not the judge, has power to open new roads.- Sec. 5249, Crawford and Moses’ Digest; § 8, art. 7, Constitution. A county court is an organized body in session a.t a fixed place and' a designated time, consisting of a judge, a sheriff and a clerk, acting pursuant to legal authority. Secs. 1392, ,2272, 2274, C. & M. Digest. A judge acting alone is not a court. 103 Ark. 573; 2 Ark. 229; 20 Ark. 77; 27 Ark. 353; 60 Ark. 158; 134 Arid 455; 133 Ark. 197; 138 Ark. 221; 15 C. J. 718, 875. Sec. 11 of the act creating the district, providing “all courts shall be deemed alwavs open for the purposes of this apt,” does not remedy the condition, because the uncontradicted evidence shows court was not convened, was not in session at the time the expunged record was signed informally by ’the judge. The-provision only relates to the suits authorized by the act in some section therewith."
  },
  "file_name": "0298-01",
  "first_page_order": 324,
  "last_page_order": 330
}
