{
  "id": 4355770,
  "name": "Douglas L. Moore et al., Respondents, v. The Washington State Health Care Authority et al., Petitioners",
  "name_abbreviation": "Moore v. Washington State Health Care Authority",
  "decision_date": "2014-08-21",
  "docket_number": "No. 89774-3",
  "first_page": "299",
  "last_page": "315",
  "citations": [
    {
      "type": "official",
      "cite": "181 Wash. 2d 299"
    }
  ],
  "court": {
    "name_abbreviation": "Wash.",
    "id": 9029,
    "name": "Washington Supreme Court"
  },
  "jurisdiction": {
    "id": 38,
    "name_long": "Washington",
    "name": "Wash."
  },
  "cites_to": [
    {
      "cite": "769 F.2d 958",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        360999
      ],
      "year": 1985,
      "pin_cites": [
        {
          "page": "965-66"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/769/0958-01"
      ]
    },
    {
      "cite": "469 F.3d 735",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3756283
      ],
      "year": 2006,
      "pin_cites": [
        {
          "page": "744"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/469/0735-01"
      ]
    },
    {
      "cite": "455 F.3d 489",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3251210
      ],
      "year": 2006,
      "pin_cites": [
        {
          "page": "499"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/455/0489-01"
      ]
    },
    {
      "cite": "860 F.2d 834",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        655685
      ],
      "year": 1988,
      "pin_cites": [
        {
          "page": "836"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/860/0834-01"
      ]
    },
    {
      "cite": "800 F.2d 697",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1600053
      ],
      "year": 1986,
      "pin_cites": [
        {
          "page": "703-04"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/800/0697-01"
      ]
    },
    {
      "cite": "793 F.2d 1502",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1587199
      ],
      "year": 1986,
      "pin_cites": [
        {
          "page": "1517"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/793/1502-01"
      ]
    },
    {
      "cite": "66 S. Ct. 574",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        413888
      ],
      "weight": 2,
      "year": 1946,
      "opinion_index": 0,
      "case_paths": [
        "/us/327/0817-06"
      ]
    },
    {
      "cite": "327 U.S. 251",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        413888,
        413877
      ],
      "year": 1946,
      "pin_cites": [
        {
          "page": "265"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/327/0817-06",
        "/us/327/0251-01"
      ]
    },
    {
      "cite": "330 P.2d 1068",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1958,
      "pin_cites": [
        {
          "parenthetical": "quoting Bigelow v. RKO Radio Pictures, Inc., 327 U.S. 251, 265, 66 S. Ct. 574, 90 L. Ed. 652 (1946)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "53 Wn.2d 96",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1011256
      ],
      "year": 1958,
      "pin_cites": [
        {
          "page": "99",
          "parenthetical": "quoting Bigelow v. RKO Radio Pictures, Inc., 327 U.S. 251, 265, 66 S. Ct. 574, 90 L. Ed. 652 (1946)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/53/0096-01"
      ]
    },
    {
      "cite": "16 P.3d 583",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "weight": 2,
      "year": 2001,
      "opinion_index": 0
    },
    {
      "cite": "142 Wn.2d 801",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1361324
      ],
      "year": 2001,
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/142/0801-01"
      ]
    },
    {
      "cite": "161 P.3d 1000",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2007,
      "pin_cites": [
        {
          "parenthetical": "class actions demonstrate \"a state policy favoring aggregation of small claims for purposes of efficiency, deterrence, and access to justice\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "160 Wn.2d 843",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        3630750
      ],
      "year": 2007,
      "pin_cites": [
        {
          "page": "851",
          "parenthetical": "class actions demonstrate \"a state policy favoring aggregation of small claims for purposes of efficiency, deterrence, and access to justice\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/160/0843-01"
      ]
    },
    {
      "cite": "267 P.3d 998",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "weight": 2,
      "year": 2011,
      "opinion_index": 0
    },
    {
      "cite": "173 Wn.2d 264",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4020295
      ],
      "year": 2011,
      "pin_cites": [
        {
          "page": "280"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/173/0264-01"
      ]
    },
    {
      "cite": "63 P.3d 198",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2003,
      "opinion_index": 0
    },
    {
      "cite": "116 Wn. App. 245",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        265869
      ],
      "weight": 3,
      "year": 2003,
      "pin_cites": [
        {
          "page": "248"
        },
        {
          "page": "258-59"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/116/0245-01"
      ]
    },
    {
      "cite": "225 P.3d 990",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2010,
      "opinion_index": 0
    },
    {
      "cite": "168 Wn.2d 193",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4007411
      ],
      "year": 2010,
      "pin_cites": [
        {
          "page": "198"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/168/0193-01"
      ]
    },
    {
      "cite": "259 P.3d 256",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2011,
      "opinion_index": 0
    },
    {
      "cite": "172 Wn.2d 616",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4018437
      ],
      "year": 2011,
      "pin_cites": [
        {
          "page": "631-32"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/172/0616-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1048,
    "char_count": 28102,
    "ocr_confidence": 0.744,
    "pagerank": {
      "raw": 5.487481659120741e-08,
      "percentile": 0.34374031072854055
    },
    "sha256": "9c2d395b9c4d9cb027bc57a02dd5af7abdf092187d6ce2ce3d7c4670abd4e938",
    "simhash": "1:0b6df3247ea856e2",
    "word_count": 4593
  },
  "last_updated": "2024-02-27T19:47:16.443836+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Douglas L. Moore et al., Respondents, v. The Washington State Health Care Authority et al., Petitioners."
    ],
    "opinions": [
      {
        "text": "¶1 In this class action lawsuit, the trial court found that the State wrongfully denied health benefits to a number of its part-time employees. We must now determine how to value the damages suffered by that group of employees when they were denied health benefits. The State argues that the only damages to the employees were immediate medical expenses paid by employees during the time they were denied health benefits. But evidence shows that people denied health care benefits suffer additional damage. They often avoid going to the doctor for preventive care, and they defer care for medical problems. This results in increased long-term medical costs and a lower quality of life. Based on this evidence, the trial court correctly rejected the State’s limited definition of “damages” because it would significantly understate the damages suffered by the employees. We affirm.\nOwens, J.\nFACTS\n¶2 In 2006, this class action lawsuit was filed on behalf of part-time employees who were improperly denied health benefits by the State of Washington. In a series of partial summary judgment rulings, the trial court ruled that the State violated multiple statutes when it failed to provide the health benefits. The legislature later codified the rulings. Laws of 2009, ch. 537.\n¶3 The parties simultaneously moved for summary judgment on the measure of damages. The State argued that the only damages that it should pay are out-of-pocket costs paid by class members for medical expenses or substitute health insurance during the time they were denied health benefits. Furthermore, the State argued that damages must be established through an individual claims process.\n¶4 The employees argued that the State’s method was inaccurate, contrary to the evidence, and would lead to a windfall for the wrongdoer. Instead, the employees proposed three alternative methods of measuring damages. First, the employees argued that the health benefits were part of the employees’ compensation, so the damages should be based on the employees’ lost wages (i.e., the amount the State should have paid to provide health benefits to those employees). Second, the employees argued that the court could measure damages based on how much money the State unlawfully retained by failing to provide health benefits to those employees. Third, the employees argued that the court could measure dámages as the amount that the State would have paid in health care costs for the group of employees had they been covered. The employees argue that the most accurate measure of this cost is to use an actuarial method based on the average health care costs for a comparable group of state employees with health benefits. They presented evidence that this method would be more accurate than the one proposed by the State because it would take into account the fact that people postpone medical care when they do not have health insurance.\nf5 The trial court specifically rejected both parts of the State’s proposed approach — limiting damages to out-of-pocket costs and requiring that the damages be shown through an individual claims process — ruling that it was “wrong as a matter of common sense, public policy and general knowledge.” Clerk’s Papers (CP) at 591. The court generally agreed with the employees that the failure to pay benefits was a failure to pay wages and, alternatively, that the State may owe restitution because it received a windfall when it failed to provide these benefits. The trial court nonetheless concluded that issues of fact remained, including how many members of the class would likely have opted out of coverage altogether, so it denied both motions for summary judgment.\n¶6 The State moved for discretionary review of the trial court’s order, which the Court of Appeals commissioner granted. The employees moved to transfer review to this court pursuant to RAP 4.4, which the acting commissioner granted.\nISSUES\n¶7 1. Did the trial court err when it rejected the State’s proposed method of calculating damages, which took into account only out-of-pocket expenses assessed through an individual claims process?\nf 8 2. Did the trial court err when it expressed support for the employees’ proposed methods of calculating damages, which were equivalent to the amount the State should have paid for the health benefits wrongfully denied to the employees?\nSTANDARD OF REVIEW\n¶9 The parties dispute the standard of review. The employees characterize the issue as the judge “choosing one of several lawful measures of damages,” which should be reviewed for abuse of discretion. Br. of PI. Class/Resp’ts at 12 (citing In re Marriage of Farmer, 172 Wn.2d 616, 631-32, 259 P.3d 256 (2011)). The State characterizes the issue as the determination of the measure of damages, which is a question of law and thus reviewed de novo. Br. of Appellants at 14 n.27 (citing Shoemake v. Ferrer, 168 Wn.2d 193, 198, 225 P.3d 990 (2010)). There was a similar dispute over the standard of review in Farmer, and we concluded that “[i]n a sense both parties are correct.” 172 Wn.2d at 624. The trial judge’s ultimate choice of remedy is reviewed for abuse of discretion, but “a trial court necessarily abuses its discretion if it awards damages based upon an improper method of measuring damages.” Id. at 625.\n¶10 Thus, we essentially have two questions with two different standards. First, we determine as a matter of law whether the measure of damages proposed by the State is the only proper measure. If so, we must reverse the trial court’s decision as a matter of law. If multiple measures of damages are allowed by law, then we review the judge’s choice of measure for abuse of discretion.\nANALYSIS\n1. Immediate Out-of-Pocket Costs Is Not the Only Permissible Measure of Damages\n¶11 The State argues that the only proper measure of damages for the wrongfully denied health benefits is the out-of-pocket costs incurred by employees for the payment of covered medical expenses or the purchase of substitute health insurance. We disagree. The State’s measure relies on the assumption that the only damages suffered by those denied health benefits are out-of-pocket expenses incurred during the time period they were denied benefits — an assumption that is contradicted by both common sense and the evidence in the record. The State also argues that its proposed measure is the only one allowed by law based on non-health-insurance case law in Washington and certain out-of-state cases. Because the reasoning in those cases does not apply to this case, we disagree with the State’s conclusion. Finally, the State argues that the employees must establish the damages to each class member through an individual claims process. Because such a process would be counter to the goals underlying a class action, including efficiency, deterrence, and access to justice, the trial court was correct to reject this argument.\nA. The Main Assumption Underlying the State’s Proposal Is Incorrect\n¶12 The main assumption underlying the State’s argument is that individuals who are improperly denied health benefits do not suffer damages unless they go to a doctor and pay out of pocket or pay for substitute health insurance. This assumption is fundamentally flawed, both because “[i]t is wrong as a matter of common sense, public policy and general knowledge,” as noted by the trial judge, CP at 591, and because it is contrary to undisputed evidence in the record.\n¶13 The primary flaw in this underlying assumption is that it refuses to acknowledge that those who are wrongfully denied health benefits suffer damage even if they do not incur direct out-of-pocket medical expenses during that particular time period. In its ruling, the trial court pointed to studies showing that people who do not have health insurance do not obtain routine preventive care, which results in deferred medical problems. More significantly, studies show that those without health benefits even put off necessary care for urgent medical issues. Based on these studies, the trial court concluded that the State’s method of calculating damages would result in a “great understatement” of the actual damages. Verbatim Report of Proceedings (VRP) (Oct. 26, 2012) at 41.\n¶14 The employees presented expert testimony supporting this conclusion. A highly experienced actuary explained that the method proposed by the State would “significantly underestimate the loss to the class here because it would fail to take into account both the deferred costs due to delayed care and the economic loss in for[ ]going a healthier and longer life.” CP at 157. That expert pointed out that the study cited by the State’s expert as “ ‘the best available evidence on the costs of being uninsured in the United States’ ” actually concluded that “ ‘the economic value of the healthier and longer life that an uninsured child or adult forgoes because he or she lacks health insurance ranges between $1,645 and $3,280 for each additional year spent without coverage.’ ” Id. at 156-57. The State’s method refuses to acknowledge any damage to a person who is wrongfully denied health benefits and does not have immediate medical expenses, but it provided no evidence contradicting the employees’ expert testimony regarding the long-term damages. The trial court properly held that the assumption underlying the State’s method was wrong as a matter of common sense and as demonstrated by the evidence before the court.\n¶15 Finally, the State contends that the employees conceded that some members of the class suffered no monetary damages because they stipulated to the fact that some members of the class did not incur out-of-pocket expenses during the time the State improperly failed to provide them with health benefits. This leap of logic simply repeats the same mistake described above. While some members of the class did not (or could not) obtain health insurance and avoided or deferred direct health care expenses at the time that they were uninsured, the undisputed evidence on the record shows that such individuals still suffered long-term damages from the lack of health benefits.\nB. Due Process Does Not Require an Individual Claims Process in This Case\n¶16 The State argues that under the Court of Appeals case Sitton v. State Farm Mutual Automobile Insurance Co., 116 Wn. App. 245, 63 P.3d 198 (2003), due process requires the trial court to establish an individual claims process where each individual class member must demonstrate his or her out-of-pocket expenses during the time the State improperly failed to provide health benefits. The State attempts to argue that the trial court erred in its ruling because it “allows the Plaintiffs to ‘skip over’ proving the fact of damages for each class member, contrary to Sitton.” Br. of Appellants at 16. This is incorrect. When liability has already been established, it is not necessary for each plaintiff in a class action to prove the amount of damages on an individualized basis.\n¶[17 Sitton involved a class action brought by people insured by State Farm who claimed that State Farm acted in bad faith to deny coverage for their claims. 116 Wn. App. at 248. The Court of Appeals vacated the trial plan because it did not require the claimants to show causation and damages and it did not provide a mechanism for State Farm to provide a defense for denying the individual claims. Id. at 258-59. That plan would affect State Farm’s right to due process because there were potentially members of that class whose claims were not denied due to bad faith. But as this court explained in a later case, Sitton was unique because “the trial court accepted a bifurcated trial plan that ultimately resulted in damages being determined before causation.” Moeller v. Farmers Ins. Co. of Wash., 173 Wn.2d 264, 280, 267 P.3d 998 (2011). This case, like Moeller, is distinguishable from Sitton because the State has already been found liable. The class membership can be determined with certainty based on the State’s employment records, and damages can be calculated based on that class membership.\n¶18 “[I]t is not unusual, and probably more likely in many types of cases, that aggregate evidence of the defendant’s liability is more accurate and precise than would be so with individual proofs of loss.” 3 Alba Conte & Herbert B. Newberg, Newberg on Class Actions § 10:2, at 479 (4th ed. 2002). The facts of this case make it particularly suitable for using aggregate proof of damages. First, the employees’ expert explained that the number of total class members is large enough to be able to statistically estimate their health care costs by comparing the group with state employees who did receive health benefits (controlling for any demographic differences). Second, the time period covered by the class action is from 2009 and before, which means it will be very difficult for many class members to produce records of medical expenses. They may have had no reason to retain medical records from so long ago, particularly those with small expenses and those who did not know that they were wrongfully denied health benefits. The employees’ expert also indicated that the employees may have difficulty obtaining such records from their providers, who “may have moved, merged, gone out of business, had billing records destroyed, or have difficulties in obtaining the old documentation.” CP at 159. Earlier, the State acknowledged that obtaining such information from a class of thousands of people “ 'would be unmanageable and unduly burdensome.’ ” Id. Class members with small claims would be unlikely to pursue their claims, and of course, absent class members would automatically be deemed to have no damages. These results defeat the purpose of a class action, which is to provide relief for large groups of people with the same claim, particularly when each individual claim may be too small to pursue. See Scott v. Cingular Wireless, 160 Wn.2d 843, 851, 161 P.3d 1000 (2007) (class actions demonstrate “a state policy favoring aggregation of small claims for purposes of efficiency, deterrence, and access to justice”). Adopting the State’s method in this case would not only create an unreasonable burden on class members, it would hinder our state policy underlying class action lawsuits. The trial court was correct to reject it.\nC. We Reject a One-Size-Fits-All Measure of Damages Caused by the Failure To Provide Health Benefits\n¶19 Other jurisdictions are split as to how to calculate damages from the failure to provide health benefits. The State argues that we should join the jurisdictions holding that the only proper measure of damages is the actual medical costs incurred. That argument fails because those cases rely on the same flawed assumption that the only damages to those without health benefits are immediate medical costs. The evidence presented in this case shows that assumption to be false. There is no indication that those other courts had the benefit of similar evidence, particularly since many are based on case law from 20 to 30 years ago, when such evidence may not have been available. It does not make sense for us to adopt the strict holding of another court when that court’s underlying reasoning is directly contradicted by the evidence presented in this case.\n|20 As we discuss further below, the method proposed by the State is the least accurate of all of the proposed methods in this case based on the evidence in the record. As a result, the trial court properly rejected this method in this case. However, that does not mean that such a method could never be used to value health benefits. Instead, we defer to trial courts to determine the best measure of damages depending on the facts of the case. For instance, consider a case involving an individual who was unlawfully fired and purchased substitute health insurance but was unable to obtain health insurance at as low a cost as the employer could have. Under such circumstances, a trial court could reasonably find that the most accurate measure of damages to that individual is the cost of purchasing substitute health insurance. But such a one-size-fits-all measure is not appropriate for every situation. Valuing health benefits, and particularly valuing the damage from denying health benefits to a large group of people, is a complex matter that depends on facts of the particular situation. As described below, measuring damages exclusively through out-of-pocket expenses is highly inaccurate in this particular case, and thus we affirm the trial court’s decision to reject it. However, our opinion should not be interpreted as prescribing this method as the only appropriate way to value health benefits. Instead, trial courts have discretion to select the most appropriate method for calculating damages depending on the facts presented.\n2. The Trial Court Did Not Err When It Expressed Support for the Lost Wages and Restitution Methods of Measuring Damages\n¶21 The employees proposed three methods of measuring damages: (1) measuring damages as the amount the State should have paid to provide the health benefits because the failure to provide health benefits was a failure to pay wages, (2) measuring damages as the amount the State unlawfully retained by failing to provide health benefits to those employees, or (3) measuring damages as the amount that the State would have paid in health care costs for the group of employees had they been covered.\n¶22 The trial court did not select a particular method of damages in its ruling; however, it did generally support the first two methods proposed by the employees by agreeing that a failure to provide health care benefits is a failure to pay wages and that the State received a windfall by failing to provide the health benefits. Nonetheless, the trial court found that “huge factual issues” remained, including how many class members would likely have opted out of coverage and which level of coverage the class members would likely have chosen. VRP (Oct. 26, 2012) at 46. Because factual issues remained, the trial court concluded that summary judgment was inappropriate.\nA. The Methods Proposed hy the Employees Are Allowed by Law\n¶23 The State fails to directly address the damage calculation methods proposed by the employees and supported by the trial court. That is probably because treating the State’s failure to pay health benefits as a failure to pay wages (and measuring damages as the value of those lost wages) is well grounded in the law. In this case, the State was found to have violated RCW 41.05.050(1) for failing to provide the proper contributions for health benefits for this class of employees. In light of that, it is reasonable to estimate the damages as the contributions the State should have paid to provide health benefits for the employees. The trial court pointed to Cockle v. Department of Labor & Industries, 142 Wn.2d 801, 16 P.3d 583 (2001), for support, where this court had faced an analogous situation in the workers’ compensation context:\n[I]t is very clear to me that in Washington, if not in other places, that we view the right to healthcare benefits as a form of wages. I agree that Cockle is a workers compensation case, but I do not agree that Cockle is limited to wages in the workers compensation context. The Cockle Court looked very broadly at what wages are under Washington law, and the court expressly rejected any method that required a hypothetical calculation of market value. The Court in Cockle indicated that premiums actually paid by the employer to secure the benefit are going to be the best measurement for wages lost.\nVRP (Oct. 26, 2012) at 43. The State points out that the parties in Cockle stipulated that the amount paid by the employer for health benefits “fairly reflected the benefit’s value,” 142 Wn.2d at 820 n.10, and thus Cockle does not stand for the proposition that health benefits must be valued as the amount the employer should have paid toward providing the benefits. While the State is correct that Cockle does not stand for the proposition that this method must be used to value health benefits, it does stand for the proposition that such a measure can be used to value health benefits. As described above, we are not providing a one-size-fits-all measure for valuing health benefits in all circumstances; however, the “lost wages” method used in Cockle and generally supported by the trial court in this case is one lawful method of measuring the damage caused by the improper failure to provide health benefits. Therefore, the trial court did not favor an unlawful method of damages when it expressed support for using the lost wages method in this case.\nB. The Trial Court Expressed Support for the Most Accurate Measures Available\n¶24 As briefly described above, the employees presented expert testimony that explained in detail why the methods proposed by the employees were more accurate than the method proposed by the State. The State did not rebut the fact that the employees’ methods are more accurate. The State cited a study showing that those without insurance have lower medical expenses than those with insurance but strikingly failed to acknowledge that — as explained by the employees’ expert — the same study showed that “the lower present expenses are directly correlated to deferred costs and lost health and longevity for the uninsured because the lower expenses are due to the inability to access preventive services, timely care, and medical treatment.” CP at 156 (emphasis added). The employees’ expert went on to explain that the study showed that “deferred care is often more expensive and less effective.” Id. Yet, the State argues that the court should deny the existence of this type of scientifically demonstrated long-term damage and allow the class to recover only short-term economic damages. The trial court properly rejected this argument, and we do as well.\n¶25 People without health benefits are less likely to seek and obtain medical treatment, especially preventive care. This is true as a matter of common sense and as shown by the evidence in the record. The State would use this fact as a reason to use a lower estimate of the damage it caused to the employees to whom it improperly denied health benefits. But those lower short-term medical costs have significant long-term consequences, both medical and financial, to uninsured individuals. We see no error in the trial court’s decision to consider those long-term consequences in its damages calculation.\n¶26 In addition, the trial court recognized that issues of fact remained in order to make an accurate estimate of the class-wide damages. The trial court refused to grant summary judgment to either side because additional information was needed on the likelihood that any members would have opted out of coverage (notably, a state employee can opt out of health coverage only if they have comparable health coverage from another source, WAC 182-12-128) and what level of coverage they likely would have chosen. As these additional facts are developed, the measure of damages proposed by the employees will become even more accurate.\nC. The Trial Court’s Decision Avoids a Windfall for the Wrongdoer\n¶27 Both sides argue that the other side’s method for measuring damages would result in a windfall for that side. The employees contend that the State’s method would result in a windfall for the State because it would retain a significant portion of the money it should have paid to provide health benefits to the employees. The State argues that the employees’ method would result in a windfall for those employees who did not incur medical expenses during the time they were wrongfully denied health benefits.\n¶28 First, since the methods proposed by the employees are the most accurate, they are the most likely to avoid a windfall for any party. But more importantly, “ ‘[t]he most elementary conceptions of justice and public policy require that the wrongdoer shall bear the risk of the uncertainty which his own wrong has created.’ ” Wenzler & Ward Plumbing & Heating Co. v. Sellen, 53 Wn.2d 96, 99, 330 P.2d 1068 (1958) (quoting Bigelow v. RKO Radio Pictures, Inc., 327 U.S. 251, 265, 66 S. Ct. 574, 90 L. Ed. 652 (1946)). Adopting the State’s method would not only result in a less accurate measure of damages, it would also result in the wrongdoer benefitting from its wrongdoing. Thus, we agree with the trial court’s decision to reject that method and support one of the methods proposed by the employees instead. VBP (Oct. 26, 2012) at 46 (concluding “that the State received a windfall... that it shouldn’t have received, by not paying for the folks that are in the class”).\n¶29 The State also argues that the methods proposed by the employees will result in some employees being undercompensated (e.g., if they had a significant amount of immediate medical expenses). But the State confuses the method of calculating the aggregate damages class-wide with the method of distributing the damage award to members. Using the methods proposed by the employees will result in an accurate estimation of the class-wide damages; in contrast, the methods proposed by the State will significantly underestimate the class-wide damages. Once the award is made, the trial court will address how the award will be distributed. There are many distribution methods available to the court, some of which provide a mechanism for fairly compensating those with larger claims. But importantly, the trial court has not yet ruled on a distribution plan, and thus there is no basis on which to claim that certain class members will be undercompensated.\nCONCLUSION\n¶30 When people do not have health benefits, they often postpone needed health care. In light of this fact, the trial court properly rejected the State’s proposed method of calculating damages to the group of employees wrongfully denied health benefits, which failed to take into account the damage resulting from those delays in receiving needed health care. In addition, the trial court did not err when it agreed with the methods proposed by the employees, which provided more accurate estimates of damages and avoided any party benefitting from its wrongdoing. We affirm.\nMadsen, C.J.; C. Johnson, Fairhurst, Stephens, Wiggins, González, and Gordon McCloud, JJ.; and Ellington, J. Pro Tem., concur.\nThe State argues that some members of the class may have had other access to health insurance and thus did not suffer this particular type of long-term damage. As discussed below, this possibility was explicitly recognized by the trial court. In fact, the trial court denied summary judgment because this factual issue remained unresolved, and indicated that this information would need to be developed and taken into account when ultimately calculating damages.\nCases holding that damages from lack of insurance should be measured by immediate out-of-pocket medical costs include Galindo v. Stoody Co., 793 F.2d 1502, 1517 (9th Cir. 1986); Kossman v. Calumet County, 800 F.2d 697, 703-04 (7th Cir. 1986), overruled on other grounds by Coston v. Plitt Theatres, Inc., 860 F.2d 834, 836 (7th Cir. 1988); and Lubke v. City of Arlington, 455 F.3d 489, 499 (5th Cir. 2006). Cases holding that damages from lack of insurance can be measured by the premiums that should have been paid include Equal Employment Opportunity Commission v. Dial Corp., 469 F.3d 735, 744 (8th Cir. 2006), and Fariss v. Lynchburg Foundry, 769 F.2d 958, 965-66 (4th Cir. 1985).",
        "type": "majority",
        "author": "Owens, J."
      }
    ],
    "attorneys": [
      "Timothy G. Leyh and Randall T Thomsen (of Calfo Harrigan Leyh & Eakes LLP); and Robert W. Ferguson, Attorney General, and Todd Bowers, Catherine Hendricks, Peter B. Gonick, and Eric A. Mentzer, Assistants, for petitioners.",
      "Stephen K. Festor, Stephen K. Strong, and David F. Stobaugh (of Bendich Stobaugh & Strong PC); and Philip A. Talmadge (of Talmadge/Fitzpatrick), for respondents."
    ],
    "corrections": "",
    "head_matter": "[No. 89774-3.\nEn Banc.]\nArgued May 15, 2014.\nDecided August 21, 2014.\nDouglas L. Moore et al., Respondents, v. The Washington State Health Care Authority et al., Petitioners.\nTimothy G. Leyh and Randall T Thomsen (of Calfo Harrigan Leyh & Eakes LLP); and Robert W. Ferguson, Attorney General, and Todd Bowers, Catherine Hendricks, Peter B. Gonick, and Eric A. Mentzer, Assistants, for petitioners.\nStephen K. Festor, Stephen K. Strong, and David F. Stobaugh (of Bendich Stobaugh & Strong PC); and Philip A. Talmadge (of Talmadge/Fitzpatrick), for respondents."
  },
  "file_name": "0299-01",
  "first_page_order": 341,
  "last_page_order": 357
}
