{
  "id": 1435359,
  "name": "Atkinson v. Reid",
  "name_abbreviation": "Atkinson v. Reid",
  "decision_date": "1932-02-15",
  "docket_number": "",
  "first_page": "301",
  "last_page": "310",
  "citations": [
    {
      "type": "official",
      "cite": "185 Ark. 301"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "4 S. W. (2d) 949",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "176 Ark. 986",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1399883
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/176/0986-01"
      ]
    },
    {
      "cite": "36 Ark. 178",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1872482
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/36/0178-01"
      ]
    },
    {
      "cite": "30 L. R. A. 648",
      "category": "reporters:federal",
      "reporter": "L.R.A.",
      "opinion_index": 0
    },
    {
      "cite": "18 So. 642",
      "category": "reporters:state_regional",
      "reporter": "So.",
      "opinion_index": 0
    },
    {
      "cite": "47 La. Ann. 1614",
      "category": "reporters:state",
      "reporter": "La. Ann.",
      "case_ids": [
        2553033
      ],
      "opinion_index": 0,
      "case_paths": [
        "/la-ann/47-2/1614-01"
      ]
    },
    {
      "cite": "42 Ga. 148",
      "category": "reporters:state",
      "reporter": "Ga.",
      "case_ids": [
        851174
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ga/42/0148-01"
      ]
    },
    {
      "cite": "34 S. W. 209",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "96 Tenn. 252",
      "category": "reporters:state",
      "reporter": "Tenn.",
      "case_ids": [
        8536620
      ],
      "opinion_index": 0,
      "case_paths": [
        "/tenn/96/0252-01"
      ]
    },
    {
      "cite": "64 Atl. 909",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "216 Pac. 108",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 629,
    "char_count": 14985,
    "ocr_confidence": 0.52,
    "pagerank": {
      "raw": 1.5522964274278854e-07,
      "percentile": 0.6754040486530296
    },
    "sha256": "608fdf508b2ad0027b16b70dc4c5974ae11bce5f581a7e7e0d8b3cd61553d395",
    "simhash": "1:d9fa7778279eb6e1",
    "word_count": 2594
  },
  "last_updated": "2024-02-27T17:51:09.396208+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Atkinson v. Reid."
    ],
    "opinions": [
      {
        "text": "Meuaffy, J.\nThe Blytheville Feed & Coal Company was an Arkansas corporation. J. W. Adams was president and owned 98 shares of the stock. His wife, Love B. Adams, owned 2 shares of the stock. Gaines jasper was secretary-treasurer and owned 99 shares of stock. His wife, Pauline D. Jasper, owned 1 share of stock.\nInsurance policies in the sum of $10,000 each were carried on the lives of J. W. Adams and Gaines Jasper. J. W. Adams died October 31,1926, and shortly thereafter the insurance company paid to the Blytheville Feed & Coal Company $10,000.\nLove B. Adaims was appointed administratrix of the estate of J. W. Adams, deceased.\nIn order to ascertain the value of the stock, an audit and an appraisement was made on November 19, 1926. The audit and appraisement showed the net worth of the company to be ’$14,559.09. The liabilities of the Blytheville Feed &• Coal Company at that time were $10,328.44 and the assets $24,887.52. $2,559.09 was deducted to cover depreciation and loss on collections, leaving a balance -of $12,000 as the net value of the property of the corporation, and this was the basis used to determine the value of the stock.\nThe capital stock was $20,000, and Jasper purchased the stock belonging to the estate of J. W. Adams and the 2 shares belonging to Mrs. Adams, paying therefor $60 a share, and the stock was transferred to Gaines Jasper. This sale and transfer of the stock was authorized and approved by the probate court of Mississippi County. The order of the probate court was December 9, 1926.\nGaines Jasper thereby became the owner of the entire capital stock of the corporation, and the corporation, in the early part of January, surrendered its charter as provided for in § 1823 of Crawford & Moses’ Digest.\nThereafter Gaines Jasper continued the business as an individual, but using the same name of the corporation.\nOn September 17, 1927, Gaines Jasper filed a petition in bankruptcy, and Max Reid was appointed trustee and brought this suit against Gaines Jasper, Love B. Adams, and Blytheville Feed & Coal Company.\nThe suit was filed February 3, 1928. The complaint alleged that Max Reid was the duly elected and qualified trustee for Gaines Jasper, bankrupt; that the Memphis Coal Company, which was joined as a plaintiff, was a corporation with its principal business at Memphis, Tennessee; that the Blytheville Feed & Coal Company was an Arkansas corporation; that the .¿Etna Life Insurance Company, after the death of J. W. Adams, paid $10,000 to the Blytheville Feed & Coal Company; that prior to December 11, 1926, the stock of the Blytheville Feed & Coal Company was owned by Gaines Jasper and wife and Love B. Adams personally and as the administratrix of the estate of J. W. Adams, deceased; that Love B. Adams and Gaines Jasper knew that the insurance money was a trust fund; that the Blytheville Feed & Coal Company owed various creditors and owed the Memphis Coal Company $1,547.45; that said insurance ¡money was appropriated-by Love B. Adams and Gaines Jasper for their personal use, and that they knew this would render the Blytheville Feed & Coal Company insolvent.\nIt was alleged that Gaines Jasper attempted to pay Love B. Adams the sum of $6,000 of the funds of the Blytheville Feed & Coal Company for stock in said company; that said Love B. Adams then undertook to pay Gaines Jasper $2,000 of said insurance money for an undivided interest in lots 1 and 2 in block 1 in Davis’ 2d Addition to Blytheville, Arkansas; that, at the time the trust funds were misappropriated, Love B. Adams and Gaines Jasper were officers of the Blytheville Feed & Coal Company; that Gaines Jasper assumed the liabilities of said company and attempted to dissolve the corporation on the theory that he owned all of the stock; that he continued to operate said business as Blytheville Feed & Coal Company and that said Blytheville Feed & Coal 'Company was never dissolved, but still exists as a corporation; that Gaines Jasper dissipated the funds of the corporation in fraud of his creditors and the creditors of said corporation, and that Jasper filed a petition in bankruptcy in September, 1927, and he is liable now for misappropriating the funds of the corporation; that Love B. Adams is liable for misappropriating the funds to the extent of any portion of the insurance money which she received; that the $2,000 paid by her to Jasper was a part of the insurance fund, and that she holds the real estate as trustee for the corporation and its creditors.\nThe prayer of the complaint was that Max B. Reid be appointed receiver for the Blytheville Feed & Coal Company with authority to take charge of the undivided half interest in the above described real estate and such other assets as he might locate; that he collect rents and profits and distribute same as directed by the court; that plaintiffs have judgment against Love B. Adams and G-aines Jasper for the sum of $10,000; that a trust be impressed upon the real estate, and that the same be sold to satisfy the judgment herein rendered.\nThe Memphis Coal Company prayed that it be paid the sum of $1,547.45 and for general relief.\nLove B. Adams filed answer denying the allegations of the complaint and alleging that she sold the stock, but was not guilty of any fraud in its sale.\nAfter hearing the evidence the chancellor entered a decree that the plaintiff have and recover of and from Love B. Adams, (now Love B. Atkinson), and Gaines Jasper the sum of $6,000 with interest thereon at the rate of 6 per cent, per annum from December 11,1926, for the use and benefit of the creditors of the Blytheville F,eed & Coal Company as of that date. A list of such creditors is contained in the audit report of Neville Audit Company, covering a period from January 1, to November 19,1926. The decree also said: “Whether the money of the corporation, converted by the parties, was used in the purchase of property belonging to Love B. Atkinson, is reserved.”\nThere is practically no dispute about the material facts. The appellees contend, and the court found, that G-aines Jasper and Mrs. Atkinson became liable to all the creditors of the_ Blytheville Feed & Coal Company to the extent of money taken from its treasury. And it is contended that the corporation was never dissolved. The appellee does not say why it was not dissolved, but makes the contention that it was not.\nSection 1823 of Crawford & Moses’ Digest reads as follows: “Any corporation may surrender its charter by resolution adopted by the majority in value of the holders of the stock thereof and a certified copy of such resolution filed in the office of the Secretary of State and a copy thereof filed in the office of the county clerk of the county in which such corporation is organized shall have effect to extinguish such corporation.”\nAfter Gaines Jasper became the owner of all the stock, he complied with the above statute, and the corporation was thereby extinguished. It is said that a corporation is an entity, irrespective of and entirely distinct from the persons who own its stock. All of the shares of stock in a corporation may be held by a single person, and yet the corporation continue to exist, and if the charter or bylaws should require certain acts to be done by imore than one shareholder, the sole owner may transfer a portion of his shares so as to conform to the letter of the rule, and the fact that one person owns all the stock in a corporation, does not make him and the corporation one and the same person.\nA corporation does not lose its legally distinct and separate personality by reason of the ownership of the whole of its stock by one person. Commonwealth ex rel. Atty. Gen. v. Monongahela Bridge Co., 216 Pac. 108, 64 Atl. 909; Parker v. Bethel Hotel Co., 96 Tenn. 252, 34 S. W. 209; Newton Mfg. Co. v. White, 42 Ga. 148; Re J. D. Belton, 47 La. Ann. 1614, 18 So. 642, 30 L. R. A. 648.\nThis court said: “And when from death or disfranchisement so few remain that by the constitution of the corporation they cannot continue the succession, to all purposes of action át least, the corporation itself is dissolved. As long,' however, as the remaining corporators are sufficient in number to continue the succession, the body remains; as though all the -monks of an abbey died, yet, if the abbot was aliye, the corporation was not determined, since the abbot might profess others.” Blackwell v. State, 36 Ark. 178.\nGaines Jasper became the owner of all the stock of the Blytheville Feed & Coal Company, but this did not either dissolve the corporation or make him and the corporation the same person. He had a right to comply with the law and dissolve the corporation; and, when he did this, the corporation no longer existed. It could neither' sue nor be sued, nor hold nor convey property. In fact, as said by the statute above quoted, such corporation is extinguished. Of course, this could not prevent a suit by the proper parties against the stockholders for misappropriating funds which belonged to it before its dissolution.\nThe Blytheville Feed &' Coal Company did not go into bankruptcy. In fact, the appellees contend that the corporation was never dissolved, and that it is still in existence, but it is not contended that it was in bankruptcy, or that any trustee in bankruptcy was ever appointed for its creditors. Max B. Beid was appointed in the bankruptcy proceedings of Gaines Jasper, and this would give him no authority to sue for the benefit of the creditors of any one except Gaines Jasper. He therefore had no authority to bring or maintain a suit for the creditors of the Blytheville Feed & Coal Company.\nIt is also alleged by appellees and not disputed that, when Gaines Jasper surrendered the charter of the corporation, he assumed the debts of the corporation. He would be liable for the debts, of course, whether he assumed them or not, to the extent of the value of the property he received.\nThe undisputed evidence shows that the Memphis Coal Company knew all about the facts; it knew that Gaines Jasper was operating as an individual, and was attempting- to pay the prior debts of the corporation. The undisputed evidence shows that there was an effort made to form a new corporation, and that the articles were actually signed. One of the officers of the Memphis Coal Company was a party to this, and the Memphis Coal Company agreed to it. This corporation, however, was not perfected, and the Memphis Coal Company continued to sell to Gaines Jasper, individually, although he was operating- under the name of the old corporation.\nMrs. Atkinson and Jasper, if they misappropriated the funds of the corporation, as found by the court, would be liable to the creditors of the Blytheville Feed & Coal Company, but not liable to the creditors of Gaines Jasper.\nThe undisputed evidence also shows that more than the amount due the Memphis Coal Company at the time of the surrender of the charter of the Blytheville Feed & Coal Company was paid to it after the surrender of the charter. There is no dispute about this, and/if \"the Memphis Coal Company’g debt owed by the Blytheville Feed & Coal Company had been paid, it could not collect a debt against G-aines Jasper, either from Mrs. Atkinson or from the property of the corporation. Its remedy would be against Gaines Jasper.\nThe payments made to the Memphis Coal Company should be applied to the oldest items, unless there is some reason for making a different application, and the evidence shows none in this case. The evidence does not show the application of the payments; that is, there is no evidence tending to show whether either the debtor or creditor gave any directions as to how the payments were to be applied.\n“Subject to some limitations, the general rule is that, in case of a running account, where fhere are various items of debt on one side, and various items of credit on the other, occurring at different times, and no special appropriation of payments has been made by either party, the successive payments are to be applied in discharge of the items of debit antecedently due, in the order of time in which they stand in the account. In other words, each item of payment is applied in extinguishment of the earliest items of debit until the payment is exhausted.” 48 C. J., 657; 30 Cyc. 1243; Jones v. Dowell, 176 Ark. 986, 4 S. W. (2d) 949.\nApplying this rule, the debt due from the Blythe-ville Feed & Coal Company to the Memphis Coal Company was paid before this suit was brought, unless it is shown by the evidence that a different application was made by the parties.\nIf the creditors knew nothing’ about the surrender of the charter, and did not know that Caines Jasper had acquired all the stock, but still extended credit with the belief that they were selling to the corporation, they would be entitled to recover, and, if the funds had been misappropriated by Jasper and Mrs. Atkinson, they would be entitled to recover against them.\nThe suit, however, could not be maintained by Reid, as trustee for the creditors of Gaines Jasper, but the suit would have to fee brought fey the creditors.\nJasper and 'Mrs. Atkinson could not appropriate or dispose of the property belonging to the corporation without being liable to the creditors of the corporation to the extent of the value of the property appropriated by them.\nThe court decreed that the plaintiffs were entitled to recover for the use and benefit of the creditors of the Blytheville Feed & Coal Company as of the date December 11, 1926.\nThe only showing about creditors of the corporation is the audit report of the Neville Audit Company, which was from January 1, to November 19, 1926. There is no showing whether payments were made after this time on behalf of the corporation, and in a retrial of the case it will be necessary to show the indebtedness, if any, due each one.\nA recovery may be had in a suit by proper parties against Gaines Jasper and Mrs. Atkinson for the debts of the Blytheville Feed & Coal Company, due at the time of the beginning of this suit, not exceeding the sum misappropriated by them.\nThe pleadings show that there was a prayer for a receiver, but the abstract does nof show whether a receiver was appointed. But the suit for the benefit of the creditors of the corporation would have to be brought, not against the corporation which has been dissolved, but against the parties misappropriating the funds of the corporation.\nThe decree of the chancery court is reversed, and the action in favor of Max B. Reid, trustee, is dismissed, and the cause of action by the Memphis Coal Company is remanded with directions to permit proof to be taken as to the application of payments, and to determine the amount of indebtedness, if any, due from the Blythe-ville Feed & Coal Company to the Memphis Coal Company at the time this action was begun.",
        "type": "majority",
        "author": "Meuaffy, J."
      }
    ],
    "attorneys": [
      "Frank C. Douglas and W. Leo.n Smith, for appellants.",
      "G. A. Gimninghain, for appellees."
    ],
    "corrections": "",
    "head_matter": "Atkinson v. Reid.\nOpinion delivered February 15, 1932.\nFrank C. Douglas and W. Leo.n Smith, for appellants.\nG. A. Gimninghain, for appellees."
  },
  "file_name": "0301-01",
  "first_page_order": 321,
  "last_page_order": 330
}
