{
  "id": 8727199,
  "name": "Hays vs. Pope county",
  "name_abbreviation": "Hays v. Pope county",
  "decision_date": "1844-01",
  "docket_number": "",
  "first_page": "308",
  "last_page": "309",
  "citations": [
    {
      "type": "official",
      "cite": "5 Ark. 308"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "1 Ark. Rep. 428",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8728765
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/1/0428-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 178,
    "char_count": 2424,
    "ocr_confidence": 0.526,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20862297377182995
    },
    "sha256": "a6ac3d2d547d1cb35945eb802618941fc8a165c5747224d560b808316c5aec24",
    "simhash": "1:578bec885346b258",
    "word_count": 419
  },
  "last_updated": "2024-02-27T21:30:20.185486+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hays vs. Pope county."
    ],
    "opinions": [
      {
        "text": "By the Court,\nSebastian, J.\nA motion has been made by the At-•orney General, upon behalf of the county of Pope, to dismiss the cause, on the ground that no appeal lies from a final judgment of a county court to this court.\nThe 2d section of the 6th article of the constitution, declares that “The supreme court shall have appellate jurisdiction only, except in cases otherwise directed by this constitution, which shall be co-extensive with the State, under such restrictions and regulations as shall be prescribed by law.” This jurisdiction of the supreme court, must either be exercised by and through the use of the appropriate writs named in the subsequent part of that section, or else by some other means provided by legislative enactment. The use of the writs there specified is an affirmative grant of constitutional jurisdiction, with which the legislature cannot interfere, as has been fully considered and decided by this court, during the present term, in the case of Philip L. Anthony, Ex parte. It is, however, competent for the legislature to provide other means than the use of those writs, for the purpose of revising the proceedings of inferior courts; and in such cases the remedy, so provided, depends entirely upon the legislature for its existence, who may modify or abolish it at pleasure. This doctrine was fully established in the case of The State vs. Graham, 1 Ark. Rep. 428. This case comes within those principles; and inasmuch as the legislature have not, by any law, conferred the right of appeal from judgments of the county court, the supreme court has no jurisdiction to hear and determine the cause upon the appeal.\nThe case must therefore be dismissed.",
        "type": "majority",
        "author": "Sebastian, J."
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "Hays vs. Pope county.\nThere is nothing in the constitution or laws of this State, confering the right of ap. peal to this court from the judgment of a county court; nor has this court jurisdiction to hear and determine a cause brought here by appeal from the judgment of a county court.\nThis was a motion to the county court of Pope county, by Hays, as sheriff, for the allowance against the county of an account for the maintenance and safe keeping of criminals. The motion was over-,‘uled, and Hays appealed to this court. Linton & Batson, for \"lays, filed an assignment of errors: but Watkins, ¿Wy Gen’l, filed * motion to dismiss the case, on the ground that no appeal lies to ihis court from the final judgment of a county court."
  },
  "file_name": "0308-02",
  "first_page_order": 308,
  "last_page_order": 309
}
