{
  "id": 1355693,
  "name": "Arkansas Short Leaf Lumber Company v. Lattimore",
  "name_abbreviation": "Arkansas Short Leaf Lumber Co. v. Lattimore",
  "decision_date": "1923-04-16",
  "docket_number": "",
  "first_page": "308",
  "last_page": "314",
  "citations": [
    {
      "type": "official",
      "cite": "158 Ark. 308"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "82 Ark. 536",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "73 Ark. 49",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1503967
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/73/0049-01"
      ]
    },
    {
      "cite": "91 Ark. 337",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1511768
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/91/0337-01"
      ]
    },
    {
      "cite": "67 Ark. 209",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1152586
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/67/0209-01"
      ]
    },
    {
      "cite": "102 Ark. 562",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1354026
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/102/0562-01"
      ]
    },
    {
      "cite": "97 Ark. 86",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1318869
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/97/0086-01"
      ]
    },
    {
      "cite": "63 Ark. 536",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8724380
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/63/0536-01"
      ]
    },
    {
      "cite": "65 Ark. 116",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        609250
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/65/0116-01"
      ]
    },
    {
      "cite": "70 Ark. 136",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1509490
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/70/0136-01"
      ]
    },
    {
      "cite": "124 Ark. 118",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1555003
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/124/0118-01"
      ]
    },
    {
      "cite": "86 Ark. 244",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1521529
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/86/0244-01"
      ]
    },
    {
      "cite": "96 Md. 652",
      "category": "reporters:state",
      "reporter": "Md.",
      "case_ids": [
        2077212
      ],
      "opinion_index": -1,
      "case_paths": [
        "/md/96/0652-01"
      ]
    },
    {
      "cite": "113 Ark. 359",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1537552
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/ark/113/0359-01"
      ]
    },
    {
      "cite": "116 Ark. 108",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1532256
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/116/0108-01"
      ]
    },
    {
      "cite": "90 Ark. 407",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1513853
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/90/0407-01"
      ]
    },
    {
      "cite": "77 Ark. 458",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1499107
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/77/0458-01"
      ]
    },
    {
      "cite": "110 Ark. 456",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1337103
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/110/0456-01"
      ]
    },
    {
      "cite": "115 Ark. 380",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1533786
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/115/0380-01"
      ]
    },
    {
      "cite": "106 Ark. 25",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1345655
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/106/0025-01"
      ]
    },
    {
      "cite": "105 Ark. 247",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1347070
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/105/0247-01"
      ]
    },
    {
      "cite": "82 Ark. 555",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1529072
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/82/0555-01"
      ]
    },
    {
      "cite": "123 Ark. 119",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1556194
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/ark/123/0119-01"
      ]
    },
    {
      "cite": "117 Ark. 198",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1564919
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/117/0198-01"
      ]
    },
    {
      "cite": "90 Ark. 223",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1513828
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/ark/90/0223-01"
      ]
    },
    {
      "cite": "116 Ark. 277",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1532285
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/116/0277-01"
      ]
    },
    {
      "cite": "148 Ark. 66",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8717829
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/148/0066-01"
      ]
    },
    {
      "cite": "147 Ark. 94",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "135 Ark. 563",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1571558
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/135/0563-01"
      ]
    },
    {
      "cite": "89 Ark. 50",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1515247
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/89/0050-01"
      ]
    },
    {
      "cite": "56 Ark. 232",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1326152
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/56/0232-01"
      ]
    },
    {
      "cite": "89 Ark. 50",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1515247
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/89/0050-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 595,
    "char_count": 13267,
    "ocr_confidence": 0.484,
    "pagerank": {
      "raw": 5.527646540942415e-08,
      "percentile": 0.3458334829559561
    },
    "sha256": "f0e657766e64838d525e83f704e9419c41414507f4a311f9d63aca51e9877982",
    "simhash": "1:2b47113a4c567ced",
    "word_count": 2386
  },
  "last_updated": "2024-02-27T17:41:16.235499+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Arkansas Short Leaf Lumber Company v. Lattimore."
    ],
    "opinions": [
      {
        "text": "Hart, J.,\n(after stating the facts). Counsel for the defendant insist that the court erred in not instructing a verdict in its favor. They claim that the system of piling the sawdust and shavings in the fuel room and in feeding the same into the suction pipe was the latest improved method of doing it, and also that whatever danger attended the work was obvious to any one of average intelligence, with the plaintiff’s experience in working in the mill. In making this contention counsel for the defendant rely upon the case of Arkansas Cotton Oil Co. v. Carr, 89 Ark. 50, and other cases of like character. In that case a servant of the company was injured by the falling of sacks of meal piled in the customary and best practical method, and the court held that the company was not guilty of negligence. The court further held that a servant engaged in moving sacks of cottonseed meal will be held to have assumed the risk of the sacks falling on him, if the sacks were piled in the usual way, and the danger of them falling down was obvious and was one of the ordinary risks of the work about which he was employed.\nIf there was nothing in the present case except that the plaintiff was injured by the pile of sawdust and shavings falling down on him while he was feeding them into the suction pipe, the case just cited would apply. The negligence relied upon for a recovery in the present ease is the failure of the defendant to warn the plaintiff of the danger of working in the fuel room with the lantern. It is one thing to say, as a matter of law, that a man of the plaintiff’s experience would know that .the pile of sawdust and shavings would fall down on him if not properly handled, and another thing, to say, as a matter of law, that the danger of doing the same work with a lighted lantern instead of electric lights was also obvious to him. \"When the room was lighted by electricity .the only danger that could possibly cause injury would be the fact that the pile of sawdust and shavings would slide down on the plaintiff. He could' guard against this by reason of the room’s being well lighted,- so that he could see when the pile of sawdust was likely.to topple over, and ease its fall by poking it at the top with the long pole. There was an added danger when the work was done with a lantern. In the first place, the dim light would not show the condition of the pile of sawdust and shavings as well as the electric lights. This might cause the pile of sawdust to topple over before the plaintiff could see its insecure condition and avoid the danger. In the next place, if. the pile of sawdust should topple over and come' in contact with the lighted lantern, there would likely be an explosion which would set on fire the sawdust in the fuel room, and thus add a new and unexpected danger to the work.\nThe jury might have found, under the circumstances, that the failure of the defendant to warn the plaintiff of the new and added danger of feeding the suction pipe in the night time with only a lantern to furnish light was actionable negligence. So there was a question for the jury about the extent of the danger and the consequences of the neglect of the defendant to warn the plaintiff that there was danger of the pile of sawdust falling down and coming in contact with the lantern, thereby causing an explosion which might set fire to the sawdust and burn the plaintiff as well as the property of the defendant. It cannot be said, as a matter of law, that the danger of working in the fuel room at night with a lighted lantern instead of electric lights was an obvious and patent danger to the plaintiff. He liad not been working in this part of the mill .since the installation of the new system, and he had a right to rely, to some extent, on the judgment of the head fireman under whom he was working. He was performing, the work in the manner in which he was directed to perform it by the head fireman, and was injured while doing so. We think, under the circumstances, that there was a question for the jury both of the negligence of the defendant and the assumption of risk by the plaintiff.\nIt is next insisted that the court erred in giving instruction No. 1, which reads as follows: “If you find from a fair preponderance of the evidence that the plaintiff, James Lattimore, was employed by the defendant, Arkansas Short Leaf Lumber Company, to fire the boiler used to generate steam to operate its machinery, and that, while so employed by defendant, it negligently allowed a large pile of sawdust and shavings to accumulate in the fuel room whore plaintiff was required to work, and that, by reason of said sawdust and shavings being allowed to accumulate in said room in large quantities, it became displaced and fell upon the plaintiff while he was discharging his duty, and said sawdust and shavings were fired by the lantern in plaintiff’s hands, which it was necessary for him to use because of the electric lights of defendant having become extinguished, and said sawdust and shavings became ignited by coming in contact with the lighted lantern furnished plaintiff by the agent of said company, and said shavings covered the plaintiff and set fire to his clothing and burned his body, arms and muscles, as alleged in his complaint, by reason of which burns he suffered great bodily pain and mental anguish, then your verdict will be for plaintiff, and you will.fix his damages at what you may determine, from the evidence,-he is entitled to receive for such bodily pain and mental anguish, according to the instructions given you by the court, not exceeding’ the amount claimed and prayed in plaintiff’s complaint, provided you find that any act complained of constituted negligence on defendant’s part.”\nWe do not think the instruction was erroneous. It submitted to the jury the question of the negligence of the defendant in directing the plaintiff to work in the fuel room with light from a lantern instead of from electricity. The undisputed evidence shows that the nlaintiff was injured by an explosion caused by the flying dust coming in contact with the lantern. The instruction in terms leaves it to the jury to find whether the defendant was negligent in the premises specified in the instruction or not.\nAt tlie request of the defendant the court specifically told the jury that it could not find that the defendant was negligent, either because the electric lights went out or because they had not been repaired. As above stated, the negligence of the defendant consisted in sending the plaintiff to work in a fuel room filled with shavings and sawdust with only the light from a lantern, instead of the lights furnished by electricity. The plaintiff might guard against any danger from the falling sawdust if the room was lighted by electricity, and yet be unable to do so by the dim light of a lantern. In the one case he could see all over the fuel room, and in the other the condition of the sawdust would be more or less obscure. Hence we think that the question of the negligence of the defendant and the doctrine of the assumption of risk by the plaintiff were submitted to the jury under proper instructions.\nWe find no prejudicial error in the record, and the judgment will be affirmed.",
        "type": "majority",
        "author": "Hart, J.,"
      }
    ],
    "attorneys": [
      "M. Danaher & Palmer Danaher, for appellant.",
      "Taylor <£ Jones, for appellee.",
      "M. Da/naher & Palmer Danaher, in reply."
    ],
    "corrections": "",
    "head_matter": "Arkansas Short Leaf Lumber Company v. Lattimore.\nOpinion delivered April 16, 1923.\n1. Master and servant — negligence—question for jury. — Where a lumber company was firing its engine with sawdust and shavings carried through a pipe from the fuel room to the engine through a pipe by suction, and plaintiff, without previous experience, was furnished a lantern to see how to feed the fuel into the suction pipe, and while performing such duty the pile of sawdust and shavings fell and covered him, and contact with the lantern occasioned a fire which severely burned the plaintiff, held that the questions whether plaintiff assumed the risk, and whether the company was negligent in furnishing a lantern and in failing to warn plaintiff of the danger in using same, were for the jury.\n2. Master and servant — negligence—instruction.—An instruction which submitted to the jury the question of the negligence of the defendant in directing the plaintiff to work in its fuel room with a light from a lantern, held proper.\nAppeal from Jefferson Circuit Court; W. B. Sorrels, Judge;\naffirmed.\nstatement op pacts.\nJames Lattimore sued the Arkansas Short Leaf Lumber Company to recover damages for injuries sustained by him while working. for said company.\nThe plaintiff was a witness for himself. According to his testimony, he had been working for the defendant in Pine Bluff, Ark., for about two years before he was injured. He was second fireman, and worked under Jack Stanley, the heád fireman. The regular work of the plaintiff was the firing of the Dutch ovens. On the night preceding the injury he was ordered to fire the engine for Stanley. A new fuel system had been installed, and he had not worked about this particular place since its installation. There was a fuel bin about 30x30 feet. The fuel was sawdust and shavings, which were brought into the bin from the planer mill. They fell directly in the middle of the fuel bin and spread out until the whole room was filled with a round pile, and they extended to the top of the room in a cone-shaped pile. Tlie new fuel system was called the blow-pipe system, and it was put in in order to make it easier for the sawdust to feed into the suction pipe. Under the blow-pipe system it was only necessary for a man to stand in the fuel room and keep the pipe up close to the fuel. The fuel would be carried through the pipe by suction from the fuel room to the engine. A fork and a pole about 14 feet long were used in raking down the sawdust. If the. sawdust was not raked down from the top with the pole from time to time it would fall down like an avalanche. The building was lighted by electricity. The electric lights.went out about eleven o’clock on the night before the plaintiff was injured, and were not repaired during the night. Stanley gave Lattimore a lantern to use, so that he could see how to feed the blow-pipe with the sawdust and shavings. The first lantern had a piece split out of the globe, and the plaintiff called Stanley’s attention to it. Stanley then gave him his own lantern, which had a good globe. There was an opening in the fuel-room, and the plaintiff hung the lantern up by it and went to work feeding the suction pipe. He worked in this way until about five o’clock the next morning. They kept up 60 pounds of steam all night for the dry-kiln, and at 5 o’clock raised steam for the day’s work. About 15 minutes after 5 o’clock in the morning the pile of sawdust and shavings slipped down on the plaintiff and covered him up. They then came in contact with the lantern, and this caused the dust from the sawdust and shavings to explode, and started a fire in the sawdust which covered the plaintiff. His clothing caught on fire, and he was severely burned before his clothing could be removed and the fire put out.\nThe fuel came into the fuel room from the top and fell into the center of it. Practically all of the sawdust and shavings that came from the planing-mill were carried into the fuel room, and it was pretty well filled on the night the accident occurred. Stanley heard the explosion, and immediately went to the fuel room. The flames came out of the door of the fuel room, and Lattimore could not be rescued before he was severely burned. The evidence showed that he suffered great pain for some length of time after he was injured. The electric lights in the mill frequently went out, and a lantern was used to see how to feed the fuel into the suction pipe.\nThe jury returned a verdict for the plaintiff in the sum of $750, and from the judgment rendered the defendant has duly prosecuted an appeal to this court.\nM. Danaher & Palmer Danaher, for appellant.\nNo negligence shown by the proof of the acts of negligence charged, and appellee assumed the risk. 56 Ark. 232; 89 Ark. 50; 135 Ark. 563; 147 Ark. 94; 148 Ark. 66. Court erred in giving instruction numbered 1 for appellee, and in not giving appellant’s peremptory instructions requested numbered 1 and 2.\nTaylor <£ Jones, for appellee.\nNegligence was shown in allowing the sawdust to accumulate to unusual height and directing the inexperienced appellant to work there without sufficient instructions, and with only a lantern instead of electric lights— in not furnishing him a safe place to work. 116 Ark. 277; 90 Ark. 223; 117 Ark. 198; 123 Ark. 119; 82 Ark. 555; 105 Ark. 247; 106 Ark. 25; 115 Ark. 380. Eisk not assumed. 110 Ark. 456; 77 Ark. 458; 90 Ark. 407; 116 Ark. 108; 113 Ark. 359. Negligence'Shown. 96 Md. 652, 61 L. E. A. 574; 86 Ark. 244; 129 S. W. (Mo.) 78; 124 Ark. 118. Evidence sufficient to support the verdict. 70 Ark. 136; 65 Ark. 116; 63 Ark. 536; 97 Ark. 86. No error in giving instruction No. 1. 102 Ark. 562; 67 Ark. 209; 90 Ark. 223; 113 Ark. 359. No error in refusing to give peremptory instructions. 91 Ark. 337; 123 Ark. 119.\nM. Da/naher & Palmer Danaher, in reply.\nAppellee was not inexperienced, and no allegation of failure to warn. 73 Ark. 49; 82 Ark. 536. No negligence established in connection with lights being out."
  },
  "file_name": "0308-01",
  "first_page_order": 332,
  "last_page_order": 338
}
