{
  "id": 1435307,
  "name": "Arkansas Baking Company v. Wyman",
  "name_abbreviation": "Arkansas Baking Co. v. Wyman",
  "decision_date": "1932-02-22",
  "docket_number": "",
  "first_page": "310",
  "last_page": "316",
  "citations": [
    {
      "type": "official",
      "cite": "185 Ark. 310"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "158 S. W. 494",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "108 Ark. 387",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1342314
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/108/0387-01"
      ]
    },
    {
      "cite": "17 S. W. 710",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "55 Ark. 128",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1322378
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/55/0128-01"
      ]
    },
    {
      "cite": "198 S. W. 120",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "130 Ark. 542",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8722474
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/130/0542-01"
      ]
    },
    {
      "cite": "112 S. W. 405",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "87 Ark. 243",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1519169
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/87/0243-01"
      ]
    },
    {
      "cite": "33 S. W. (2d) 1110",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "182 Ark. 985",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1389756
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/182/0985-01"
      ]
    },
    {
      "cite": "223 S. W. 6",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "144 Ark. 401",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1588027
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/144/0401-01"
      ]
    },
    {
      "cite": "35 S. W. (2d) 1010",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "183 Ark. 218",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1441631
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/183/0218-01"
      ]
    },
    {
      "cite": "36 S. W. (2d) 406",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "183 Ark. 912",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1441856
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/183/0912-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 653,
    "char_count": 12545,
    "ocr_confidence": 0.502,
    "pagerank": {
      "raw": 4.7632701146449025e-07,
      "percentile": 0.9303262468197953
    },
    "sha256": "26b73a4a227de748f293909f813d9fe843886315fc17903d169c8f264347b55a",
    "simhash": "1:aa4043612e2c30d2",
    "word_count": 2272
  },
  "last_updated": "2024-02-27T17:51:09.396208+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Arkansas Baking Company v. Wyman."
    ],
    "opinions": [
      {
        "text": "MoIIaney, J.\nAppellee sued appellant for damages for the injury and death of his infant son, seven years of age, caused by the alleged negligence of appellant in driving its automobile truck against that of appellee while driving along a highway between Warren and Monticello, both traveling in the same direction. The accident occurred on the 26th day of December, 1930. The appellant’s bread truck was driven into the rear end of appellee’s truck with such force and violence as to dislodge and throw to the ground several persons riding on the rear of appellee’s truck. Appellee, his wife and three children were riding in the cab of the truck, the little son, Wayne, sitting between his mother and father with his feet hanging down and his back some distance from the back of the seat. It is alleged that the impact from the collision threw the child back against the back of the seat in such a way as to injure the back of his head and neck near the base of the brain, causing a severe and painful injury, from which he died on January 16, 1931. Appellant denied the material allegations of the complaint, and the case was tried to a jury, which resulted in a verdict and judgment against appellant in the sum of $5,000 for the benefit of the estate for pain and suffering, and in the sum of $3,806.50 “for the benefit of the next of kin for medical bills, funeral expenses and loss of services during minority. ”\nFor a reversal of the judgment, it is first insisted that the evidence is insufficient to support the verdict; that it does not show that the deceased received any injury in the accident; and that it was impossible for the deceased to have received an injury at the place alleged by reason of the accident. It is true that at the time of the accident, which is undisputed, appellee did not know that his son had received an injury and did not know it for some days thereafter, although he knew that his little son was complaining* about his head hurting him. At the time of the accident, as stated above, four or five persons riding on the rear of the truck were thrown out, and all the others except the deceased got out of the car on account of the accident. Appellee soon discovered that there was no .substantial damage to his car, and, although his car was knocked 40 or 50 feet down the road and they were all considerably shaken up, appellee did not know any person had been seriously injured. Dr. Smith, who examined the child about eighteen days after .the accident, testified that the child had an injury at the back of his neck, about the edge of the hair and that such injury was caused from a lick received in that place. The evidence further shows that the child began complaining about his head shortly after the accident, and that he continued so to complain until his death. Shortly after the accident appellee discovered that bloody water was coming from the child’s ears and nose, took the child to a physician who made a perfunctory examination and prescribed a wash for the bloody discharge. This physician was not advised that the child had been in an accident, as it did not occur to appellee at that time that lxe was suffering from an injury received therein. We think the evidence was sufficient to take this question to the jury under all the facts and circumstances, especially so in view of the fact that the child did not get out of the truck with the others during the excitement caused by the accident, and began to complain of his head hurting him only a short time after leaving the place of the Occident. Nor do we think we can say as a matter of law that' it was impossible for the child to have received the injury it did receive in the place and in the manner stated. This was a question for the jury. The evidence when viewed in the light most favorable to appellee, as we must do in determining its sufficiency, was such that the minds of reasonable men might differ as to the cause of the injury, and we cannot set the verdict aside on this account.\nIt is next insisted that there is no sufficient showing that the truck that caused the accident was appellant’s property, was being used at the time of the accident in its business, or' that the driver of the truck was in its employ and that he-was engaged in the business of appellant at the time of the accident. It is undisputed that the truck that caused the accident had appellant’s name printed or -painted thereon. It is further undisputed that this truck, or a like truck bearing* the name of appellant, ^raveled over this highway daily. The evidence further shows that a short time prior to the accident, while appellee and another were in Warren they saw this same truck and the same driver who caused the accident delivering bread or other articles of merchandise to a customer in Warren. We think this evidence sufficient to establish the fact that the truck belonged to appellant, and that it was being operated at the time of the accident by its employee, and that this was sufficient to raise the inference that at the time of the accident he was acting within the scope of his employment and in the furtherance of his master’s business. Casteel v. Yantis-Harper Tire Co., 183 Ark. 912, 36 S. W. (2d) 406; Mullins v. Ritchie Grocery Co., 183 Ark. 218, 35 S. W. (2d) 1010; Terry Dairy Co. v. Parker, 144 Ark. 401, 223 S. W. 6. The facts established were sufficient to take this question to the jury, aside from the admissions of appellant’s counsel made in his opening- statement to the jury.\nIt is next argued that the verdict, both for the value of the services of the deceased during minority and for pain and suffering, was excessive. It appears that appellee incurred $56.50 for medical attention and funeral bills. There was a net amount of recovery for loss of services of $3,750. It is argued that this amount is excessive because it amounts to nearly $400 a year or approximately $1.25 for every working day for fourteen years. In Morel v. Lee, 182 Ark. 985, 33 S. W. (2d) 1110, we allowed a recovery for pecuniary damages in the sum of $2,500. In this case, however, the child was the son of a small farmer, well developed and a strong able-bodied boy. While he had not reached that age that his services would be of very great value, he was able to run errands, do chores and numerous other things about the farm of value to appellee. It is well known that a boy, so reared by a father in poor or moderate circumstances, is required to work, and, when quite young, must do a man’s work in assisting his father to make a living for the family. It is true that they are required to go to school a portion of the year, but it is quite usual in farm communities to so arrange the terms of school as to permit the children to assist their parents in the growing and gathering of crops. We have reached the conclusion that the amount of the verdict in this respect was a question for the jury, and it does not appear to be so excessive under the circumstances stated as to justify us in reducing it. Neither can we say that the judgment for pain and suffering is excessive. On the contrary, it appears to us to be a moderate allowance. The child lived 21 days after its injury, and a number of witnesses testified that it suffered continuously, having to be rested on a feather bolster and that although during this time it was taken to physicians for examination two or three times, it finally reached the point where the physician had to come to see it, and at that time it was too near death to be taken to a hospital for an X-ray.\nThe only other question we find it necessary to discuss is that relating to the hypothetical question asked Dr. Wm. B. Grayson, an expert witness. 'Before putting Dr. Grayson on the stand, a number of witnesses had testified regarding the accident, how it occurred, the actions and demeanor of the child, its complaints of injury and to other facts and circumstances relating to the manner of the supposed injury. There was no conflict in any of this testimony. Dr. Smith was examined and testified that he had personally examined the child and found a bruised place on the back of his head near the base of the brain which was caused from an injury. Dr. Grayson was then put upon the stand and asked whether he had been sitting in the court room all day and had heard all the witnesses testify, and he answered that he had been in the court room, and thought he had heard them all; whether he had paid attention to the testimony as given by all the witnesses with reference to the manner of the alleged injury to the child, the symptoms that were shown by him, the appearance of his body, and he answered that lie liad. He was then aslced this question: “If this testimony is found to be true, Dr. Grayson, we want to ask you what, in your opinion, based on this testimony as you have heard it, and upon your experience and knowledge as a physician and surgeon, was the cause of the death, in your opinion of Wayne Wyman?” The witness was permitted to answer the question over the objections and exceptions of appellant that the child’s death was caused by traumatism which is considered an injury due to a blow direct or indirect. Appellant objected to the question on the ground that numerous witnesses had testified to different conditions and symptoms, and that the evidence was in conflict so that it was impossible for his answer to show what testimony he believed or accepted or what he did not, or upon what conditions or symptoms he based his answer. We have read the testimony carefully, and we fail to find any substantial conflict in the testimony as to how the injury occurred. In addition, it is argued here now that his answer was based in part upon the testimony of Dr. Smith, but at the time it made no objection to the question on that ground. It is true that the better practice is, in eliciting the opinion of an expert witness, to ask a hypothetical question detailing all the undisputed facts which must be included and all the facts assumed to have been established by the party propounding the question may be included, if relevant. Taylor v. McClintock, 87 Ark. 243, 112 S. W. 405; Newport Mfg. Co. v. Alton, 130 Ark. 542, 198 S. W. 120; Mo. State Life Ins. Co. v. Fodrea, ante p. 155. An expert cannot be asked his opinion upon disputed questions of fact except upon hypothetical statement, unless he is personally acquainted with the material facts in the case. Ringlehaupt v. Young, 55 Ark. 128, 17 S. W. 710. It was held in that case that there are two methods of eliciting the opinion of an expert on matters not depending upon general knowledge, but on facts not testified of by himself, and one of them is that the witness is present and hears all the testimony, and the second is to ask a hypothetical question. The same rule was announced in St. L. I. M. & S. R. Co. v. Williams, 108 Ark. 387, 158 S. W. 494, where it was said: “If the expert has been present and heard all the evidence as to the symptoms and appearances, detailed upon the trial, he may give his opinions upon the fact so stated, if they be found true by the jury, but cannot himself judge of their truth.” Appellant argues that the holdings in both cases are dicta, but, whether they are or not, such seems to be the general rule where the witness is present and heard all the testimony, which is not in conflict. It is argued that Dr. Norman testified that the child was suffering from infantile paralysis, but Dr. Norman did not testify until after Dr. Grayson had given his opinion on the facts then in evidence. Assuming that appellant’s objection to the question asked Dr. Grayson covered the testimony of Dr. Smith and that his argument now made against the expert’s testimony as being based on another expert’s opinion, our holding in the Mo. State Life Ins. Co. case, supra, is contrary to appellant’s contention. Dr. Smith did not testify as an expert witness. He gave his diagnosis from a personal examination. He was not asked any hypothetical question, and the opinion of Dr. Grayson cannot be said to be based in part on another expert’s opinion.\nOther assignments of error are suggested and urged for a reversal which we have examined and cannot sustain. No useful purpose could be served by a discussion of them, and we therefore refrain from doing so.\nWe find no error, and the judgment is accordingly affirmed.",
        "type": "majority",
        "author": "MoIIaney, J."
      }
    ],
    "attorneys": [
      "A. W. Taylor and DeWitt Poe, for appellant.",
      "Compere <& Compere, for appellee."
    ],
    "corrections": "",
    "head_matter": "Arkansas Baking Company v. Wyman.\nOpinion delivered February 22, 1932.\nA. W. Taylor and DeWitt Poe, for appellant.\nCompere <& Compere, for appellee."
  },
  "file_name": "0310-01",
  "first_page_order": 330,
  "last_page_order": 336
}
