{
  "id": 8721148,
  "name": "United States Fidelity & Guaranty Company v. Brandon",
  "name_abbreviation": "United States Fidelity & Guaranty Co. v. Brandon",
  "decision_date": "1932-10-17",
  "docket_number": "4-2675",
  "first_page": "311",
  "last_page": "317",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 311"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "72 A. L. R. 1443",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "160 N. E. 357",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": 0
    },
    {
      "cite": "247 N. Y. 271",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        1983654
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/247/0271-01"
      ]
    },
    {
      "cite": "178 N. E. 466",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": 0
    },
    {
      "cite": "346 Ill. 347",
      "category": "reporters:state",
      "reporter": "Ill.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 573,
    "char_count": 11532,
    "ocr_confidence": 0.499,
    "pagerank": {
      "raw": 2.492411329531345e-07,
      "percentile": 0.8086818961259904
    },
    "sha256": "fe496d57d93dfb3b09b7bef4bf99ad11b2f07e5e417a1f62b0ae761a138a9fd8",
    "simhash": "1:e5660c2ab081becc",
    "word_count": 2001
  },
  "last_updated": "2024-02-27T17:52:01.123529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "United States Fidelity & Guaranty Company v. Brandon."
    ],
    "opinions": [
      {
        "text": "McHaNey, J.\nOn November 7, 1930, while riding-in a car owned and operated by one Hanley, appellee suffered painful injuries in an automobile accident at Carlisle, Arkansas, caused by collision between Hanley’s car and another car driven by one Halloway. Appellant had issued in the State of Ohio a policy of automobile liability insurance to Hanley which provided among.other things the following: “II. (2) Bankruptcy or insolvency of the assured shall not relieve the company of any of its obligations hereunder. Any person or his legal representatives who shall obtain final judgment against the assured because of any such bodily injury or injury to or destruction of property and whose execution against the assured is returned unsatisfied because of such insolvency or bankruptcy, may proceed against the company under the terms of this policy to recover the amount of such judgment, either at law or in equity, but not exceeding the limit of this policy applicable thereto. Nothing in this policy shall give to any person or persons claiming damages against the assured any right of action against the company except as in this paragraph (2) provided.”\n“V. (B) In the event of accident 'written notice shall be given by or on behalf of the assured to the company or any of its authorized agents as soon, as is reasonably possible thereafter, irrespective of- whether or not any injury or damage is apparent- at the time. Such notice should contain information respecting the time, place, and circumstances of the accident, with the name and address of the injured and any available witnesses. If such information is not reasonably obtainable, particulars sufficient to identify the assured shall constitute notice. The assured shall keep the company advised respecting further developments in the nature of claims or suits when and as they come to his knowledge. The assured shall cooperate with the company and, upon the company’s request, shall assist in effecting settlement, securing evidence, and the attendance of witnesses, hut the assured shall not voluntarily make any payment, assume any obligation or incur any expense other than for immediate surgical relief, except at his own cost.”\nThereafter suit was brought against Hanley by ap-pellee, and a judgment recovered in the sum of $1,500 against him. Execution was issued on said judgment and returned unsatisfied, and this suit followed to recover the amount of said judgment and cost from appellant. A trial resulted in a verdict and judgment against appellant for the amount sued for.\nThe principal contention made by appellant for a reversal of the judgment against it is the refusal of the court to direct a verdict in its favor at its request. The following facts and section Y (B) are relied upon to support this contention: The poliey was written in Ohio where Hanley was a resident. Shortly after the accident Hanley reported same to appellant at its Ohio agency in a lengthy telegram, giving the names of a number of witnesses to the accident, in addition to the names of the occupants of the other car, four colored persons. He did not report the name of a woman passenger riding in the car with him and appellee, nor did he disclose such fact to appellant’s investigator in Little Ro'k a few hours later when statements were taken from him and appellee, tending to exculpate him from any liability because of the accident. The statement submitted by Hanley to appellant’s investigator, together with a diagram of the position of the two cars, showed him to he on the left-hand or wrong side of the road. Later Hanley gave counsel for appellee a statement regarding the accident, but, as we view this later statement, it does not differ from that given appellant in any material degree, and we therefore do not set out these respective statements. When Hanley was sued in the former action, he promptly notified appellant, and it undertook the defense of his case and made some investigation in preparation for trial. Four days before the trial, May 15, 19-31, Hanley called at appellant’s office in Memphis and agreed to be present in Little Rock for the trial on the 19th, stating that he had to be in Jackson, Miss., to attend some kind of meeting in the interest of his employer, for whom he was a traveling salesman, and would leave there about 3 o’clock on the afternoon of the 18th and drive to Little Rock by the morning of the 19th. This he failed to do. On the morning of the 19th, when' the case was called for trial, counsel for appellant, who were also representing Hanley up to that time, stated to the court they were not ready for trial because of the absence of their client Hanley, and orally moved the court for a continuance. The motion was resisted by appellee, and the court overruled same. Ap-pellee announced ready for trial, whereupon counsel for Hanley, after having him called without response, asked leave to withdraw from the case, which was granted. A jury was impaneled and assessed appellee’s damages at the sum of $1,500. No written motion for a continuance was filed in compliance with the statute.\nOn these facts appellant contends that the court should have directed a verdict in its favor because of Hanley’s failure to cooperate with it in the defense of the suit as provided in section V (B) of the policy, the language being: “The assured shall cooperate with the company and, upon the company’s request, shall assist in * * * securing evidence,” etc. It is contended that his failure to attend the trial wherein he was the nominal defendant and to testify therein, and his failure to disclose the name of the woman who was riding with them at the time, constituted a failure to cooperate with appellant in violation of the express provision of the policy requiring him to cooperate. We cannot agree with appellant in this contention. It is true that it was the duty of the assured to cooperate with the defendant by lending aid and such information as he possessed in preparing the case for trial and to attend the trial and testify as to the true facts and circumstances concerning the accident. Without his presence and aid the insurance company was seriously handicapped. But there is nothing in this record to show the reason for Hanley’s absence from the trial. For aught we know, he may have been seriously ill or dead. We are therefore of the opinion that it was the duty of the insurance company in this action to go further than showing his mere absence from the trial in order to show lack of cooperation, and to show the reason for such absence. Appellant cites and relies upon numerous cases from other jurisdictions holding that it is the duty of the assured to attend the trial and to cooperate with the company in defending the action against him, but in practically all of them it is shown that the assured’s absence was premeditated and wilful. Such was the case in Schneider v. Autoist Mutual Ins. Co., 346 Ill. 347, 178 N. E. 466, where the assured refused to return to New York, where the original .judgment was obtained, to testify in the case, giving as a reason that he'had been arrested, thrown into jail without reason, and that he would not return under any circumstances. So also in Coleman v. New Amsterdam Casualty Co., 247 N. Y. 271, 160 N. E. 357, 72 A. L. R. 1443, where an employee of the defendant refused to testify unless the policy was. enlarged to cover any judgment that might be had against him, and so it was in nearly all of the cases cited by appellant that the absence of the defendant was wilful and deliberate. Here, however, the evidence fails to disclose any reason why Hanley was absent. Only four days before tbe trial be stated bis intention to be present at tbe trial and to cooperate. Prior to that time be bad cooperated by furnishing appellant a statement of bimself and appellee and giving it tbe names of a number of available witnesses. \"We cannot therefore say as a matter of law that bis failure to attend tbe trial, in tbe absence of any proof or explanation as to why be so failed, establishes a breach of the contract in this regard. On tbe contrary, we think it a question for tbe jury, and that it was tbe duty of appellant in this trial to show that Hanley had no good reason to absent bimself from the trial.\nAs to Hanley’s failure to disclose tbe name of the .woman riding in tbe car with them, we are unwilling to say, as a matter of law, that this was sufficient to breach tbe contract. Tbe most we can say is that it was a circumstance to go to tbe jury for what it was worth as tending to show lack of cooperation. This failure, as well as his mere failure to attend tbe trial, constituted questions for tbe jury, and its finding is against appellant.\nTbe court gave an instruction on its own motion as follows: “Now, if you find in this case that William Hanley cooperated with tbe insurance company in the defense of the case against him, which has been heretofore tried, then your verdict should be for tbe plaintiff. If you find in that case that William Hanley did not cooperate with tbe insurance company, and, in other words, that be failed to cooperate with tbe insurance company, which be was bound to do under the terms of bis policv, then tbe insurance company bad a right not to defend that case, and your verdict should be for tbe defendant. In other words, there was a mutual obligation under tbe terms of this policy. Tbe policy provides tbe insurance company would pay tbe liability of William Hanley for any damage be may cause by bis negligence that was tbe obligation of the insurance company. William Hanley in tbe terms of tbe policy agreed to cooperate with tbe insurance company in tbe establishment of all claims against William Hanley for which the insurance company might he liable. Now, the question for yon to decide is, did William Hanley cooperate with the insurance company in the defense of that suit heretofore tried against him? If he did, then your verdict should he for the plaintiff in this case. If he did not, your verdict should he for the defendant in this case.”\nAppellant argues that it is erroneous for the reason, as it says, that it fails to define what cooperation meant in the policy. We do not agree. It tells the jury Hanley’s agreement was to cooperate with the appellant “in the establishment of all claims against William Hanley for which the insurance company might he liable.” We do not think the jury could have misunderstood what the court meant by cooperating with appellant in the establishment of claims against him. The word “cooperate” is a simple word, and any one with sufficient intelligence to qualify as a juror in a civil action would .know that it simply means to operate with or work together.\nAll of the instructions requested by appellant and refused by the court were peremptory in nature as admitted by appellant and were properly refused. We do not set them out and comment on them separately, as no useful purpose could be served thereby. The only issue in the case was whether Hanley cooperated with appellant in the suit by appellee against him, and we have already seen this was a question for the jury which the court submitted under an instruction as plain and simple as could be given.\nWe find no error, and the judgment is accordingly affirmed.",
        "type": "majority",
        "author": "McHaNey, J."
      }
    ],
    "attorneys": [
      "Rose, Hemingway, Cantrell .& Loughborough, for appellant.",
      "Kenneth W. Coulter and Shields M. Goodwin, for appellee."
    ],
    "corrections": "",
    "head_matter": "United States Fidelity & Guaranty Company v. Brandon.\n4-2675\nOpinion delivered October 17, 1932.\nRose, Hemingway, Cantrell .& Loughborough, for appellant.\nKenneth W. Coulter and Shields M. Goodwin, for appellee."
  },
  "file_name": "0311-01",
  "first_page_order": 331,
  "last_page_order": 337
}
