{
  "id": 8722047,
  "name": "Sheppard v. State",
  "name_abbreviation": "Sheppard v. State",
  "decision_date": "1923-10-08",
  "docket_number": "",
  "first_page": "315",
  "last_page": "320",
  "citations": [
    {
      "type": "official",
      "cite": "160 Ark. 315"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "126 Ark. 354",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1551722
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/126/0354-01"
      ]
    },
    {
      "cite": "104 Ark. 255",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1350657
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/104/0255-01"
      ]
    },
    {
      "cite": "58 Ark. 47",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1329175
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/58/0047-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 483,
    "char_count": 10487,
    "ocr_confidence": 0.504,
    "pagerank": {
      "raw": 9.66217029417753e-08,
      "percentile": 0.5286236765155035
    },
    "sha256": "fb5a2e4dcb593199a1bc242e46ca358e5df025902facaf823c4228cebb5fc0d2",
    "simhash": "1:a6fc1e603a82bc6b",
    "word_count": 1779
  },
  "last_updated": "2024-02-27T17:41:07.582861+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Sheppard v. State."
    ],
    "opinions": [
      {
        "text": "Hart, J.\nJohnson Palmer, Jim Sheppard and Johnnie Palmer were jointly charged with the crime of murder by an indictment the body of which is as follows: “The grand jury of Union County, in the name and by the authority of the State of Arkansas, on oath, accuse the defendants, Johnson Palmer, Jim Sheppard and Johnnie Palmer, of the crime of murder in first degree, committed as follows, to-wit: The said defendant, on the 20th day of March, 1922, in Union County, Arkansas, did unlawfully, wilfully, feloniously and of his malice aforethought, and after premeditation and deliberation, kill and murder one Roosevelt Kidd, a human being, by then and there shooting him, the said Roosevelt, with a certain pistol, which he the said Johnson Palmer then and there- had and held in his hand, the said pistol being then and there loaded with gunpowder and leaden ball, with the wilful, felonious, malicious, premeditated and deliberate intent then and there to kill and murder him, the said Roosevelt Kidd, against the peace and dignity of the State of Arkansas.”\nThe jury returned a verdict of not guil'ty against Johnson Palmer. Jim Sheppard was convicted of murder in the second degree and his punishment was fixed by the jury at 5 years in the State Penitentiary. Johnnie Palmer was convicted of voluntary manslaughter and his punishment was fixed by the jury at two years in the State Penitentiary. Jim Sheppard and Johnnie Palmer have appealed to this court.\nThe first assignment of error relied upon for a reversal of the judgment is that the indictment is void for ’ ambiguity.\nIt is insisted that the indictment jointly accuses Johnson Palmer, Jim Sheppard and Johnnie Palmer of killing Roosevelt Kidd with a pistol in the hands of Johnson Palmer, and that this rendered the indictment too uncertain to be the basis of a charge of murder against Jim Sheppard and Johnnie Palmer. \"When the indictment is read as a whole, it is plain that the use of the words “defendant did unlawfully, etc., kill and murder one Roosevelt Kidd” is a clerical error, and that it was intended to use the word defendants. All of the defendants were joined in the same indictment and properly charged as principals in the first part of the indictment. Of ¡course it is quite improbable that three persons, in the midst of a deadly conflict, could at the same time fire a certain pistol held in the hands of one of them, but, however improbable that such an occurrence may be, it cannot be -said to be impossible. Our statute provides that no indictment is insufficient which does not tend to the prejudice of the substantial rights of the defendant on the merits.\nThe indictment properly charged all the defendants jointly as principal offenders in the crime of murder. Therefore we hold that the indictment is legally sufficient to sustain the judgment of conviction. Evans v. State, 58 Ark. 47; Jackson v. State, ante, p 198; and Patrick v. State, 104 Ark. 255.\nIn the latter case the court sustained an indictment charging James Patrick and H. J. Patrick with killing Sterling Rose by stabbing him with a certain knife held in the hands of said James Patrick and H. J. Patrick.\nIn this connection we wish to call attention to the fact that it has been well said that the dignity of judicial proceedings requires that the forms employed in the administration of justice should not be incongruous or untruthful on their face, and that prosecuting attorneys should be careful to draw their indictments in plain and concise language so that a person of common understanding could readily know with what crime he is intended to he charged in the indictment. It is one thing, however, to say that an indictment is loosely drawn, and a quite different thing to say that it is not legally sufficient to support a judgment of conviction.\nThe testimony was sufficient to warrant the conviction of Jim Sheppard.\nOn the part of the State, the testimony was that Johnson Palmer was the father of Johnnie Palmer and the father-in-law of Jim Sheppard. The killing took place at a negro dance in Union County, Arkansas, and all of the participants and the witnesses are negroes. It appears that Jim Sheppard became angry because a negro named Hall was dancing with his wife, and made her stop dancing. Texas Kidd, a brother of Roosevelt Kidd, made objections to this. Soon afterwards several shots were fired, and Roosevelt Kidd was killed by a shot fired from a large pistol. Right after the killing, Jim Sheppard was seen with a large pistol in his hand, and stated to several persons present that he had killed Roosevelt Kidd, and that was his business at the dance that night.\nJim Sheppard denied having shot Roosevelt Kidd, and introduced witnesses to substantiate his testimony. The verdict, however, shows that the jury believed the witnesses for the State, and the evidence is legally sufficient to support a verdict of murder in the second degree.\nWith regard to the case of Johnnie Palmer, however, the evidence is not so plain. Jim Sheppard married a sister of Johnnie Palmer. When Sheppard snatched his wife away from Hall, with whom she was dancing, and took her off the floor, Hall asked Sheppard if he did not want him to dance with his wife. Texas Kidd then interfered, and asked them why they couldn’t all dance without starting something. Johnnie Palmer and another negro grabbed Texas Kidd and pulled him down in a corner. In a minute or two the shooting started, and Roosevelt Kidd was killed by some one. Jim Sheppard almost immediately afterwards was seen with a pistol in his'hands, and admitted that he had killed Roosevelt Kidd: This evidence, when taken in its strongest probative force, is not legally sufficient to show a concerted plan between Jim Sheppard and .Johnnie Palmer to kill either Roosevelt or Texas Kidd. The row appears to have been started suddenly, and there is nothing to show that Johnnie Palmer in any wise participated in the killing of Roosevelt Kidd. In this connection it may be stated, that' all the witnesses testified that Johnson Palmer ran out of the room as soon as the row started.\nBecause the testimony is not legally sufficient to warrant the jury in finding that there was a conspiracy to kill or injure Roosevelt Kidd, and because Johnnie Palmer took no part whatever in killing him, we are of the-opinion that the testimony is not legally sufficient to convict him. The jury evidently thought that the testimony against him was very weak, for it only found him guilty of voluntary manslaughter and fixed bis punishment at two years in the State Penitentiary.\nIt is next urged that the court erred in giving instruction No. 2, which reads as follows:\n“You are instructed that, if you believe from the evidence in this case, beyond a reasonable doubt, that the defendants, or either of them, in Union County, Arkansas, before the return of the indictment into court, did unlawfully, wilfully, feloniously, of their malice aforethought, kill one Roosevelt Kidd by shooting him with a pistol, as alleged in the indictment, it will be your duty to find the defendant, nr either of them, guilty of murder in the second degree, and to assess his or their punishment at imprisonment in the State Penitentiary for not less than five years nor more than twenty-one years.”\nWe cannot agree with the counsel for the defendants in this contention. As we have already seen, the defendants were jointly indicted and charged with being principal offenders in the killing of Roosevelt • Kidd. The jury might return one or all of them guilty, as the evidence warranted, under this instruction.\nAgain it is insisted by counsel for the defendants that the court erred in giving instruction No. 7, which reads as follows: “You are instructed that, the killing being proved, the burden of proving circumstances of mitigation that justify or excuse the homicide shall devolve on the accused, unless, by proof on the part of the State, it is sufficiently manifest that the offense amounted to only manslaughter, or that the accused was justified or excused in committing the homicide. However, the bnrden on the case rests upon the State to show the defendant guilty beyond a reasonable doubt.”\nNo specific objection was made to this instruction. The instruction follows the language of the statute, and, as construed by this court, only amounts to telling the jury that, if it found that the killing by the defendant was proved, then the burden of proof was upon him to establish self-defense, unless the evidence for the State showed it. A number of cases supporting this view are cited in Wilson v. State, 126 Ark. 354.\nIt results from the views expressed above that the judgment against Jim Sheppard should be affirmed, and the judgment against Johnnie Palmer, because the evidence is not legally sufficient to support the verdict, should be reversed, and the cause as to him will be remanded for a new trial.",
        "type": "majority",
        "author": "Hart, J."
      }
    ],
    "attorneys": [
      "Mahoney, Yocum, & Saye and J. N. Saye, for appellants.",
      "J. S. Utley, Attorney General, and Jno. L. Garter, Assistant, for appellee."
    ],
    "corrections": "",
    "head_matter": "Sheppard v. State.\nOpinion delivered October 8, 1923.\n1. Homicide — indictment.—An indictment of three persons for murder which alleges that defendant did unlawfully, etc., kill and murder, etc., will be construed to intend to allege that defendants did kill and murder.\n2. Homicide — sufficiency of indictment. — An indictment of three persons alleging that they did kill and murder, etc., with a pistol in the hands of one of them, is legally sufficient to sustain a conviction of the accused.\n3. Homicide — sufficiency of testimony. — Testimony held insufficient to sustain a conviction of voluntary manslaughter.\n4. Homicide — INSTRUCTION.—Where three persons were accused of murder, it was not error to instruct the jury that they might find one or all of them guilty as the evidence warranted.\n5. Homicide — instruction—burden of proof. — It was not error to instruct the jury that, “The killing being proved, the burden of proving circumstances of mitigation that justify or excuse the homicide shall devolve on the accused unless, by proof on the part of the State, it is sufficiently manifest that the offense amounted only to manslaughter, or that the accused was justified or excused in committing the homicide. However, the burden on the ease rests upon the State to show the defendant guilty beyond a reasonable doubt.”\nAppeal from Union Circuit Court; L. S. Britt, Judge; reversed as to Palmer,\naffirmed as to Sbeppard.\nMahoney, Yocum, & Saye and J. N. Saye, for appellants.\nJ. S. Utley, Attorney General, and Jno. L. Garter, Assistant, for appellee."
  },
  "file_name": "0315-01",
  "first_page_order": 339,
  "last_page_order": 344
}
