{
  "id": 4356339,
  "name": "Sixty-01 Association of Apartment Owners, Respondent, v. Virginia A. Parsons et al., Defendants, Daniel W. Pashniak, Petitioner; Sixty-01 Association of Apartment Owners, Respondent, v. Maria A. Mallarino et al., Defendants, Daniel W. Pashniak, Petitioner",
  "name_abbreviation": "Sixty-01 Ass'n of Apartment Owners v. Parsons",
  "decision_date": "2014-08-21",
  "docket_number": "No. 89805-7",
  "first_page": "316",
  "last_page": "328",
  "citations": [
    {
      "type": "official",
      "cite": "181 Wash. 2d 316"
    }
  ],
  "court": {
    "name_abbreviation": "Wash.",
    "id": 9029,
    "name": "Washington Supreme Court"
  },
  "jurisdiction": {
    "id": 38,
    "name_long": "Washington",
    "name": "Wash."
  },
  "cites_to": [
    {
      "cite": "89 P.2d 802",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1939,
      "opinion_index": 0
    },
    {
      "cite": "198 Wash. 665",
      "category": "reporters:state",
      "reporter": "Wash.",
      "case_ids": [
        1308353
      ],
      "year": 1939,
      "pin_cites": [
        {
          "page": "672"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash/198/0665-01"
      ]
    },
    {
      "cite": "954 P.2d 1301",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1998,
      "opinion_index": 0
    },
    {
      "cite": "135 Wn.2d 45",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        812846
      ],
      "year": 1998,
      "pin_cites": [
        {
          "page": "52"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/135/0045-01"
      ]
    },
    {
      "cite": "289 P.3d 645",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2012,
      "opinion_index": 0
    },
    {
      "cite": "270 P.3d 639",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2012,
      "opinion_index": 0
    },
    {
      "cite": "166 Wn. App. 625",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        3682248
      ],
      "year": 2012,
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/166/0625-01"
      ]
    },
    {
      "cite": "328 P.3d 895",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2014,
      "opinion_index": 0
    },
    {
      "cite": "180 Wn.2d 754",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4242206
      ],
      "year": 2014,
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/180/0754-01"
      ]
    },
    {
      "cite": "69 P.2d 810",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1937,
      "opinion_index": 0
    },
    {
      "cite": "190 Wash. 535",
      "category": "reporters:state",
      "reporter": "Wash.",
      "case_ids": [
        1280982
      ],
      "year": 1937,
      "opinion_index": 0,
      "case_paths": [
        "/wash/190/0535-01"
      ]
    },
    {
      "cite": "37 P.2d 203",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1934,
      "opinion_index": 0
    },
    {
      "cite": "179 Wash. 272",
      "category": "reporters:state",
      "reporter": "Wash.",
      "case_ids": [
        877772
      ],
      "weight": 2,
      "year": 1934,
      "pin_cites": [
        {
          "page": "284-85"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash/179/0272-01"
      ]
    },
    {
      "cite": "685 P.2d 1074",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1984,
      "opinion_index": 0
    },
    {
      "cite": "102 Wn.2d 170",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1137128
      ],
      "year": 1984,
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/102/0170-01"
      ]
    },
    {
      "cite": "737 P.2d 721",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1987,
      "opinion_index": 0
    },
    {
      "cite": "48 Wn. App. 29",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        1838667
      ],
      "weight": 3,
      "year": 1987,
      "pin_cites": [
        {
          "page": "31"
        },
        {
          "page": "32"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/48/0029-01"
      ]
    },
    {
      "cite": "153 P.2d 847",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1944,
      "opinion_index": 0
    },
    {
      "cite": "22 Wn.2d 1",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        2552745
      ],
      "year": 1944,
      "pin_cites": [
        {
          "page": "18"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/22/0001-01"
      ]
    },
    {
      "cite": "321 P.2d 275",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1958,
      "pin_cites": [
        {
          "parenthetical": "citing Williams v. Cont'l Sec. Corp., 22 Wn.2d 1, 18, 153 P.2d 847 (1944)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "51 Wn.2d 676",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1005702
      ],
      "year": 1958,
      "pin_cites": [
        {
          "page": "681",
          "parenthetical": "citing Williams v. Cont'l Sec. Corp., 22 Wn.2d 1, 18, 153 P.2d 847 (1944)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/51/0676-01"
      ]
    },
    {
      "cite": "43 P.3d 4",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2002,
      "opinion_index": 0
    },
    {
      "cite": "146 Wn.2d 1",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        960829
      ],
      "year": 2002,
      "pin_cites": [
        {
          "page": "9"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/146/0001-01"
      ]
    },
    {
      "cite": "321 P.3d 1207",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2014,
      "opinion_index": 0
    },
    {
      "cite": "180 Wn.2d 1001",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "year": 2014,
      "opinion_index": 0
    },
    {
      "cite": "314 P.3d 1121",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2013,
      "opinion_index": 0
    },
    {
      "cite": "178 Wn. App. 228",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        4347803
      ],
      "year": 2013,
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/178/0228-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 914,
    "char_count": 21530,
    "ocr_confidence": 0.743,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.14840131606128387
    },
    "sha256": "e35fe3eae7057c7546586d9b9820f06ccb48575e63781dc8decbcd4068592715",
    "simhash": "1:12daa1b5b82a602f",
    "word_count": 3525
  },
  "last_updated": "2024-02-27T19:47:16.443836+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Sixty-01 Association of Apartment Owners, Respondent, v. Virginia A. Parsons et al., Defendants, Daniel W. Pashniak, Petitioner. Sixty-01 Association of Apartment Owners, Respondent, v. Maria A. Mallarino et al., Defendants, Daniel W. Pashniak, Petitioner."
    ],
    "opinions": [
      {
        "text": "¶1 Daniel W. Pashniak, the purchaser of two condominiums at a foreclosure sale, now wants to withdraw his bids. The judgment creditor, Sixty-01 Association of Apartment Owners, wants to confirm the sales. RCW 6.21.110 governs the confirmation of sales of real estate. RCW 6.21.110(2) states, “The judgment creditor or successful purchaser at the sheriff’s sale is entitled to an order confirming the sale.” The issue is whether a successful purchaser has a right to withdraw his or her bid prior to confirmation or if a judgment creditor is entitled to confirmation of the sale absent substantial irregularities, even if the purchaser no longer wishes to purchase the property. We hold that a third party purchaser does not have a unilateral right to withdraw a successful bid before confirmation. Either the purchaser or the judgment creditor can move for confirmation, and the sale should be confirmed by the court unless a debtor or a nondefaulting party who received notice proves there were substantial irregularities in the proceedings. Further, while a court may invalidate a sale based on equitable considerations, this situation does not merit such a remedy. We affirm the Court of Appeals and confirm both sales.\nFairhurst, J.\nI. FACTUAL BACKGROUND AND PROCEDURAL HISTORY\n¶2 Virginia A. Parsons and Maria A. Mallarino each owned units in the Sixty-01 condominiums complex. Each property was encumbered by a mortgage from Bank of America, evidenced by deeds of trust recorded in King County. Sixty-01 operates the complex under a declaration of condominium that was filed and recorded in King County. Under RCW 64.32.200(2) and section 19.1 of the declaration, Sixty-01 has a continuing statutory lien against the units that may be foreclosed on to secure payment of assessments levied by the Sixty-01 board of directors. The declaration provides that Sixty-Ol’s lien is subordinate to any recorded deeds of trust, whenever recorded.\n¶3 Both Parsons and Mallarino failed to pay association assessments for an extended period of time, and Sixty-01 sought to separately foreclose its liens on the units. The complaints did not name Bank of America or any deed of trust holder as defendants, nor did the complaints seek to extinguish any deeds of trust encumbering the units. In November 2011, the trial court entered default judgments and decrees of foreclosure against both Parsons and Mallarino. The judgments stated that Sixty-Ol’s lien was superior to any other lien or interest described in the complaint “arising subsequent to the recording of [SixtyOl’s] Lis Pendens in this action on May 19th, 2010.” Mallarino Clerk’s Papers (M-CP) at 125. It further stated that all “right, title, claim, lien, estate or interest of the Foreclosed Defendants, each and all of them, and of all persons claiming by, through, or under them, in and to the Property or any part thereof is inferior and subordinate to [Sixty-0 l’s] lien and is hereby foreclosed.” Id. at 126.\n¶4 Notice of the sheriff’s sale was sent to all interested parties, including Bank of America. After receiving the notice, Bank of America sought extra assurances that its interest would not be affected by the foreclosure sale, so Bank of America and Sixty-01 entered into stipulations regarding Bank of America’s rights in each of the properties for sale. The stipulations provided that Bank of America was not a defendant in the foreclosure action and did not have any judgment against it, that the properties were encumbered by Bank of America’s deeds of trust recorded in 2006 and 2007 and the liens were superior and senior to Sixty-0 l’s interests, and that the purchasers at the sheriff’s sales would take any interest in the properties subject to any valid interest of Bank of America. None of these stipulations changed or altered the rights of the parties; they simply reiterated Bank of America’s lienholder status in light of the condominium association’s foreclosure. The stipulations were filed with the court on March 7, 2012 (Parsons) and the afternoon of March 8, 2012 (Mallarino).\n|5 On March 9, 2012, the two condominium units were auctioned separately. Pashniak bought the units at the sheriff’s sales, submitting high bids of about $16,200 for the Parsons property and $35,400 for the Mallarino property. Pashniak did not examine the court files or county records before he submitted his bids. On March 16, 2012, the King County Superior Court judgment clerk mailed the notices of return of the sheriff’s sale on real property. On March 19, 2012, after Pashniak learned that the properties were encumbered by Bank of America’s interests, he asked Sixty-01 to allow him to withdraw his bid, stating that if he had known the properties were encumbered, he would not have bid on them.\n¶6 On March 22, 2012, Pashniak, acting pro se, sent a notice of appearance and an objection to the confirmation of the sale of the Parsons property, stating that he found the order of sale and complaint for foreclosure confusing as to whether the sheriff’s sale was free and clear of other indebtedness. On June 6, 2012, Sixty-01 moved to confirm the Parsons sale. On June 20, 2012, the King County Superior Court confirmed the sale, noting Pashniak’s objection to confirmation but finding that he failed to allege any substantial irregularities in the proceedings concerning the sale, which was in all respects legally and fairly conducted.\n¶7 Pashniak also objected to confirmation of the Mallarino sale for the same reason. On June 14, 2012, Sixty-01 moved to confirm the Mallarino sale. On July 12, 2012, Pashniak, then represented by counsel, filed a second objection to this confirmation and moved to vacate the sale. The court noted that while the stipulations that Bank of America and Sixty-01 had filed would have been available to any citizen to review at the clerk’s office when it was open, they would not have been viewable in the electronic court record for 24 to 48 hours after filing. Exercising its equitable authority, the court found that a reasonable citizen who bought property at sheriff’s sales would not have had inquiry notice of Bank of America’s lien. The court thus vacated the Mallarino sale and ordered the clerk to refund Pashniak’s money.\n¶8 Sixty-01 appealed in the Mallarino sale, and Pashniak appealed in the Parsons sale. The Court of Appeals consolidated the cases and affirmed the trial court’s confirmation of the Parsons sale and reversed the vacation of the Mallarino sale. Sixty-01 Ass’n of Apt. Owners v. Parsons, 178 Wn. App. 228, 314 P.3d 1121 (2013). The Court of Appeals held that unless there are irregularities in the proceedings, the trial court is required to confirm the sale, regardless of any equitable considerations. Bank of America’s deed of trust, filed long before the foreclosures, provided notice of Bank of America’s priority interest, and thus the late-filed stipulations did not create an irregularity or an inequity. Pashniak petitioned this court, and we accepted review. Sixty-01 Ass’n of Apt. Owners v. Parsons, 180 Wn.2d 1001, 321 P.3d 1207 (2014).\nII. ISSUE PRESENTED\n¶9 Does a third party purchaser have a right to withdraw his or her bid at a sheriff’s sale before confirmation or is a creditor entitled to confirmation unless substantial irregularities are proved by the judgment debtor or non-defaulting party who received notice?\nIII. ANALYSIS\n¶10 Confirmation of a purchase at a judicial sale is governed by RCW 6.21.110. Statutory interpretation is a question of law reviewed de novo. Dep’t of Ecology v. Campbell & Gwinn, LLC, 146 Wn.2d 1, 9, 43 P.3d 4 (2002). But “confirmation of judicial sales rests largely within the discretion of the trial court” and so is reviewed for manifest abuse of such discretion. Braman v. Kuper, 51 Wn.2d 676, 681, 321 P.2d 275 (1958) (citing Williams v. Cont’l Sec. Corp., 22 Wn.2d 1, 18, 153 P.2d 847 (1944)). “ ‘Execution sales are not scrutinized by the courts with a view to defeat them. On the contrary, every reasonable intendment will be made in their favor.’ ” Williams, 22 Wn.2d at 17 (quoting 21 Am. Jur. Executions § 242 (1939)). We interpret RCW 6.21.110 de novo but examine whether the court erred in its application of the statute for abuse of discretion.\n¶11 The relevant parts of RCW 6.21.110 read:\n(2) The judgment creditor or successful purchaser at the sheriff’s sale is entitled to an order confirming the sale at any time after twenty days have elapsed from the mailing of the notice of the filing of the sheriff’s return . . . unless the judgment debtor,... or any nondefaulting party to whom notice was sent shall file objections to confirmation with the clerk within twenty days after the mailing of the notice of the filing of such return.\n(3) If objections to confirmation are filed, the court shall nevertheless allow the order confirming the sale, unless ... it shall satisfactorily appear that there were substantial irregularities in the proceedings concerning the sale, to the probable loss or injury of the party objecting. In the latter case, the court shall disallow the motion and direct that the property be resold.\nA. A purchaser who is not the judgment creditor does not have a right to withdraw his or her bid before confirmation\n¶12 Pashniak argues that the purchaser has the right to withdraw his or her bid before confirmation, even if the judgment creditor wants the sale confirmed. A plain reading of RCW 6.21.110(2) refutes this argument. RCW 6.21.110(2) reads, “The judgment creditor or successful purchaser at the sheriff’s sale is entitled to an order confirming the sale.” The plain language of this statute entitles a creditor or a purchaser to confirmation unless there is a timely objection by an appropriate individual and proof of substantial irregularities. Nowhere does RCW 6.21.110 give a purchaser the right to withdraw. Nor does the statute qualify the creditor’s right to confirmation by any reference to the purchaser’s option to withdraw his or her bid.\n¶13 Despite this plain statutory language, Pashniak relies on a Court of Appeals case, In re Marriage of Davies, 48 Wn. App. 29, 31, 737 P.2d 721 (1987), to support his argument that a purchaser has the right to withdraw before confirmation if he or she so desires. Davies involved a judgment creditor who made a very low, successful bid on property at a judicial sale. Id. at 30. As both the judgment creditor and the successful purchaser, he moved to confirm. Id. Before confirmation was complete, he discovered the judgment debtor (his ex-wife) was planning to redeem the property and discharge the remaining debt in bankruptcy. Id. The judgment creditor/purchaser sought to withdraw his bid or to increase it to prevent redemption. Id. The court allowed the withdrawal and ordered a resale of the property. Id. The judgment debtor objected. Id. The Court of Appeals affirmed, holding that “only the judgment creditor or purchaser has standing to move for confirmation of a bid at a sheriff’s sale, and that before confirmation, the highest bidder may be permitted to withdraw.” Id. at 31.\n¶14 The factual situation in Davies is significantly distinguishable from this case, and the language “before confirmation, the highest bidder may be permitted to withdraw” is unsupported by RCW 6.21.110. Id. In Davies, the judgment creditor and the purchaser were the same individual. The court noted that per the statute, only the judgment creditor or the successful purchaser could move to confirm. Id. The judgment debtor could not move to confirm, and the court could not confirm a sale sua sponte. Id. at 31-32. Since the purchaser/judgment creditor withdrew his motion to confirm before confirmation, there was no other individual that could move the court to confirm the sale and a resale of the property was the only way to resolve the situation. Id. at 32. To the extent Davies is read to give a purchaser who is not also the judgment creditor the unilateral right to withdraw their bid before confirmation, we reject this reading.\n¶15 No provision in RCW 6.21.110 provides for the withdrawal of a bid by a successful purchaser. A plain reading of the statute indicates that a land sale should be confirmed after there is a successful purchaser, barring timely objection by a proper individual and substantial irregularities. Either a purchaser or a judgment creditor can move to confirm, but a purchaser has no right to unilaterally withdraw his or her bid. The statute seeks to relieve creditors and to proceed efficiently with the sale of land, not to allow a purchaser to unilaterally cancel the sale and force the sale process to start over again.\nB. No statutorily authorized person objected to the sale\n¶16 RCW 6.21.110(2) provides that a judgment creditor or successful purchaser is entitled to confirmation absent objections by a debtor or a nondefaulting party who received notice. Pashniak, the successful purchaser, has filed objections to the sale. Pashniak, however, does not have statutory authority to object to the sale because he is not a judgment debtor or nondefaulting party to whom notice was sent. The plain reading of the statute clearly articulates the powers of each of the parties. Only the judgment creditor or purchaser can move to confirm. Similarly, only the debtor or nondefaulting party who received notice may object to the sale. Pashniak is the purchaser and therefore does not have statutory authority to file an objection to the sales. Since we hold that Pashniak may not file objections to the sales under the statute, there is no need to discuss whether there were any substantial irregularities in these proceedings.\nC. A court may use its equitable power to vacate a sale, but only in limited situations\n¶17 In the Mallarino matter, the trial court “exercise [ed] its equitable authority” and vacated the sheriff’s sale. M-CP at 348. The Court of Appeals reversed the trial court, but Pashniak renews his equity argument, stating that even if there were no substantial irregularities in the sales, they should still be vacated for equitable reasons. To support his argument, Pashniak claims that Miebach v. Colasurdo, 102 Wn.2d 170, 685 P.2d 1074 (1984), stands for the proposition that a trial court may overturn a sheriff’s sale on equitable grounds even when slight circumstances indicate unfairness. This is an oversimplified and incorrect summary of Miebach.\n¶18 While Miebach overturned a sale on equitable grounds, it clearly involved a situation where there were circumstances of inequity and a grossly inadequate price. There, parents cosigned their daughter’s $1,300 car loan. Id. at 172. After two payments, the daughter defaulted. Id. Notice of default was served on the parents via their 15-year-old foster daughter. Id. The parents never received this notice and so did not show up for the hearing, and a default judgment was entered against them in the amount of $1,150.24. Id. After inadequately attempting to locate personal property from which to satisfy the debt, the creditor instituted foreclosure proceedings against the parents’ residence. Id. at 172-73. The parents never acted to prevent the sale, and their $106,000 home with $77,000 in equity was purchased at a foreclosure sale for $1,340.02. Id. at 173. The judgment creditor assigned its interest to a third party, who sold their interest to another third party. Id. After the year for redemption expired, the parents received a three-day notice to vacate, the first they learned of the sale of their house. Id. at 173-74. While the legal requirements for a foreclosure sale had been satisfied, the court found the situation grossly inequitable. Id. at 179 (“We will not allow Valera Colasurdo’s home to be taken for a pittance when surrounded by the circumstances of inequity in this case.”).\n¶19 Other cases have allowed the court to vacate inequitable sales, but they require an inadequacy of price plus a factor of unconscionable advantage or unfairness. Mellen v. Edwards, 179 Wash. 272, 37 P.2d 203 (1934); N. Sav. & Loan Ass’n v. Taylor, 190 Wash. 535, 69 P.2d 810 (1937). We do not have a situation here requiring the court to use its equitable authority. Here, a third party purchaser bought two condominiums at a foreclosure sale but did not adequately research the property to learn they were encumbered by significant mortgages.\n¶20 While courts have been charged with the duty to examine and confirm judicial sales, they generally are to defer to the sale absent substantial irregularities or great inadequacies. A court should not employ its equitable powers to overturn a judicial sale unless there is gross inadequacy or unfairness to justify equitable intervention. “The courts must be extremely careful in exercising these extraordinary equitable powers lest they defeat the rights of the lender in their attempts to protect the borrower.” Mellen, 179 Wash. at 284-85. The facts in this case do not support such an equitable intervention. The trial court abused its discretion when it overturned the Mallarino sale based on equitable considerations.\nIV. CONCLUSION\n¶21 RCW 6.21.110 allows either a purchaser or judgment creditor to move for confirmation of a sheriff’s sale. It does not give a purchaser the right to unilaterally withdraw a bid. Nor does it give a purchaser the ability to file an objection to the sale, alleging substantial irregularities in the proceedings. We affirm the Court of Appeals and hold that both the Mallarino sale and the Parsons sale should be confirmed.\nMadsen, C.J., and C. Johnson, Owens, Stephens, Wiggins, González, Gordon McCloud, and Yu, JJ., concur.\nChapter 64.34 RCW applies to condominiums created after July 1, 1990 and does not invalidate existing, inconsistent provisions in earlier-created declarations of condominium. RCW 64.34.010(1). The Sixty-01 condominium was created in 1978, so chapter 64.32 RCW, not chapter 64.34 RCW, applies to this case.\nThe Court of Appeals labeled the clerk’s papers in Sixty-01 Ass’n of Apartment Owners v. Mallarino, No. 10-2-17742-6 (Ring County Super. Ct., Wash., Apr. 2, 2014) as “CP-B.” For clarity, I abandon tins label and refer to them as “M-CP.”\nIt is not surprising that Bank of America requested assurances in light of the increased number of foreclosures and litigation surrounding the rights and priorities of lienholders in foreclosure. See, e.g., BAC Home Loans Servicing, LP v. Fulbright, 180 Wn.2d 754, 328 P.3d 895 (2014); Summerhill Vill. Homeowners Ass’n v. Roughley, 166 Wn. App. 625, 270 P.3d 639, 289 P.3d 645 (2012). While these cases are inapplicable to this situation, it is understandable that a lienholder would want extra assurances that its rights would not be affected.\nA judgment debtor or nondefaulting party must object to confirmation within the 20 day time period. RCW 6.21.110(2); Hazel v. Van Beek, 135 Wn.2d 45, 52, 954 P.2d 1301 (1998). The notices were sent on March 16,2012, but the date Pashniak filed his objection to the Mallarino sale is unclear. The document in the clerk’s papers indicates the objection was filed on April 9, 2012. But Pashniak has filed a motion to supplement the record with a copy of the objection that bears a stamp indicating the document was received on March 22, 2012, the same day as his objection in the Parsons case. This copy was not submitted to the trial court because the timeliness of the objection was not raised until the Court of Appeals. But, we do not need to decide the timeliness issue since we decide this case on the substantive question of statutory interpretation, not on whether Pashniak missed the mandatory 20 day deadline. Accordingly, we deny Pashniak’s motion to supplement the record.\nPashniak attempts to strengthen the holding of Davies and widen its applicability through this court’s reference to it in Hazel. The Hazel court wrote:\nA trial court’s confirmation of a sheriff’s sale is not simply ministerial; the court’s confirmation is a necessary step to finalize the sale contract with the purchaser. See [Davies, 48 Wn. App. at 32] (purchaser at sheriff’s sale can withdraw bid prior to confirmation of sale, the bid does not become a contract until confirmed by the court).\n135 Wn.2d at 56. Hazel involved the expiration of a judgment on which the sheriff’s sale was based, prior to confirmation of the sale. The issue was whether confirmation was a necessary step to finalize the contract that must have been completed prior to the expiration of a judgment, not whether the purchaser could withdraw his bid. Id. Similarly, In re Liquidation of Spokane Savings Bank, 198 Wash. 665, 672, 89 P.2d 802 (1939), on which Davies relies, addressed the fact that the order confirming the sale is a final and conclusive judgment, necessary for completion of the sale. Neither of these cases involve the issue of withdrawal of a bid by a purchaser; they discuss the general idea that confirmation is necessary to the sale process. Taken out of context, the language supports Pashniak, but these cases involve issues separate from whether a purchaser can withdraw a bid.",
        "type": "majority",
        "author": "Fairhurst, J."
      }
    ],
    "attorneys": [
      "Robert J. Henry (of Lasher Holzapfel Sperry & Ebberson PLLC), for petitioner.",
      "Michael A. Padilla, for respondent."
    ],
    "corrections": "",
    "head_matter": "[No. 89805-7.\nEn Banc.]\nArgued June 24, 2014.\nDecided August 21, 2014.\nSixty-01 Association of Apartment Owners, Respondent, v. Virginia A. Parsons et al., Defendants, Daniel W. Pashniak, Petitioner. Sixty-01 Association of Apartment Owners, Respondent, v. Maria A. Mallarino et al., Defendants, Daniel W. Pashniak, Petitioner.\nRobert J. Henry (of Lasher Holzapfel Sperry & Ebberson PLLC), for petitioner.\nMichael A. Padilla, for respondent."
  },
  "file_name": "0316-01",
  "first_page_order": 358,
  "last_page_order": 370
}
