{
  "id": 8721189,
  "name": "Missouri Pacific Railroad Company v. McDade",
  "name_abbreviation": "Missouri Pacific Railroad v. McDade",
  "decision_date": "1932-10-17",
  "docket_number": "4-2684",
  "first_page": "317",
  "last_page": "320",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 317"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "36 S. W. (2d) 406",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "183 Ark. 475",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1441838
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/183/0475-01"
      ]
    },
    {
      "cite": "4 S. W. (2d) 536",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "176 Ark. 879",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1399864
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/176/0879-01"
      ]
    },
    {
      "cite": "118 Am. St. Rep. 52",
      "category": "reporters:state",
      "reporter": "Am. St. Rep.",
      "opinion_index": 0
    },
    {
      "cite": "100 S. W. 764",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "82 Ark. 86",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1529088
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/82/0086-01"
      ]
    },
    {
      "cite": "43 S. W. (2d) 762",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "184 Ark. 790",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1438563
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/184/0790-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 314,
    "char_count": 5032,
    "ocr_confidence": 0.494,
    "pagerank": {
      "raw": 1.1420408488207927e-07,
      "percentile": 0.5791212151750932
    },
    "sha256": "5ff1731e09bd35504db7f9480aae0da087340dab74e7df2242abac609377862f",
    "simhash": "1:382e21992a22ff76",
    "word_count": 873
  },
  "last_updated": "2024-02-27T17:52:01.123529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Missouri Pacific Railroad Company v. McDade."
    ],
    "opinions": [
      {
        "text": "McHaNey, J.\nAppellee recovered a judgment against appellant in the sum of $700 for an injury received by being struck in the eye by a hot cinder thrown or blown from one of appellant’s freight engines while appellee was a passenger sitting at an open window in one of appellant’s passenger trains. Appellant denied all allegations of negligence and that appellee was hit with a hot cinder thrown through the window of the passenger coach. It pleaded the contributory negligence of appel-lee in sitting at an open window in said coach, and that its engines both freight and passenger were equipped with the latest and best known appliances to prevent the throwing of cinders.\nFor a reversal of the judgment against it, appellant first says that the court should have directed a verdict in its favor at its request, and this challenges the sufficiency of the evidence to support the verdict. It is true that -witnesses on behalf of appellant testified that both engines were equipped with proper spark arresters and appliances of the latest and best known kind, and that said engines did not throw sparks and were skillfully operated. The engineer on the freight train testified that his engine was so equipped, and that it was standing still when the train on which appellee was riding passed the freight train at Donaldson. In this he was corroborated by bis fireman and similar testimony was given by the operators of the passenger train. A piece of screen wire was introduced in evidence of the kind used as spark arresters by appellant, and it was shown that the cinder introduced in evidence by appellee, as the cinder which struck him in the eye, was so large that it would not go through the piece of screening exhibited. While these witnesses so testified, and that the cinder exhibited could not have passed through the piece of wire netting exhibited, it does not necessarily follow that it was not thrown out or blown from the smoke stack of the locomotive as the spark arrester in it may have been defective, although of the same or a similar kind as that exhibited. Appel-lee testified positively that the cinder exhibited while very hot was thrown from the freight locomotive and struck him in the eye. If this is a fact, and the jury was the judge of this, it must have come from the smoke stack of the locomotive, and therefore must have come through the spark arrester. The fact that appellant’s witnesses testified that the locomotive was equipped with the best known spark arrester, was in good condition, and that the engine'was skillfully operated, is not conclusive of the issue. The rule in this court with reference to this matter is stated in the recent case of Missouri Pacific Rd. Co. v. Trotter, 184 Ark. 790, 43 S. W. (2d) 762, where it is said: “As a general rule, where an unimpeached witness testifies distinctly and positively to a fact and is not contradicted, and there are no circumstances shown from which an inference against the fact testified by the witness can be drawn, that testimony may not be arbitrarily rejected, and the fact will be taken as established. But there are exceptions to this rule: Where the witness is interested in the result of the suit, or where facts are shown which might bias his testimony, or from which an inference may be drawn unfavorable to his testimony or against the fact testified to by him, then such fact can not be said to be undisputed, and a case arises for determination by a jury. Skillern v. Baker, 82 Ark. 86, 100 S. W. 764, 118 Am. St. Rep. 52, 12 Ann. Cas. 243; Mutual Life Ins. Co. v. Raymond, 176 Ark. 879, 4 S. W. (2d) 536; Casteel v. Yantis-Harper, 183 Ark. 475, 36 S. W. (2d) 406.”\nHere appellant’s evidence is contradicted, and there are circumstances shown from which an inference against the fact testified by the witnesses for appellant can be drawn. For instance, appellee testified the cinder was hot, and that it burnt his eye. A physician testified the eyeball was burned, another witness testified that on the next morning after the injury the eyeball was swollen and showed a little white spot and still another that the eye was blistered. \"We have examined the evidence carefully and find it sufficient to take the case to the jury. The court therefore correctly declined to give appellant’s request for a directed verdict. Other errors are assigned and argued, hut principally on the ground that the court should have directed a verdict for appellant, all of which we have examined and find them without merit.\nIt is finally insisted that the verdict is excessive. The proof shows that appellee has lost about four-fifths of the vision of one eye. Since the evidence was sufficient to take the question of appellant’s liability to the jury, we do not think an allowance of $700 for such an injury is excessive. We find no error, and the judgment is affirmed.",
        "type": "majority",
        "author": "McHaNey, J."
      }
    ],
    "attorneys": [
      "ft. E. Wiley and Richard M. Ryan, for appellant.",
      "John L. McClellan, for appellee."
    ],
    "corrections": "",
    "head_matter": "Missouri Pacific Railroad Company v. McDade.\n4-2684\nOpinion delivered October 17, 1932.\nft. E. Wiley and Richard M. Ryan, for appellant.\nJohn L. McClellan, for appellee."
  },
  "file_name": "0317-01",
  "first_page_order": 337,
  "last_page_order": 340
}
