{
  "id": 1357127,
  "name": "Belford v. Abston-Wynne & Company",
  "name_abbreviation": "Belford v. Abston-Wynne & Co.",
  "decision_date": "1923-02-26",
  "docket_number": "",
  "first_page": "318",
  "last_page": "322",
  "citations": [
    {
      "type": "official",
      "cite": "157 Ark. 318"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "31 Ark. 34",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1879302
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/31/0034-01"
      ]
    },
    {
      "cite": "98 Ark. 379",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1315955
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/98/0379-01"
      ]
    },
    {
      "cite": "98 Ark. 379",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1315955
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/98/0379-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 456,
    "char_count": 9888,
    "ocr_confidence": 0.457,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.05119024313772733
    },
    "sha256": "a219f9e4fda984e8f1949c379a7b32795c5978ce9bd6eb06256ea5e5c755eba5",
    "simhash": "1:6a0f50ded754b41e",
    "word_count": 1740
  },
  "last_updated": "2024-02-27T20:13:54.858580+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Belford v. Abston-Wynne & Company."
    ],
    "opinions": [
      {
        "text": "Hart, J.,\n(after stating the facts). It is elementary law that the delivery of pledged property is absolutely necessary to the life of the contemplated pledge, and that, without such possession in the pledgee, there can be no privilege thereunder as against a third person. Lee Wilson & Co. v. Crittenden County Bank, 98 Ark. 379. This is not a case where a pledgee has the pledged property already in his possession, as by a deposit or a loan, so that the very contract would transfer to him possession of the property as a pledge. Here Belford was not in possession of the property for himself; but held possession of' it for J. C. Hooten & Company as its manager. His possession then was the possession of the corporation which employed him.\nIn order to transfer the property to his possession as pledgee something more must have been done than .the. executory contract which he claims to have made with. J. C. Hooten. According to his own testimony, Hootéii. told him that he could get his money out of the crop arid the farming tools, and later said that he would turn them over to Belford. There is nothing in this testimony to show that the property was actually turned over to Belford. His continued holding as the manager of a corporation would not constitute possession of the property for himself as pledgee. His testimony as to what occurred in August when he went to see Abston-Wynne & Company with J. C. Hooten is contradicted by both Abston and Wynne. They both testified positively that at no time on that occasion did Belford claim any interest whatever in the crop which Hooten proposed to mortgag-e them to secure advances with which to gather it. Hooten was already largely indebted to them, and, according to the testimony of Belford even, he was hard pressed for money and unable to pay him. It is more reasonable to suppose that. the plaintiffs agreed to advance Hooten money with which to gather the crop and took a mortgage from him to secure themselves, than it is to suppose that they dealt with Belford as the pledgee of the crop.\nTheir testimony in this respect is corroborated by that of- their representative whom they sent in the fall to take possession of the crop under their mortgage. He testified that Belford told him that Hooten was indebted to him, but made no claim to the mortgaged property as against Abston-Wynne & Compny. Hence we are of the opinion that the chancellor was right in finding the facts- on this point in favor of the plaintiffs and in dismissing the cross-complaint of Belford and Taylor for want of equity.\nIt is next insisted that the note of Lincoln Johns for $1,200, which wa.s transferred to Harry Belford as collateral security, was secured by a chattel mortgage on the cotton grown on the plantation operated by Hooten & Company in St. Francis County. It does- not appear from the record that this note and mortgage was introduced in evidence. Therefore, any argument based on. the rights of the parties under this mortgage can not be considered by us.\nIt follows that the decree will be affirmed.",
        "type": "majority",
        "author": "Hart, J.,"
      }
    ],
    "attorneys": [
      "C. T. Bloodworth, for appellant.",
      "Mann & Mann, for appellee."
    ],
    "corrections": "",
    "head_matter": "Belford v. Abston-Wynne & Company.\nOpinion delivered February 26, 1923.\n1. Pledges — necessity of delivery. — Delivery of pledged property is absolutely necessary, and there can be no privilege under a pledge, in the absence of delivery, as against a third person.\n2. Pledges — sufficiency of delivery — There was no delivery of possession of a crop which a corporation agreed to pledge to its manager where the manager was already in possession and apparently retained possession for the corporation, and nothing further was done to transfer the property.\n3. Appeal and error — evidence not appearing in record.' — The contention of defendant that a note transferred to him as collateral security was secured by a chattel mortgage on a crop of cotton will not be considered on appeal where the note and mortgage were not introduced in evidence.\nAppeal from St. Francis Chancery Court; A. L. Hutchins, Chancellor;\naffirmed.\nSTATEMENT OF FACTS.\nAbston-Wynne & Company brought this suit against Harry Belford and Frank Taylor to enjoin them from interfering with their possession as mortgagees of a certain crop and other personal property in St. Francis County, Ark. Subsequently the plaintiffs amended their complaint and asked for a foreclosure of their mortgage.\nThe defendants claimed the property under a pledge to secure an existing indebtedness, and filed a cross-complaint against the plaintiffs for damages for an alleged breach of contract to furnish them funds with which to gather the crop in dispute.\nIt appears from the record that the plaintiffs are partners under the firm name of Wynne & Co., as cotton factors, in Memphis, Temí. J. C. Hooten & Co., an Arkansas corporation, became indebted to them in the sum of approximately $50,000. • J. C. Hooten was the owner of nearly all of the stock in said corporation, and was engaged in farming on a large scale in Poinsett and St. Francis counties in the State of Arkansas. J. C. Hooten had charge of the business in Poinsett County and Harry Belford and Frank Taylor had charge of the business in St. Francis County. Harry Belford was the manager and bookkeeper. J. C. Hooten & Co. also ran commissaries in connection with its farming operations in both counties. Harry Belford was working for J. C. Hooten at a salary of $150 per month during the year 1920. None of his salary for that year was paid, and he also furnished the corporation $150 of his own money.\nAccording to the plaintiffs, in August, 1920, J. C. Hooten and Harry Belford came to their place of business in Memphis, Tenn., for the purpose of making a contract with them to furnish money with which to gather the crops. On the 12th day of August, 1920, J. C. Hooten & Co. executed a mortgage to Abston-Wynne & Co. to secure $10,000 which was to be furnished in gathering and marketing the crop on the land owned by said corporation in St. Francis County, Ark. The mortgage was duly executed and filed for record on the 6th day of September, 1920. Subsequently, J. C. Hooten & Co. became further indebted to Abston-Wynne & Co. for advances made under the mortgage to be used in gathering the crop.\nAt the time the contract,for the advances to be used in gathering the crop was made, Abston-Wynne & Co. understood from J. C. Iiooten and Harry Belford that the latter was the manager and in possession of the crop and personal property on the farm as such manager. No information was given them from which it could be inferred that Harry Belford or Frank Taylor had any claim or interest in the crop. After making certain advances, Abston-Wynne & Co., deeming themselves insecure, sent an agent to see J. C. Hooten about taking possession of the crop and gathering it in order to indemnify themselves from loss under their mortgage. Upon being approached about the matter, J. C. Hooten made some evasive answer and told the representative vof Abston-Wynne & Co. that he thought that they had already taken possession of the crop. On the next day he left the county, and has not been heard of since. Harry Belford and Frank Taylor refused to deliver possession of the -crop to Abston-Wynne & Co., and claimed it had been delivered to them in pledge by J. C. Hooten to secure them for their wages. Hence this lawsuit.\nAccording to the testimony of Harry Belford, J. C. Hooten first turned over to him, as collateral' security for his unpaid salary, a note for $1,200, which was secured by a mortgage on a pair of mules and a wagon. We quote from his testimony the following:\n“Q. What, if any, agreement did he make with you later about the crop and the other property when he couldn’t pay you? A. Well, he was over there later, and I asked him for some money, but he said he didn’t have any, and said that I could get my money out of the crop, and all the farming tools or whatever was there, but later said he would just turn it all to me — to Frank Taylor and I.”\nWe also quote from his testimoiry what occurred at the time J. C. Hooten went to Memphis in August to see Abston-Wynne & Co. and make arrangements with them about getting money with which to gather the crop. On this point Belford testified as follows:\n“Q. Tell now what agreement you made there in the presence of Mr. Hooten with Abston-Wynne about this cotton crop. A. We went up there, and there wasn’t any one there but Mr. Wynne. So Mr. Hooten, Mr. Wynne and I were in Mr. Abston’s office . Mr. Abston was gone somewhere, I don’t know where, so he told Mr. Wynne it was impossible for him to be over there at the farm, as he had to keep hooks there at Tyronza, and that whenever he left there things might as well be shut down, because they wouldn’t do anything there, and he said he had just turned everything to me over there, and wanted him to deal with me. So Mr. Wynne asked him what kind of an agreement he wanted to make, and he told him he had gone as far as he could with that crop over there without getting some help, so Mr. Wynne asked him how much help he would need. He said he was so far behind with .the payments over there that he didn’t know, and we told him, as near as we could, about what we were behind. Q. Were you talking? A. Yes sir. Q. To Mr. Wynne? A. Yes sir.”\nThe chancellor found the issues in favor of the plaintiff and dismissed the cross-complaint of Harry Belford and Frank Taylor for want of equity. It was also decreed that the plaintiffs were entitled to a foreclosure of their mortgage.\nHarry Belford alone has appealed.\nC. T. Bloodworth, for appellant.\nThe property was pledged and delivered to Belford to secure his debt and that of his co-worker. He is entitled, to have his money first out of the property. 98 Ark. 379; 21 B. C. L. 640,' § 7; 31 Ark. 34. ' '\nMann & Mann, for appellee.\nAppellant’s claim is fictitious and without merit. The court properly dismissed the cross-complaint."
  },
  "file_name": "0318-01",
  "first_page_order": 340,
  "last_page_order": 344
}
