{
  "id": 8721248,
  "name": "Brotherhood of Railroad Trainmen v. Long",
  "name_abbreviation": "Brotherhood of Railroad Trainmen v. Long",
  "decision_date": "1932-10-17",
  "docket_number": "4-2674",
  "first_page": "320",
  "last_page": "331",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 320"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "5 S. W. (2d) 340",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "176 Ark. 1174",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1400001
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/176/1174-01"
      ]
    },
    {
      "cite": "164 S. W. 720",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "111 Ark. 554",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1540406
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/111/0554-01"
      ]
    },
    {
      "cite": "167 S. W. 83",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "112 Ark. 305",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1538763
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/112/0305-01"
      ]
    },
    {
      "cite": "237 S. W. 440",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "152 Ark. 1",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1364129
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/152/0001-01"
      ]
    },
    {
      "cite": "291 S. W, 82",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "172 Ark. 958",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1407810
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/172/0958-01"
      ]
    },
    {
      "cite": "116 S. W. 232",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "89 Ark. 230",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1515248
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/89/0230-01"
      ]
    },
    {
      "cite": "190 S. W. 446",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "126 Ark. 360",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1551715
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/126/0360-01"
      ]
    },
    {
      "cite": "167 S. W. 845",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "case_ids": [
        8282975
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sw/167/0845-01"
      ]
    },
    {
      "cite": "113 Ark. 174",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1537507
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/113/0174-01"
      ]
    },
    {
      "cite": "100 Am. St. Rep. 73",
      "category": "reporters:state",
      "reporter": "Am. St. Rep.",
      "opinion_index": 0
    },
    {
      "cite": "73 S. W. 102",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "71 Ark. 295",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1507822
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/71/0295-01"
      ]
    },
    {
      "cite": "16 L. R. A. (N. S.) 1180",
      "category": "reporters:federal",
      "reporter": "L.R.A.N.S.",
      "opinion_index": 0
    },
    {
      "cite": "96 S. W. 365",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "79 Ark. 322",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "24 N. Y. 302",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2029411
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/24/0302-01"
      ]
    },
    {
      "cite": "13 Wall. 222",
      "category": "reporters:scotus_early",
      "reporter": "Wall.",
      "case_ids": [
        1134248
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/80/0222-01"
      ]
    },
    {
      "cite": "11 S. W. 1016",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "52 Ark. 11",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1913361
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/52/0011-01"
      ]
    },
    {
      "cite": "16 L. R. A. 33",
      "category": "reporters:federal",
      "reporter": "L.R.A.",
      "opinion_index": 0
    },
    {
      "cite": "30 N. E. 496",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": 0
    },
    {
      "cite": "131 N. Y. 485",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2247544
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/131/0485-01"
      ]
    },
    {
      "cite": "32 Ark. 337",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1877185
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/32/0337-01"
      ]
    },
    {
      "cite": "119 Am. St. Rep. 686",
      "category": "reporters:state",
      "reporter": "Am. St. Rep.",
      "opinion_index": 0
    },
    {
      "cite": "14 L. R. A. (N. S.) 279",
      "category": "reporters:federal",
      "reporter": "L.R.A.N.S.",
      "opinion_index": 0
    },
    {
      "cite": "112 N. W. 1130",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 0
    },
    {
      "cite": "149 Mich. 467",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1562205
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/149/0467-01"
      ]
    },
    {
      "cite": "162 N. E. 822",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": 0
    },
    {
      "cite": "28 Ohio App. 497",
      "category": "reporters:state",
      "reporter": "Ohio App.",
      "case_ids": [
        1310732
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ohio-app/28/0497-01"
      ]
    },
    {
      "cite": "58 Am. Rep. 781",
      "category": "reporters:state_regional",
      "reporter": "Am. Rep.",
      "opinion_index": 0
    },
    {
      "cite": "4 N. E. 465",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": 0
    },
    {
      "cite": "44 Ohio St. 19",
      "category": "reporters:state",
      "reporter": "Ohio St.",
      "case_ids": [
        923231
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ohio-st/44/0019-01"
      ]
    },
    {
      "cite": "202 S. W. 20",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "133 Ark. 348",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1575150
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/133/0348-01"
      ]
    },
    {
      "cite": "25 S. W. 835",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "58 Ark. 528",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1329148
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/58/0528-01"
      ]
    },
    {
      "cite": "47 S. W. 850",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "65 Ark. 581",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        609248
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/65/0581-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 875,
    "char_count": 19604,
    "ocr_confidence": 0.508,
    "pagerank": {
      "raw": 2.453076470615154e-07,
      "percentile": 0.8042420619889422
    },
    "sha256": "f262b0840d5213bd31dfc2cd1ffc44a0a8a36dcc47d0660686a38d1b2f59e648",
    "simhash": "1:2aff341cbf348a56",
    "word_count": 3480
  },
  "last_updated": "2024-02-27T17:52:01.123529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Brotherhood of Railroad Trainmen v. Long."
    ],
    "opinions": [
      {
        "text": "Butler, J.\nFrom an action by the beneficiaries named in an insurance certificate based on an application signed by Romie Long and issued by the appellant, a fraternal benefit society, resulting in a verdict and judgment in favor of the beneficiaries, comes this appeal.\nThe defense to the action is grounded upon the allegation that in the medical examination embracing the questions and answers included in and a part of the application, a false answer was made to a question, and that this question and answer thereto constituted a warranty under the policy and that the answer, being'false, avoided the policy. The question propounded and the answer thereto are as follows: “ Q. Have you consulted a physician during the last five years'? A. No.”\nIn the body of the certificate, the application, constitution and by-laws of the appellant were referred to and were made a part of the contract of insurance. In the by-laws and in the application there is a stipulation to the effect that all statements and answers made in the application shall be (by the assured) adopted as his own, admitted to be material, full and complete, and in any case, if any untrue or incomplete answer shall be made in such application, then the certificate issued thereon and said contract shall be absolutely null and void. It was further stipulated in the application that any beneficiary’s certificate based thereon shall be held to be a contract made in the State of Ohio and subject to its laws. These stipulations, which were a part of the contract of insurance, constituted the answer to the question a warranty both under the laws of the State of Ohio and of this jurisdiction. Mutual Reserve Fund Life Ins. Assn. v. Farmer, 65 Ark. 581, 47 S. W. 850; Providence Life Assurance Society v. Reutlinger, 58 Ark. 528, 25 S. W. 835; Amer. Life & Accident Ass’n v. Walton, 133 Ark. 348, 202 S. W. 20; Ins. Co. v. Pyle, 44 Ohio St. 19, 4 N. E. 465, 58 Am. Rep. 781; Wills v. Nat. Life & Acc. Ins. Co., 28 Ohio App. 497, 162 N. E. 822.\nThe difficult question arising is, if the answer was false and the assured had in fact consulted a physician within the last five years, is the appellant estopped from setting this up as a defense? It is insisted that this is not a case in which estoppel or waiver applies, but that under the undisputed evidence a case is presented “where, with a full knowledge of all the facts as to the provision of the contract and as to the facts inquired about, Long gave an untrue answer to the question as to whether he had consulted a physician within the last five years”; that to these facts an application of the principle announced in Ins. Co. v. Reutlinger, supra, and in Mudge v. Supreme Court I. O. F., 149 Mich. 467, 112 N. W. 1130, 14 L. R. A. (N. S.) 279, 119 Am. St. Rep. 686, would render the contract void from its inception and make unavailing the plea of estoppel. As we understand the rule laid down in the Reutlinger case, it is merely to the effect that, if a false answer is knowingly made by the insured with the knowledge of the agent of the company, and the two collude to defraud the company by means of the false answer, the policy of insurance is void. In the Mudge case the inference to be drawn from the testimony was that the assured was as well informed of the nature of the question as was the agent. The question was, “Have you ever had the disease of insanity?” This question was answered in the negative, when in fact the insured had at one time been insane, and the examining physician was well aware of this fact. Therefore, both the insured and the physician knew that the answer was false, and thereby colluded to defraud the insurer.\nIn the case at bar we think a fair analysis of the testimony on the question of estoppel does not warrant the conclusion reached by the appellant, i. e., that the applicant had full knowledge of the facts inquired about and gave an untrue answer, but rather that the medical exanfiner placed his own interpretation on the question and gave what he conceived to be a correct answer. The appellant introduced several physicians who testified that they had examined the insured in a hospital in Little Rock in June, 1927. Appellee then called the physician who had made the examination of the insured at the time of his application and who wrote the answers in the application. It developed that this physician and •.the insured both lived in the town of G-urdon, and that the ‘medical examiner had been the physician of the insured for a period of time from five to ten years. This physician testified that the insured had never had any disease of a serious nature before the application for insurance was made; that he knew that the insured had gone to the Missouri Pacific Hospital in June, 1927, and that he had treated him two days before he went there for a slight indisposition, describing the ailment and its result as “a bilious attach and a bad cold — he had got kind o’ knocked out, as we call it.”\nLong was a brakeman in the employ of the Missouri Pacific Railroad Company, and as such was entitled to free treatment in the hospital of the company whenever he was indisposed. Employees of the railroad company made frequent use of the hospital advantages as they were transported to and from their homes to the hospital and there cared for without any cost to them. For this reason they would go to the hospital, even though troubled with only minor ailments. The physician who took the application was, and had been, employed by the appellant company for the purpose of examining applicants for insurance for eight or ten years. The blank applications would be sent to him for use as occasion required. He testified that he made the examination of Long in November, 1927, and that he, himself, wrote the answers to the questions that were contained in the application. Referring to the blank spaces left for the insertion of the answers to questions he was asked “Did you fill those in,” and he answered, “Yes, sir — in answer to his question, or father my questions.” Witness was also asked the following question: “Just tell how you conducted the examination, doctor.” To this question the appellant objected, and, after some colloquy between counsel and the court, the objection was sustained and the witness was not permitted to answer. The witness was then asked, “Doctor, in the application you were asked if he had consulted a physician and the answer is, no. You wrote that answer down?” The witness answered, “Yes, sir.”\nThe physician further stated that at the time the\" application was taken to the best of his knowledge the applicant had not consulted a physician for anything serious within five years; that he believed the statement as written down by him was true. We think it may be fairly deduced from this testimony and from the nature of the ailments of the applicant, for which he was treated by the physician before his visit to the hospital, that these were, as thought by the physician, only temporary in their nature, attendant merely with bodily discomfort and without any serious consequence such as would affect his general health or life expectancy; that this was known to the physician and also that the applicant had stayed about three or four days in the hospital some three or four months before the date of the application, and that he had gone there because of a bilious attack and a cold, and that with this knowledge the physician placed his own interpretation on the question and gave an answer based on that interpretation which he believed was true; that this was the answer of the physician himself and not that of the applicant. It will be remembered that the physician was asked to state how he conducted the examination of the applicant, and on objection of the appellant was not permitted to testify. This testimony should have been admitted, for it was not for the purpose of varying the answers, but to show specifically how and by whom the answers were in fact given, and, if not literally true, why a false answer was written. As the examining physician at that time was the witness of the appellee and the agent of the appellant at the time the application was made, it must be presumed that both knew the answer that would be given, and, since the appellant prevented this testimony by his objection, the inference is that it would have been unfavorable to it, Miller v. Jones, 32 Ark. 337.\nIn the state of the record we think the principles announced in the case of Kandar v. Indemnity Co., 30 Ohio Circuit Court Decisions of 1909, p. 260, apply. It is there said: “If the agent of the company placed a construction upon it, making the answer given an honest one, is the company bound by it so as to be thereafter estopped from asserting as a defense to an action on the policy that a false representation had been made in this regard? We are not without authorities upon questions somewhat analogous. We have found reference to a mass of litigation along the same lines in Clemans v. Supreme Assembly, 131 N. Y. 485, 30 N. E. 496, 16 L. R. A. 33. * * * If the insurer’s agent after being informed fully as to the facts incorrectly states them in the application, the insurer is estopped to take advantage of the error to avoid liability on the policy. * * * If the statements in the application relied upon as breaches of warranty are inserted by the agent of the insurer, without collusion or fraud on the part of the insured, the insurer is estopped to set up their error or falsity.”\nThis seems to be the rule laid down by onr own decisions. The case of Dwelling House Ins. Co. v. Brodie, 52 Ark. 11, 11 S. W. 1016, was an action based upon a policy of fire insurance, and one of the defenses was that one of the representations made by Brodie, which was by express agreement of the parties a warranty, was false. The question was, “Do all the stove pipes go directly into brick chimneys'?” and the answer was, “Yes,” while in truth the stove pipes did not go into brick chimneys, but ran directly through the roof. It was shown that the answers were not written by Brodie but by the agent of the insurance company and signed by Brodie. To the application was appended a statement to the effect that the applicant warranted each of the answers to the questions to be true. There was evidence that the agent personally inspected the property at the time of the application and knew the condition of the stove pipes. The court instructed the jury that the false statements vitiated the policy unless the agent of the company inspected the property and informed the applicant that the facts warranted the answer. In approving this instruction, the court quoted with approval from Ins. Co. v. Wilkinson, 13 Wall. 222, as follows: “They (the agents) not unfrequently mislead the insured by a false or erroneous statement of what the application should contain, or, taking the preparation of it into their own hands, procure his signature by an assurance that it is properly drawn, and will meet the requirements of the policy. The better opinion seems to be that, when this course is pursued, the description of the risk should, though nominally proceeding from the insured, be regarded as the act of the insurers. The modern decisions fully sustain this proposition, and they seem to us founded in reason and justice, and meet our entire approval.”\nThe following statement from the case of Bedwell v. Northwestern Ins. Co., 24 N. Y. 302, was likewise quoted and indorsed by the court in the Brodie case: “Indeed, it is not easy to perceive why an insurance company, by reason of the formal words or clauses (of a general and comprehensive nature) inserted in a policy, intended to meet broad classes of contingencies, should ever be allowed to avoid liability on the ground that facts, of which the company had full knowledge at the time of issuing the policy, were then not in accordance with the formal words of the contract, or some of its multifarious conditions. If such facts are to be held to be a breach of such a clause, they are a breach eo instanti of the making of the contracts, and are so known to be by the company as well as the insured, and to allow the company to take the premium without taking the risk, would be to encourage a fraud. ’ ’ Concluding, this court said: “We therefore conclude that the appellant was estopped from taking advantage of the falsity of the answer appended to the question, ‘Do all stove pipes go directly into brick chimneys?’ if, at the time the policy sued on was issued, it, personally, or through its agent, knew or had notice of, the facts which the question was intended to elicit.” The doctrine of that case has been reaffirmed in People’s Fire Ins. Co. v. Goyne, 79 Ark. 322, 96 S. W. 365, 16 L. R. A. (N. S.) 1180 9 Ann. Cas. 373, and followed in Franklin Life Ins. Co. v. Galligan, 71 Ark. 295, 73 S. W. 102, 100 Am. St. Rep. 73; Maloney v. Maryland Casualty Co., 113 Ark. 174, 167 S. W. 845; Hutchins v. Globe Ins. Co., 126 Ark. 360, 190 S. W. 446; Des Moines Life Ins. Co. v. Clay, 89 Ark. 230, 116 S. W. 232; American Nat. Ins. Co. v. Hale, 172 Ark. 958, 291 S. W, 82.\nIn Maloney v. Maryland Cas. Co., supra, the court held that, where the answers to questions in an application for insurance were written by the agent of the insurer without consulting the insured, the principal is charged with the knowledge of the agent, and is estopped, from denying what his own agent has assented to as true. Hutchins v. Globe Ins. Co., supra, was a suit on a life insurance policy where the defense was made that the insured had failed to state that he was afflicted with epilepsy at the time of his examination for insurance. There was some testimony that the examining physician for the insurance company had attended and treated the applicant for epilepsy and knew of his condition. In commenting upon this, the court said: “If, in fact, the doctor had this knowledge when he wrote down a false answer, his knowledge is imputed to the company, and it cannot now be heard to say there was a breach of the warranty. ’ ’\nIt must he admitted that the representation with reference to the consultation with a physician was a warranty, but the power of the agent of the company remains the same, although the application contains a warranty, and may estop its principal, where said agent is authorized to ask the question and write the answer and puts his own construction upon the facts of which he has knowledge, and deduces therefrom an erroneous answer which he writes down, and the applicant has the right to rely upon the superior knowledge of the medical examiner where he is acting in good faith and does not knowingly make false answers as to facts upon which the medical examiner may base his conclusions. Here the medical examiner was a physician who had been practicing his profession for a long time, and of course he knew that any one who entered a hospital would be examined by the physicians in attendance there to the same extent as if the insured had told him in detail his entire experience during his stay in the hospital. Indeed, there is no evidence to show that he did not, and it would be a grave mistake to suppose that the rule which would avoid the contract for a false warranty could he extended so as to hold the applicant responsible for the truth of an answer which was the result of a mistake in judgment or an error or blunder of the company’s agent especially charged by the company with the preparation of the application. We have attentively examined the Arkansas and Ohio cases cited by counsel. As we interpret them, we find nothing which conflicts with the view we have expressed.\nIt is not contended that there was any collusion between the examining physician and the applicant, and therefore the court under the evidence did not err in submitting the question of estoppel and the instructions given fairly presented that issue to the jury. The court did not err in its refusal to give the instructions requested by appellant because they ignored the question of estoppel and were equivalent to a peremptory instruction to find for the defendant.\nOne of the assignments of error raised in the motion for a new trial, assignment of error No. 17, was that the instructions presented issues not raised by the pleadings, and this is argued briefly by appellant in its brief, wherein it is contended there was no written plea of waiver or estoppel nor any request made that the pleadings be amended to conform to the proof, and that objections were made to the evidence tending to establish estoppel, and exceptions saved to the overruling of the objections. An examination of the testimony of the examining physician, which was the only testimony offered on the question of estoppel, shows that there was no objection made to. the evidence on the ground that it was not responsive to the. pleadings. The only exception saved Avas to the overruling of an objection to a question asked the doctor if the applicant had ever consulted him or any other physician with reference to any serious illness, and the objection was not on the ground that there was no plea of estoppel, but that “it sought to contradict the’ statement the man adopted as Ms own as the basis of the contract.” As the evidence warranted the submission of the question, it was not an abuse of the court’s discretion to treat the pleadings amended to conform to the proof and to submit the issue to the jury. Anglin v. Marr Canning Co., 152 Ark. 1, 237 S. W. 440.\nThe appellant offered to introduce the physicians in attendance at the hospital for the purpose of disclosing the result of their examination of the insured with respect to his physical condition and the diseases with which he was afflicted in June before taking out the policy. The appellant insists that under the decisions of the Ohio courts an interpretation has been placed upon clauses in insurance policies, similar to the one in question, which operated to constitute a waiver of the right to claim privileged communications under the statute. Wills v. Ins. Co., supra. While the contract before us is by agreement of the parties to be construed as an Ohio contract, the laws of that State have no application except as to the construction of the contract, and the competency of the testimony and its admissibility are to be determined by the law of the forum. 5 R. C. L., p. 1044; K. C. Sou. Ry. Co. v. Leslie, 112 Ark. 305, 167 S. W. 83. Our statute, § 4149, Crawford & Moses’ Digest, makes the information which a doctor or trained nurse obtains, acting in their professional capacities, which is necessary to enable them to prescribe as a physician or act as a trained nurse, privileged, and this statute was passed for the protection not only of themselves, but for their patients. A patient, however, may waive the privilege by' calling the physician to testify or by a clause in the contract on which suit is brought, and if the privilege is waived by a clause in the contract that waiver binds any one who claims thereunder. In the case at bar, however, the contract did not contain any such clause, and the court properly refused to admit the testimony of the physicians. Mutual Life Ins. Co. v. Owen, 111 Ark. 554, 164 S. W. 720; Wooten v. Wooten, 176 Ark. 1174, 5 S. W. (2d) 340.\nIt follows that the judgment of the trial court is correct, and it is therefore affirmed.",
        "type": "majority",
        "author": "Butler, J."
      }
    ],
    "attorneys": [
      "McMillan & McMillan, for appellant.",
      "McElhannon $ Callaway, for appellee."
    ],
    "corrections": "",
    "head_matter": "Brotherhood of Railroad Trainmen v. Long.\n4-2674\nOpinion delivered October 17, 1932.\nMcMillan & McMillan, for appellant.\nMcElhannon $ Callaway, for appellee."
  },
  "file_name": "0320-01",
  "first_page_order": 340,
  "last_page_order": 351
}
