{
  "id": 1428333,
  "name": "Hudspeth v. State",
  "name_abbreviation": "Hudspeth v. State",
  "decision_date": "1933-12-04",
  "docket_number": "Crim. 3864",
  "first_page": "323",
  "last_page": "328",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 323"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "32 S. W. 81",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "61 Ark. 88",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1902327
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/61/0088-01"
      ]
    },
    {
      "cite": "144 S. W. 208",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "102 Ark. 295",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1353962
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/102/0295-01"
      ]
    },
    {
      "cite": "126 S. W. 723",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "94 Ark. 198",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1545443
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/94/0198-01"
      ]
    },
    {
      "cite": "169 S. W. 789",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "114 Ark. 236",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "79 A. L. R. 1366",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "138 S. E. 138",
      "category": "reporters:state_regional",
      "reporter": "S.E.",
      "opinion_index": 0
    },
    {
      "cite": "193 N. C. 747",
      "category": "reporters:state",
      "reporter": "N.C.",
      "case_ids": [
        2217870
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nc/193/0747-01"
      ]
    },
    {
      "cite": "119 Cal. App. 6",
      "category": "reporters:state",
      "reporter": "Cal. App.",
      "opinion_index": 0
    },
    {
      "cite": "77 A. L. R. 1199",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "177 N. E. 739",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": 0
    },
    {
      "cite": "345 Ill. 142",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        5262922
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ill/345/0142-01"
      ]
    },
    {
      "cite": "254 S. W. 376",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "160 Ark. 112",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8719664
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/160/0112-01"
      ]
    },
    {
      "cite": "60 S. W. 31",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "68 Ark. 466",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1333910
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/68/0466-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 534,
    "char_count": 9807,
    "ocr_confidence": 0.513,
    "pagerank": {
      "raw": 3.154078589449121e-07,
      "percentile": 0.8628549386470022
    },
    "sha256": "f9673faaedf5d4050d092e6297aca5ac022563f509a6c2c8b310f02bea7b9865",
    "simhash": "1:a6b966e8d0beb85f",
    "word_count": 1720
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Humphreys, J., concurs in opinion, but dissents from reducing punishment."
    ],
    "parties": [
      "Hudspeth v. State."
    ],
    "opinions": [
      {
        "text": "Mehaffy, J.\nThe appellant, managing officer of the Citizens’ Bank & Trust Company at Harrison, Arkansas, was indicted by the grand jury on a charge of knowingly accepting deposits in the Citizens’ Bank & Trust Company of Harrison, while said institution was in an insolvent condition. He was also indicted on numerous other charges growing out of the bank failure. His son, also an official in the bank, was indicted, as were several other officers of the banks, both in Boone County and in other counties.\nAt the July term, 1932, of the Boone Circuit Court, appellant filed his verified petition for a change of venue. The petition was in proper form, and supported by the affidavits of seven persons, each of whom stated that he was a qualified elector; was an actual resident of Boone County; not related to the defendant; that he had read the petition for a change of venue, and was familiar with the facts therein contained, and that he believed the statements to be true.\nThe petition for a change of venue was overruled without any evidence being taken. Thereafter appellant entered a plea of guilty to the charge of receiving deposits in an insolvent-bank, and the cause was continued until the January, 1933, term. At the July, 1933, term, appellant filed his verified petition for permission to withdraw his plea of guilty theretofore entered, and stated that, after the court had overruled his motion for change of venne, he was approached by the officers of the court for a compromise of all the cases, those against himself, and other officers of the bank at Harrisorr, and the banks elsewhere. He alleged that an agreement was made between the prosecuting attorney, the court, and appellant, to the effect that all the indictments except the one in this cause should be dismissed against all the defendants upon appellant’s payment of costs in each action, including a prosecuting attorney’s fee of $25 in each case; that no further indictments or prosecutions would be instituted in the judicial district; that appellant would enter his plea of guilty in this particular case, which plea was at said time entered; that he should receive a sentence in the penitentiary of this State for a term of one year, and that, prior to the procurement of said sentence, all the above-mentioned eases should be dismissed, and that the appellant might elect to receive his sentence at an adjourned term of court, 1932, or at the January, 1933, term of said court, at appellant’s option; that at the January, 1933, term of the court, it was published in the newspaper at Harrison that the court did not intend to abide by certain portions of the agreement which had been entered into; that the agreements entered into by the officials of the court have not been performed, and the statements of officials indicated that they did not intend to perform said agreement; that appellant desired to withdraw his plea of guilty; that he Avas innocent of the charge, and entered said plea of guilty solely for the purpose of protecting his friends and former business associates; that he was entitled to withdraw said plea of guilty because, first, said plea was conditional; second, because the agreement, on the part of the court officials, had not been performed or kept.\nAfter filing petition to Avithdraw plea of guilty, appellant filed his verified petition to disqualify the trial judge in the hearing on the motion to withdraw the plea of guilty. Testimony was then taken on the motion to disqualify the jndge. The trial judge denied the petition to disqualify, and denied appellant’s petition to withdraAv plea of guilty, and sentenced appellant to three years in the penitentiary.\nThe court then dismissed the cases against the parties who' had been indicted in connection with the bank failufe in ¿Boone County. Motion for new trial was filed and overruled, and the case is here on appeal.\nAppellant urges a reversal, first, because he says the court erred in overruling his motion for change of venue. We agree with appellant that it was error for the court to overrule the motion for change of venue. The application for change of venue was in compliance with §§ 3087 and 3088 of Crawford & Moses’ Digest. Ward v. State, 68 Ark. 466, 60 S. W. 31; Spurgeon v. State, 160 Ark. 112, 254 S. W. 376.\nWhile it was error to overrule the petition for change of venue, this error was waived, and the petition abandoned by entering a plea of guilty. The plea of guilty is wholly inconsistent with motion for change of venue. A plea of guilty waives any defect not jurisdictional, and which may be taken advantage of by motion to quash or by plea in abatement.\nThe right to a jury is waived also, and with, of course, the constitutional guaranties with respect to the conduct of criminal prosecutions. 16 C. J. 403, 404, § 738; People v. Popescue, 345 Ill. 142, 177 N. E. 739, 77 A. L. R. 1199; People v. Busby, 119 Cal. App. 6 Pac. (2d) 114; State v. Brinkley, 193 N. C. 747, 138 S. E. 138; Kachnic v. United States, 53 Fed. (2d) 312, 79 A. L. R. 1366.\nAppellant contends that the plea of guilty was conditional. The law authorizes but three kinds of pleas to an indictment: First, a plea of guilty; second, a plea of. not guilty; and, third, a former conviction or acquittal. Crawford & Moses’ Digest, § 3074.\nA conditional plea of guilty is not authorized, and the court could not accept such a plea. Cox v. State, 114 Ark. 236, 169 S. W. 789 Joiner v. State, 94 Ark. 198, 126 S. W. 723; Wolf v. State, 102 Ark. 295, 144 S. W. 208. It is within the discretion of the court to permit a plea of guilty to be withdrawn. The record does not show that the plea was entered conditionally. The evidence is in conflict as to what took place, and we think there was no abuse of discretion in refusing to permit appellant to withdraw his plea of guilty.\nIt is urged that the judgment should be reversed because the trial court overruled appellant’s petition to disqualify the presiding judge. Attention is called to 15 R. C. L. 526, 530, and 16 R. C. L. 530. We do not think these authorities sustain appellant’s contention.\nConsiderable testimony was taken on the question of the judge’s disqualification, but practically all of it was to the effect that an agreement had been made, under the' terms of which all the cases against others indicted in connection with the failure of several banks controlled by appellant, some of which were pending in other counties, were to be dismissed. Appellant contended that these eases in other counties were to be dismissed according to the agreement, but the trial judge did not so understand it. The evidence did not show bias or prejudice of the judge in the sense that it disqualified the trial judge.\nIt is said in 15 R. C. L. 530, § 18, one of the authorities relied on by appellant: “The basis of the disqualification is that personal bias or prejudice renders the judge unable to exercise his functions impartially in the particular case, and therefore it must be shown that he is biased against or entertains ill -will or hostility toward the defendant of such a character as might prevent him from giving the defendant a fair trial; and this must be shown as a matter of fact, and not as a matter of opinion of the defendant or any other person. The words “bias ’’ and “prejudice,” as used in the law of the subject under consideration, refer to the mental attitude or disposition of the judge towards a party to the litigation, and not to any views that he may entertain regarding the subject-matter involved.”\nSection 20 of article 7 of the Constitution of the State of Arkansas provides: “No judge or justice shall preside in the trial of any cause in the event of which he may be interested, or where either of the parties shall be connected with him by consanguinity or affinity, within such degree as may be prescribed by law; or in which he may have been of counsel or have presided in any inferior court. ’ ’\nSection 2107 of Crawford & Moses’ Digest is as follows: “No judge of the circuit court, judge of the court of probate or justice of the peace shall sit on the determination of any cause or proceeding in which he is interested or related to either party within the fourth degree of consanguinity or affinity, or shall have been of counsel, without consent of parties.” Jones v. State, 61 Ark. 88, 32 S. W. 81.\nIt is next contended that the court erred in overruling the motion of appellant for a jury to assess the punishment. A plea of guilty waives' any defects not jurisdictional, and appellant, by entering his plea of guilty, waives the right to a jury. It is the duty of the judge when a plea of guilty is entered, to pronounce judgment. 16 C. J. 402, § 738.\n“While generally no evidence of guilt is required in order to proceed to judgment, for the defendant has himself supplied the necessary proof, yet where the court possesses any discretion as to the extent of the punishment, it is its duty to hear evidence as to aggravation and mitigation of the offense.” 16 C. J. 404, § 738.\nIt does not appear that any evidence was taken at the time appellant was sentenced, but the evidence does show that, at the time it is alleged an agreement was made, the punishment should be fixed at one year.\nAfter a careful consideration of all the evidence and circumstances, we have reached the conclusion that the punishment should be reduced to one year.\nThe judgment of the circuit court is therefore modified by reducing the punishment to one year, and, as thus modified, the judgment is affirmed.\nHumphreys, J., concurs in opinion, but dissents from reducing punishment.",
        "type": "majority",
        "author": "Mehaffy, J."
      }
    ],
    "attorneys": [
      "Edward H. Coulter, for appellant.",
      "Hal L. Norwood, Attorney General, and Robert F. Smith, Assistant, for appellee."
    ],
    "corrections": "",
    "head_matter": "Hudspeth v. State.\nCrim. 3864\nOpinion delivered December 4, 1933.\nEdward H. Coulter, for appellant.\nHal L. Norwood, Attorney General, and Robert F. Smith, Assistant, for appellee."
  },
  "file_name": "0323-01",
  "first_page_order": 341,
  "last_page_order": 346
}
