{
  "id": 8727438,
  "name": "Alexander et al. vs. Raney as Ad. d. b. n.",
  "name_abbreviation": "Alexander v. Raney",
  "decision_date": "1848-01",
  "docket_number": "",
  "first_page": "324",
  "last_page": "327",
  "citations": [
    {
      "type": "official",
      "cite": "8 Ark. 324"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "1 J. J. Marsh. 494",
      "category": "reporters:state",
      "reporter": "J.J. Marsh.",
      "case_ids": [
        5544176
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ky/24/0494-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 330,
    "char_count": 6107,
    "ocr_confidence": 0.487,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20862471132486873
    },
    "sha256": "4c37e74c717392ed8fd0cacf4057a69213b6a4adee166f810548d127fad2885b",
    "simhash": "1:2ceae9c0836b6dd8",
    "word_count": 1079
  },
  "last_updated": "2024-02-27T19:46:05.816556+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Alexander et al. vs. Raney as Ad. d. b. n."
    ],
    "opinions": [
      {
        "text": "JOHNSON, C. J.\nThe writ recites a judgment recovered against Alexander and Fowler, by Clifton G. Steel, who sued for the use of Squire Perihouse, administrator of Manly Munson, deceased. This judgment is sought to be revived in the name of William Raney, who is described as the administrator de bonis non of Manly Munson. According to the repeated adjudications of this court, the original judgment was not recovered by Perihouse in his representative character, and consequently it could not be revived in the name of the administrator de bonis non of Munson. It does not appear by the record that the original judgment constituted any part of the assets of the estate of Munson, and as a necessary consequence, his administration de bonis non had no legal right to revive it in his name. The judgment of revivor is, therefore, erroneous, and ought to be reversed. Judgment reversed.",
        "type": "majority",
        "author": "JOHNSON, C. J."
      }
    ],
    "attorneys": [
      "Fowler, for the plaintiffs.",
      "S. H. Hempstead, contra."
    ],
    "corrections": "",
    "head_matter": "Alexander et al. vs. Raney as Ad. d. b. n.\nA judgment rendered in favor of S., for the use of P., administrator of M., cannot be revived on the death of P. in the name of R., as administrator de bonis non of M. — the original judgment not having been recovered by P. in Ms representative character, nor constituting any part of tire assets of the estate of M.\nWrit of Error to the Circuit Court of Pulaski county.\nThis was a writ of scire facias to revive a judgment in the name of William Rainey, as administrator de bonis non of Manly Munson, against Isaie Alexander, and Absalom Fowler, and determined in the Pulaski Circuit Court, at the April term, 1846, before the Hon. John J. Clendenin, Judge.\nThe writ recites a judgment rendered in the Circuit Court of Pulaski county, in favor of “Clifton G. Steele, who sued for the use of Squire Perihouse, administrator of Manly Munson, dec’d,” against Isaie Alexander and Absalom Fowler, and that “William Rainey has been appointed administrator de bonis non of all and singular the goods and chattels, rights and credits, which were of said Manly Munson, deceased j” and commands the sheriff to summon Isaie Alexander and Absalom Fowler, to show cause “why the judgment aforesaid should not be revived and execution issued therein, in favor of said William Rainey, as administrator de bonis non of Manly Munson,” The writ was served upon Fowler, and returned “not found” as to Isaac Alexander, as to whom, order of publication was made. Neither of the defendants appeared, and the court rendered judgment by default against Isaac Alexander and Absalom Fowler, whereby it was considered and adjudged by the court here, that the judgment aforesaid be revived in the name of said William Rainey, as ad. d. b. n. of Manly Munson, deceased,” and “that the said William Rainey, as such administrator de bonis non, have execution against the said defendants.”\nThe defendants sued out a writ, of error.\nFowler, for the plaintiffs.\n1. Raney had no right to sue out the scire facias in his name, as adm’r of Munson, for as the judgment was rendered in favor of Steele, the scire facias should have been issued, and the revivor prayed, in the name of Steele, for use, <fcc.\n2. The final judgment of revivor is in the name, and in favor of Raney, when by law it could only be in favor of Steele. Wolf v. Pounsford, 4 Ham. Ohio Rep. 39T.\n3. The judgment of revivor appears to be in a case variant and wholly different from that described in the writ. 4 Ham. Ohio Rep. 39T.\n4. The writ recites a judgment against Isaie (Isaiah) Alexander and Fowler* and the judgment of revivor recites and revives a judgment against Isaac Alexander and Fowler.\n6.None but the plaintiff (Steele) could sue out a scire facias, to revive the judgment, &c. Rev. Slat. 478, sec. 6, et seq.\n6. The order (interlocutory) made against Isaac Alexander, to appear, &c., was wholly unauthorized, because there was no judgment or writ against Isaac, but against Isaie, a different person.\n7. Said order is wholly inoperative, and is a mere nullity; because it misdescribes the judgment recited in the writ, and appears to be in a case wholly different.\n8. Even were all the other proceedings regular, yet the judgment of revivor is erroneous, because the record itself does not show that it was put-up at the court house-door as required by statute. Rev. Stat. 478, sec. 8, 9, et seq.\nWhere an order of court is required to be published, as notice to' non-resident defendants, the certificate of publication should appear in the record, so that the Supreme Court may see that it was sufficient. The decree or judgment, stating that it was so made, is not sufficient. Dawson, &c., v. Clay's heirs, 1 J. J. Marsh. Rep. 166. Zecharie & Kerr v. Bowers, 3 Smedes Sp Marsh. Rep. 645.\nS. H. Hempstead, contra.\nIt is not perceived that there is any valid objection to the judgment of revivor. If there was any variance between the scire facias and original judgment, which could be taken advantage of at all, it ought to have been plead in abatement, or reached in some proper manner. The rule is well settled, that it is not available on error. 2 A. R. Marsh. 374. Hardin 505. 1 Monroe 173.\nAs the original judgment is not made a part of the record by the opposite party, by bill of exceptions, special verdict, agreement, or otherwise, it is impossible for the court to say that any variance exists: but on the contrary, it must be presumed that the inferior court acted correctly, and upon sufficient evidence to warrant its action. If there is a misnomer in the sci. fa. as to Alexander, he ought to have plead it in abatement, as the authorities above cited prove. But in point of fact, there is no such misnomer or variance, as the law will regard; for there does not appear to be any thing more in the transcript, than a slight clerical error in a letter or two in the Christian name of Alexander. But it is perfectly manifest that tire defendants in the original judgment, and in the sci. fa. and judgment of revivor, are the same, and that it was the identical original judgment which was revived in this suit, and hence there is no variance that the court will regard. Henderson v. Richards, 1 J. J. Marsh. 494."
  },
  "file_name": "0324-02",
  "first_page_order": 324,
  "last_page_order": 327
}
