{
  "id": 1362260,
  "name": "Barnett v. McClain",
  "name_abbreviation": "Barnett v. McClain",
  "decision_date": "1922-05-01",
  "docket_number": "",
  "first_page": "325",
  "last_page": "333",
  "citations": [
    {
      "type": "official",
      "cite": "153 Ark. 325"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "138 N. Y. Supp. 119",
      "category": "reporters:state",
      "reporter": "N.Y.S.",
      "case_ids": [
        3387226
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nys/138/0119-01"
      ]
    },
    {
      "cite": "41 L. R. A. (N. S.) 1223",
      "category": "reporters:federal",
      "reporter": "L.R.A.N.S.",
      "opinion_index": -1
    },
    {
      "cite": "99 N. E. 258",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": -1
    },
    {
      "cite": "133 Mass. 471",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2150863
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/133/0471-01"
      ]
    },
    {
      "cite": "3 So. 800",
      "category": "reporters:state_regional",
      "reporter": "So.",
      "opinion_index": -1
    },
    {
      "cite": "83 Ala. 404",
      "category": "reporters:state",
      "reporter": "Ala.",
      "case_ids": [
        3272854
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ala/83/0404-01"
      ]
    },
    {
      "cite": "41 L. R. A. (N..S.) 1223",
      "category": "reporters:federal",
      "reporter": "L.R.A.N.S.",
      "opinion_index": -1
    },
    {
      "cite": "104 N. E. 135",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "106 S. W. 837",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "74 Ark. 88",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8718365
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/74/0088-01"
      ]
    },
    {
      "cite": "74 Ark. 557",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8723545
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/74/0557-01"
      ]
    },
    {
      "cite": "108 Ark. 490",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1342317
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/108/0490-01"
      ]
    },
    {
      "cite": "117 Ark. 544",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1564912
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/117/0544-01"
      ]
    },
    {
      "cite": "106 Ark. 131",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1345668
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/106/0131-01"
      ]
    },
    {
      "cite": "152 S. W. 1019",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": -1
    },
    {
      "cite": "100 Ark. 344",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1312247
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/100/0344-01"
      ]
    },
    {
      "cite": "140 S, W. 289",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": -1
    },
    {
      "cite": "66 S. W. 503",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": -1
    },
    {
      "cite": "73 Ark. 405",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "84 S. W. 497",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": -1
    },
    {
      "cite": "136 S. W. 938",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": -1
    },
    {
      "cite": "99 Ark. 1",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1314561
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/99/0001-01"
      ]
    },
    {
      "cite": "27 Tenn. 415",
      "category": "reporters:state",
      "reporter": "Tenn.",
      "case_ids": [
        8540806
      ],
      "opinion_index": -1,
      "case_paths": [
        "/tenn/27/0415-01"
      ]
    },
    {
      "cite": "18 N. Y. Supp. 215",
      "category": "reporters:state",
      "reporter": "N.Y.S.",
      "case_ids": [
        3368663
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nys/18/0215-01"
      ]
    },
    {
      "cite": "21 Hun. 210",
      "category": "reporters:state",
      "reporter": "Hun.",
      "opinion_index": -1
    },
    {
      "cite": "45 N. Y. 180",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2049803
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/45/0180-01"
      ]
    },
    {
      "cite": "42 N. H. 25",
      "category": "reporters:state",
      "reporter": "N.H.",
      "case_ids": [
        4546646
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nh/42/0025-01"
      ]
    },
    {
      "cite": "7 Mo. App. 329",
      "category": "reporters:state",
      "reporter": "Mo. App.",
      "case_ids": [
        556876
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mo-app/7/0329-01"
      ]
    },
    {
      "cite": "13 So. 297",
      "category": "reporters:state_regional",
      "reporter": "So.",
      "opinion_index": -1
    },
    {
      "cite": "92 S. W. 796",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": -1
    },
    {
      "cite": "7 Hun. 229",
      "category": "reporters:state",
      "reporter": "Hun.",
      "opinion_index": -1
    },
    {
      "cite": "51 Ind. 66",
      "category": "reporters:state",
      "reporter": "Ind.",
      "case_ids": [
        1420820
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ind/51/0066-01"
      ]
    },
    {
      "cite": "31 Minn. 268",
      "category": "reporters:state",
      "reporter": "Minn.",
      "case_ids": [
        749058
      ],
      "opinion_index": -1,
      "case_paths": [
        "/minn/31/0268-01"
      ]
    },
    {
      "cite": "117 Ark. 547",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "103 Ark. 345",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1352026
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/103/0345-01"
      ]
    },
    {
      "cite": "36 Ark. 268",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1872520
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/36/0268-01"
      ]
    },
    {
      "cite": "96 Ark 354",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1541988
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/96/0354-01"
      ]
    },
    {
      "cite": "95 Ark. 199",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1543573
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/95/0199-01"
      ]
    },
    {
      "cite": "138 Ark. 613",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "138 Ark. 65",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1566963
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/138/0065-01"
      ]
    },
    {
      "cite": "134 Ark. 268",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1573268
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/134/0268-01"
      ]
    },
    {
      "cite": "117 Ark. 544",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1564912
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/117/0544-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 784,
    "char_count": 16218,
    "ocr_confidence": 0.481,
    "pagerank": {
      "raw": 2.2460013148907871e-07,
      "percentile": 0.7806723480789807
    },
    "sha256": "700164843a3e44c49c832258643ef309cadd8d44cfcc9c473cb96243751e5a51",
    "simhash": "1:9c2ff26b5697a4cc",
    "word_count": 2851
  },
  "last_updated": "2024-02-27T17:45:17.236697+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Barnett v. McClain."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nLola McClain, Joe T. Porter and Eugene Porter brought separate suits against Horatio Barnett and Oscar Barnett for damages for libel. The causes were consolidated and tried together, and each of the plaintiffs recovered judgment against both defendants for damages.\nThe litigation arose out of the publication, in August, 1918, in the Meteor, a newspaper published in Malvern, in which or near which city all of the parties lived, of the following advertisement:\n“notice to bidders.\n“Notice Is Hereby Given, that any and all parties who may bid upon the above described property with view of securing title thereto are trespassers and will make themselves parties criminally thereto and will become a party to the conspirators now composed of E. H. Vance, Jr., and A. W. Jernigan as attorneys, and Joe T. Porter, Eugene Porter and Lola Porter, as witnesses, because the judgment from which the above described execution issued was secured by fraud practiced by said attorneys upon the court and upon the defendants, E. 0. Barnett Bros., and by perjured evidence given by Joe T. Porter, Eugene Porter and Lola Porter as witnesses, all of which as facts appear upon the recoxds of the circuit court.records of Hot Springs County, Arkansas; as evidenced by transcript of case in E. O. Barnett Bros. v. Joe T. Porter and various affidavits now on file.\n“(Signed) E. 0. Barnett Bros.\n‘ ‘ By Horatio Barnett. ’ ’\nHoratio Barnett and Oscar Barnett are father and son, and for some years had been in business as partners under the firm name and style of E. 0. Barnett Bros. This copartnership did a mercantile and brokerage business, and while thus engaged bought a mortgage which J. T. Porter had given to one Sligh on a mare and a crop of cotton and corn which Porter was growing on Sligh’s farm, and the original litigation grew out of the proceeding brought- to foreclose this mortgage.\nThe publisher of the paper testified that the article was a paid advertisement, authorized and paid for by Horatio Barnett. He further testified that he had done other printing for E. 0. Barnett Bros., consisting principally of briefs in the Supreme Court, and that Oscar Barnett had paid for that work.\nThe above notice had reference to a sale about to occur under an execution which had issued in the case of E. O. Barnett Bros. v. Joe T. Porter. This litigation was long drawn but, and came before this court in the following appeals: E. O. Barnett Bros. v. Porter, 134 Ark. 268; same, 138 Ark. 65; same, 138 Ark. 613.\nThe defendants first filed a motion to dismiss the complaints on the ground that the firm had been dissolved in May, 1919, and that there existed no partnership assets. This motion was overruled; and the same fact was alleged in the separate answers filed in each of the cases. The-answers further pleaded privilege, as relating to a pending suit in court; denied malice; and also pleaded the statute of limitations, and the truth of the publication. In addition, Oscar Barnett alleged in his answers that the publication was the individual act of Horatio Barnett and was unauthorized by him, and was not within the scope of the partnership agreement.\nFor the reversal of the judgment in the case of Lola McClain, it is insisted that she lacked capacity to sue, in that she was a minor. This question is, however, raised here for the first time; and the failure to raise it in the court below is sought to be excused on the ground that the infancy of the plaintiff did not appear in any pleading filed in the cause and the fact was first made known by the testimony offered at the trial. But no objection to her right to sue was made when this fact was developed in the testimony; and this question is disposed of in the case of Davie v. Padgett, 117 Ark. 544, where it was said: “It is insisted that under our statute, which provides that the action of an infant ‘must be brought by a guardian or next friend’ (Kirby’s Digest, sec. 6021), that incapacity of an infant to sue in his own name is jurisdictional, and that the question of jurisdiction may be raised at any stage of the proceedings, even on appeal to this court. The contention is, we think, unsound. The code of civil practice provides, as one of the grounds for demurrer, that the plaintiff has not legal capacity to sue, and that when such matter does not appear upon the face of the complaint, the objection may be made by answer (Kirby’s Digest, secs. 6093-6096). The last section just cited provides that ‘if no such objection is taken, either by demurrer or answer, the defendant shall be deemed to have waived the same.’ It thus appears that the statute itself provides that the incapacity of the plaintiff to sue may be waived by the defendant, and is waived by failing to take advantage of the defense at the time and in the manner pointed out by the statute. The judgment is not void because of the plaintiff’s incapacity to sue, but that defect only • constitutes error which calls for a reversal of the judgment, if taken advantage of in apt time.”\nIt will be observed that the notice charges the plaintiffs with having given perjured testimony in the case of Barnett Bros. v. Porter; and it was shown that both father and son were instrumental in prosecuting Joe T. Porter and Eugene Porter for perjury, alleged to have been committed by them in that case. They were indicted for that offense, and upon their trial were acquitted.\nThree members of the grand jury were permitted to testify that Oscar Barnett appeared before them in connection with the finding of this indictment.\nNo error was committed in admitting this testimony. In the first place, Oscar Barnett admitted his connection with this prosecution. He is a practicing attorney, and in that capacity consulted with his father and advised him that the parties were guilty of perjury. .He admits doing this. Moreover, it was competent, aside from Oscar Barnett’s admissions as a witness on the stand, to show his attitude and relation to this lawsuit and its management as circumstances from which the jury might determine what, if anything, he had to do with the publication of the alleged libelous article. 12 R. C. L. p. 1039.\nDefendants undertook to show that the article published was true, in that the plaintiffs in this suit had given perjured testimony in the original suit; and this defense was submitted under instructions against which no objections are urged; and the verdict of the jury is conclusive of that issue of fact. •'\nThe court refused to give, at the request of the defendants, instruction numbered 7, reading as follows: “You are instructed that you cannot find any damage beyond nominal damages unless the plaintiff proves such damages, and the court tells you that you cannot base your verdict on speculative damages, but it must be based on actual damages; and if the proof fails to show such actual damages your verdict must be for nominal damages only if you find from the evidence the plaintiff is entitled to recover against the defendant.”\nNo error was committed in refusing this instruction. The article set out above charged the plaintiffs with the crime of perjury, and was therefore actionable perse. The law is that “where the slanderous words are actionable per se, the plaintiff is entitled as a matter of law to compensatory damages, and is not required to-introduce evidence of actual damages to entitle him to recover substantial damages. In such case the plaintiff need mot prove special damages in order to recover substantial damages. Murray v. Galbraith, 95 Ark. 199; 25 Cyc. 490.” Taylor v. Gumpert, 96 Ark 354.\nIt is finally insisted that error was committed in giving, over the objection of Oscar Barnett, an instruction numbered 8, reading as follows: “You are instructed in this case that, if you believe from the evidence. that Horatio Barnett and Oscar Barnett were acting together, or that Horatio Barnett was acting for them in a matter in which the partnership was inter ested, and in which he had a right to represent the partnership,, then, although Oscar Barnett may not have published the libelous publication, then, if Horatio Barnett is liable, Oscar Barnett would be liable also. ’ ’\nThis instruction appears to make the liability of Oscar Barnett depend upon that of Horatio Barnett, if there was a copartnership, and if Horatio Barnett was liable. But such is not the law. Oscar Barnett testified that he knew nothing about the publication of this article until he read it in the paper. Horatio Barnett was asked if Oscar Barnett knew of this article or had ratified it, and he answered, “No; it produced a little friction between us. He said I had done wrong; it was liable to get us in trouble; that I had better be careful about it. ’ ’\nNow, a partner may be civilly liable for the tort of his copartner; and he is liable if such tort is committed in the course of the.partnership business; or if there is a ratification of such act with a knowledge of the circumstances of its commission. McClure v. Hill, 36 Ark. 268.\nIn 17 R. C. L. page 383, it is said: “According to the weight of authority, a civil action for the publication of a libel can be maintained against a partnership as such, where the wrong was participated in by all the partners, or was done by one of them in the prosecution of the firm’s business.”\nThe principle upon which a copartner may be held responsible for a libel is similar in principle to that upon which a corporation may be held liable. In the case of Waters-Pierce Oil Co. v. Bridwell, 103 Ark. 345, a corporation was held liable for slander, and we there said: “There is some conflict of authority in respect to the liability of a corporation for slander; but, inasmuch as a corporation must transact its business and perform its duties through natural persons, it is now well settled that a corporation is liable in damages for slander as it is for other torts. To establish its liability, the utterance of the slander must be shown to have been made by its authority or ratified by it, or to have been made by one of its servants or agents in the scope of his employment and in the course of the business in which he is employed. (Citing cases).”\nEach partner is the agent of the copartnership while acting within the scope of the copartnership. “If a partner in conducting the business of a firm causes a libel to be published, the firm will be liable as well as the individual partner. So if any agent or servant of the firm defames any one by the express direction of the firm or in accordance with the general orders given by the firm for the conduct of their business. To hold either of the members of a partnership, it is not necessary that the partner should publish the libel himself. It is sufficient if he authorized, incited or encouraged any other person to do it; or if, having authority to forbid it, he permitted it, the act was his.” Newell, Slander and Libel, (3rd. Ed.), § 472, p. 455.\nSee, also, Parsons on Partnership, § 100; Burdick on Partnership, p. 219; 1 Bowley, Modern Law of Partnership, § 513; Gilmore’s Cases on Partnership, p. 396; 1 Bates on Partnership, § 315; Gilmore on Partnership, 75; Duquesne Distributing Co. v. Greenbaum, 21 A. & E. Cas. 481.\nIf it was a part of the partnership purpose to deter bidding at the sale with reference to which the alleged libelous article was published, then both Horatio Barnett and Oscar Barnett are liable; or if Oscar Barnett authorized its publication, then he is liable. On the other hand, if the article was published by Horatio Barnett without authority of Oscar Barnett, and not in furtherance of any partnership plan or purpose, 'but only because of the individual volition of Horatio Barnett, then Horatio Barnett is alone liable.\nFor the error in giving instruction numbered 8 the judgment as to Oscar Barnett is reversed, and the cause remanded for a new trial. The judgment as to Horatio Barnett is affirmed.",
        "type": "majority",
        "author": "Smith, J."
      }
    ],
    "attorneys": [
      "' Henry B. Means and Martin, Wootton & Martm, for appellants.",
      "Isgrig S Dillon, for appellees."
    ],
    "corrections": "",
    "head_matter": "Barnett v. McClain.\nOpinion delivered May 1, 1922.\n1. Appeal and error — question not raised below. — -Incapacity of an infant to sue in his own name cannot be raised for the fir*t time on appeal from a judgment for the infant.\n2. Libel and slander — admissibility op testimony. — In an action for libel, in which plaintiifs were charged with having committed perjury, testimony of grand jurors that one of the defendants who admitted his connection with the prosecution of plaintiffs for perjury but who had denied any connection with the alleged libel, had appeared before the grand jury in connection with the finding of the indictment charging defendants with perjury held admissible.\n3.\" Libel and slander — words actionable per se. — A publication in a newspaper charging plaintiffs with having given perjured ■' testimony is actionable per se.\n4Ñ Libel and slander — right to compensatory damages. — Where libelous words are actionable per se, the plaintiff is entitled, as a matter of law, to compensatory damages, and is not required to introduce evidence of actual damages to entitle him to sub- . stantial damages.\n5.. . . Partnership- — liability por libel. — Where a libelous publication was signed by one partner in the partnership name, the other , partner would be liable though he did not authorize its publi- - cation, if the publication was to further any partnership plan or . purpose or if he ratified it; but he would not be liable in the ab- -. sence of ratification if the purpose of the publication was not to further the partnership business, but merely because of the individual volition of the partner who published it.\n6.. Partnership — agency.—Each partner is the agent of the partnership while acting within the scope of the partnership.\nAppeal from Hot Spring Circuit Court; W. R. Donham, special judge;\nreversed as to Oscar Barnett.\n' Henry B. Means and Martin, Wootton & Martm, for appellants.\nThe trial court should have directed a verdict for appellants in the suit of Lola McCain. She was an infant and incapable of bringing or maintaining an action in her own name. C. & M. Digest, 1111. See also 117 Ark. 547.\nThe appellants were not liable as partners. Bates on Partnership, § 461; 31 Minn. 268.\nOscar Barnett was not liable, in that the publication was not-within the scope of the partnership agreement, and was not authorized by him. 51 Ind. 66; 7 Hun. 229; 92 S. W. 796; 13 So. 297; 9 111. 478; 14 111. App. 381; 56 Am. Bep. 169; 57 111. App. 296; 55 Am. Bep. 286; 7 Mo. App. 329; 42 N. H. 25; 45 N. Y. 180; 21 Hun. 210; 18 N. Y. Supp. 215; 27 Tenn. 415.\nThe court erred in allowing B. M. Johnson, Albert Brown and Geo. Robertson, former grand jurors, to testify regarding what took place in the grand jury room concerning the indictment of Joe Porter for perjury. C. & M. Digest, §§ 2992-3; 99 Ark. 1; 136 S. W. 938; 84 S. W. 497; 73 Ark. 405; 66 S. W. 503; 140 S, W. 289; 100 Ark. 344; 152 S. W. 1019; 106 Ark. 131.\nIsgrig S Dillon, for appellees.\nThe legal capacity of Lola McCain to sue was not taken advantage of as provided by statute. C. & M. Dig. § 1189; 117 Ark. 544. Questions are not raised at the trial below will not be considered on appeal. 108 Ark. 490; 74 Ark. 557; 74 Ark. 88.\nIf a partner in conducting the business of a partnership causes a libel to be published, the firm as well as the individual partner will be liable. Newell on Libel & Slander, 27. It is not necessary that the partner should publish the libel himself. 106 S. W. 837 ; 21 Ann. Cas. 485.\nThe individual members of a copartnership are civilly liable for torts, of which they have no knowledge, committed by any member of the firm in the conduct of the business. 104 N. E. 135; 41 L. R. A. (N..S.) 1223.\nA civil action for libel can be maintained against a partnership where the wrong was done by one of the partners in the prosecution of the business. 83 Ala. 404; 3 So. 800; 106 S. W. 837; 133 Mass. 471.\nInstruction No. 8 was a correct statement of the law. 99 N. E. 258; 41 L. R. A. (N. S.) 1223; 104 N. E. 135; 138 N. Y. Supp. 119.\nThe court properly refused to exclude from the jury’s consideration evidence of malicious prosecution. 117 HI. App. 198.\nThere was no error in permitting the grand jurors to testify. 12 R. C. L. 1039."
  },
  "file_name": "0325-01",
  "first_page_order": 353,
  "last_page_order": 361
}
