{
  "id": 8722207,
  "name": "Swearingen v. State Use of Benton County",
  "name_abbreviation": "Swearingen v. State ex rel. Benton County",
  "decision_date": "1923-10-08",
  "docket_number": "",
  "first_page": "326",
  "last_page": "329",
  "citations": [
    {
      "type": "official",
      "cite": "160 Ark. 326"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "15 Fed. 641",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        3777978
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f/15/0641-01"
      ]
    },
    {
      "cite": "88 Ark. 386",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1517137
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/88/0386-01"
      ]
    },
    {
      "cite": "88 Ark. 386",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1517137
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/88/0386-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 331,
    "char_count": 6013,
    "ocr_confidence": 0.494,
    "pagerank": {
      "raw": 5.8591662004228935e-08,
      "percentile": 0.3670215908340602
    },
    "sha256": "d409acf0373a3782185d1127b62ae4119804276fe1b3f5993384a2b1a2109b54",
    "simhash": "1:4d51ac284ba89b14",
    "word_count": 1072
  },
  "last_updated": "2024-02-27T17:41:07.582861+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Swearingen v. State Use of Benton County."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nThis appeal involves the right of appellant, the circuit clerk of Benton County, as ex-officio chancery clerk of that county, to collect and appropriate to his own use the fee of one dollar allowed the chancery clerk for each tract of land redeemed from sale for nonpayment of road improvement taxes under act 534 of the Acts of 1921 (Acts 1921, p. 573).\nBy this act it is provided that, if certain improvement district taxes are not paid by April 10, the collector shall file a list of the delinquent lands on or before the second Monday in June with the clerk of the chancery court, and the chancery clerk is required to record this list on or before the 1st day of July. Thereafter re-, demptions are made by applying to the chancery clerk, and for Ms services in filing and recording the list of lands, and for issuing certificates of redemption, a fee of one dollar for each, tract is allowed, which is charged as costs against the tract redeemed.\nBead by itself, there appears to be no question hut that the clerk is entitled to tMs fee; but that officer has been placed on a salary, and the effect of that legislation must be taken into account to determine what should be done with this dollar after it has been collected.\nBy act 249 of the Acts of 1905 (Acts 1905, p. 653) certain officers of Benton County were placed on salaries. By § 1 of this act it is provided “that the clerk of the circuit court and ex-officio clerk of the chancery court of Benton County shall be allowed fees as follows:” and there follows a list of fees which may be charged, after which list the following sentence appears; “For services not above specified, fees should be charged as provided by the statute.”\nSection 5 of this act 249 requires the officers whose fees are fixed to keep a record of all fees earned; and § 6 requires the payment of those fees into the county treasury each quarter. Section 7 provides the annual salary of the circuit clerk, which is made payable quarterly, and further provides that the salary there fixed shall be full compensation “for all the services required of him'by law as such circuit clerk, ex-officio recorder, chancery clerk, and commissioner. ” There have been amendments to this salary act, but the provisions about charging and collecting and paying over fees have not been changed.\nThis act of 1921, in so far as it affects appellant, must be read in connection with the salary acts of Benton County; and, when so read, it appears to add a service not specified in § 1 of the original act, for which a fee of a dollar for redemption of lands shall be charged as provided in this act of 1921.\nThe case of Keeling v. Searcy County, 88 Ark. 386, supports this view. Keeling was the circuit clerk of Searcy Comity, and there was a special act fixing his compensation which is not substantially different from the Benton County act on that subject. Keeling .took the affidavits of certain persons who had entered government lands, and charged the fees which were fixed by the act of Congress for that service. It was held by this court that the salary act “ embraces every fee or emolument accruing to the clerk by reason of his official capacity, and allows the withholding of none. It includes every fee that was earned by him in his official capacity” (•Cases cited).\nCounsel for appellant seek to distinguish that case as applied to the facts of this, upon the ground that the fees there in question had been fixed before the Searcy County act was passed; whereas the fees here in controversy were provided for after the passage of the salary act and the acts amendatory thereof. We think, however, that this difference is unimportant. The act of 1921 is, in effect, so far as it affects the question at issue, an amendment of the fee-bill found in § 1 of the salary act of 1905, and must be treated as one .of the fees provided for by law which he is required to collect and account for under § 6 of that act.\nThe decree of the court below accorded with this view, and it is therefore affirmed.",
        "type": "majority",
        "author": "Smith, J."
      }
    ],
    "attorneys": [
      "Duty & Duty, for appellant.",
      "No brief for appellee."
    ],
    "corrections": "",
    "head_matter": "Swearingen v. State Use of Benton County.\nOpinion delivered October 8, 1923.\nClerks op courts — fees—payment into - county treasury.. — Under Acts 1905, p. 653, putting the circuit clerk of Benton County upon- a fixed salary which shall be full compensation “for all the services required of him by law as such circuit clerk, ex officio recorder, chancery clerk and commissioner,” and providing that fees collected shall be paid into the county treasury, held that a fee of one dollar for redemption of lands sold for road improvement taxes, provided by Acts 1921, p. 573, mfist be treated as one of the fees which the clerk is required to collect and pay into the county treasury.\nAppeal from Benton Chancery Court; Ben F. McMahan, Chancellor;\naffirmed. .\nDuty & Duty, for appellant.\nPrior to tbe enactment of act 534 of 1921, chancery clerks were not called npon to perform the duties there enumerated, hence this was an additional service which was not in the mind of the Legislature of 1909 when it passed the salary act. The case in 88 Ark. 386, relied upon by appellee in the lower court, is not in point. That act contemplated the doing of the things which were the subject of the controversy, and was a salary act providing that the salary mentioned was in full compensation of all services which -the clerk was required by law to perform. The offices of circuit clerk and chancery clerk are separate, and the act in question was intended to give the chancery clerk additional compensation for doing something that had not before been required of him. Const. 1874, art. 7, § 19. 110 IT. S. 688' contains a discussion on the question of title to emoluments in cases of dual offices. In case of one officer holding dual offices, where provision is made for services rendered in each capacity, compensation should be made according to the provisions of the statute that applies to it, rather than to deny it on technical grounds. 15 Fed. 641.\nNo brief for appellee."
  },
  "file_name": "0326-01",
  "first_page_order": 350,
  "last_page_order": 353
}
