{
  "id": 1435145,
  "name": "School District No. 10 v. County Board of Education",
  "name_abbreviation": "School District No. 10 v. County Board of Education",
  "decision_date": "1932-03-07",
  "docket_number": "",
  "first_page": "328",
  "last_page": "331",
  "citations": [
    {
      "type": "official",
      "cite": "185 Ark. 328"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "18 S. W. (2d) 349",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "179 Ark. 822",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8725825
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/179/0822-01"
      ]
    },
    {
      "cite": "179 S. W. 163",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "119 Ark. 592",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8721783
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/119/0592-01"
      ]
    },
    {
      "cite": "177 S. W. 892",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "119 Ark. 149",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8718240
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/119/0149-01"
      ]
    },
    {
      "cite": "148 S. W. 504",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "104 Ark. 145",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1350585
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/104/0145-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 348,
    "char_count": 6442,
    "ocr_confidence": 0.527,
    "pagerank": {
      "raw": 2.8651142789705816e-07,
      "percentile": 0.8420095148404405
    },
    "sha256": "7b967a90f2ced8f2903e4202f557f634dbe35edf113e289dc1938203d2e68b88",
    "simhash": "1:9dc7ee8f8777340e",
    "word_count": 1099
  },
  "last_updated": "2024-02-27T17:51:09.396208+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "School District No. 10 v. County Board of Education."
    ],
    "opinions": [
      {
        "text": "Kibby, J.\nThis appeal comes from a decision of the circuit court denying a petition for certiorari to bring up and quash the order of the county board of education changing the boundary lines between School Districts 10 and 66 in Columbia County.\nThe petition was filed for the change of the boundaries between said districts on May 5, 1931, before the board of education, accompanied by a map showing the proposed changes.\nThe purpose of the petition and its effect, if granted, was to take from School District No. 10 a strip of territory, varying in width from one-fourth to one-half mile and extending across the entire west side of the district, and annex same to Emerson School District No. 66. Within this territory was located a tank farm with an assessed valuation of $57,380, the Southwestern Bell Telephone Company’s transmission lines with an assessed valuation of $872, the Louisiana & Northwest Railroad with an assessed valuation of $16,500, the Arkansas Transit Company with an assessed valuation of $860, “or property, exclusive of the value of the territory proposed to be detached, of the total valuation of $75,74-2.”\nThe county board of education called a joint meeting of themselves with the directors of the two districts concerned for the purpose of making the change of the boundary lines, and the board of directors were unable to agree to the change proposed, and the board of education changed and adjusted the lines as prayed for in the petition. School District No. 10 was present with its entire board of directors, and its attorney on May 15th, had notice of the action of the board of education, but took no appeal from the order changing the boundaries.\nOn June 30, appellant filed its petition in the Columbia Circuit Court for a writ of certiorari which was by the court denied, final order being entered on August 25, 1931, from which this appeal was prosecuted.\nIt is insisted that the county board of education was without jurisdiction to make the order because no petition was filed by a majority of the qualified electors in District No. 10 asking for a change of boundaries, nor any election held to ascertain whether a majority of the electors of the territory affected favored the change, nor was a petition filed by qualified electors asking the detachment of the territory from District No. 10 to be annexed to District No. 66, nor any legal notice given relative to the proposed change of boundaries.\nDecision of the question necessitates a construction of §§ 44 and 52 of act 169 of 1931, which appear to be in conflict about the procedure required. Under the terms of said § 44 the board is given the same authority for a change of boundary lines of school districts, the formation of new districts, the dissolution of existing districts, the transposition of territory of old districts, and the law requires that it can exercise such authority on the consent of the majority of electors in each school district affected as shown by petition or elections as herein provided, and also provides the method for holding the elections or presenting the petitions, the giving of notice, etc. Section 52 appears to provide for an adjustment or change of boundary line or lines between adjoining districts upon application' made by the directors of any district after 10 days’ notice of a call for a joint meeting of the directors of the districts affected with the county board of education, and that the chairman of the board may make the order changing the boundary line or lines between the districts upon approval of a majority of the members of the school boards of the districts-, and, if they are not able to agree to the proposed change of boundary lines, the county board-may either change or fix the boundary line or deny the relief asked and let the boundaries remain unchanged.\nAppellant insists that appellee wrongfully attempted to- annex some of its best revenue producing territory to appellee district under the guise of asking a change of boundary lines between the districts and in violation of the law providing for annexation, of territory.\n\" Said § 44 of said act gives plenary authority to change the boundary lines of school districts on consent of the majority of electors in each school district affected, and, if such change is in effect taking territory from one district and adding it to another, it cannot be done otherwise than in accordance with the provisions of said section and the procedure as for dissolution of districts, taking territory from one and adding to another, and making new districts therefrom.\nSaid § 44 is virtually a re-enactment of the old statute, § 8823 of Crawford & 'Moses’ Digest, subsequently amended by act 156 of 1927, requiring a majority petition from, the electors of each district affected by the change in boundary lines, instead of a majority of electors from the districts divided in order to confer jurisdiction upon the board. Under either of these statutes the consent of a majority of the electors, as shown by the petition filed with the- board, was necessary to give it jurisdiction to change the boundary line between the school districts. Stephens v. School Dist., 104 Ark. 145, 148 S. W. 504; District No. 45 v. District No. 8, 119 Ark. 149, 177 S. W. 892; Hughes v. Roebuck, 119 Ark. 592, 179 S. W. 163; Consolidated Dist. No. 2 v. Special District 19, 179 Ark. 822, 18 S. W. (2d) 349.\nNo notice was given of the proposed change of the boundaries amounting to annexation of territory, in accordance with said § 44, nor any petitions presented or election held for that purpose, and the county board was without jurisdiction nr authority to make the order changing the boundary lines, in effect taking a very substantial part of the territory of one district and annexing it to the other under the guise and procedure as for a change of boundary lines only. Having no such jurisdiction, the board’s order was void, and could be quashed on certiorari, and the court erred in not granting the desired relief. The judgment is reversed accordingly, and the cause will be remanded to the circuit court with directions to grant the petition for certiorari and quash the order of the county board of education changing the boundary line of the districts petitioned for. It is so ordered.",
        "type": "majority",
        "author": "Kibby, J."
      }
    ],
    "attorneys": [
      "Jack Machen, for appellant.",
      "Ezra Garner, for appellee."
    ],
    "corrections": "",
    "head_matter": "School District No. 10 v. County Board of Education.\nOpinion delivered March 7, 1932.\nJack Machen, for appellant.\nEzra Garner, for appellee."
  },
  "file_name": "0328-01",
  "first_page_order": 348,
  "last_page_order": 351
}
