{
  "id": 1432072,
  "name": "Arkansas Trust Company v. Bates",
  "name_abbreviation": "Arkansas Trust Co. v. Bates",
  "decision_date": "1933-05-01",
  "docket_number": "4-2959",
  "first_page": "331",
  "last_page": "337",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 331"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "277 S. W. 533",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "169 Ark. 1008",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1373912
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/169/1008-01"
      ]
    },
    {
      "cite": "35 L. R. A. (N. S.) 781",
      "category": "reporters:federal",
      "reporter": "L.R.A.N.S.",
      "opinion_index": 0
    },
    {
      "cite": "153 S. W. 101",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "106 Ark. 256",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1345677
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/106/0256-01"
      ]
    },
    {
      "cite": "117 S. W. 785",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "90 Ark. 59",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1513795
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/90/0059-01"
      ]
    },
    {
      "cite": "35 L. R. A. (N. S.) 779",
      "category": "reporters:federal",
      "reporter": "L.R.A.N.S.",
      "opinion_index": 0
    },
    {
      "cite": "18 N. W. 94",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 0
    },
    {
      "cite": "31 Minn. 368",
      "category": "reporters:state",
      "reporter": "Minn.",
      "case_ids": [
        749104
      ],
      "opinion_index": 0,
      "case_paths": [
        "/minn/31/0368-01"
      ]
    },
    {
      "cite": "225 S. W. 645",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "146 Ark. 472",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1584925
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/146/0472-01"
      ]
    },
    {
      "cite": "158 S. W. 136",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "108 Ark. 357",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1342262
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ark/108/0357-01"
      ]
    },
    {
      "cite": "119 S. W. 822",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "90 Ark. 426",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1513815
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/90/0426-01"
      ]
    },
    {
      "cite": "76 S. W. 554",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "71 Ark. 494",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1507788
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/71/0494-01"
      ]
    },
    {
      "cite": "106 S. W. 206",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "84 Ark. 415",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1524464
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/84/0415-01"
      ]
    },
    {
      "cite": "87 Atl. 551",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "87 Conn. 164",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        494421
      ],
      "opinion_index": 0,
      "case_paths": [
        "/conn/87/0164-01"
      ]
    },
    {
      "cite": "160 S. W. 883",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "110 Ark. 63",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1337065
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/110/0063-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 636,
    "char_count": 11478,
    "ocr_confidence": 0.525,
    "pagerank": {
      "raw": 1.9336152900558898e-07,
      "percentile": 0.7345285381502937
    },
    "sha256": "2e5a6de2f32cb37bc96571ae79c994cc289507e89a6197fdfc39ecd586f3b3d5",
    "simhash": "1:8a7065482e289558",
    "word_count": 2101
  },
  "last_updated": "2024-02-27T21:18:50.990705+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Arkansas Trust Company v. Bates."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nOn April 27, 1926, S. P. Johnson entered into a written contract with Mrs. Georgia A. Bates for the conveyance of two certain lots in the city of Hot Springs. One lot was described as part of lot 27, block 27, fronting 75 feet on Spring Street, and its purchase price was recited to be $3,500, of which $1,750 was to be secured by a lien on the property sold, and the other half of the purchase money was to be secured by a mortgage on a lot on Cottage Street owned by Mrs. Bates. The second lot was described as part of lot 3, block 27, fronting 100 feet on Spring Street, and adjoining lot 2, and the price thereof was recited to be $6,000, of which $1,000 was to be secured by a mortgage on the Cottage Street lot. The contract of sale recited that “the said lien of $5,000 is to be paid at the rate of $1,000 per year until same is fully paid; and the $2,750 mortgage and the $1,750 lien on part of lot 2 is to be paid at the rate of $500 in two years and $500 each year until same is fully paid; or, at the option of the purchaser, may pay all of same on or 'before five years from date.”\nPursuant to this contract, a deed was executed on May 7,1926, by J ohnson to Mrs. Bates, in which the title was warranted to be clear of all incumbrances. At the time of the execution of this deed there was outstanding a lease from J ohnson to J. A. Porter covering the west half of lot 2, block 27, “for the term of ten years, to commence the first day of December, 1925, at the monthly rent of thirty dollars per month, payable the first day of every month.” The lease required Porter “to keep houses and place in good repair during the time of the lease.”\nOn September 14, 1927, Johnson conveyed to Mrs. Bates another lot adjoining the two above described, for the consideration of $4,066.50, of which $500 was paid in cash, the balance being secured by a vendors lien on the property sold. This last conveyance was an entirely separate transaction from the first.\nMrs. Bates made no payments on any of these purchase money notes, and on June 9, 1927, a suit was filed to enforce the payment thereof. This suit was brought upon the theory that an annual payment of $350 was due on the $1,750 note, and that an annual payment of $1,000 was due on the $5,000 note. A suit was later brought to foreclose the lien reserved in the second deed, and these suits were consolidated and tried together.\nMrs. Bates was advised of the outstanding lease after entering into the contract of April 27, 1926, but before the delivery of the deed, and knew that Portér was in possession of lot 2, but she was also advised that Porter would surrender possession on demand. However, she took a deed with full covenants of warranty against incumbrances, and it is not seriously questioned that this lease was an incumbrance which constituted a breach of the warranty. It is not admissible to show by parol evidence that a covenant against incumbrances was not intended 'by the parties to apply to a particular incumbrance, in the absence of fraud or mistake, where no exception to that effect is contained in the deed itself. Hardage v. Durrett, 110 Ark. 63, 160 S. W. 883, L. R. A. 1916E 211, Ann. Cas. 1915D 862; Musial v. Kudlik, 87 Conn. 164, 87 Atl. 551, 34 Ann. Cas. 1914D 1172; Crawford v. McDonald, 84 Ark. 415, 106 S. W. 206.\nUpon the delivery of the deed, Mrs. Bates collected rent from Porter for the months of June, July, August and September, 1926, but in August of that year she gave Porter notice to vacate, and, when he refused to do so, she later brought suit to evict him. Porter later assigned his lease to B. A. Moore, and Mrs. Bates continued the effort to evict Moore.\nAt the time of the delivery of the deed to Mrs. Bates there were seven buildings on lot 2, of cheap construction, which some of the witnesses referred to as “shacks.” The other lots were practically unimproved. Porter and Moore, his sublessee, erected five other similar buildings on lot 2. There' was testimony to the effect that lot 2, containing the improvements, was more valuable than lot 3, and that the recital of a larger purchase price for lot 3 than for lot 2 was purely arbitrary, and that the real consideration was not $3,500 for the one lot and $6,000 for the other lot, but was $9,500 for the two lots. This testimony was competent, as the plaintiff in a suit for damages for breach of a covenant of warranty may show that the actual consideration was greater than that expressed in the deed, for the purpose of increasing the damages, just as the defendant may show that the consideration was less, for the purpose of reducing the damages, but not for the purpose of defeating the deed or a recovery on the covenant. Davis v. Jernigan, 71 Ark. 494, 76 S. W. 554; J. H. Magill Lbr. Co. v. Lane-White Lbr. Co., 90 Ark. 426, 119 S. W. 822; Bass v. Starnes, 108 Ark. 357, 158 S. W. 136. But we think this fact unimportant in this case, and we do not stop to inquire whether the testimony sustains this contention or not.\nFailing to evict Porter and Moore, Mrs. Bates took possession of one of the buildings which she found vacant, and Moore caused her to be arrested for trespassing. There followed suits for false imprisonment and slander and certain other litigation, the merits of which we find it unnecessary to consider.\nAfter much testimony had been offered, the court below rendered a decree, from which this appeal comes, finding that there had been a breach of the covenant of warranty. It was found also that Mrs. Bates had made no payments of purchase money except those recited in the deeds. The court canceled the lease to Porter, which had been assigned to Moore, for the nonpayment of the rent reserved, and held that Mrs. Bates was then entitled to the immediate possession of all the property, and there is no appeal from this part of the-decree. The court found the fact to be that the rental value of the property covered by the lease was $100 per month, and that Mrs. Bates was entitled also to a credit of $1,000 for attorney’s fees, and $55 for costs expended. There appears to be no question as to the amount of purchase money due, with the interest thereon, which the court found and decreed to be $14,858.23 on the date of the rendition of the decree.\nThe important question of fact in the case is the rental value of the property covered by the lease, which constituted a breach of the covenant of warranty, and we have concluded that the rental value as fixed by the court below is grossly excessive. The property had been rented prior to Porter’s lease for $20 per month, and that tenant had refused to renew the lease at the same amount. The rent reserved in the Porter lease was $30 per month, and, while this is not conclusive as to the rental value as against Mrs. Bates, it is evidentiary of the rental value. Missouri Pacific R. R. Co. v. Frost, 146 Ark. 472, 225 S. W. 645.\nAs appears from facts already stated, this litigation was pending in the chancery court for several years, and, during the two years immediately preceding the rendition of the final decree, a receiver was in charge of the leased property, and he reported that he had been able to collect during those two years only $7.33, and this he was allowed to retain as compensation for his trouble. It was shown that, while Moore was in possession, there was- a demand for this property, and, during what is known as the “season” at Hot Springs, the property had rented for as much as $180 per month. To earn this sum, however, required the entire time and attention of a manager, and the -most illuminating testimony on this subject was given by H. H. Hastings, who had been employed in that capacity by Moore. He had kept -books on the receipts from the leased property, and stated the expenses, including his own compensation, which were incurred to earn $180 during the “season.” These expenses included water, lights and laundry, but did not include repairs, which the tenant was required to make at his own expense. Hastings stated that there was a net profit of $45 per month, and we have concluded that, for the entire period during which the lease constituted an incumbrance, the rent should be computed at $40 per month.\nOn behalf of Mrs. Bates, it is insisted that she should be allowed credit for rent, not merely to the date of the rendition of the decree, but to the date of the expiration of the lease, and the case of Bass v. Starnes, 108 Ark. 357, 158 S. W. 136, is cited in support of that contention. It was there said: “It is true that ‘where the incumbrance is an unexpired term or lease, the general rule, at least in the absence of any special circumstance, is that the measure of damages will be the fair rental value of the land to the expiration of the term. The underlying principle is that the damages should be estimated according to the real injury arising from the existence of the incumbrance, which, in the case supposed, is presumably and ordinarily the value of the use of the premises for the time during which the vendee has been deprived of such use.’ Fritz v. Pusey, 31 Minn. 368, 18 N. W. 94; Rawle on Covenants for Title, (5 ed.) § 91. See also case note 35 L. R. A. (N. S.) 779.”\nHowever, this lease had expired, as found by the court below, it being there adjudged that the lease had forfeited on account of the nonpayment of the rent, and the lessee and his assignee have not appealed from that adjudication. No rent can therefore be allowed since the rendition of this decree, its date being October 11, 1932, but credit should be allowed, at $40 per month, from October 1,1926, to the date of the decree.\nThe court allowed Mrs. Bates $1,000 for attorney’s fees, which we think was excessive. There was much litigation which had its origin in the facts herein stated, but which cannot be taken into account in determining the fee to be allowed her. The law is settled that, under a covenant to warrant and defend title, the covenantee is entitled to recover the costs and necessary expenses incurred in a bona fide defense or assertion of the title, including a reasonable attorney’s fee. Beach v. Nordman, 90 Ark. 59, 117 S. W. 785; Brawley v. Copelin, 106 Ark. 256, 153 S. W. 101; note to Beutel v. American Machine Co., 35 L. R. A. (N. S.) 781. But there is no authority for the payment of attorney’s fees in collateral litigation. We think a fee of $250 would he fair and reasonable, and the decree will be modified in this respect also.\nThe case of O’Bar v. Hight, 169 Ark. 1008, 277 S. W. 533, is not opposed to the view here announced. There damages were claimed in a suit for 'breach of warranty, these including the fee of an attorney in the sum of $326.50 and the court costs. In a suit to collect these damages, an additional fee of $250 was there asked and allowed. The court allowed both fees, but we held that the allowance of the $250 fee was error. So here Mrs. Bates should have credit only for a reasonable fee in the litigation directly involving the incumbrance upon the title. She will, however, be allowed the item of $55 which was allowed by the court below.\nThe decree is therefore reversed, and the cause will be remanded with directions to state the account between the parties in accordance with the views here expressed, and for further proceedings not inconsistent with this opinion.",
        "type": "majority",
        "author": "Smith, J."
      }
    ],
    "attorneys": [
      "Murphy & Wood, for appellant.",
      "Jay M. Rowland, for appellee."
    ],
    "corrections": "",
    "head_matter": "Arkansas Trust Company v. Bates.\n4-2959\nOpinion delivered May 1, 1933.\nMurphy & Wood, for appellant.\nJay M. Rowland, for appellee."
  },
  "file_name": "0331-01",
  "first_page_order": 351,
  "last_page_order": 357
}
