{
  "id": 1357163,
  "name": "National Fire Insurance Company v. Pettit-Galloway Company",
  "name_abbreviation": "National Fire Insurance v. Pettit-Galloway Co.",
  "decision_date": "1923-02-26",
  "docket_number": "",
  "first_page": "333",
  "last_page": "336",
  "citations": [
    {
      "type": "official",
      "cite": "157 Ark. 333"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "93 Ark. 609",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1546878
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/93/0609-01"
      ]
    },
    {
      "cite": "151 Ark. 207",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1366078
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/151/0207-01"
      ]
    },
    {
      "cite": "127 Ark. 590",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1550208
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/127/0590-01"
      ]
    },
    {
      "cite": "80 Ark. 167",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1491115
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/80/0167-01"
      ]
    },
    {
      "cite": "99 Ark. 460",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "41 Fed. 643",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        3729842
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f/41/0643-01"
      ]
    },
    {
      "cite": "47 Ark. 541",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1888728
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/47/0541-01"
      ]
    },
    {
      "cite": "151 Ark. 207",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1366078
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/151/0207-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 364,
    "char_count": 6607,
    "ocr_confidence": 0.5,
    "pagerank": {
      "raw": 1.5299611457435813e-07,
      "percentile": 0.67092096875146
    },
    "sha256": "fb92085d9a3e0f94b8e28415d711591eca558f7a810120fcc878cc17069a4678",
    "simhash": "1:9229e6ecaf34a848",
    "word_count": 1182
  },
  "last_updated": "2024-02-27T20:13:54.858580+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "National Fire Insurance Company v. Pettit-Galloway Company."
    ],
    "opinions": [
      {
        "text": "Sriith, J.\nJ. F. Jones held policies of insurance in the appellant fire insurance companies on his dwelling for $1,500, and another policy on his household furniture for $600. On December 13', 1917, during the life of the policies, the dwelling and household furniture were damaged by fire, and in the settlement of the loss the insurance company paid Jones $1,826.90.\nEach of the policies contained the following provision: “If this company shall claim that fire was caused by the act or neglect of any person or corporation, private or municipal, this company shall, on the payment of the loss, be subrogated to the extent of such payment to all right of recovery by the insured for the loss resulting therefrom, and such right shall be assigned to this company by the insured on receiving such payment.” .\nThe companies took an assignment of the claim from Jones, and on August 10, 1918, brought this suit against Pettit-Galloway Company, engaged in business as plumbers, alleging that the fire and loss was caused by the negligence of that company in thawing some frozen pipes in the house, and at the trial testimony was. offered from which the jury might have found that the fire was- caused by the negligence of an employee of the plumbing company. At the trial, however, the court directed a verdict in favor of the defendant on the ground that the insurance company could not maintain the action without making Jones a party. When the court indicated the action it was about to take, the plaintiff asked to be allowed to make Jones a party, but the court refused to permit this to be done, and judgment was rendered for the defendant.\nFor the reversal of the judgment it is insisted, first, that Jones was not a necessary party; and, second, that, if Jones was a necessary party, the court should have permitted the plaintiff to make him a party under the facts of the case. These facts were that the defendant had filed a motion to make the complaint more specific, and a motion to require the plaintiff to give bond for costs,.but did not raise the question of a defect of parties until shortly before the trial.\nJones was a necessary party. This is true because the cause of action here sued on is one not assignable at law. The case of Chicago, R. I. & P. R. Co. v. Cobbs, 151 Ark. 207, is similar to, and is decisive of, this case. Property 'belonging to -Cobb was destroyed by fire by the railway company. Insurance thereon covering only a part of the loss was paid by the insurance company, which took an assignment of Cobbs ’ cause of action against the railway company to the extent of the amount paid by it, and suit was brought by the insurance company for the sum .paid by it, and by Cobbs for the value of the property in excess of the insurance. There was a motion to remove the cause to the Federal court on the ground of diversity of citizenship. The motion to remove was overruled by the trial court, and in affirming that action this court said: “It is not shown in the petition or in the complaint that these are separable causes of action, nor is it contended that the causes of action asserted by the different plaintiffs are separable, and it is clear that they are not separable. The insurance companies, by virtue of the assignment to them of a portion of the right'of actions, are possessed of an interest in the subject-matter in controversy, and are therefore necessary parties. Cobbs, the other plaintiff, was a necessary party, not only from the fact that he was the owner of an interest in the subject-matter of this controversy, but also for the reason that he was assignor of that part of the cause of action which was assigned to the insurance companies, and since it is a right of action not assignable under our statute (Crawford & Moses’ Digest, § 475), the assignor was a necessary party to a suit to recover. St. Louis, I. M. & S. R. Co. v. Camden Bank, 47 Ark. 541. Under the statute cited above, only agreements or contracts in writing are assignable, and the cause of action in the present instance was not based on an agreement in writing. The insurance companies succeeded, by the assignment, to the right of action by Cobbs for the recovery of unliquidated damages on account of the wrongful act of the railway company. ’ ’\n\"We think, under the circumstances, the court'should have permitted Jones to be made a party plaintiff, imposing terms as to costs if thought proper so to do, but for the fact that at the time of the trial the cause of action in Jones’ favor was barred by the statute of limitations, and making him a party at the time that request was made would have been unavailing.\nThe judgment is therefore affirmed.",
        "type": "majority",
        "author": "Sriith, J."
      }
    ],
    "attorneys": [
      "Coleman, Robinson & House, for appellant.",
      "J. H. Carmichael, for appellee."
    ],
    "corrections": "",
    "head_matter": "National Fire Insurance Company v. Pettit-Galloway Company.\nOpinion delivered February 26, 1923.\n1. Assignments — assignor as necessary party. — Where a fire insurance policy provided that if insurer claimed that a fire loss was caused by act or neglect of a third person, the insurer, on pyament of the loss, shall be subrogated, to the extent of such payment, to the insured’s right of recovery, in an action by the insurer against a person whose negligence is alleged to have caused a fire loss which the insurer paid, the insured was a necessary party, as the cause of action was not assignable at law.\n2. Parties — refusal to permit new party to be brought in.— Refusal of the court to permit a new party to be brought in was not error where the cause of action as to him was barred.\nAppeal from Pulaski Circuit Court, Second Division ; Guy Fulk, Judge;\naffirmed.\nColeman, Robinson & House, for appellant.\n1. Under the facts in this case, tbe right of the insurer to maintain this action in their own name is not open to question. Crawford & Moses ’ Digest, § 1089; 41 Fed. 643; 26 C. J. 465; Ann. Cases, 1917-A, 1302; 99 Ark. 460.\n2. We think the insured was not a necessary party; but, if so, appellant, in view of .the fact that appellee did not raise the question until after the testimony was all in, should have been permitted to make him a party.\nJ. H. Carmichael, for appellee.\n1. The insured was a necessary party. Causes of action of this kind are not assignable under our statute, and must be brought in the name of the assignor. Crawford & Moses’ Digest § 475; 26 C. J. 467; 60 A.rk. 325; 80 Ark. 167; 127 Ark. 590; 151 Ark. 207. .\n2. . Action against the insured, at the time the request was made to make him a party, was barred bv the .statute, and the court properly refused to permit it. C. .& M. Dig., § 6950. Moreover, the request came too late. The case was .ready to submit to the jury. 93 Ark. 609,"
  },
  "file_name": "0333-01",
  "first_page_order": 355,
  "last_page_order": 358
}
