{
  "id": 1428445,
  "name": "Missouri & North Arkansas Railroad Company v. Robinson",
  "name_abbreviation": "Missouri & North Arkansas Railroad v. Robinson",
  "decision_date": "1933-12-04",
  "docket_number": "4-3231",
  "first_page": "334",
  "last_page": "343",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 334"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 803,
    "char_count": 17521,
    "ocr_confidence": 0.49,
    "pagerank": {
      "raw": 1.8994038862820135e-07,
      "percentile": 0.730097005655542
    },
    "sha256": "d4f3729e22d4f7c24f1183dd848049854843447c07ff82dc80a04909ac7df46a",
    "simhash": "1:066264ac3ac40ed5",
    "word_count": 3099
  },
  "last_updated": "2023-07-14T22:44:11.517500+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Missouri & North Arkansas Railroad Company v. Robinson."
    ],
    "opinions": [
      {
        "text": "Butler, J.\nOn June 30, 1931, Ralph Cunningham, an extra brakeman of the appellant company, while engaged in the performance of his part of the duty of switching a box car on appellant’s side track at Cotton Plant, Arkansas, fell from a part of the moving train and the wheels of the engine and tender passed across his legs, severing them, one above and the other below the knee. This injury resulted in his death about two hours later.\nIn an action to recover for the death of Cunningham, a verdict was returned for the plaintiff in the sum of $5,000 for physical pain and mental anguish for the benefit of the estate, and $10,000 as pecuniary loss to his widow: This verdict and the judgment based thereon is challenged, in the first place, for the refusal of the trial court to grant a continuance on motion of the appellant company. It was alleged and proved at the hearing of the motion that an interval of about twenty-one months had elapsed from the date of the casualty until the filing of the suit; that the investigation by the company was made a short time after the first event, and that, notwithstanding the delay in bringing the suit, its hearing was set, and the case tried, within thirty days after the suit was filed. The general attorney for the company had-been in. bad health for some, time, and on the advice of his physician had not participated in the trial cases since December 10, 1932, as he had not been able to do so. On Monday before the Friday following, the date set for the trial, the general attorney and the presiding judge discussed the physical condition of the former over the telephone, and in the conversation the attorney told the judge of his physical disabilities, and that he would get some one to help him. Oh Wednesday following, the attorney, whose residence is in Harrison, called Mr. Campbell of the law firm of Campbell & Smith of Forrest City, where the case was to be tried, and engaged him to assist at the trial. Mr. Rowland, the general attorney, traveled from Harrison to Forrest City via Little Rock, where he had a tooth extracted. He reached there at an early morning hour on Thursday, and was in such condition that he remained in bed from the time of his arrival until Friday morning. He was present in the court on Friday morning when the motion for continuance was made and remained during the trial, but stated that he was in no condition to do so and should not. . The special agent had been in Forrest City since the day before the trial and had been consulting with Mr. Campbell. All of appellant’s witnesses had arrived on that day, and Mr. Campbell had an opportunity to discover from them what their testimony would be. Mr. Rowland was of the opinion that he would be Avholly unable to conduct the case himself, and this was also the opinion of his physician, Avhose certificate to that effect Avas filed with the motion. Mr. Rowland thought he would be unable to assist Mr. Campbell and had not been able to discuss the case with him. He thought that, in a trial of this magnitude, Campbell & Smith.did not, and could not, have time to make proper investigation of the case; and he did not believe any attorney in the length of time they had could properly prepare the case for trial. The motion for continuance Avas grounded on-the above facts. Mr. Campbell made no statement.\nFrom the facts stated Ave are unable to say that Mr. Campbell was unable to properly acquaint himself Avith the facts or the law or that appellant would have been able to present its case in a more favorable light at a subsequent time. The granting of a continuance ordinarily rests in the sound discretion of the trial court, and we cannot say that there is such an abuse of the discretion shown as would warrant us in disturbing its ruling.\nIt is next contended that the evidence fails to show any negligence on the part of the appellant’s employees, and the court erred in failing to direct a verdict' in its favor. In this connection we note the error assigned for failure to give appellant’s instruction No. 4 by which the court was requested to withdraw from the consideration of the jury any evidence tending to show negligence of its employees in failing to observe the rules with reference to making a “running switch,” for the reason that there were no such allegations in the complaint.\nThe negligence alleged as the proximate cause of Cunningham’s injury was that, while he was at his post of duty and engaged in the part assigned-to him in the operation of switching a car from appellant’s main line, “after the car which was being set -out had been kicked into the sidétrack, the defendant’s engineer in charge of said engine, without warning to -Cunningham, abruptly, carelessly, negligently and without proper care and caution reversed said engine and started the same with a sudden jerk and twirl of the motor and threw Cunningham to the ground. * * * That, just as Cunningham was thrown to the ground by a sudden jerk of the engine, the defendant’s engineer in charge of said engine and controlling its operation was signalled to stop, which he failed to do until the engine and tender had passed entirely over the body of the deceased; that the defendant’s engineer in charge of said engine was negligent and careless in the operation of said engine by suddenly starting the same with a jerk so as to throw the said Cunningham to the ground, and that he was negligent and careless in the operation of said engine by not keeping a proper lookout for signals to stop, and, after he had observed them, he then failed to obey same.”\nThe evidence is undisputed that Cunningham’s' proper place was on the engineer’s side (right) on the running board affixed to, and across the rear end of the tender, to' which was attached the car to be side-tracked and which it was Cunningham’s duty to uncouple at the proper time by drawing a pin which fastened it to the rear of the tender. During the switching operation he was seen by the “swing brakeman,” who had opened the switch, as he was in the act of falling.\nIt is the theory of the appellant that Cunningham left his place on the right, or engineer’s, side, where he should have remained, and for some unknown reason endeavored to walk along the running board to the left side of the train, and, while thus engaged and the train was in motion, in some way lost his balance and fell while the locomotive was being handled in a careful way and in the manner which was usual and necessary to accomplish the switching operation. But there is no evidence to indicate that he voluntarily left his proper station, and he was last seen just previous to his fall at the place where he should have been on the right, or engineer’s side. There was some testimony given by a section foreman who was at work about three hundred yards away, as to the operation of the locomotive, to the effect that it was handled, in the opinion of the witness, in a manner out of the ordinary and the movement was unusual in that “it stopped too quick and started too quick.” There is no testimony that we are able to discover tending to show a failure of the engineer to keep a proper lookout or to observe and obey the signals given, but whether the evidence is sufficient to submit to the jury the negligence alleged, is unnecessary for us to decide, because there is substantial evidence on other grounds to submit that question to the jury.\nThe record is sufficient to sustain the inference that a running switch is a highly dangerous operation, and the rules of the company which were introduced prescribe how and when such a switch is justified and the manner in which it should be made. Rule No. 317 is as follows:. “A running switch must not be made when practical to avoid it, but, when made, great care must be taken to prevent accidents.” There was evidence that at Cotton Plant the situation was such that generally a car to be set on the side track could be placed in front of the locomotive and pushed upon it, thus obviating the necessity of making a running switch which would be more dangerous. There was no evidence that any circumstances existed making it necessary to employ the more dangerous operation of making a running switch. The testimony does not describe in detail the manner in which a switch of that sort is made, but there is sufficient testimony to show that it required the slowing down or stopping of the locomotive at a given point and then a sudden movement in reverse, and that this was dangerous to the safety of one who like Cunningham must ride the train and quickly uncouple the ear.\nIt was a question, then, for the jury to determine whether the operation adopted was negligence and whether it was the proximate cause of the injury to Cunningham. The record discloses that all of this evidence was introduced without any objection being made. This, under settled rules, justified the court in treating the complaint as amended to conform to the proof, and it did not err in refusing to give instruction No. 4, withdrawing this evidence from the .jury.\nA witness was called in rebuttal for the purpose of contradicting the statements of appellant’s witnesses. It is insisted that the manner in which this witness was questioned and his responses to these questions were improper, and the court erred in not sustaining appellant’s objections thereto. The appellee’s witnesses were asked on cross-examination if they did not make certain statements in the presence of the rebutting witness at a certain time and place. They denied making these statements. The witness on rebuttal was questioned from notes he had prepared in which the alleged statements were set down. These were read to him just as they were asked the witnesses sought to be impeached, and he was asked if they were made. The questions were such as admitted of the answer, “yes” or “no.” This was the proper manner to impeach the witnesses by proving contradictory statements'. All of the statements alleged to have been made and as contradictory of the evidence given by the witnesses related to the extent of the pain and suffering endured by Cunningham and as to whether it was consciously suffered.\nIt is finally insisted that the damages awarded are excessive and not sustained 'by the evidence. Damages were awarded on two grounds: One for the estate on account of the pain and suffering endured by the deceased, and the other to the widow for pecuniary loss.\nIt will be remembered that both of Cunningham’s legs were severed. The proof is clear that after his injury he was conscious, realized his condition, and gave unmistakable evidence of great suffering. It is true that immediately after the injury was sustained he lay as if dead, but he soon recovered from this swoon. It is also true that his drugged brain might not have registered pain acutely at all times, but it required six hypodermic injections of an opiate within the short time he lived, and this is sufficient to show that the pain must have been great indeed. It is difficult to form any just or adequate conception of the pain and suffering or the poignancy of the anguish of mind endured by Cunningham until he died, and we cannot say that the damages on account of this are excessive.\nBut, as to the damages awarded for the pecuniary loss sustained by the widow, the amount assessed is grossly excessive. The evidence is to the effect that Cunningham at one time had been a conductor on the Rock Island Railway, but at what time, or for how long, he held this position, is not shown; but that he had not been thus employed, however, for a number of years, is clear. What he first did after leaving the service of the railroad is not shown, but for eight years prior to 1927 he was in the cafe business in Brinkley, Arkansas, which, according to the testimony of his widow, was profitable, and he earned from three to four thousand dollars a year in that business. In 1927, however, he sold out this business in Brinkley and went to St. Louis where he. engaged for a short time in a similar business which proved unprofitable. After this, he had no regular employment and when he was killed he was being intermittently employed as a brakeman on appellant’s railway. The testimony relating to Ms earnings from 1927, most favorable to the appellee, is that of the widow, Mrs. Cunningham. Speaking of his employment after his venture in St. Louis, she testified as follows. “His next employment was with the Missouri & North Arkansas Bailroad. His work with the Missouri & North Arkansas Bailroad wasn’t regular. He worked there a few months, and then he was cut off of the board and came back to St. Louis, and spent all summer. Then he went back and had extra work. When he would be cut off of the board, he would come home and stay until he was recalled. He always contributed to my support. When my husband worked for the Bock Island he received standard pay, about $85 every two weeks. I couldn’t say what his earnings were with the Missouri & North Arkansas Bailroad; it all depends upon the time he would get to work. He worked so irregularly. He was on the extra board. He was a man of good habits, an industrious man, kind and considerate to his family. I think he entered the service of the Missouri & North Arkansas Bailroad in the fall of 1928. His employment was intermittent, depending on business conditions. He gave me about $75 or $80 a month, depending on his earnings. * * * When he went to work in 1928, I did not see very much of him. He spent most of the time away from home.”\nAppellee calls attention to the testimony of Mrs. Cunningham to the effect that Cunningham made from three to four thousand dollars a year while operating the cafe in Brinkley, but this was in the past. He argues that Cunningham, by working 26 days a month as a 'brakeman, would earn $95.16, and that he worked at least three-fourths of his time as brakeman. We have carefully examined the record and find nothing that would justify this assumption. Appellee ’ also asserts that sooner or later Cunningham-would have become a conductor again, but we think this was hardly to be expected, both on account of the length .of .time he had been out of regular service and because of his advanced age. There is nothing to justify appellee’s argument to the effect that the jury might have ..believed that Cunningham would'reengage in business and make more than lie could either as a brakeman or conductor. The evidence is to the contrary. Before the business conditions which now obtain, when times were prosperous, Cunningham gave up his cafe business in Brinkley and attempted to re-engage in the same line of business in St. Louis and was forced to abandon it and did not attempt to again enter that business elsewhere, although during 1928 and 1929 it is well known that business of all kinds was apparently profitable.\nAppellee also contends that at the time of Cunningham’s death, and before, he was giving to Mrs. Cunningham as living expenses from $75 to $100 a month. This contention, too, is not supported by the proof. The most that was said as to this last proposition was the statement made by Mrs. Cunningham, after telling of her husband’s earnings as a Rock Island conductor and the irregularity of his employment since he began to work with the appellant company, that “he g'ave me about $75 or $80 a month, depending on his earnings.” It was also argued that the evidence shows that Cunningham would have continued to contribute from $75 to $100 a month to his wife for the rest of his life out of money “he had previously earned in the restaurant business.” This might be true, but out of whatever estate he left she would be entitled to a part under the law, and not because of the manner of his death and his earning power, and contribution from it could not be measured by the extent of his gifts to her out of what he had already accumulated. So far as we have been able to ascertain from the record before us it is uncertain how frequently Cunningham worked, or for what length of time over any given period. Therefore, any verdict based on this ground must be wholly conjectural and speculative. Ordinary experience and knowledge of human affairs show that, when one has reached the age of the deceased, his opportunities and powers for earning rapidly lessen, and, although Cunningham’s life expectancy was thirteen years, it is wholly irrational to believe that during these years he would have earned a wage equal to that of his vigorous manhood. Then, too, out of his earnings something must have been expended for his own support, for, from Mrs. Cunningham’s testimony, it seems that he-had not resided in the home except for short intervals from 1928 up until the time of his death when he was living in Brinkley and his wife was living in St. Louis. Mrs. Cunningham said: “When he went to work in 1928 I didn’t see very much of him. He spent most of his time away from home.”\nWe are of the opinion, therefore, that the amount of the verdict, in any view of the evidence, would not be justified for a sum greater than $2,500. Accordingly, the .judgment for the benefit of the widow will be reduced to that sum, and judgment entered here therefor. In all other respects the judgment is correct, and it is affirmed.",
        "type": "majority",
        "author": "Butler, J."
      }
    ],
    "attorneys": [
      "J. Sam Rowland and Campbell & Smith, for appellant.",
      "Fred Isgrig, S. S. Hargraves and Winstead Johnson, for appellee."
    ],
    "corrections": "",
    "head_matter": "Missouri & North Arkansas Railroad Company v. Robinson.\n4-3231\nOpinion delivered December 4, 1933.\nJ. Sam Rowland and Campbell & Smith, for appellant.\nFred Isgrig, S. S. Hargraves and Winstead Johnson, for appellee."
  },
  "file_name": "0334-01",
  "first_page_order": 352,
  "last_page_order": 361
}
