{
  "id": 4075550,
  "name": "Washington Federal, Respondent, v. Lance Harvey et al., Petitioners; Washington Federal, Respondent, v. Kendall Gentry et al., Petitioners",
  "name_abbreviation": "Washington Federal v. Harvey",
  "decision_date": "2015-01-08",
  "docket_number": "Nos. 90078-7; 90085-0",
  "first_page": "335",
  "last_page": "341",
  "citations": [
    {
      "type": "official",
      "cite": "182 Wash. 2d 335"
    }
  ],
  "court": {
    "name_abbreviation": "Wash.",
    "id": 9029,
    "name": "Washington Supreme Court"
  },
  "jurisdiction": {
    "id": 38,
    "name_long": "Washington",
    "name": "Wash."
  },
  "cites_to": [
    {
      "cite": "757 P.2d 1378",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "weight": 2,
      "year": 1988,
      "pin_cites": [
        {
          "parenthetical": "Dore, J., dissenting"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "111 Wn.2d 413",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1179785
      ],
      "year": 1988,
      "pin_cites": [
        {
          "page": "419",
          "parenthetical": "Dore, J., dissenting"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/111/0413-01"
      ]
    },
    {
      "cite": "68 P.3d 282",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2003,
      "opinion_index": 0
    },
    {
      "cite": "149 Wn.2d 342",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1292581
      ],
      "year": 2003,
      "pin_cites": [
        {
          "page": "346"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/149/0342-01"
      ]
    },
    {
      "cite": "215 P.3d 162",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2009,
      "pin_cites": [
        {
          "parenthetical": "citing State v. Wentz, 149 Wn.2d 342, 346, 68 P.3d 282 (2003)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "166 Wn.2d 872",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4001772
      ],
      "year": 2009,
      "pin_cites": [
        {
          "page": "876",
          "parenthetical": "citing State v. Wentz, 149 Wn.2d 342, 346, 68 P.3d 282 (2003)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/166/0872-01"
      ]
    },
    {
      "cite": "887 P.2d 886",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1995,
      "opinion_index": 0
    },
    {
      "cite": "125 Wn.2d 697",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        437140
      ],
      "year": 1995,
      "pin_cites": [
        {
          "page": "703"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/125/0697-01"
      ]
    },
    {
      "cite": "1 P.3d 1124",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2000,
      "opinion_index": 0
    },
    {
      "cite": "141 Wn.2d 29",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1183442
      ],
      "year": 2000,
      "pin_cites": [
        {
          "page": "34"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/141/0029-01"
      ]
    },
    {
      "cite": "45 P.3d 1068",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2002,
      "pin_cites": [
        {
          "parenthetical": "citing Lybbert v. Grant County, 141 Wn.2d 29, 34, 1 P.3d 1124 (2000)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "146 Wn.2d 291",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        960823
      ],
      "year": 2002,
      "pin_cites": [
        {
          "page": "300",
          "parenthetical": "citing Lybbert v. Grant County, 141 Wn.2d 29, 34, 1 P.3d 1124 (2000)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/146/0291-01"
      ]
    },
    {
      "cite": "319 P.3d 823",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2014,
      "opinion_index": 0
    },
    {
      "cite": "179 Wn. App. 470",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        4104352
      ],
      "year": 2014,
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/179/0470-01"
      ]
    },
    {
      "cite": "328 P.3d 902",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "weight": 2,
      "year": 2014,
      "opinion_index": 0
    },
    {
      "cite": "180 Wn.2d 1021",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "weight": 2,
      "year": 2014,
      "opinion_index": 0
    },
    {
      "cite": "179 Wn. App. 1033",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        4102960,
        4101739,
        4104380,
        4104629
      ],
      "year": 2014,
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/179/1033-02",
        "/wash-app/179/1033-03",
        "/wash-app/179/1033-01",
        "/wash-app/179/1033-04"
      ]
    }
  ],
  "analysis": {
    "cardinality": 572,
    "char_count": 11131,
    "ocr_confidence": 0.749,
    "pagerank": {
      "raw": 1.208219438910149e-07,
      "percentile": 0.595278720882955
    },
    "sha256": "2aa9e21522f1c7e22566015b113abe5e646f99c3770d8678b7d01fa7939bfd21",
    "simhash": "1:9ace7684ab24a8c5",
    "word_count": 1771
  },
  "last_updated": "2024-02-27T17:34:40.830885+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Madsen, C.J., and Johnson, Owens, Fairhurst, Stephens, Wiggins, Gordon McCloud, and Yu, JJ., concur."
    ],
    "parties": [
      "Washington Federal, Respondent, v. Lance Harvey et al., Petitioners. Washington Federal, Respondent, v. Kendall Gentry et al., Petitioners."
    ],
    "opinions": [
      {
        "text": "González, J.\n¶1 Washington’s deeds of trust act (DTA), chapter 61.24 RCW, balances the interests of borrowers and lenders. It provides a comparatively inexpensive mechanism for lenders to foreclose on real property pledged to secure a debt through nonjudicial foreclosure, making certain types of loans easier for borrowers to obtain because lenders have faster recourse if the loan is not repaid. In exchange, generally, the act limits the recovery of those benefiting from a nonjudicial foreclosure to whatever is recouped from that foreclosure. It does not, generally, also allow the lender to pursue a deficiency judgment against the borrower; once the lender chooses nonjudicial foreclosure, it must be satisfied with what it gets. Today, in the consolidated cases before us, we must decide whether guarantors of commercial loans whose own property has not been foreclosed are protected from deficiency judgments under the DTA after the borrower’s property has been foreclosed. We find they are not.\nFacts\nWash. Fed, v. Harvey\n¶2 In November 2008, Kaydee Gardens 9 LLC borrowed approximately $2.6 million from Horizon Bank, evidenced by a promissory note and a loan agreement. The loan was secured by a deed of trust encumbering property located in Everett, Washington, granted by Kaydee Gardens. Lance Harvey guaranteed the loan on behalf of himself and his marital community but did not grant a separate deed of trust to secure the guaranty.\n¶3 In June 2011, the Federal Deposit Insurance Corporation assigned Horizon Bank’s interest in the loan, the deed of trust, and the guaranty to Washington Federal. By that time, Kaydee Gardens had defaulted on the loan. Kaydee Gardens’s defaults were not cured by Kaydee Gardens, Harvey, or Harvey’s marital community.\n¶4 Washington Federal initiated nonjudicial foreclosure proceedings and had the property in Everett sold by a trustee. Washington Federal was the successful purchaser at the sale. After the sale, a deficiency of approximately $1.2 million remained outstanding. Washington Federal sought the deficiency amount from the Harveys. The trial court granted the Harveys’ motion for summary judgment. The Court of Appeals reversed the trial court. Wash. Fed. v. Harvey, noted at 179 Wn. App. 1033 (2014). We granted the Harveys’ petition for review. Wash. Fed. v. Harvey, 180 Wn.2d 1021, 328 P.3d 902 (2014).\nWash. Fed, v. Gentry\n¶5 In December 2005, Blackburn Southeast LLC borrowed approximately $2.6 million from Horizon Bank (Loan 1) , evidenced by a promissory note and a loan agreement. Loan 1 was secured by a deed of trust encumbering a property located on Little Mountain Road in Mount Vernon, Washington, granted by Little Mountain East LLC (the Little Mountain Deed of Trust).\n¶6 In April 2009, Landed Gentry Development Inc. borrowed approximately $3.6 million from Horizon Bank (Loan 2) , evidenced by a promissory note and a loan agreement. Loan 2 was secured by the Little Mountain Deed of Trust and a junior deed of trust encumbering a property located on East Blackburn Road in Mount Vernon, Washington, granted by Blackburn Southeast, Little Mountain East, and Blackburn North LLC.\n¶7 In September 2009, Gentry Family Investments LLC borrowed approximately $1.1 million from Horizon Bank (Loan 3), evidenced by a promissory note and a loan agreement. Loan 3 was secured by the Little Mountain Deed of Trust.\n¶8 Kendall Gentry and Nancy Gentry each guaranteed all three loans in their personal capacities, but neither of the Gentrys granted a separate deed of trust to secure any of the guaranties.\n¶9 In April 2010, the Federal Deposit Insurance Corporation assigned Horizon Bank’s interest in the three loans, the deeds of trust, and the guaranties to Washington Federal. By that time, the borrowers had defaulted on all three loans. Neither the borrowers nor the Gentrys cured all of the borrowers’ defaults.\n¶10 Washington Federal initiated nonjudicial foreclosure proceedings and had the Little Mountain and Blackburn properties sold by trustees. Washington Federal was the successful purchaser of the properties at the sales. After the sales, a deficiency of approximately $7.6 million remained outstanding. Washington Federal sought the deficiency amount from the Gentrys. The trial court granted the Gentrys’ motion for summary judgment. The Court of Appeals reversed the trial court. Wash. Fed. v. Gentry, 179 Wn. App. 470, 319 P.3d 823 (2014). We granted the Gentrys’ petition for review. Wash. Fed. v. Gentry, 180 Wn.2d 1021, 328 P.3d 902 (2014).\nAnalysis\nA. Standard of review\n¶11 “The standard of review of an order of summary judgment is de novo, and the appellate court performs the same inquiry as the trial court.” Jones v. Allstate Ins. Co., 146 Wn.2d 291, 300, 45 P.3d 1068 (2002) (citing Lybbert v. Grant County, 141 Wn.2d 29, 34, 1 P.3d 1124 (2000)). “A court may grant summary judgment if the pleadings, affidavits, and depositions establish that there is no genuine issue as to any material fact and the moving party is entitled to judgment as a matter of law.” Lybbert, 141 Wn.2d at 34 (citing Ruff v. King County, 125 Wn.2d 697, 703, 887 P.2d 886 (1995)).\nB. The DTA Does Not Protect the Guarantors from Deficiency Judgments\n¶12 Under the DTA, “a deficiency judgment shall not be obtained on the obligations secured by a deed of trust against any borrower, grantor, or guarantor after a trustee’s sale under that deed of trust.” RCW 61.24.100(1). The DTA, however, contains certain exceptions to that general rule in connection with commercial loans such as the loans at issue in these consolidated cases. Relevant to the cases at hand, RCW 61.24.100(3)(c) allows for a deficiency judgment against a guarantor of a commercial loan “[s]ubject to this section ... if the guarantor is timely given . . . notices.” “Subject to this section” in subsection (3)(c) refers to the entirety of RCW 61.24.100 because “section” is not equivalent to “subsection,” and “[w]here the language of a statute is clear, legislative intent is derived from the language of the statute alone.” City of Spokane v. Rothwell, 166 Wn.2d 872, 876, 215 P.3d 162 (2009) (citing State v. Wentz, 149 Wn.2d 342, 346, 68 P.3d 282 (2003)). Within RCW 61.24-.100, subsection (6) states that “[a] guarantor granting a deed of trust to secure its guaranty of a commercial loan shall be subject to a deficiency judgment following a trustee’s sale under that deed of trust only to the extent stated in subsection (3)(a)(i) of this section.” Reading these provisions together, the DTA extends protection from deficiency judgments — with some exceptions — to a guarantor who grants a deed of trust to secure its guaranty of a commercial loan when the property burdened by the guarantor’s deed of trust is nonjudicially foreclosed. The DTA provides a tradeoff in relation to nonjudicial foreclosure of secured property; a guarantor of a commercial loan must secure its guaranty by granting a deed of trust in order to be protected from deficiency judgments when the property burdened by its deed of trust is nonjudicially foreclosed. Here the guarantors did not secure their guaranties by granting deeds of trust, and, even if they had, the foreclosed properties were not the properties of the guarantors. Therefore, the guarantors are not protected from deficiency judgments under the DTA. Accordingly, Washington Federal may seek deficiency judgments against the guarantors.\n¶13 Given that the guarantors are not protected from deficiency judgments under the DTA, we decline to reach whether the borrowers’ deeds of trust secured the guaranties and whether the guarantors could waive DTA antide-ficiency judgment protection.\nConclusion\n¶14 We affirm the Court of Appeals and find that Washington Federal may bring deficiency judgments against the guarantors. We remand to the superior court for further proceedings consistent with this opinion.\nMadsen, C.J., and Johnson, Owens, Fairhurst, Stephens, Wiggins, Gordon McCloud, and Yu, JJ., concur.\n“The Legislature has provided two methods of foreclosure for deeds of trust: judicial foreclosure under RCW 61.12 and nonjudicial foreclosure under RCW 61.24. There are substantial differences in the respective rights of lenders and borrowers under each.” Donovick v. Seattle-First Nat'l Bank, 111 Wn.2d 413, 419, 757 P.2d 1378 (1988) (Dore, J., dissenting). Judicial foreclosure, on one hand, involves filing a lawsuit to obtain a court order of foreclosure.\nThe order may provide for an upset price, that is, a minimum price at which the property can be sold which ensures an adequate return to the borrower. RCW 61.12.060. Property sold pursuant to judicial foreclosure ordinarily may be redeemed by the borrower within 1 year. RCW 6.23.020. Since sale under a decree of foreclosure is a forced sale, the state constitution requires that a certain portion of the value of residential property be preserved to the borrower as homestead. Const, art. 19, § 1. Thus, judicial foreclosure provides for a significant level of protection . . . : the right to an upset price, the right to redeem and the right to homestead.\nId. Nonjudicial foreclosure, on the other hand, “is a quick and inexpensive alternative to judicial foreclosure” that does not require a court order. Id. at 420 (Dore, J., dissenting). Nonjudicial foreclosure provides a “quid pro quo”; borrowers’ “rights to redemption, upset price and homestead [are] surrendered” in exchange for protection from deficiency judgments. Id. at 420-21 (Dore, J., dissenting).\nWe note that RCW 61.24.100(10) provides that “[a] trustee’s sale under a deed of trust securing a commercial loan does not preclude an action to collect or enforce any obligation of a borrower or guarantor if that obligation, or the substantial equivalent of that obligation, was not secured by the deed of trust.” Subsection (10) is clear; it provides clarity about when a deficiency judgment may be brought but does not protect a guarantor of a commercial loan from deficiency judgments solely because the guarantor’s guaranty is secured by a deed of trust regardless of who granted such deed of trust. Accordingly, here, even if the borrowers’ deeds of trust secured the guarantors’ guaranties, subsection (10) would not preclude deficiency judgments against the guarantors because the guarantors did not grant such deeds of trust.",
        "type": "majority",
        "author": "González, J."
      }
    ],
    "attorneys": [
      "Dean A. Messmer (of Lasher Holzapfel Sperry & Ebberson PLLC); and Christopher I. Brain and Adrienne McEntee (of Tousley Brain Stephens PLLC), for petitioners.",
      "Gregory R. Fox and Ryan P. McBride (of Lane Powell PC), for respondent.",
      "Margaret Y Archer, Jessica C. Tsao, and J. Thomas Richardson on behalf of Scott Edwards, Granville Brink-man, and ER. McAbee, Inc., amici curiae.",
      "Averil B. Rothrock and Matthew Turetsky on behalf of Union Bank, amicus curiae.",
      "Peter J. Mucklestone on behalf of Washington Bankers Association, amicus curiae."
    ],
    "corrections": "",
    "head_matter": "[Nos. 90078-7; 90085-0.\nEn Banc.]\nArgued November 18, 2014.\nDecided January 8, 2015.\nWashington Federal, Respondent, v. Lance Harvey et al., Petitioners. Washington Federal, Respondent, v. Kendall Gentry et al., Petitioners.\nDean A. Messmer (of Lasher Holzapfel Sperry & Ebberson PLLC); and Christopher I. Brain and Adrienne McEntee (of Tousley Brain Stephens PLLC), for petitioners.\nGregory R. Fox and Ryan P. McBride (of Lane Powell PC), for respondent.\nMargaret Y Archer, Jessica C. Tsao, and J. Thomas Richardson on behalf of Scott Edwards, Granville Brink-man, and ER. McAbee, Inc., amici curiae.\nAveril B. Rothrock and Matthew Turetsky on behalf of Union Bank, amicus curiae.\nPeter J. Mucklestone on behalf of Washington Bankers Association, amicus curiae."
  },
  "file_name": "0335-01",
  "first_page_order": 371,
  "last_page_order": 377
}
