{
  "id": 8722334,
  "name": "Davis v. Parish",
  "name_abbreviation": "Davis v. Parish",
  "decision_date": "1923-10-08",
  "docket_number": "",
  "first_page": "338",
  "last_page": "341",
  "citations": [
    {
      "type": "official",
      "cite": "160 Ark. 338"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "111 Ark. 190",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1540388
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/111/0190-01"
      ]
    },
    {
      "cite": "114 Ark. 170",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1536293
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "281"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/114/0170-01"
      ]
    },
    {
      "cite": "36 Ark., 261",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "90 Ark. 1",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1513819
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/90/0001-01"
      ]
    },
    {
      "cite": "72 Ark. 23",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1505598
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/72/0023-01"
      ]
    },
    {
      "cite": "63 Ark. 643",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8724941
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/63/0643-01"
      ]
    },
    {
      "cite": "93 Ark. 28",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "52 Ark. 96",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "89 Ark. 120",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1515285
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/89/0120-01"
      ]
    },
    {
      "cite": "153 Ark. 375",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1362275
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/153/0375-01"
      ]
    },
    {
      "cite": "78 Ark. 234",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1497304
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/ark/78/0234-01"
      ]
    },
    {
      "cite": "129 Ark. 583",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "99 Ark. 226",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1314428
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/99/0226-01"
      ]
    },
    {
      "cite": "107 Ark., 431",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1344009
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/107/0431-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 446,
    "char_count": 7943,
    "ocr_confidence": 0.48,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20854420470073737
    },
    "sha256": "2735928ef74013b13605acad5c4bb03662e837a383c9a507084e0e99e118538c",
    "simhash": "1:cc80c1f5f0d6b639",
    "word_count": 1418
  },
  "last_updated": "2024-02-27T17:41:07.582861+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Mr. Justice Hart and Mr. Justice Smith dissent."
    ],
    "parties": [
      "Davis v. Parish."
    ],
    "opinions": [
      {
        "text": "Humphreys, J.\nAppellee instituted suit against appellant in the circuit court of Chicot County to recover $125 on account of the alleged negligent killing of his Airedale dog by tbe operators of appellant’s southbound train No. 105, near Dermótt, Arkansas, on January 6, 1920. Appellant filed an answer denying tbat tbe dog was killed tbrongb tbe fanlt and negligence of its operators.\nTbe case was submitted npon tbe pleadings and testimony of tbe court, sitting as a jury, wbicb resulted in a verdict and consequent judgment for $75 in favor of appellee, from wbicb is this appeal.\nAppellant contends for a reversal of tbe judgment upon' tbe alleged ground tbat tbe evidence was insufficient to warrant the verdict. W. P. and -W. A. Daniels testified, in substance, tbat tbey were approaching Smith’s Crossing near Dermott, at tbe distance of one-quarter mile, on January 6,1920, when appellant’s southbound train passed them; tbat they were certain tbe whistle was not blown, and tbat no stock alarm was sounded; tbat when they reached the crossing they observed the bruised and torn body of an Airedale dog between tbe rails, wbicb bad been dragged on tbe track about twenty feet, according to tbe surrounding appearances ; tbat tbe body was warm, and tbat warm blood was in the road and on tbe railroad. That tbe dog’s entrails were strewn across tbe public road and along tbe track for about twenty feet; that tbe dog’s head was cut off and lying outside the rails; tbat they took tbe collar off tbe dog’s neck, wbicb had appellee’s name written upon it.\nJosh McCarty, tbe engineer, testified, in substance, tbat, as tbe train approached Smith’s Crossing, he gave tbe statutory signals and was keeping a- lookout; tbat he saw two ,dogs near the edge, of tbe right-of-way, .one black and other an Airedale.; tbat they ran across the right-of-way and followed along by the side of the engine, 'barking at tbe cylinders; tbat tbe engine passed them at the road crossing; that they were not in danger at any time, from tbe engine, always being in a place of safety, and for tbat reason be did not stop tbe train or sound tbe stock alarm.\nJ. E. Beane, the fireman, testified, in substance, that he was on his box, keeping a lookout ahead, and that the statutory signals for the crossing was given; that it was impossible for him to have seen the dogs approach from the engineer’s side, and that he observed no dog on the track ahead of him; that he knew nothing whatever of any dog being killed by the train.\nThe testimony tended to show the dog was worth $75 or more.\nBailroads are made responsible by statute, in this State, for all damage to property caused by the running of their trains. Crawford & Moses’ Digest, § 8562. In considering the statute this court has said that “when a damage of property is shown to have been caused by the operation of trains coming in contact with it, a prima facie case of negligence is made against the railroad company.” St. L. I. M. & S. B. Co. v. Gibson, 107 Ark., 431. And has also said that “in suits against a railroad company for a recovery of damages done to property by the running of its trains, the burden of proof of showing due care upon its part is cast upon the railroad company.” Green v. St. L. I. M. & S. R. Co., 99 Ark. 226.\nIt is established by the undisputed facts in this case that appellee’s dog was killed by appellant in the operation of its train, so, under the rules of construction quoted above, the killing must be regarded as negligent, unless the testimony reveals the fact that due care was used by the servants of appellant to prevent the injury. We do not think the testimony of the engineer and fireman necessarily rebuts the presumption of negligence arising out of the act of killing the dog. Neither of them saw the dog killed or venture any explanation of how it was killed. Both the engineer and fireman testified that the statutory signals for the crossing were given, but in this respect they were contradicted by W. P. and W. A. Daniels, who testified that they observed the passing train, and are certain the whistle was not blown. Physical facts show that the dog was struck on the tracks north of the public road and dragged across the public road and along the railroad track for twenty feet in the direction the train was going. Blood was found in the public road and on the railroad track, and the entrails of the dog were strewn across the public road and along the railroad track for twenty feet in the direction of the dog’s body. According to the testimony of the engineer, the dog was running along the side of the engine, barking at the cylinders, when the engine crossed the public road. The jury therefore may have concluded that the testimony of the engineer was untrue, as being in conflict with the physical facts; that he had not given the statutory signals as claimed, being contradicted in that respect by the Daniels; that he and the fireman failed to keep the proper lookout, on the theory that, if they had done so, they could have seen the dog which was killed on the track in time to have prevented the injury by giving stock alarms, which, all agree, were not given. The theory is advanced by learned connsel that, after the engine passed, the dog ran under one of the cars or was struck by a journal box, step, or some part of the car, and was thrown under the train. In fact, it is contended that this is the only reasonable inference that can be drawn from the evidence. The record reflects that the body of the dog was between the rails, and the head outside of the rails when discovered. This physical fact is in conflict with the theory advanced. If the head was severed from the body while running between the wheels onto the track, the head would, in all probability, have been found between the rails and the body on the outside. It cannot be said that the jury arbitrarily discarded the testimony of the engineer by refusing to accept the theory advanced by counsel. We think the appellant has failed to meet the burden of proof cast upon it by the statute, and that the verdict and judgment are supported by substantial evidence.\nNo error appearing, the judgment is affirmed,\nMr. Justice Hart and Mr. Justice Smith dissent.",
        "type": "majority",
        "author": "Humphreys, J."
      }
    ],
    "attorneys": [
      "E. B. Kinsworthy and B. 8. Kinsworthy, for appellant.",
      "Golden & Golden, for appellee."
    ],
    "corrections": "",
    "head_matter": "Davis v. Parish.\nOpinion delivered October 8, 1923.\n1. ’ Railroads — operation op train — burden op proof. — In suits against a railroad company for the recovery of damages done to property by the running of its trains, the burden of showing due care upon its part is cast upon the railroad company.\n2. Railroads — negligence—evidence.—Though the engineer and fireman testify that they were keeping a lookout and failed to see a dog that was killed on the track, and that they gave the . statutory signals at a crossing, a finding that the railway .company was negligent will be sustained where there was testimony tending to contradict their testimony.\nAppeal from Chicot Circuit Court; Turner Butter, Judge;\naffirmed.\nE. B. Kinsworthy and B. 8. Kinsworthy, for appellant.\n' The dog' was in a place of safety, and the train operatives had the right to assume that it' would not run into a place of danger. 129 Ark. 583; 78 Ark.'234. There was no duty resting upon the engineer to slow down or take other measures for the protection of the dog until he saw that it was going into a place of danger. 78 Ark. 234. The accident was unavoidable and the railroad- company was not liable. Davis v. Porter, 153 Ark. 375; 89 Ark. 120; 78 Ark. 234; 52 Ark. 96. •\nGolden & Golden, for appellee.\nThe presumption is that the dog was killed by the running of the train. C. & M. Digest, 8574.' The killing made a prima facie case of negligence on the part of appellant. 93 Ark. 28; 63 Ark. 643 ; 72 Ark. 23; 90 Ark. 1. The findings of fact by the court, if sustained by any substantial evidence,- will not be overturned on appeal. 36 Ark., 261; 60 Id. 250; 114 Ark. 170; 107 Id. 281; 111 Ark. 190;. 112, Ark; 47:"
  },
  "file_name": "0338-01",
  "first_page_order": 362,
  "last_page_order": 365
}
