{
  "id": 8721827,
  "name": "Arkansas Cotton Growers' Cooperative Association v. Brown",
  "name_abbreviation": "Arkansas Cotton Growers' Cooperative Ass'n v. Brown",
  "decision_date": "1929-04-08",
  "docket_number": "",
  "first_page": "338",
  "last_page": "344",
  "citations": [
    {
      "type": "official",
      "cite": "179 Ark. 338"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "46 Ark. 38",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1890490
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/46/0038-01"
      ]
    },
    {
      "cite": "46 Ark. 252",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "63 Atl. 745",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "214 Pa. 258",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        946034
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/214/0258-01"
      ]
    },
    {
      "cite": "255 Pac. 751",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": 0
    },
    {
      "cite": "82 Cal. App. 434",
      "category": "reporters:state",
      "reporter": "Cal. App.",
      "case_ids": [
        2207537
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app/82/0434-01"
      ]
    },
    {
      "cite": "287 S. W. 419",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "171 Ark. 1155",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1369463
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/171/1155-01"
      ]
    },
    {
      "cite": "270 S. W. 946",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "168 Ark. 504",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8723388
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/168/0504-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 391,
    "char_count": 6657,
    "ocr_confidence": 0.494,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20853590305844086
    },
    "sha256": "11f8c5572d6bf6da06d890605ced2df7fc90b75217dfd36609bd65d67cca80fc",
    "simhash": "1:c6fde101a6c46db2",
    "word_count": 1114
  },
  "last_updated": "2024-02-27T23:51:14.248945+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Arkansas Cotton Growers’ Cooperative Association v. Brown."
    ],
    "opinions": [
      {
        "text": "Hart, C. J.,\n(after stating the facts). The plaintiff asked for an instructed verdict, which was denied by the court, and the court submitted the case to the jury upon the question of fact whether or not the association obtained during the season the “best prices obtainable by it under market conditions.”\nIt is earnestly insisted by counsel for the plaintiff that there was no evidence upon which to submit such question of fact to the jury, and in this contention we think counsel are correct.\nThe articles of the association provide that it shall not have any capital stock, and it is organized for the purpose of protecting the producers of farm products from depreciation in the prices thereof by combination of large manufacturing corporations and speculators. Its object is to sell the raw product annually from time to time as there is a legitimate demand therefor, and, by the extension of credit to farmers, to enable them to collectively market their crops. Arkansas Cotton Growers’ Cooperative Association v. Brown, 168 Ark. 504, 270 S. W. 946, and McCauley v. Arkansas Rice Growers’ Cooperative Association, 171 Ark. 1155, 287 S. W. 419.\nThe contract under consideration in this case provides that the association shall pool all cotton of a like grade and staple delivered to it by its members, and that its classification shall be conclusive. The agreement provides that each pool shall be for a full season. Then it is provided that the association shall resell such cotton “at the best prices obtainable by it under market conditions.” This does not mean the best prices that could be obtained by it in any one day or on several different dates during’ the same season. Such a conclusion would tend to defeat the very purpose of the organization. The farmers are located all over the State, and each acting separately could not protect himself against speculators. To meet this condition and to enable the farmers to combine their resources, the Cooperative Marketing Association Act was passed, and the farmers were enabled to place their combined products in the hands of an association as a selling agent selected by them to the end that prices might be stabilized and that they might receive the worth of their crops. The association was given full power to sell the cotton of the same or different pools at such time or times as might be deemed to’ the best interest of the members.\nIt will be noted that the marketing agreement made the classification of the association conclusive upon the members, and provided that each pool should be for a full season. This made the judgment of the association in classifying and selling the cotton conclusive, except for fraud or gross mistake which would amount to fraud.\nIt would be destructive of the purposes of the association if it was compelled to account to the members for the highest price it could have obtained for the cotton on any particular day or days. In the very nature of things, no one could know what would be the highest market price obtainable, under such a construction of the contract, until after the cotton season was over. The cotton growers were associating themselves together as authorized by the act, and have signed agreements for marketing their cotton with the association, which had for its purposes the classifying and grading of the cotton, the selling of the same for the best market price obtainable, in the judgment of the officers of the association..\nThe association was allowed to advance funds to its members, and this of itself showed that it was intended that the cotton should be held and sold by the association when, in the judgment of the officers, the best price could be obtained. It is true that the defendant introduced witnesses that better prices could have been obtained upon several different dates during the cotton' season of the year 1925. There is nothing whatever to show that the officers of the association acted in bad faith in selling the cotton or that they acted in such a reckless or careless manner as to impeach the sale made by them.\nThe contract between the association and the members expressly provides for advances to the members, and if, by mistake, the association shall make an excess advance to any one member, it would be entitled to recover the excess from the member. In California Bean Growers’ Association v. Williams, 82 Cal. App. 434, 255 Pac. 751, it was held that a contract between a cooperative association and grower, expressly providing for advances to the grower and specifying that such advances might be deducted from remittances on sale of the crops, necessarily implies that the grower would reimburse the association for all such advances. See also Re Joseph Murphy Company, 214 Pa. 258, 63 Atl. 745. This prin-op^^the present case necessarily results from the con-The contract provides for advances by the agSQJHiatkaljataláts members, and this carries with it an jffifdi'^BaMseenie-fft - to pay back any excess advance. Hbi?2gA\\ffi'dei!iffiesfii(!tlBof the present case, we are of the S?fe1ffiSPf'^Kí&ríiSt.dÍre0tÍIlg & V6rdiCt ^\n-noo iípiaiiaááifo^p.^ti«Ln®É áknpssmgiiíhej appeal of the plaiistí.iffisiB.ü'tbeiéiFeuife'iícTOits? bmfaM^tfeatiebdibeMeaid. In thfé ífifdpteáfr9áfI)l35#Mt&fe^Wbeace Mm «e fcfwMsíf'We° mMOT WM 0f the peace and was not a dismissal for want of prosecution. The plaintiff appeared in court and asked for time to produce its witnesses. The court thought that the plaintiff had been negligent in not having its witnesses in court, and rendered judgment that the cause be dismissed for want of witnesses, and that the defendant be discharged with costs. The plaintiff appealed to the circuit court. When the case was carried by appeal to the circuit court, it was there for trial de novo on the merits, rather than for 'correction of errors committed by the justice of the peace. Hopkins v. Harper, 46 Ark. 252. As said in Martin v. State, 46 Ark. 38, when a case is carried by appeal to the circuit court it is there for trial on its merits, and technical objections to the forms of procedure in the lower court are futile.\nBecause the court erred in refusing to direct a verdict for the. plaintiff, the judgment must be reversed; and, inasmuch as the testimony of the defendant on the question whether the association sold the cotton ‘ ‘ at the best prices obtainable 'by it under market conditions” might be different on a retrial of the case, the cause will be remanded for a new trial.",
        "type": "majority",
        "author": "Hart, C. J.,"
      }
    ],
    "attorneys": [
      "Earl B. Wiseman and Clayton ■& Cohn, for appellant.",
      "Coleman & Reeder, for appellee."
    ],
    "corrections": "",
    "head_matter": "Arkansas Cotton Growers’ Cooperative Association v. Brown.\nOpinion delivered April 8, 1929.\nEarl B. Wiseman and Clayton ■& Cohn, for appellant.\nColeman & Reeder, for appellee."
  },
  "file_name": "0338-02",
  "first_page_order": 356,
  "last_page_order": 362
}
