{
  "id": 1388536,
  "name": "Jerome Hardwood Lumber Company v. Consolidated Underwriters",
  "name_abbreviation": "Jerome Hardwood Lumber Co. v. Consolidated Underwriters",
  "decision_date": "1923-12-10",
  "docket_number": "",
  "first_page": "345",
  "last_page": "351",
  "citations": [
    {
      "type": "official",
      "cite": "161 Ark. 345"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "150 Ark. 594",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1367917
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/150/0594-01"
      ]
    },
    {
      "cite": "140 Ark. 636",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1594397
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/140/0636-01"
      ]
    },
    {
      "cite": "52 Ark. 171",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1913395,
        1913453
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/52/0171-01",
        "/ark/52/0171-02"
      ]
    },
    {
      "cite": "35 Ark. 450",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1873846
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/35/0450-01"
      ]
    },
    {
      "cite": "118 Ark. 377",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1562507
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/118/0377-01"
      ]
    },
    {
      "cite": "104 Ark. 236",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1350601
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/104/0236-01"
      ]
    },
    {
      "cite": "95 Ark. 110",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "48 S. E. 906",
      "category": "reporters:state_regional",
      "reporter": "S.E.",
      "opinion_index": -1
    },
    {
      "cite": "145 N. C. 114",
      "category": "reporters:state",
      "reporter": "N.C.",
      "case_ids": [
        11252444
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nc/145/0114-01"
      ]
    },
    {
      "cite": "120 N. E. 78",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": -1
    },
    {
      "cite": "92 Ark. 276",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1548642
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/92/0276-01"
      ]
    },
    {
      "cite": "143 Ark. 369",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1589521
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/143/0369-01"
      ]
    },
    {
      "cite": "95 Ark. 140",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1543588
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/95/0140-01"
      ]
    },
    {
      "cite": "115 Ark. 473",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1533787
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/115/0473-01"
      ]
    },
    {
      "cite": "92 Ark. 306",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1548577
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/ark/92/0306-01"
      ]
    },
    {
      "cite": "161 U. S. 316",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5701051
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/161/0316-01"
      ]
    },
    {
      "cite": "53 Ark. 333",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "161 Fed. 709",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        1914897
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f/161/0709-01"
      ]
    },
    {
      "cite": "75 Ark. 1",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1502448
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/75/0001-01"
      ]
    },
    {
      "cite": "111 Ark. 172",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "95 Ark. 360",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "142 Ark. 240",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1590534
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/142/0240-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 622,
    "char_count": 12519,
    "ocr_confidence": 0.484,
    "pagerank": {
      "raw": 5.676830387708631e-08,
      "percentile": 0.354461592162323
    },
    "sha256": "f7ebae8319c3afff055d75eb470a5256023843c8d3e2ac7717ad9cf37e937425",
    "simhash": "1:baa760501e65a6f4",
    "word_count": 2155
  },
  "last_updated": "2024-02-27T21:32:42.656819+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Jerome Hardwood Lumber Company v. Consolidated Underwriters."
    ],
    "opinions": [
      {
        "text": "Hart, J.,\n(after stating the facts). We think the conclusion of the circuit court was correct. It is true that, in passing upon contracts of insurance or indemnity like the one now in hand, courts will resolve all doubts as to the meaning of the language used in favor of the insured. The reason is that the contract of insurance is made upon the written form of the insurer, and the insured has nothing to do with the language of the contract. Home Mutual Benefit Assn. v. Mayfield, 142 Ark. 240.\nWe do not think, however, that the terms of the contract in the instant case are ambiguous, and are of the opinion that the claim of the plaintiff does not fall within the liability provided for in the contract of insurance as expressed by its language.\nIt will be noted that in section 5 of the contract of insurance, which is copied in our statement of facts, the estimated compensation includes that of all persons employed, whether compensated by salary, wages, for piece work, overtime, or allowances, and whether paid in cash or otherwise.\nThe evident purpose of the contract was to include within the terms of the policy all employees employed by the plaintiff to whom compensation of any kind was paid. The word “compensation” is evidently used as an equivalent for recompense for services rendered to the plaintiff in the operation of its business by its employees. Ezell was first injured in April, 1921. We do not think he thereafter received any compensation at the hands of the plaintiff for services rendered it in the operation of its business. It is true that the representative of the plaintiff speaks of his being employed after that time, but he also explains what he meant by the use of this expression. After he was' injured in April, 1921, Ezell was sent to the hospital and kept there at the expense of the plaintiff until the morning before he was injured in the following July. Advances were made to him from time to time to support his family, and the representative of the plaintiff states that It was its intention to deduct these advances from the sum it should pay him as damages for his injury.\nAccording to the testimony of Ezell, he left the hospital and went to the mill of the company on the morning of the day in July when he received his second injury. He was told to go in the boiler room and watch the work there, in order to familiarize himself with it. While watching the work there, on the afternoon of the same day, he was injured by a pile of slabs falling on him. He was not being paid for the services that he was rendering the plaintiff on that day. According to his testimony, he was merely there at the invitation of the plaintiff to watch the work. Hence he was not receiving compensation, within the moaning of the policy, at the time lie received his second injury.\nAs we have already seen, the evident intention of the parties as expressed by the terms of the contract was to insure the plaintiff from liability by reason of injuries which its servants might receive in the operation of its business and while they were being paid a compensation for their services. Ezell was not working for the company and receiving compensation therefor at the time he received his second injury in July, 1921.\nTherefore the defendant was not liable, under the policy sued on, for the injury to Ezell, and the circuit court properly directed a verdict in its favor.\nIt follows that the judgment of the circuit court was correct, and should be affirmed.",
        "type": "majority",
        "author": "Hart, J.,"
      }
    ],
    "attorneys": [
      "Williamson & WilUamson and Rose, Hemingway, Cantrell & Loughborough, for appellant.",
      "E. B. Kinsworthy, B. B. Kinsworthy, for appellee."
    ],
    "corrections": "",
    "head_matter": "Jerome Hardwood Lumber Company v. Consolidated Underwriters.\nOpinion delivered December 10, 1923.\n1. Insurance — construction of policy. — In constructing contracts of insurance or indemnity, the courts will resolve all doubts as to the meaning of the language used in favor of the insured.\n2. Insurance — liability for injury to employees.' — A policy which undertook to indemnify an employer against liability for injury to employees receiving compensation for their services does not bind the insurer to indemnify the employer against liability to any persons not receiving compensation for their services.\nAppeal from Drew 'Circuit Court; Turner Butler, Judge;\naffirmed.\nSTATEMENT OP PACTS.\nThe Jerome Hardwood Lumber Company brought this action against the Consolidated Underwriters to recover $5,055 alleged to be due on a contract to indemnify it against liability to its employees for bodily injuries sustained while in the employment of the plaintiff by reason of its negligence.\nThe material portions of the policy sued on are the following:\n“ Consolidated Underwriters do hereby severally agree:\n“With the subscriber named in the warranties hereof, that whenever, within the contract period, any person employed by the subscriber, whose compensation is regularly included in the pay-roll statements made as provided in the schedule of warranties hereof, shall accidentally suffer bodily injuries (including deaths resulting therefrom) by reason of the business operations described in the schedule of warranties and conducted at locations named therein, then, in that event, the Consolidated Underwriters will indemnify the subscriber against loss, subject to the following conditions:\n“Employer’s Liability. A. By reason of the liability imposed by law upon the subscriber for damages on account of such bodily injuries so sustained, within the limits expressed in condition N of this contract, but no action shall lie against the Consolidated Underwriters or any subscribers thereat, to recover for any loss under this condition, unless it shall be brought by the subscriber himself for moneys actually paid by him, in legal tender of the United States, in satisfaction of a final judgment, after actual trial of the issue. * * * ’ ’\n“Indorsements.\n“5. The estimated compensations include that of all persons employed, whether compensated by salary, wages, for piece work, overtime or allowances, and whether paid in cash, in whole or in part, in board, store certificates, merchandise, credits, or any substitute for cash, at the above locations, for the purpose of the trade or business described herein, to whom compensation of any nature is paid,, and also including president, vice-president, treasurer, and clerical force, contractors and subcontractors, except as follows: All executive officers, office clerical force and contract logging.\n“6. The subscriber shall file at 'Consolidated Underwriters, not later than the twentieth day of each calendar month, a complete and accurate written report of all compensation earned during the preceding month by all employees ■ not herein specifically excluded. If such report is not received, our attorney shall consider our pay-roll as an amount equal to our average monthly pay-rolls for the preceding twelve -months, or such portion thereof as we have been subscribers hereat, plus twenty per cent, for any month delinquent. Nothing herein, however, shall be held to waive our attorney’s right to make audits of our pay-rolls or our obligation to pay for any excess pay-roll, subject to the conditions of the contract to be based hereon.”\nThe contract provides that the insurance shall begin on April 30, 1921, and end on April 30, 1924. The contract also provides for notice of accidents and of claims and suits to be given to the insurer, and for an examination of the insured’s books by the insurer, in so far as they relate to the compensation earned during the contract period, or one year thereafter.\nIt appears from the record that the contract of insurance was executed on the 27th day of April, 1921, and continued in force during the balance of that year. The premium was fixed on the monthly pay-roll of the plaintiff, and amounted to about $250 per month.\nTim Ezell was employed by the plaintiff, and suffered an injury which happened on April 18, 1921. He was never afterwards able to do any work for the company. He was carried to the hospital after he received his injury, and advances were made by the plaintiff to his family. During the month of May, 1921, his account was overdrawn to the amount of $108.65. During the month of June following, $68 was‘advanced to .him. In July $36 in credit coupons and $29 in cash were advanced to him. Amounts of money were also advanced by the plaintiff to Ezell during the month of July, 1921. On the 20th day of July, 1921, Tim Ezell was severely injured in the boiler room of the plaintiff by a slab pile falling over on him and crushing his left leg. At the time Ezell was not actually employed by the company, but was convalescing from the injury to his arm which he had received during the previous April. He had just returned to the sawmill from the hospital on that morning. He was told to watch the engine room as closely as'possible in order to learn the work and be able to help fix anything in there that might be necessary. He was injured in the afternoon of the same day. About two months after he received the second injury, Ezell brought suit against the plaintiff for damages, and recovered judgment against it in the sum of $4,500. The defendant was notified to defend the action, but denied liability under the terms of the policy, and refused to do so.\nEzell was not carried on the pay-roll of the company as an employee after he received his first injury in April, 1921. The advances made to take care of him after he received this injury were not paid him as wages, and the plaintiff intended to deduct the same from whatever amount of money it should pay him as damages on account of the first accident. The premium on the policy in the defendant company was determined monthly by the amounts paid the employees in the actual service of the company. Ezell was not included in this report.\nThe above are substantially the facts proved before the jury.\nThe court directed a verdict in favor of the defendant, and from the judgment rendered in its favor the plaintiff has duly prosecuted an appeal to this court.\nWilliamson & WilUamson and Rose, Hemingway, Cantrell & Loughborough, for appellant.\nSince a verdict was directed, the rule is that the testimony in favor of appellee must be given its strongest probative force. 95 Ark. 360; 111 Ark. 172. The judgment against appellee in favor of Ezell is conclusive on the question as to whether or not he was employed, and also conclusive of other facts essentially involved in the outcome of the controversy. The insurer was given notice of the pending suit, and refused to defend, and he is bound by the judgment, even though it was by consent. See 22 Cyc. 106; 75 Ark. 1; 161 Fed. 709; 14 R. C. L. 62; 53 Ark. 333. The questions involved in the litigation, as between the indemnitor and' indemnitee, may be shown by the pleadings and testimony in the case tried. 161 U. S. 316. However, the proof in the instant case is sufficient to show that Ezell was legally employed within the meaning of the policy. See 92 Ark. 306 and 115 Ark. 473. Ezzell’s compensation was regularly included on the payroll within the meaning of the policy. The policy provided for audits of the books, and the premium was based on such amounts shown to have been paid. Companies writing this class of insurance have not been slow to take advantage of this provision of the policy, and call for additional premiums. See 95 Ark. 140; 92 Ark. 306; Cooley’s Brief on Ins., vol 2, 921. The denial of liability was equivalent to notice of the pending suit. 139 N. W.; 355 108 N; E. 127.\nE. B. Kinsworthy, B. B. Kinsworthy, for appellee.\nThe risk was not covered by the policy. Appellant accepted the policy, and it is binding. 143 Ark. 369; 92 Ark. 276. The term “regularly reported on the payroll” has been held to be plain and unambiguous. See 120 N. E. 78; 145 N. C. 114, 48 S. E. 906. The ease cited by appellant at 178 111. App. 54, is not in point; the facts are different. The advancements to Ezell could not be classed as wages earned, and a premium could not have been forced on these credits, and the cases relied upon by appellant at 95 Ark. 110 and 92 Ark. 306, are therefore not in point. Under the facts of this case, Ezell’s testimony in the damage suit was not admissible. See 104 Ark. 236. Besides, appellant made no effort to show that Ezell could not have been present at this trial. 118 Ark. 377. A recital of facts in judgment in Ezell suit is not conclusive in this suit. A judgment is evidence of nothing in a subsequent action between different parties, except that it has been rendered. 35 Ark. 450; 52 Ark. 171; 140 Ark. 636; 150 Ark. 594."
  },
  "file_name": "0345-01",
  "first_page_order": 373,
  "last_page_order": 379
}
