{
  "id": 4356425,
  "name": "Cathy Johnston-Forbes, Petitioner, v. Dawn Matsunaga, Respondent",
  "name_abbreviation": "Johnston-Forbes v. Matsunaga",
  "decision_date": "2014-08-28",
  "docket_number": "No. 89625-9",
  "first_page": "346",
  "last_page": "359",
  "citations": [
    {
      "type": "official",
      "cite": "181 Wash. 2d 346"
    }
  ],
  "court": {
    "name_abbreviation": "Wash.",
    "id": 9029,
    "name": "Washington Supreme Court"
  },
  "jurisdiction": {
    "id": 38,
    "name_long": "Washington",
    "name": "Wash."
  },
  "cites_to": [
    {
      "cite": "179 Wn.2d 1026",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "year": 2014,
      "opinion_index": 0
    },
    {
      "cite": "312 P.3d 745",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2013,
      "opinion_index": 0
    },
    {
      "cite": "177 Wn. App. 644",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        4319934
      ],
      "year": 2013,
      "pin_cites": [
        {
          "page": "654"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/177/0644-01"
      ]
    },
    {
      "cite": "848 P.2d 721",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1993,
      "opinion_index": 0
    },
    {
      "cite": "121 Wn.2d 214",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1365845
      ],
      "year": 1993,
      "pin_cites": [
        {
          "page": "218"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/121/0214-01"
      ]
    },
    {
      "cite": "293 F. 1013",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        11720199
      ],
      "year": 1923,
      "opinion_index": 0,
      "case_paths": [
        "/f/293/1013-01"
      ]
    },
    {
      "cite": "54 App. D.C. 46",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "year": 1923,
      "opinion_index": 0
    },
    {
      "cite": "241 P.3d 1234",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2010,
      "opinion_index": 0
    },
    {
      "cite": "170 Wn.2d 302",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4012693
      ],
      "year": 2010,
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/170/0302-01"
      ]
    },
    {
      "cite": "187 P.3d 803",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2008,
      "opinion_index": 0
    },
    {
      "cite": "145 Wn. App. 728",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        5737240
      ],
      "year": 2008,
      "pin_cites": [
        {
          "page": "755"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/145/0728-01"
      ]
    },
    {
      "cite": "88 P.3d 939",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2004,
      "opinion_index": 0
    },
    {
      "cite": "151 Wn.2d 376",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        428165
      ],
      "year": 2004,
      "pin_cites": [
        {
          "page": "393"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/151/0376-01"
      ]
    },
    {
      "cite": "292 P.3d 764",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2012,
      "opinion_index": 0
    },
    {
      "cite": "172 Wn. App. 9",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        4143927
      ],
      "weight": 2,
      "year": 2012,
      "pin_cites": [
        {
          "page": "18"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/172/0009-01"
      ]
    },
    {
      "cite": "45 P.3d 557",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2002,
      "opinion_index": 0
    },
    {
      "cite": "111 Wn. App. 557",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        1072014
      ],
      "year": 2002,
      "pin_cites": [
        {
          "page": "560"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/111/0557-01"
      ]
    },
    {
      "cite": "601 P.2d 1279",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1979,
      "opinion_index": 0
    },
    {
      "cite": "92 Wn.2d 854",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1099521
      ],
      "year": 1979,
      "pin_cites": [
        {
          "page": "858"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/92/0854-01"
      ]
    },
    {
      "cite": "722 P.2d 787",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1986,
      "pin_cites": [
        {
          "parenthetical": "internal quotation marks omitted"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "106 Wn.2d 391",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1195489
      ],
      "year": 1986,
      "pin_cites": [
        {
          "page": "398",
          "parenthetical": "internal quotation marks omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/106/0391-01"
      ]
    },
    {
      "cite": "133 S. Ct. 889",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 2013,
      "opinion_index": 0
    },
    {
      "cite": "283 P.3d 546",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2012,
      "opinion_index": 0
    },
    {
      "cite": "175 Wn.2d 23",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4024616
      ],
      "year": 2012,
      "pin_cites": [
        {
          "page": "38"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/175/0023-01"
      ]
    },
    {
      "cite": "320 P.3d 718",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "weight": 2,
      "year": 2014,
      "opinion_index": 0
    },
    {
      "cite": "179 Wn.2d 1022",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "weight": 2,
      "year": 2014,
      "opinion_index": 0
    },
    {
      "cite": "311 P.3d 1260",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2013,
      "opinion_index": 0
    },
    {
      "cite": "177 Wn. App. 402",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        4320000
      ],
      "weight": 3,
      "year": 2013,
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/177/0402-01"
      ]
    },
    {
      "cite": "179 Wn.2d 1026",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "year": 2014,
      "opinion_index": 1
    },
    {
      "cite": "312 P.3d 745",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2013,
      "opinion_index": 1
    },
    {
      "cite": "177 Wn. App. 644",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        4319934
      ],
      "year": 2013,
      "pin_cites": [
        {
          "page": "654"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/wash-app/177/0644-01"
      ]
    },
    {
      "cite": "292 P.3d 764",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2012,
      "opinion_index": 1
    },
    {
      "cite": "172 Wn. App. 9",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        4143927
      ],
      "weight": 3,
      "year": 2012,
      "pin_cites": [
        {
          "page": "18"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/wash-app/172/0009-01"
      ]
    },
    {
      "cite": "320 P.3d 718",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2014,
      "opinion_index": 1
    }
  ],
  "analysis": {
    "cardinality": 906,
    "char_count": 21486,
    "ocr_confidence": 0.741,
    "pagerank": {
      "raw": 9.411453636425337e-08,
      "percentile": 0.5162322204885305
    },
    "sha256": "9047bd5607a54dda6217c13bcda9eda0573f919eff99dc0601a9665d7879c8cd",
    "simhash": "1:bd79e09116c4c4b1",
    "word_count": 3445
  },
  "last_updated": "2024-02-27T19:47:16.443836+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Cathy Johnston-Forbes, Petitioner, v. Dawn Matsunaga, Respondent."
    ],
    "opinions": [
      {
        "text": "¶1 This case concerns whether, under Rules of Evidence (ER) 702 through 705, the trial court properly admitted expert biomechanical testimony in an automobile collision case. In August 2006, Dawn Matsunaga rear-ended the car that Cathy Johnston-Forbes was riding in. Johnston-Forbes claimed that she suffered injuries as a result of the collision and sued Matsunaga. Before trial, Matsunaga identified Dr. Allan Tencer as an expert who would be testifying as a biomechanical engineer. In a motion in limine, Johnston-Forbes moved to exclude Tencer’s testimony, arguing that he was not qualified as an engineer, that his opinion lacked sufficient foundation, and that in viewing photographs he could not account for Johnston-Forbes’s precise body position at the time of impact. The trial court limited Tencer’s testimony but denied Johnston-Forbes’s motion, and the jury returned a verdict for Matsunaga. The Court of Appeals affirmed. Johnston-Forbes v. Matsunaga, 177 Wn. App. 402, 311 P.3d 1260 (2013), review granted, 179 Wn.2d 1022, 320 P.3d 718 (2014). We affirm the Court of Appeals.\nC. Johnson, J.\nFacts\n¶2 Johnston-Forbes is a professional golfer. Once a year, the Ladies Professional Golf Association (LPGA) holds a tournament in the Portland/Vancouver area. Johnston-Forbes, her husband, and her two young daughters came to Vancouver for the tournament in August 2006. After she finished her first round, Johnston-Forbes and her family were heading back to their hotel room, driving in a Toyota Camry rental car. Johnston-Forbes was seated in the backseat between two car seats holding her two young daughters. They had come to a complete stop for a red light. Johnston-Forbes was leaning forward and twisted back and to the left, facing one of her daughters, when the car was struck from behind by Matsunaga’s Ford Mustang.\n¶3 Johnston-Forbes testified that she started experiencing headaches and pain and stiffening of the muscles of her neck that evening. The pain continued, and while the pain in her back eventually resolved, the pain in her neck did not. In 2010, four years after the accident, an MRI (magnetic resonance imaging) revealed that Johnston-Forbes had a herniated disc in her neck. She did not return to the LPGA tour.\n¶4 In May 2009, Johnston-Forbes sued Matsunaga for general and special damages arising from Matsunaga’s alleged negligence in the 2006 car accident. Matsunaga admitted that she struck Johnston-Forbes’s vehicle but denied that the collision caused Johnston-Forbes’s injuries. Johnston-Forbes moved in limine to exclude the vehicle damage photographs and the expert testimony of Tencer. Johnston-Forbes moved to exclude Tencer’s testimony on three grounds:\n1) Qualifications - Mr. Tencer is not a licensed professional engineer and Washington prohibits anyone who is not licensed in Washington as a professional engineer from giving engineering opinions.\n2) Foundation - Mr. Tencer only viewed pictures taken of defendant’s vehicle. He did not examine her vehicle. More importantly, he did not examine any pictures of plaintiff’s rental car and never examined that car either. In addition, Mr. Tencer cannot account for how plaintiff’s precarious body position at the time [of] impact will increase her propensity for injury.\n3) Confusing, misleading, and unfairly prejudicial - Given the lack of foundation and plaintiff’s precarious body position at the time of impact, any opinion as to the forces plaintiff’s neck experienced at the time of impact is speculative, [will] mislead and confuse the jury and [will] unfairly prejudice plaintiff.\nClerk’s Papers (CP) at 8-9.\n¶5 Matsunaga responded that Tencer has studied accidents like this many times, published hundreds of papers on biomechanics specifically relating to the forces involved in low speed impacts, and performed several hundred tests in the field of biomechanics. Tencer has a doctorate in mechanical engineering and was a professor in biomechanical engineering at the University of Washington for 23 years. In his report, Tencer stated that he reviewed the photos of Matsunaga’s Ford Mustang, a repair bill for Johnston-Forbes’s Toyota Camry, and depositions of Johnston-Forbes and Matsunaga related to the accident. Additionally, he reviewed engineering data on both vehicles and bumper crash test information on the Toyota. He also personally performed impact tests on both bumpers.\n¶6 Matsunaga further clarified that (1) Tencer’s testimony would discuss solely biomechanics, focusing on the forces exchanged and the capacity for injury, (2) he would not testify about whether there was any injury to Johnston-Forbes, and (3) he would talk about the forces and the limits involved in the collision and compare them to activities of daily living.\n¶7 The trial court denied Johnston-Forbes’s motions to exclude Tencer’s testimony and the photographs of Matsunaga’s vehicle, but limited Tencer’s testimony by excluding the repair bill for Johnston-Forbes’s rental car and by instructing Matsunaga to tailor Tencer’s testimony so as not to refer to the repair bill. At trial, Tencer testified generally about the forces acting on the two vehicles and Johnston-Forbes’s body during the collision. Johnston-Forbes’s cross-examination of Tencer drew out the following facts: (1) Tencer is neither a medical doctor nor a licensed engineer, (2) he did not examine Johnston-Forbes’s vehicle or any photographs of it, (3) a basketball hoop had fallen on Matsunaga’s vehicle between the time of the accident and when she took the photographs of it, and (4) Johnston-Forbes’s body position at the time of the accident could have resulted in greater stress on her body than Tencer’s collision force analysis predicted.\n¶8 Johnston-Forbes testified that one year after the collision, she was involved in a golf cart collision in which she flew forward and hit her chest on the steering wheel. She also acknowledged that she had been in a snowboarding accident in 2009. The jury returned a special verdict of no on the question of whether Matsunaga’s negligence proximately caused Johnston-Forbes’s injuries.\n¶9 Johnston-Forbes appealed, arguing that the trial court erred in denying her motion in limine to exclude Tencer’s testimony for a number of reasons. The Court of Appeals rejected all of her arguments and affirmed. Johnston-Forbes, 177 Wn. App. 402, review granted, 179 Wn.2d 1022.\nAnalysis\n¶10 Generally, expert testimony is admissible if (1) the expert is qualified, (2) the expert relies on generally accepted theories in the scientific community, and (3) the testimony would be helpful to the trier of fact. In applying this test, trial courts are afforded wide discretion and trial court expert opinion decisions will not be disturbed on appeal absent an abuse of such discretion. In re Marriage of Katare, 175 Wn.2d 23, 38, 283 P.3d 546 (2012), cert. denied, 133 S. Ct. 889 (2013). If the basis for admission of the evidence is “ ‘fairly debatable,’ ” we will not disturb the trial court’s ruling. Grp. Health Coop. of Puget Sound, Inc. v. Dep’t of Revenue, 106 Wn.2d 391, 398, 722 P.2d 787 (1986) (internal quotation marks omitted) (quoting Walker v. Bangs, 92 Wn.2d 854, 858, 601 P.2d 1279 (1979)).\n¶11 In Washington, there are four main ERs regarding the use of expert witnesses. ER 702 generally establishes when expert testimony may be utilized at trial: “If scientific, technical, or other specialized knowledge will assist the trier of fact to understand the evidence or to determine a fact in issue, a witness qualified as an expert by knowledge, skill, experience, training, or education, may testify thereto in the form of an opinion or otherwise.”\nf 12 ER 703 allows an expert to base his or her opinion on evidence not admissible in evidence and to base his or her opinion on facts or data perceived by or made known to the expert at or before the hearing. ER 704 allows an expert to testify on an ultimate issue the trier of fact must resolve. Finally, ER 705 indicates that an expert need not disclose the facts on which his or her opinion is based, although the court may require their disclosure and the expert may be subject to cross-examination on them.\n¶13 With these standards in mind, we turn to the admissibility of biomechanical engineering expert testimony. It is not remarkable that trial judges have sometimes allowed biomechanical engineering testimony, and specifically Tencer’s testimony, where sometimes trial judges have excluded it. For example, in Ma’ele v. Arrington, 111 Wn. App. 557, 560, 45 P.3d 557 (2002), the Court of Appeals affirmed the trial court’s decision to allow Tencer to testify. The court held that Tencer’s testimony about the force involved in low speed collisions and the impact on the body would assist the jury to determine whether Ma’ele was injured in the accident at issue in that case.\n¶14 On the other hand, in Stedman v. Cooper, 172 Wn. App. 9, 292 P.3d 764 (2012), the trial court excluded Tencer’s testimony and the Court of Appeals affirmed. The Court of Appeals held that the trial court did not abuse its discretion when it found that Tencer’s opinion may be more misleading than helpful. When discussing the trial court’s admission of Tencer’s testimony in Ma’ele, the court in Stedman noted that\n[t]he fact that an appellate court has affirmed a decision allowing Tencer’s testimony does not, of course, necessarily mean that the trial court erred by excluding his testimony in this case. The broad standard of abuse of discretion means that courts can reasonably reach different conclusions about whether, and to what extent, an expert’s testimony will be helpful to the jury in a particular case.\nStedman, 172 Wn. App. at 18. In other words, the Stedman opinion referenced the idea that trial courts, in deciding whether to admit or exclude Tencer’s testimony, have reached opposite conclusions. This appears consistent with the approach ER 702 through 705 contemplate. That is, in each case a trial court’s decision is guided by the requirements of the rules in balancing the factors to determine whether such testimony should be admissible in the context of the specific facts in each case.\nf 15 Here, the Court of Appeals affirmed the trial court’s denial of Johnston-Forbes’s motion to exclude Tencer’s testimony. The Court of Appeals reasoned that Tencer did not offer a medical opinion, as he did not opine as to whether the forces involved in the crash would have caused injuries to anyone in general or to Johnston-Forbes in particular. Moreover, the Court of Appeals recognized that “[t]he force of impact — whether slight or significant — is often relevant in personal injury cases.” Johnston-Forbes, 171 Wn. App. at 410.\n¶16 As outlined above, the rules of evidence reflect the widely held view that a reasoned evaluation of the facts is often impossible without the proper application of scientific, technical, or specialized knowledge. As a result, trial courts are given broad discretion to determine the circumstances under which expert testimony will be allowed. See, e.g., Philippides v. Bernard, 151 Wn.2d 376, 393, 88 P.3d 939 (2004). The trial court in this case followed the analytical framework required under the ERs and restricted and limited Tencer’s testimony. The trial court excluded the repair bill reviewed by Tencer and, as a result, instructed the parties that Tencer could not testify about the repair bill. Moreover, Matsunaga’s counsel assured the court that Tencer would not testify about any injuries Johnston-Forbes did or did not sustain as a result of the collision, and on cross-examination, Tencer repeatedly stated during his testimony that he was not testifying about Johnston-Forbes’s injuries. Given his training and experience and the limits of his expertise, Tencer appropriately did not opine on the injuries Johnston-Forbes may have sustained and the trial court properly limited any testimony that would tie in Tencer’s observations about force of impact in relation to Johnston-Forbes’s injuries. Because the trial court performed its proper gatekeeping function, we affirm.\n¶17 As laid out above, under the general framework governing the admissibility of expert testimony, such testimony is admissible if the expert is qualified and relies on generally accepted theories and the testimony would be helpful to the trier of fact. When applying this test, trial courts are afforded wide discretion, and trial court expert opinion decisions will not be disturbed on appeal absent an abuse of such discretion. Katare, 175 Wn.2d at 38. Johnston-Forbes moved to exclude Tencer’s testimony, arguing that he was not qualified; there was no proper foundation; and his testimony was confusing, misleading, and unfairly prejudicial.\n¶18 First, the trial court found Tencer qualified to testify as an expert based on his years of experience in the field of biomechanical engineering. While Johnston-Forbes argues that Tencer is not licensed in Washington and so cannot testify as an engineer, we have repeatedly held that “an expert may be qualified by experience alone.” Katare, 175 Wn.2d at 38. Licensure may be relevant to a trial judge in deciding admissibility of expert testimony, but lack of a license does not, in all cases, require exclusion. Here, Tencer has a doctorate in mechanical engineering and was a professor in biomechanical engineering at the University of Washington for 23 years. The trial court found that Tencer is qualified by his combined experiences.\n¶19 Second, it is not at issue whether Tencer’s methods are generally accepted by the scientific community. As the Court of Appeals concluded,\nJohnston-Forbes did not challenge Tencer’s testimony below as being not generally accepted in the scientific community; nor did she request a Frye hearing. We do not consider an issue a party raises for the first time on appeal unless that party demonstrates it involves a manifest error affecting a constitutional right. RAP 2.5(a)(3). More specifically, a party who fails to seek a Frye hearing below does not preserve this evidentiary challenge for review. In re Det. of Post, 145 Wn. App. 728, 755, 187 P.3d 803 (2008), aff’d, 170 Wn.2d 302, 241 P.3d 1234 (2010). Accordingly, we do not further address Johnston-Forbes’ Frye challenge to Tencer’s expert testimony.\nJohnston-Forbes, 177 Wn. App. at 407-08 (citing Frye v. United States, 54 App. D.C. 46, 293 F. 1013 (1923)).\nf20 Third, we find no abuse of discretion for the trial court to conclude that Tencer’s testimony was relevant and helpful to the jury. Because fault was not at issue and because it was undisputed that Johnston-Forbes had a herniated disc in her neck, the jury was charged with determining causation — i.e., whether Matsunaga’s actions were the cause of Johnston-Forbes’s herniated disc. In this case, Tencer’s testimony helped the jury understand what forces might have been involved in the collision and he compared those forces to activities of daily living. He was cross-examined on this conclusion. It was then up to the jury to determine whether they believed Johnston-Forbes experienced the same force of impact and, if so, whether that caused her injury.\n¶21 Finally, in her motion to exclude Tencer’s testimony, Johnston-Forbes argued that Tencer lacked the necessary foundation to testify about the forces involved in the collision because he did not physically examine the rental vehicle, he did not have an adequate description of the repair work done, Matsunaga took the photographs of her own vehicle three years after the collision, and Tencer did not consider Johnston-Forbes’s awkward positioning at the time of the collision. While expert opinions lacking an adequate foundation should be excluded, Walker v. State, 121 Wn.2d 214, 218, 848 P.2d 721 (1993), under ER 703 “an expert is not always required to personally perceive the subject of his or her analysis.” Katare, 175 Wn.2d at 39. We have held that an expert’s testimony “not based on a personal evaluation of the subject goes to the testimony’s weight, not its admissibility.” Katare, 175 Wn.2d at 39. Before allowing an expert to render an opinion, the trial court must find that there is an adequate foundation so that an opinion is not mere speculation, conjecture, or misleading. It is the proper function of the trial court to scrutinize the expert’s underlying information and determine whether it is sufficient to form an opinion on the relevant issue. Here, the trial court did just that and determined an adequate foundation had been established.\n¶22 Under the ERs, we find no abuse of discretion for the trial court here to allow Tencer to testify. The trial court limited Tencer’s testimony, and Tencer did not provide any express opinion on injury. The trial court, in deciding the motion to exclude Tencer’s testimony, although denying the motion, ordered limitations and restrictions on the testimony and properly applied the required framework under the rules.\n¶23 The Court of Appeals is affirmed.\nMadsen, C.J., and Owens, Fairhurst, and Gordon McCloud, JJ., concur.\nAdmission of the photographs is not before us. Johnston-Forbes argued that the vehicle damage photographs were “incomplete, taken too remote in time and will tend to confuse and mislead the jury and are unfairly prejudicial.” Clerk’s Papers at 15.\n“The facts or data in the particular case upon which an expert bases an opinion or inference may be those perceived by or made known to the expert at or before the hearing. If of a type reasonably relied upon by experts in the particular field in forming opinions or inferences upon the subject, the facts or data need not be admissible in evidence.” ER 703.\n“Testimony in the form of an opinion or inferences otherwise admissible is not objectionable'because it embraces an ultimate issue to be decided by the trier of fact.” ER 704.\nFollowing Stedman, the Court of Appeals, Division One, held again that it was not an abuse of discretion to exclude Tencer’s testimony in Berryman v. Metcalf, 177 Wn. App. 644, 654, 312 P.3d 745 (2013), review denied, 179 Wn.2d 1026, 320 P.3d 718 (2014).\nIn his written report Tencer stated, “Since the forces acting on Ms. Johnston-Forbes in this accident were low, relative to forces experienced in daily living, my conclusion is that the accident is not a likely source of significant forces acting on Ms. Johnston-Forbes’ body.” CP at 56. This report was never submitted to the jury, and Tencer did not testify about whether the accident was or was not a significant force acting on Johnston-Forbes’s body.",
        "type": "majority",
        "author": "C. Johnson, J."
      },
      {
        "text": "¶24 (concurring) — In affirming the Court of Appeals today, the majority articulates the proper framework for determining the admissibility of expert testimony; generally, expert testimony is admissible if “(1) the expert is qualified, (2) the expert relies on generally accepted theories in the scientific community, and (3) the testimony would be helpful to the trier of fact.” See majority at 352. While I concur with the majority’s articulation of the evidentiary framework that trial courts should utilize, I write to caution that our decision is not an endorsement of Tencer or the use of biomedical engineers in cases concerning soft tissue injuries caused by car accidents. Moreover, our decision in this case does not overrule Stedman v. Cooper, 172 Wn. App. 9, 292 P.3d 764 (2012), and Berryman v. Metcalf, 177 Wn. App. 644, 654, 312 P.3d 745 (2013), review denied, 179 Wn.2d 1026, 320 P.3d 718 (2014), or the sound analysis provided by the Court of Appeals, Division One, on the question of whether such testimony is helpful. See, e.g., Stedman, 172 Wn. App. 9.\nYu, J.\n¶[25 The case-by-case nature of this inquiry stands for the proposition that an expert permitted to testify in a particular case does not bind future courts to automatically admit the same expert, even in a relatively analogous case. Rather, in the exercise of discretion, the trial court must perform a new fact-specific inquiry concerning the admissibility of an expert in every given case. Before allowing an expert to render an opinion, trial courts must scrutinize the expert’s underlying information and determine whether it is sufficient to form an opinion on the relevant issue to ensure that the opinion is not mere speculation, conjecture, or misleading to the trier of fact. Stedman, 172 Wn. App. at 18.\n¶26 There is no “one size fits all” approach to collisions or injury threshold levels, or whether comparisons to daily activities are always relevant in a particular case. In this case, I am dubious whether an expert can testify about the forces involved in a particular car accident by looking at pictures of the defendant’s car taken three years after the collision, reviewing generic engineering data on a type of car, and a car repair bill. However, the trial court is in the best position to make these decisions after becoming familiar with the record and the specific issues in each case. I respectfully concur.\nStephens, Wiggins, and González, JJ., concur with Yu, J.",
        "type": "concurrence",
        "author": "Yu, J."
      }
    ],
    "attorneys": [
      "Michael H. Bloom, for petitioner.",
      "Douglas F Foley (of Douglas Foley & Associates PLLC); and Vernon S. Finley, for respondent.",
      "Philip A. Talmadge on behalf of Government Employees Insurance Company, Farmers Insurance Company of Washington, and Progressive Casualty Insurance Company, amici curiae."
    ],
    "corrections": "",
    "head_matter": "[No. 89625-9.\nEn Banc.]\nArgued May 29, 2014.\nDecided August 28, 2014.\nCathy Johnston-Forbes, Petitioner, v. Dawn Matsunaga, Respondent.\nMichael H. Bloom, for petitioner.\nDouglas F Foley (of Douglas Foley & Associates PLLC); and Vernon S. Finley, for respondent.\nPhilip A. Talmadge on behalf of Government Employees Insurance Company, Farmers Insurance Company of Washington, and Progressive Casualty Insurance Company, amici curiae."
  },
  "file_name": "0346-01",
  "first_page_order": 388,
  "last_page_order": 401
}
