{
  "id": 1435178,
  "name": "Roachell v. Gates",
  "name_abbreviation": "Roachell v. Gates",
  "decision_date": "1932-03-14",
  "docket_number": "",
  "first_page": "350",
  "last_page": "357",
  "citations": [
    {
      "type": "official",
      "cite": "185 Ark. 350"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "296 S. W. 78",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "174 Ark. 720",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8724196
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/174/0720-01"
      ]
    },
    {
      "cite": "42 Ark. 236",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8723179
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/42/0236-01"
      ]
    },
    {
      "cite": "45 S. W. 2d 26",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "184 Ark. 1011",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1438558
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/184/1011-01"
      ]
    },
    {
      "cite": "21 S. W. (2d) 406",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "180 Ark. 96",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1393520
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/180/0096-01"
      ]
    },
    {
      "cite": "283 U. S. 183",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        434278
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/us/283/0183-01"
      ]
    },
    {
      "cite": "62 A. L. R. 45",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "277 U. S. 163",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3902835
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/us/277/0163-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 589,
    "char_count": 12519,
    "ocr_confidence": 0.516,
    "pagerank": {
      "raw": 1.350541516711178e-07,
      "percentile": 0.6334637656481131
    },
    "sha256": "504d41c4ec619f4154f1e5f606301c6657892ae4f099e94cdc4d07b9ae5bfca8",
    "simhash": "1:02eb4df25630fbfa",
    "word_count": 2136
  },
  "last_updated": "2024-02-27T17:51:09.396208+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Roachell v. Gates."
    ],
    "opinions": [
      {
        "text": "Hart, C. J.\nL. L. Boachell and B. C. Floyd have appealed from a decree of the chancery court, granting the Commissioner of Revenues judgment for motor vehicle tax and penalty due the State óf Arkansas under an act of the Legislature of 1929.\nThe cases were consolidated for tidal upon an agreed statement of facts in writing. The facts may he briefly summarized as follows: L. L. Roachell is a citizen and resident of Parkin, Cross County, Arkansas. He operated a truck from August 31, 1930, to May 1, 1931, hauling freight from Parkin, Arkansas, to Memphis, Tennessee, and from the latter point back to Parkin. He was a private carrier for hire, and was exclusively engaged in interstate commerce. He only operated one truck which he had purchased from the International Harvester Company, and that company had retained title until the vehicle was paid for. Roachell had agreed to pay for the truck $978 in monthly payments and had paid a total of $225 on the purchase price. R. C. Floyd is a citizen and resident of Parkin, Cross County, Arkansas, engaged in operating trucks as a private carrier since March 1, 1929. He first bought a truck on the installment plan in which the vendor retained title until the truck was paid for. The purchase price was $721, and he had paid $300 of the purchase money. From March 1, 1929', he has hauled as a private carrier, cotton from McDonald, Arkansas, to Memphis, Tennessee. He also engaged in one private contract from Memphis, Tennessee, to points in the State of Oklahoma, in which his motor truck passed across the State of Arkansas without making any stops for delivering any shipments within the State of Arkansas. It was further agreed that, if the act sought to be enforced by the State Commissioner of Revenues is constitutional, the amounts demanded are due and payable.\nThe record shows that appellants were private carriers engaged exclusively in interstate commerce, and this appeal involves the construction of act. 65 passed by the Legislature of 1929 for the purpose of amending and codifying the laws relating to State highways. Acts of 1929, vol. 1, p. 264.\nThe particular section of the act which is claimed to ■be unconstitutional, as violating’ the commerce clause of the Constitution of the United States, is § 68, which reads as follows:\n“Any motor vehicle carrier of persons or freight for compensation who operates between a certain point or points without the State of Arkansas to certain point or points within the State of Arkansas, shall be subject to the same rules and regulations and shall pay the same privileges or excise tax as motor vehicle carriers operating entirely within the State; but, in computing the privilege or excise tax to be paid by such motor vehicle carriers operating partly within and partly without the State, the privilege or excise tax of four per cent, upon the gross amount of fares and charges shall be based upon the proportion that the mileage within this State over which said haul is made bears to the total mileage.”\nIn the absence of Federal legislation covering the subject, the.Supreme Court of the United States has repeatedly recognized that a State or one of its delegated agencies may enforce, as to the owner of vehicles using the highway exclusively in interstate commerce, regulations insuring the public safety and convenience, and impose such a license fee as will reasonably defray the expense of administering the law and be a fair contribution to the cost of constructing and maintaining the public highways and the facilities furnished by the State. The State acts under its police power, and it is recognized that the movement of motor vehicles over the public highways is a serious and constant danger to public travelers and very destructive to the highways themselves. The use of the public highways under modern conditions is exceedingly expensive because motor vehicles cannot be used except upon hard-surfaced highways, which are very costly in construction and maintenance. Hence it is held that the State may impose the tax for the purpose of constructing and maintaining the highways where there is a reasonable relation between the measure employed for that purpose, and the extent or manner of use of the motor vehicles. When that is done, the Supreme Court of the United States has held that a tax on motor vehicles used exclusively in interstate commerce as compensation for the use of the public highways which is a fair contribution to the cost of constructing and maintaining them, and regulating traffic thereon, is not unconstitutional as a burden on interstate commerce. Sprout v. South Bend, Indiana, 277 U. S. 163, 48 Sup. Ct. 502, 62 A. L. R. 45; and Interstate Transit, Inc. v. Lindsey, 283 U. S. 183, 51 S. Ct. 380. In the latter case, all the earlier cases on the subject are reviewed, and no useful purpose could be served by citing them or reviewing them here.\nIt is true that the court held the aot in the Lindsey case to be unconstitutional, but it recognized the principles above announced as being the doctrine of that court. In the Lindsey case, the tax levied was upon a bus carrying passengers, according to the number, of passengers carried, and provided that the tax should be in lieu of all county and municipal taxes. The court said that no sufficient relation between the measure employed and the extent or manner of use was shown to justify holding that the tax was a charge made merely as compensation for the use of the highways.\nHere the facts are essentially different. The Legislature passed an act amending or codifying the laws relating to State highways at its 1929 session, and created a State Highway Commission to be composed of five members. The act was very comprehensive in its nature, and contained seventy-five sections. Section 67 provides for the levy of an excise or privilege tax upon the business of each person or corporation operating any motor vehicle for compensation. The amount to be levied was four per cent, of the gross amount received by such carrier of all fares and charges collected for the transportation of .persons and property. It also provides for the payment monthly to the Commissioner of Revenues. Section 68, which is copied above, provides in substance that any motor vehicle carrier of persons or freight for compensation which operates between a point or points within the State of Arkansas and a point or points without the State of Arkansas shall be subject to the same rules and regulations and shall pay the same privilege or excise tax as motor vehicle carriers operating- entirely within the State, but in computing the tax of those engaged in interstate commerce the four per cent, charge upon the gross amount of hauling for charges shall be based upon the proportion which the mileage in this State bear & to the total mileage. Thus, it will be seen that there is no discrimination whatever between interstate and intrastate carriers. There is no attempt in the record to show that the amount collected was arbitrary or excessive.\nIt is also earnestly insisted that the showing made in the record that Floyd hauled freight from a point in Tennessee to points in Oklahoma, across the State of Arkansas, without stopping or delivering- freight therein, renders the act unconstitutional as being- discriminatory. We do not think this contention is well taken when the whole scope and purpose of the act in connection with its relation to prior acts on the same subject is considered. The Legislature of 1929, by an act which was approved February 27, 1929, provided for the regulation, supervision, and control of motor vehicles used in the transportation of persons or property for hire by the Railroad Commission. Acts 1929, vol. 1, p. 137. This act contained twelve sections and § 1 (d) provides that the term, “motor vehicle carrier,” wherever used in the act, means every corporation or person owning and operating any motor-propelled vehicle used in the business of transporting persons or property for compensation over any improved public highway in this State. Section 1 (f) provides that the term, “improved public highway,” shall mean every improved public highway in this State which is or may hereafter he declared to he a part of the State highway system. Section 1 (g) provides that the term, “property and freight,” as used in the act, shall mean any kind of property transported by motor vehicle carrier for compensation over any improved public highway in the State. Act 65, relating to the amendment and codification of the State highway laws, was approved on February 28, 1929.\nThis court has held uniformly that acts passed upon the same subject must be taken and construed together. The intention of the Legislature should he carried into effect, where that can be done without doing violence to the language used. Another cardinal rule of construction is that this rule is especially applicable where the two acts were under consideration by the Legislature at the' same time. Merchants’ Transfer & Warehouse Company v. Gates, 180 Ark. 96, 21 S. W. (2d) 406.\nThis court has uniformly approved the doctrine of substitution, elimination, or supplying words in conformity to the obvious spirit and purpose of the act in attempting* to carry out the intention of the Legislature. State ex rel. Attorney General, v. Chicago Mill & Lumber Corporation, 184 Ark. 1011, 45 S. W. 2d 26, and cases cited.\nAfter a careful consideration of the matter, in connection with the obvious purpose and intent of the Legislature to regulate all motor traffic over the improved public highways of the State, we do not think that it meant to exempt from the provisions of the act motor vehicles hauling freight from a point in another State across the State of Arkansas, to points in other States. A reasonable construction of the act would indicate that the legislative purpose and intent was to regulate all traffic over the public highways of this State; and, when all the provisions of both acts under consideration are considered together, we are of the opinion that the act applies to motor vehicles operating in the manner just described as well as to motor vehicles operated in interstate commerce from a point within the State to a point without the State. The gist of the whole matter, as we have already seen, was to regulate motor traffic for hire over the public highways of the State under the police power for the safety of the traveling public and for a reasonable proportion of the expense of constructing and maintaining the improved public highways.\nTherefore, we hold the act to be constitutional, and it is conceded that the amount demanded is due under the terms of the act.\nFinally it is contended that there is no authority to levy an execution on the property of appellant. Reliance is placed upon Jennings v. McIlroy, 42 Ark. 236, and later decisions of this court, where it was held that mortgaged personal property is not subject to attachment or execution for a debt of the mortgagor-. The reason for so holding was that at common law equitable interests in personalty were not liable to be taken in execution at law. The court said that, by a mortgage of personal property, the title passes, and the mortgagor has only the equitable right to reclaim it on payment.\nHere the facts are different. The title to the property was in the vendor of appellants, and they stood in the relation of a conditional vendee. This court has frequently held that the vendee of an automobile, having paid part of the purchase price and having been given possession under a contract retaining title to the vendor until the payments are completed, had an interest therein which he could sell or mortgage. Loden v. Paris Auto Company, 174 Ark. 720, 296 S. W. 78.\nUpon principle, it would seem that, if he had an interest which he could sell or mortgage, it would be subject to attachment under execution for his debts. Such a rule would not in any sense deprive the vendor of his right to retake the property as his own if he saw fit to do so. Upon the other hand, the vendor would have the right to elect to treat the sale as absolute and sue for the purchase price. Hence we do not consider this objection well taken.\nUpon the whole case, we are of the opinion that the decision of the chancery court was correct, and the decree will therefore he affirmed.",
        "type": "majority",
        "author": "Hart, C. J."
      }
    ],
    "attorneys": [
      "Walter Killough, for appellant.",
      "David A. Gates and Ogan ■& Shaver, for appellee."
    ],
    "corrections": "",
    "head_matter": "Roachell v. Gates.\nOpinion delivered March 14, 1932.\nWalter Killough, for appellant.\nDavid A. Gates and Ogan ■& Shaver, for appellee."
  },
  "file_name": "0350-01",
  "first_page_order": 370,
  "last_page_order": 377
}
