{
  "id": 1388572,
  "name": "Collman v. State",
  "name_abbreviation": "Collman v. State",
  "decision_date": "1923-12-10",
  "docket_number": "",
  "first_page": "351",
  "last_page": "363",
  "citations": [
    {
      "type": "official",
      "cite": "161 Ark. 351"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "157 Ark. 413",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1357103
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/157/0413-01"
      ]
    },
    {
      "cite": "118 Ark. 176",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1562546
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ark/118/0176-01"
      ]
    },
    {
      "cite": "160 Ark. 329",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8722280
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/160/0329-01"
      ]
    },
    {
      "cite": "121 Ark. 219",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1559379
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/121/0219-01"
      ]
    },
    {
      "cite": "37 Ark. 274",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1870924
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/37/0274-01"
      ]
    },
    {
      "cite": "41 Ark. 173",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1896149
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/41/0173-01"
      ]
    },
    {
      "cite": "109 Ark. 389",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1341202
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/109/0389-01"
      ]
    },
    {
      "cite": "109 Ark. 498",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1341171
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/109/0498-01"
      ]
    },
    {
      "cite": "59 Ark. 423",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "151 Ark. 338",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1366084
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/151/0338-01"
      ]
    },
    {
      "cite": "159 Ark. 503",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8723184
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/159/0503-01"
      ]
    },
    {
      "cite": "55 Pac. 342",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": 0
    },
    {
      "cite": "35 S. W. 615",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "102 Ark. 513",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1354030
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/102/0513-01"
      ]
    },
    {
      "cite": "74 N. W. 1029",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 0
    },
    {
      "cite": "77 Mo. 310",
      "category": "reporters:state",
      "reporter": "Mo.",
      "case_ids": [
        482874
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mo/77/0310-01"
      ]
    },
    {
      "cite": "59 N. E. 471",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": 0
    },
    {
      "cite": "41 L. R. A. 436",
      "category": "reporters:federal",
      "reporter": "L.R.A.",
      "opinion_index": 0
    },
    {
      "cite": "92 Va. 59",
      "category": "reporters:state",
      "reporter": "Va.",
      "case_ids": [
        2338475
      ],
      "opinion_index": 0,
      "case_paths": [
        "/va/92/0059-01"
      ]
    },
    {
      "cite": "119 N. W. 56",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 0
    },
    {
      "cite": "82 Pac. 728",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": 0
    },
    {
      "cite": "51 N. W. 1018",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 0
    },
    {
      "cite": "3 S. D. 29",
      "category": "reporters:state",
      "reporter": "S.D.",
      "case_ids": [
        920999
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sd/3/0029-01"
      ]
    },
    {
      "cite": "132 N. W. 666",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 0
    },
    {
      "cite": "65 N. W. 97",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "case_ids": [
        224843
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mcgrath/1/0180-01"
      ]
    },
    {
      "cite": "5 Wall. 475",
      "category": "reporters:scotus_early",
      "reporter": "Wall.",
      "case_ids": [
        3458417
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/72/0475-01"
      ]
    },
    {
      "cite": "3 Conn. 112",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        6754221
      ],
      "opinion_index": 0,
      "case_paths": [
        "/conn/3/0112-01"
      ]
    },
    {
      "cite": "112 Ark. 437",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1538787
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/112/0437-01"
      ]
    },
    {
      "cite": "105 Ark. 77",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1347011
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/105/0077-01"
      ]
    },
    {
      "cite": "82 Ark. 302",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1529089
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/82/0302-01"
      ]
    },
    {
      "cite": "80 Ark. 411",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1491126
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/80/0411-01"
      ]
    },
    {
      "cite": "92 Ark. 600",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1548602
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/92/0600-01"
      ]
    },
    {
      "cite": "88 Ark. 324",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1517112
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/88/0324-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1012,
    "char_count": 24679,
    "ocr_confidence": 0.461,
    "pagerank": {
      "raw": 7.682524327565526e-08,
      "percentile": 0.4527140385404709
    },
    "sha256": "948c108bae58204de261cf7243248f96eaa692f27e951235b6e094eecff02793",
    "simhash": "1:a0cda4b3f326d458",
    "word_count": 4256
  },
  "last_updated": "2024-02-27T21:32:42.656819+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Collman v. State."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nAppellant was convicted under an indictment which reads as follows: “ The grand jury of Union County, in the name and by the authority of the State of Arkansas, on oath, accuse the defendant, A. Coliman, of the crime of receiving deposits in an insolvent bank, committed as follows, to-wit: The said defendant, on the 20th day of November, 1922, in Union County, Arkansas, did unlawfully, wilfully, knowingly and feloniously accept and receive on deposit in the Guarantv Bank & Trust Company, a corporation organized and doing a banking business under the laws of Arkansas, of El Dorado, Arkansas, from one W. J. Sinclair, the sum of $12,519.62 in gold, silver and paper money, the said A. Coliman then and. there being president of said Guaranty Bank & Trust Company, and acting as such, and said sum of $12,519.62 then and there being the property of said W. J. Sinclair and said deposit consisting of gold, silver and paper money (batik bills, or notes, or United States treasury notes, gold or silver certificates, or currency, or other notes, bills or drafts, circulating as money or currency), said bank then and there being insolvent, and said defendant then and there well knowing same to be insolvent, against the peace and dignity of the State of Arkansas.”\nThere was a demurrer to this indictment, which was overruled, but defendant did not stand on the demurrer. It was the theory of the court that the italicized words inclosed in parentheses were surplusage. The defendant thereafter filed a motion to strike these words from the indictment. When' this motion was made, the prosecuting attorney reminded counsel for defendant that an indictment could not be amended, whereupon counsel for defendant said: “If the court please: It is only to save confusion, in order to make the indictment certain, so we know what we are being tried upon, and it ought to be stricken, and we urge that it be stricken.” We conclude therefore that any error in overruling the demurrer was waived by striking out, on defendant’s own motion, the portion of the indictment which was said to render it defective.\nThis observation also disposes of the assignment of error that the court erred in overruling a motion in arrest of judgment.\nSinclair, the man who made the deposit set out in the indictment, testified that on February 14, 1922, he deposited in the bank, to his account, two checks, properly indorsed, amounting to $12,519.62, one of which was for $11,000, and the other for the balance. Witness testified that “a man by the name of Taylor took the deposit, and Medley was standing opposite him when he accepted it.” Objection was made to this answer, and counsel for defendant asked that the answer be stricken ont, for the reason that it was not responsive to the charge in the indictment, and was a variance from the charge contained in the indictment. Exceptions were duly saved to the refusal of the court to strike out the question and the answer. It appears that defendant was not present when the deposit was made, and was not, in fact, in the State at that time, although he was president of the bank and kept a desk there.\nA few days after this deposit was made a run started on the bank, which continued for several days, and resulted in the bank closing its doors. The State Banking Department took charge, and gave the officials of the bank five days within which to meet certain prescribed conditions and reopen for business, but the conditions were not met, and the bank did not reopen, and the banking department continued in charge, • and was engaged in winding up its affairs at the time of defendant’s trial.\nDefendant returned home while the run on the bank was in progress, and he endeavored to reassure depositors that the bank was solvent, and on two successive days he assured Sinclair that the bank was solvent, and that he would incur no loss on account of his deposit.\nThe testimony shows that Sinclair not only received credit to his account, which was noted on his passbook, but that the bank itself actually received thé cash on the checks from the bank on which the checks were drawn.\nThe deputy bank examiner who took charge of the bank detailed at great length the character and value of the different assets belonging to the bank at the time he took charge, and, without reviewing this testimony, it suffices to say that the testimony is sufficient to support the finding that the bank was in fact insolvent when the denosit was received; and we think the testimony also sufficient to support the finding that defendant was aware of its insolvency.\nThe statement was made during the progress of the trial that the prosecution was under § 730, C. & M. Digest; and this section authorizes the imposition of a sentence in the penitentiary for a period of not less than three years and of not more than five years, and defendant’s sentence was fixed by the jury at four years. This section is a part of an act of 1901, and it is insisted that it was repealed by § 31 of the Act of March 3, 1913, which section of that act appears as § 697, C. & M. Digest, and which provides a punishment of imprisonment in the penitentiary for not less than one year, and it is insisted that, under this § 697, the maximum punishment is imprisonment for a period not exceeding one year.\nIt is in order to first determine whether § 730, C. & M. Digest, was repealed by the later statute, and we answer this question in the affirmative. A careful study of the two sections makes it apparent that the whole subject-matter to which the older statute relates is fully covered by the later statute. The first statute makes it unlawful for an insolvent bank to accept or receive deposits of the kind there named. The later statute, without naming the various kinds of deposits which might be made, makes it unlawful for an insolvent bank to receive any deposit, and, in addition thereto, makes it unlawful for such a bank to create any debt, and, after doing so, changes the punishment and makes the amended provision in regard to the punishment applicable alike to the receipt of deposits and the creation of debts. This being true, it must be held, in accordance with numerous decisions of this court, that, by implication, the earlier statute has been repealed. Hampton v. Hickey, 88 Ark. 324; C. R. I. & P. Ry. Co. v. McElroy, 92 Ark. 600; Lawyer v. Carpenter, 80 Ark. 411; Western Union Tel. Co. v. State, 82 Ark. 302; Milwee v. Board of Directors, 105 Ark. 77; Eubanks v. Futrell, 112 Ark. 437.\nCounsel insist that, if § 697 is the applicable statute, his punishment could not exceed one year’s imprisonment in the State Penitentiary, for the reason that this statute imposes a penalty for its violation of “not less than one year,” the insistence being that this language should be interpreted as meaning one year, neither more nor less; and that if the statute is otherwise interpreted it leaves the jury free to impose a sentence of any length, and would therefore offend against § 9 of article 2 of the Constitution, which provides that cruel or unusual punishment shall not be inflicted, and is .therefore void.\nThe courts do not, however, so construe such statutes. A leading case on the subject is that of Frese v. State, 2 Sou. 1. In that case it was contended that a statute of the State of Florida, which provided that a person convicted of selling intoxitíating liquors without license should be punished by a fine of not less than double the amount required for the license, but which did not prescribe a maximum fine, violated the provision of the Constitution of that State that “excessive fines shall not be imposed.” In the opinion in that case it was said: “The same provision against excessive fines is to be found in the English bill of rights, and we learn from Blackstone and other authorities that it was not necessary for a statute fixing the punishment of an offense by fine or imprisonment to do more than declare the general nature of the punishment, viz., by fine or imprisonment. The duration and quantity of each must, says' Blackstone, frequently vary from the aggravation, or otherwise, of the offense, the quality and condition of the parties, and from innumerable other circumstances, and ‘the guomtwm, in particular, of pecuniary fines neither can nor ought to be ascertained by an invariable law;’ and he says the -statute law has not often, and the common law never, ascertained the quantity of fines. The bill of rights (which, according to Blackstone, was only declaratory of the old constitutional law of England) restrained or regulated, by the provision referred to, the discretion of the judges in adjudging the quantity of the punishment.” It was there pointed out that, though it was custofnary in that State for either the maximum, or the minimum and the maximum of fine or imprisonment with which an offense can be punished, to be declared by statute, yet there was no constitutional provision expressly providing that such limit or limits should be declared by statute, nor any provision, the effect of which was to make an omission by the legislative department to fix or prescribe a maximum punishment, fatal to a statute which prescribes only the minimum. The court then proceeded to say: “The mere failure to fix the maximum of a fine is not the imposition of an excessive fine. In the absence of a statutory declaration of a maximum, the courts are regulated or restrained by the same provision of the bill of rights that the citizen relies upon for protection against the infliction by them of excessive fines within the maximum, where such a maximum has been prescribed by statute. It cannot be denied that a fine imposed by a court upon a person may, upon the facts and circumstances of the particular case, be excessive, though within the maximum. Though such a statute may be clearly free from the charge of unconstitutionality, yet it might be that a judge, in fixing, or in approving or sustaining a fine fixed 'by a jury, would err in the qucmtvm of the fine inflicted. He may go too far above the minimum, where both a minimum and a maximum were specified, or too close to the maximum, where only a maximum was prescribed by the statute. In such case the citizen’s reliance for an enforcement of the provision of the bill of rights is upon the appellate courts, and upon the executive power to remit fines, commute punishment, and to grant pardons. This reliance is the same where the statute merely prescribes the minimum fine. The statute in question, when judged by the well-known rules governing in such cases, and which reauire that there must be a clear antagonism to some constitutional nrovision, violates no provision of our Constitution. While we deprecate such legislation, and deem it better, and more in accordance with well-established custom, that at least the maximum of any possible fine should be fixed by the Legislature, we can find no authority that makes it necessary. The following authorities sustain the conclusions reached above: 2 Bl. Comm. 377-379; Toml. Law Dict. ‘Fines’ 796; State v. Danforth, 3 Conn. 112; Cooley, Const. Lim., 402 et seq.; Pervear v. Com., 5 Wall. 475.”\nIn the case of In re Yell, 65 N. W. 97, an attack was made on a statute of the State of Michigan which prescribed only a minimum fine, and the Supreme Court of that State, in upholding a conviction under it, said: “There is no express constitutional requirement that the Legislature shall, in enacting penal statutes, fix the maximum penalty. It is true that this is generally done, but when it is not done the power to impose a fine is limited by the constitutional provision that excessive fines shall not be imposed. The only case to which our attention has been directed in which the constitutionality of a statute fixing the minimum and not the maximum punishment has been considered, is Frese v. State (Fla.) 2 Sou. 1. In a well-reasoned opinion the constitutionalitv of such a statute is maintained, and it is pointed out that the precise penalty is not usually fixed in a penal statute, but, where there is a constitutional provision that excessive fines shall not be imposed, the statute is to be read in connection with it, and such constitutional provision limits the power of the court which administers the law.”\nIn the case of State v. Stumbaugh, 132 N. W. 666, the Supreme Court of South Dakota reviewed a. judgment in which the appellant had been convicted under a statute of that State which provided that “every person guilty of manslaughter in the first degree is punishable by imprisonment in the State prison for not less than four years.” In upholding a sentence of twelve years it was there said: “It was competent for the Legislature to impose such penaltv as it might deem proper, and leave it discretionary with the trial court as to the term of imprisonment the trial court might impose in excess of four vears, in view of all the circumstances of each particular case. The Legislature therefore, in limiting the trial court to four years as the minimum term, necessarily left it discretionary with the trial court to impose any reasonable term of imprisonment, not in violation of the constitutional provision which prohibits ‘cruel’ punishment. And, in view of the evidence in the case at bar, this court cannot say that the term of 12 years, as designated by the trial court, constituted cruel punishment. Article 6, § 23, St. Const.; State v. Becker, 3 S. D. 29, 51 N. W. 1018.”\nA similar conclusion was reached by the Supreme Court of Oklahoma in the case of Baysinger v. Territory, 82 Pac. 728, where a sentence of twenty-five years was imposed on a defendant for manslaughter in the first degree, the statute providing for a punishment of not less than four years for the commission of that offense. See also State v. Kight, 119 N. W. 56; State v. Pearson, 34 Sou. 575; Southern Express Co. v. Com., 92 Va. 59, 41 L. R. A. 436; Latshaw v. State, 59 N. E. 471; State v. Williams, 77 Mo. 310; State v. Fackler, 74 N. W. 1029.\nThe indictment alleges that defendant “accepted and received” the deposit, and, as we have said, the testimony shows that he was not present when the deposit was received. This offense, like any other, might be committed by one’s own act in accepting or receiving the deposit, and the words “accepting or receiving” have been held to be synonymous (Morris v. State, 102 Ark. 513); or by being an accessory to the receipt, or acceptance by standing by, aiding or assisting in the receipt or acceptance. In either of these events he would be a principal offender, and should be indicted as such. ¡But there might be a case when the accused, not being present, had advised or encouraged the acceptance of the deposit, in which event he would be an accessory, and should be indicted as such.\nSection 730 of C. & M. Digest appears to have been copied verbatim from the Kansas statutes (Laws 1891, ch. 43, §16), and before the enactment of our statute the Supreme Court of that State had construed their statute. In the ease in which this was done, it was charged that the accused (the president of a bank) had received and accepted the deposit, while there, as here, there was no testimony showing that the accused had done so, or was present standing by, aiding or abetting the receipt and acceptance of the deposit. The Supreme Court of Kansas held that the testimony' did not support the allegations of the indictment, and in so holding said: “It must be borne in mind that the Baxter Bank was a corporation. The connection of the appellant with it was that of an officer. He is not charged with being the owner. The other persons connected with the bank were its officers and employees. Possibly a private banker, who employed clerks and servants to receive deposits, might be bound, even in a criminal case, by their acts, where their possession immediately became his; but the statute, as framed, seems to denounce its' penalties against the individual who shall take deposits -into the bank when he knows it to be insolvent, and also against all others who knowingly permit’ or connive at their reception (Citing State v. Wells, 35 S. W. 615). Whether the evidence given at the trial in this case was sufficient to uphold a charge against the defendant of having permitted or connived at the receipt of the deposits, we need not decide. The charge is that he accepted and received. The word ‘accepted’ implies that the bank received, and that he agreed and assented to the reception. He could not accept without at least knowing what was received. The proof being insufficient to sustain the conviction under these counts of the information, the motion for a new trial should have been sustained. The judgment is reversed. All the justices concurring.” State v. Warner (Kans.) 55 Pac. 342.\nAs we have said, § 730 has been superseded by § 697, but the legal principle announced in the Kansas case above is applicable to a prosecution under either § 730 or § 697.\nSection 697 provides: “* * * And if any such officer, employee, member of firm or individual shall knowingly receive a deposit or cause a debt to be created, or assent thereto, or in any manner is accessory to such crime, he shall be guilty of a felony, and, upon conviction, shall be punished by imprisonment in the penitentiary for 'not less than one year.”\nThe principal and the accessory are made equally guilty, but there appears to be nothing in the statute which changes the rule of criminal pleading that only a principal can be indicted as such, and that one guilty as an accessory must be indicted as such.\nThe decision of the Supreme Court of Missouri in the case of State v. Wells, 35 S. W. 615, construing a similar statute of that State, gives full support to the views expressed above.\nDefendant sought, by numerous objections to questions asked, and by objections to instructions given at the suggestion of the prosecution, and by requests for instructions which he asked himself, to raise the question that a conviction could not be had under the allegations of the indictment, without showing that he either accepted or received the deposit, or stood by and aided, abetted or assisted in its receipt or acceptance; but.the court charged the jury, in effect, that it was not necessary that defendant be present at the time the deposit was made, but that he would be criminally liable for the reception of such deposit if he were shown to be president of the bank and knew at the time that the bank was insolvent. This was error, because the allegations of the indictment charged defendant as a principal. Wood v. State, 159 Ark. 503; Harper v. State, 151 Ark. 338; Gill v. State, 59 Ark. 423; Friend v. State, 109 Ark. 498; Hughey v. State, 109 Ark. 389; Williams v. State, 41 Ark. 173; Smith v. State, 37 Ark. 274.\nThe State cites and relies upon the case of Wilkin v. State, 121 Ark. 219. .But that case does not conflict with the views here expressed. There the accused was charged with knowingly accepting and receiving the deposit, and of permitting and conniving at the receipt and acceptance on deposit of money in the bank of which he was president when the bank was insolvent.' Under these allegations we held that it .was no defense that the deposit was received while the accused was out of the State, this being done on the theory that a conspirator is criminally responsible in any place where any overt act is done by any of his co-conspirators. In that case the instructions ignored the theory of the defendant that he did not conspire with the cashier, who received the deposits, to receive them while he was not present,- and, for the refusal to submit this defense to the jury, the judgment was reversed, and the cause remanded with directions to submit that issue. ,\nThe defendant requested a number of instructions on the subject of insolvency, and objected to those given by the court which defined that term. The court appears to have committed no error in this respect, and we will not review this question, as the law of the case was reviewed in the recent case of Hanson v. State, 160 Ark. 329.\nAppellant raises the question, however, that a bank could not be deemed insolvent if the assets of the bank, in addition to the stockholders’ liability under §702, C. & M. Digest, are sufficient to discharge all liabilities. This section imposes a liability on the stockholders ratably, and not one for the other, for all contracts, debts, and engagements of such bank to the extent of the amount of their stock therein, at the par value thereof, in addition to the amount invested in such stock. But this additional liability cannot be taken into account in determining* solvency, under the definitions of that term- which we have approved in the Hanson case, supra, and in the cases of Wilkin v. State, supra, and that of Skarda v. State, 118 Ark. 176. This stockholders’ liability is not an asset available in the usual and ordinary course of business; indeed, as to manv stockholders, this liability-might never become an available asset, through the unwillingness or the inability of the stockholders to discharge it.\nIt is insisted that there is a variance as to the deposit made, inasmuch as the testimony shows that no gold, silver nor paper money was received on deposit, but that only bank drafts were received. But these drafts were received at their face value as money, and were cashed by the bank, and thereby converted into money, and there was therefore no variance between the allegations of the indictment and the testimony. Gurley v. State, 157 Ark. 413; Sharda v. State, 118 Ark. 176.\nThere are other assignments of error, but they relate to matters which are not likely to become important upon a second trial, and for that reason they are not discussed.\nAs defendant was indicted as a principal, and the testimony shows that, if guilty at all, he was guilty as an accessory, the judgment must be reversed, and it is so ordered.",
        "type": "majority",
        "author": "Smith, J."
      }
    ],
    "attorneys": [
      "McNally, Kitchen & Harris, for appellant.",
      "J. S. Utley, Attorney General; John L. Carter, W. T. Hamonoclc and Barden Moose, Assistants, for appellee."
    ],
    "corrections": "",
    "head_matter": "Collman v. State.\nOpinion delivered December 10, 1923.\n1. Indictment and information — error in overruling demurrer— waiver. — Any error in overruling a demurrer to an indictment was waived by striking on defendant’s motion the portion of the indictment claimed to render it defective.’.\n2. Banks and banking — receiving deposits while insolvent.— Crawford & Moses’ Dig., § 730, making it unlawful for an insolvent bank to receive deposits of the kind there named, was repealed by the later statute, Id., § 697, making it unlawful to receive any deposits, without naming particular kind, or to create any debt, and prescribing a different punishment from that prescribed by the prior act.\n3. Criminal law — statute specifying minimum punishment.— Crawfo-rd’ & Moses’ Dig., § 697, making acceptance of deposits by an insolvent bank punishable by imprisonment for not less than one year, without specifying the maximum imprisonment, is not violative of Const.', art. 2, § 9, prohibiting cruel or unusual punishment.\n4. Banks and banking — .receiving deposits while insolvent. — • Under Crawford & Moses’ Dig., § 697, prohibiting the acceptance of deposits by an insolvent bank, the president of an insolvent bank is guilty and indictable as a principal offender where he either accepts or receives the deposit, or is accessory to its receipt or acceptance by standing by aiding or assisting in the receipt or acceptance.\n5. Banks and banking — receiving deposits while insolvent — ■ accessory after fact. — The president of an insolvent bank, indicted as principal offender for receiving deposits while the bank was insolvent, under Crawford & Moses’ Dig., § 697, cannot be convicted on proof that, though he was not present at the time of the acceptance of the deposit, he, as president of the bank, knew that it was insolvent.\n6. Banks and banking — when bank insolvent. — A bank may be insolvent, under Crawford Ss Moses’ Dig., § 697, prohibiting the receipt and acceptance of deposits in an insolvent bank, even though the assets, in addition to the stockholders’ liability under § 702, are sufficient to discharge all liabilities.\n7. Banks and banking — indictment—variance.—Under an indictment of a bank president for receiving gold, silver and paper money as deposits in an insolvent bank, in violation of Crawford & Moses’ Dig., § 697, proof that only bank drafts were received held not to be a variance where the drafts were received as money.\nAppeal from Union Circuit Court; Richard M. Mann, on exchange, Judge;\nreversed.\nMcNally, Kitchen & Harris, for appellant.\nJ. S. Utley, Attorney General; John L. Carter, W. T. Hamonoclc and Barden Moose, Assistants, for appellee."
  },
  "file_name": "0351-01",
  "first_page_order": 379,
  "last_page_order": 391
}
