{
  "id": 1360504,
  "name": "Shamis v. Rice-Stix Dry Goods Company",
  "name_abbreviation": "Shamis v. Rice-Stix Dry Goods Co.",
  "decision_date": "1922-10-23",
  "docket_number": "",
  "first_page": "352",
  "last_page": "355",
  "citations": [
    {
      "type": "official",
      "cite": "155 Ark. 352"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "88 Ark. 519",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1517066
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/88/0519-01"
      ]
    },
    {
      "cite": "92 Fed. Rep. 329",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6751922
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f/92/0329-01"
      ]
    },
    {
      "cite": "92 Fed. Rep. 135",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6751658
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f/92/0135-01"
      ]
    },
    {
      "cite": "102 Ark. 428",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1354058
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/102/0428-01"
      ]
    },
    {
      "cite": "102 Ark. 575",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1354048
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/102/0575-01"
      ]
    },
    {
      "cite": "144 Ark. 279",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1588045
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/144/0279-01"
      ]
    },
    {
      "cite": "129 Ark. 513",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1580406
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/129/0513-01"
      ]
    },
    {
      "cite": "154 Ark. 273",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1361240
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/154/0273-01"
      ]
    },
    {
      "cite": "114 Ark. 316",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1536296
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/114/0316-01"
      ]
    },
    {
      "cite": "88 Ark. 519",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1517066
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/88/0519-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 364,
    "char_count": 6366,
    "ocr_confidence": 0.516,
    "pagerank": {
      "raw": 9.402309159296015e-08,
      "percentile": 0.5160246794311174
    },
    "sha256": "7363b6a3719f8b93dcea516e888b60f49ee17c09de2f168bc81f1763e468465f",
    "simhash": "1:9fe5b1cc1a8e106e",
    "word_count": 1078
  },
  "last_updated": "2024-02-27T20:04:56.897085+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Shamis v. Rice-Stix Dry Goods Company."
    ],
    "opinions": [
      {
        "text": "Hart, J.\n(after stating tbe facts). Tbe operation of tbe bankruptcy laws of the United States cannot be defeated by proceedings under State statutes looking to the winding up of tbe bankrupt’s estate. Tbe bankruptcy law of tbe United States is paramount, and tbe jurisdiction of tbe Federal courts in bankruptcy, when properly invoked in tbe administration of tbe affairs of insolvent persons and corporations, is essentially exclusive. Hickman v. Parlin-Orendorff Co., 88 Ark. 519; Baxter County Bank v. Copeland, 114 Ark. 316; Morgan v. State, 154 Ark. 273.\nTherefore, when involuntary proceedings in bankruptcy were filed in the Federal bankruptcy court against T. A. Shamis, his estate must be administered and the distribution of his assets made by that court, and the general assignment which he had previously made for the benefit of his creditors was necessarily rendered null and void.\nBut it is contended by counsel for Shamis that the court erred in not admitting oral evidence to the effect that the creditors of Shamis had agreed to give him a discharge in full if he would execute a general assignment of all his property in favor of his creditors.\nWhatever negotiations Shamis may have had with his creditors were all merged in the general assignment above referred to, which he executed. This court has uniformly held that all prior negotiations leading up to a written contract are merged therein, and the writing cannot be varied by proof of a parol contemporaneous agreement. Goodwin v. Baker, 129 Ark. 513; Harrower v. Insurance Co., 144 Ark. 279; Zearing v. Crawford, McGregor & Camby Co., 102 Ark. 575, and Cherokee Construction Co. v. Prairie Creek Coal Mining Co., 102 Ark. 428.\nInasmuch as the parol testimony in question would have tended to contradict and vary the written assignment of Shamis in favor of his creditors, the circuit court properly refused to allow it to go to the jury.\nIt is next insisted that the evidence is not sufficient to establish the claims of the plaintiffs, as shown by the verdict of the jury. It appears from the record that all the creditors of Shamis, who are plaintiffs in the present suit, filed their claims in the Federal bankruptcy court and that that court ordered paid to them about forty per cent, of the amount of their claims. It was also shown that an additional per cent, of their claims was paid them, so that each creditor received 42.7 per cent, of the amount of his claim.\nThis testimony was not attempted to be disputed by Shamis, and it sufficiently establishes the amount which remained due to each of the plaintiffs after having been paid his pro rata share allowed in the bankruptcy court. The Federal court in bankruptcy denied the petition of Shamis for a release against his creditors, and for that reason the creditors could maintain a suit to recover the balance due them -after having received their pro rata part in the distribution of his assets in the Federal bankruptcy court.\nIt follows that the judgment must be affirmed.",
        "type": "majority",
        "author": "Hart, J."
      }
    ],
    "attorneys": [
      "D. D. Glover, for appellant.",
      ".Rogers, Barber S Henry, for appellees."
    ],
    "corrections": "",
    "head_matter": "Shamis v. Rice-Stix Dry Goods Company.\nOpinion delivered October 23, 1922.\n1. Bankruptcy — exclusive jurisdiction. — As the jurisdiction of the Federal bankruptcy courts, when properly invoked in the administration of the aifairs of insolvent persons and corporations, is exclusive, the filing of an involuntary proceeding in bankruptcy annuls a general assignment for the benefit of creditors in a State court.\n2. Evidence — varying written contract by parol. — Under the rule that all prior negotiations leading up to a written contract are merged therein, and the writing cannot be varied by proof of a parol contemporaneous agreement, oral evidence that creditors agreed to discharge a debtor if he would execute a general assignment for the benefit of creditors was inadmissible.\n3. Bankruptcy — effect of failure to discharge debtor. — Where the petition of a bankrupt for a discharge was denied, his creditors may sue to recover a balance due them after having received their pro rata of the distribution of his assets.\nAppeal from Hot Spring Circuit Court; W. H. Evans, Judge;\naffirmed.\nSTATEMENT OP PACTS.\nRice-Stix Dry Goods Company, and other creditors of T. A. Shamis to the number of fourteen, brought separate suits in the circuit court against him to recover the amount alleged to be due each of them. The cases were consolidated for the purpose of trial.\nIt appears from the record that T. A. Shamis was engaged in the mercantile business in Malvern, Ark.,' until some time in October, 1917. On the 26th day of October, 1917, T. A. Shamis made a general assignment in favor of his creditors. The general assignment was introduced in evidence, but we do not deem it necessary to copy it in our statement of facts. We need only say that, in general terms, it conveyed to certain designated trustees ’all the real and personal property of Shamis in trust for the benefit of his creditors, and the deed of assignment was duly signed and acknowledged before a notary public by Shamis and the assignees named in it. A few days after this, an involuntary petition in bankruptcy was filed against Sbamis in tbe Federal bankruptcy court. Sliamis was duly adjudged a bankrupt, and bis assets being insufficient to pay all tbe claims filed in tbe bankruptcy court against him, bis creditors were paid a pro rata per cent, of tbe amounts due them. One hundred and seventy-seven creditors filed claims in tbe Federal court in bankruptcy. Shamis filed bis application in said court for a discharge, and, upon bearing tbe same, it was denied. Other evidence will be stated or referred to in tbe opinion.\nTbe jury returned a verdict in favor of tbe plaintiffs for the amount found to be due in each case, and from tbe judgment rendered tbe defendant has duly prosecuted an appeal to this court.\nD. D. Glover, for appellant.\n.Rogers, Barber S Henry, for appellees.\nA general assignment for tbe benefit of creditors will be avoided by bankruptcy proceedings where it is attached in time, and the Federal court will administer the assets. 3 R. C. L. 167. After an assignment and tbe assignor is later adjudged a bankrupt, any acts of tbe assignee touching tbe estate of the bankrupt or of tbe State court in tbe administration of same, are null and void. 92 Fed. Rep. 135. The jurisdiction of tbe bankrupt court is supreme. 92 Fed. Rep. 329; 88 Ark. 519."
  },
  "file_name": "0352-01",
  "first_page_order": 376,
  "last_page_order": 379
}
