{
  "id": 1431941,
  "name": "Smith v. Smith",
  "name_abbreviation": "Smith v. Smith",
  "decision_date": "1933-05-01",
  "docket_number": "4-2992",
  "first_page": "353",
  "last_page": "357",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 353"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "37 S. W. 230",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "62 Ark. 611",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1905632
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/62/0611-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 412,
    "char_count": 7558,
    "ocr_confidence": 0.518,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.053863178895758014
    },
    "sha256": "8f34088d4f444189fe07ab67f269fe20c8eb46aa89c5e19bd85d1ada4dc7c131",
    "simhash": "1:8b2568775ccdea5d",
    "word_count": 1333
  },
  "last_updated": "2024-02-27T21:18:50.990705+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Smith v. Smith."
    ],
    "opinions": [
      {
        "text": "Mehaffy, J.\nThe appellant, Stella Smith, and appellee, Filus Smith, were husband and wife, and in the latter part of 1931 appellant filed in the Hot Spring Chancery Court a suit for divorce, alleging that appellee had offered to her such indignities, consisting of rudeness, unmerited reproach, contempt, studied neglect, and open insult, rendering her condition intolerable. She also alleged that appellee wilfully deserted her on June 28, 1930, and that he continues to desert her and abandon her.\nIn the same complaint appellant alleged that Filus Smith wrongfully and wickedly conspired with J. Millard Smith to deprive her of her rights to enjoy herself as the wife of Filus Smith that appellant and appellee, Filus Smith had acquired certain real estate, and that Filus Smith and his father maliciously, wrongfully and wickedly conspired to defraud her of said lands by allowing same to go on delinquent land list for taxes, and permitting said J. Millard Smith to buy same in at tax sale; that he procured tax deeds for said lands and had them recorded with the malicious and wicked intent to defraud.her and deprive her of its use; that said tax deeds were procured by fraud to prevent her from collecting alimony due from Filus Smith. She also alleged that they had conspired to teach her children to hate her, and that J. Millard- Smith wickedly influenced her husband to leave,'desert, and abandon her. She prays judgment against J. Millard Smith in the sum of $'25,000, and also prays judgment against Filus Smith in the sum of $25,000 and asked judgment against both of them in the sum of $25,000, and asked that the tax deeds be set aside.\nAnswer was filed by both Filus Smith and his father denying the material allegations of the complaint as to causes for divorce and conspiracy. Filus Smith filed a cross-complaint alleging that appellant wilfully deserted him without reasonable cause for more than the space of one year, and still continues to desert and abandon him, and prays that he be granted a divorce.\nThe evidence is in conflict, and it would serve no useful purpose to set it out here.\nThe court entered a decree holding that the allegations of the cross-complaint are fully sustained by the evidence, and granted Filus Smith a divorce, and dismissed the complaint of the appellant.\nThe court further found, that the lands described in the complaint were acquired by Stella Smith and Filus Smith, and that during the litigation between them J. Millard Smith, the father of Filus Smith, through fraud and connivance with Filus Smith, procured tax deeds and placed them on record; that said deeds were procured by fraud with the intent to defeat the title and interest of Stella Smith. The decree set the tax deeds aside and held them for naught, and revested the property in Stella Smith and Filus Smith, clear of any claim of J. Millard Smith.\nThe court also gave judgment for $163.35 alimony, and $25 attorney’s fee, and decreed a lien on the land to pay the same. The custody of the children, Filus and Stella Smith, was awarded to the appellee, Filus Smith.\nThis appeal is prosecuted to reverse the decree granting divorce and awarding the custody of the children to the father. There is no appeal from the decree setting aside the tax deeds, and revesting title in Stella and Filus Smith.\nThe appellant first contends that the appellee does not allege the place of marriage, the date of marriage, or the place of separation. The appellant, however, in her complaint alleged the date and place of marriage, and the appellee, Filus Smith, in his answer stated that he admitted all the allegations of the complaint for divorce, except that he deserted appellant on June 2.0,1930.\nIt is next contended by the appellant that there is no proof in the record anywhere that appellant deserted or abandoned appellee, except the statement of appellee himself. It is true that nobody else testifies that she left him on March 2, 1929.\nIt appears that this is the third time appellant has brought suit for divorce.\nAnna Forelines testified that she was 58 years of age, knew Filus Smith and his wife when they lived together. She did not know the date when they separated. She heard appellant say while they were living together that he was good to her, and that they got along but for her terrible temper; that the statements made by appellant in the presence of witness were prior to the last separation.\nAmanda Buris stayed with Filus Smith and his'wife about two weeks some years ago, and testified that Smith' was kind to her, but appellant told her that she did not intend to live with appellee.\nRegine Smith testified that they were living at their home, and that appellee came to the home of witnesses and brought his two children. Witness also testified that, as long as they lived together, they lived at the home appellee provided for her.\nA number of witnesses testified as to appellee’s kindness to appellant.\nD. M. Buck, father of the appellant, testified that he was present in June, 1930, and heard Filus Smith testify, and that his daughter and Filus Smith had not lived together since then.\nThere were, in addition to testimony of the witnesses, circumstances tending to corroborate the appellee. As already stated, there seems to have been two or three suits for divorce, all of them evidently in Hot Spring County, and the chancellor had had the parties before him in these other suits, and, probably for that reason the attorneys on each side were not as careful in the presentation of testimony as they otherwise might have been.\nThe manner of separation was purely a question of fact.\nAppellant calls attention to the case of Reed v. Reed, 62 Ark. 611, 37 S. W. 230. It was there held that a husband was not entitled to a divorce on the grounds of desertion by the wife where she separated from him by his consent, and such consent may be expressly given or implied from the words or acts.\nThere is no evidence in the record tending to show that appellee consented to the separation. He testified: “I did not have any strings on my wife; after I seen she was going, of course I asked her to go fifty-fifty in taking care of the children. I do not know that it was impossible for my wife to live there in the house with my people.” He was then asked: “Will you take your wife back?” He declined to answer this question.\nWe do not think he was under any obligation to answer this question for the reason that there is no evidence that she- had offered to go back to him. If she wanted to go back -to him, and had made this known to him, it would then have been time for him to determine whether he would take, her back, but, as she had not expressed any willingness to return, there was no reason for him to say whether he would or would not take her back.\nThe court made an order vesting the title to the land described in appellant’s complaint in Filus Smith and Stella Smith, and there is no appeal from this part of the decree. The chancellor also gave a lien on the lands for the alimony, cost, and attornev’s fee.\nThis court also made an order requiring the appellee to pay $25 attorney’s fee and costs, and this, together with the alimony and costs in the lower court, is adjudged against the appellee, and a lien given on his interest in the lands to secure the payment of these amounts.\nThe findings of the chancellor are not against the preponderance of the evidence, and the decree is affirmed.",
        "type": "majority",
        "author": "Mehaffy, J."
      }
    ],
    "attorneys": [
      "Oscar Barnett, for appellant.",
      "H. B. Means, for appellee."
    ],
    "corrections": "",
    "head_matter": "Smith v. Smith.\n4-2992\nOpinion delivered May 1, 1933.\nOscar Barnett, for appellant.\nH. B. Means, for appellee."
  },
  "file_name": "0353-01",
  "first_page_order": 373,
  "last_page_order": 377
}
