{
  "id": 1428222,
  "name": "Hays v. Harris",
  "name_abbreviation": "Hays v. Harris",
  "decision_date": "1933-12-04",
  "docket_number": "4-3382",
  "first_page": "354",
  "last_page": "359",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 354"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "265 S. W. 661",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "166 Ark. 182",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1378596
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/166/0182-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 408,
    "char_count": 10236,
    "ocr_confidence": 0.49,
    "pagerank": {
      "raw": 7.01948500860457e-08,
      "percentile": 0.42369362074777334
    },
    "sha256": "7765f2d59d5a19bccda57a1841e5b1847559e0bd59e94e460c8ea784b6433e61",
    "simhash": "1:8fad736883639ed2",
    "word_count": 1728
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hays v. Harris."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nThis proceeding is a continuation of the litigation reflected in the following opinions of this court: Terry v. Harris, ante p. 60, and Terry v. Harris, ante, p. 174, in which there was an opinion per curiam.\nIt appears that, upon the rendition of the opinion per curiam, supra, the contestant, Hays, filed a second or substitute complaint to which there was attached jurisdictional affidavits complying with the requirements of § 3772, Crawford & Moses’ Digest. A motion was sustained in the court below to dismiss this second complaint upon the ground that it had not been filed within the time allowed by law, and, upon that motion being sustained, the circuit court made an order dismissing the suit for that reason.\nThe contestant has applied to us for a writ of mandamus to compel the circuit judge to proceed with the trial of the cause. Upon oral argument before us, it was agreed by the parties hereto that this proceeding be treated as an appeal from this order of the- circuit court, and wé are asked by both parties to decide the case upon its merits. We have for decision therefore the question, whether this second complaint was filed within the time allowed by law.\nThe applicable statute is § 3772, Crawford & Moses’ Digest, which reads as follows: “A right of action is hereby conferred on any candidate to contest the certification of nomination or the certification of vote as made by the county central committee. The action shall be brought in the circuit court. If for the office of representative or a county or township office, in the' circuit court of the county; and if for a circuit or district office, within any county in the circuit or district wherein any of the wrongful acts occurred; and if for United States senator or a State office, in the Pulaski Circuit Court. The complaint shall be supported by the affidavit of at least ten reputable citizens, and shall be fil&d within ten days of the certification complained of, if the complaint is against the certification in one county, and within twenty 'days if against the certification in more than one county. The complaint shall be answered within ten days.”\nIt will be remembered that the original complaint has been dismissed, and this second or substituted complaint was filed much later than twenty days after the certification of the vote as made by the respective county committees, but within less than twenty days after the chairman and secretary of the State Central Committee had cast up such returns based on said certification and had certified the congressional nominee to the State Election Board, as required by the opinion delivered October 30, 1933.\nSection 3772, Crawford & Moses’ Digest, copied above, applies alike to contests for county, district and State offices. The- only difference, in respect to the time within which such contests must be instituted, is that in eases of contests of “the certification complained of” for nomination for county offices, the suits must be instituted within ten days, whereas such suits in reg’ard to the “certification in more than one county” shall be begun within, twenty days after such certification. Obviously, the right of action conferred by the statute to contest the certification of nomination or the certification of the vote means the same thing in contests for nominations for county offices as in cases of contests for district or State offices. The only distinction made by the statute is in the difference of time within which such contests must be instituted.\nThis court had occasion in the case of Wilson v. Land, 166 Ark. 182, 265 S. W. 661, to construe the provisions of the statute authorizing contests for nominations, and to determine whether the provisions in regard to contesting certificates of nomination operated to extend the time within which a contest must be brought to contest the certification of the vote by the county committee, and it was - expressly held that the limitation of the time within which a contest of the certification of the votes must be instituted was not extended by the provi sion of the statute that there might be a contest of the certification of the nomination.\nThe facts in the case of Wilson v. Land, supra, were: The county central committee of Jefferson -County met on August 15, 1924, and canvassed the returns of the election held in that county and filed with that committee, as required by law. This committee ordered that the nominees be certified to the county convention, ivhich was to meet on August 18, 1924, it being intended thereby to have the county convention certify the nomination pursuant to the tabulation of the county committee previously made. The county convention was held on August 18, and a certificate of nomination for the office of county treasurer was awarded to the candidate whose nomination was later contested. This contest was filed on August 26, 1924, in proper form, accompanied by the jurisdictional affidavits. It is obvious that this was within ten days of the date upon which the nomination had been certified, but was one day more than ten days after the certification of the vote. Upon these facts it was contended that the contest had been instituted within the time limited by law, the contention being there made, as it is here, that a contest might be instituted within ten days of either the certification of the vote or the certification of the nomination.\n'But, in overruling that contention, it was there said.: “As we have already seen, the right to contest a primary election is purely statutory, and the Legislature may confer it upon such terms as it sees fit. Thus it will be seen that a right of action is given any candidate to contest the certification of vote as made by the county central committee. The statute is unambiguous in this respect, and it was evidently the intention of the Legislature to provide for a speedy hearing and determination of a contest. In our opinion, it was not necessary, under the statute, that contest proceedings should be delayed until a certificate of nomination had been actually issued by either the county convention or by the county central committee. We think that, when the county central committee has canvassed and tabulated the votes, and it is ascertained by this canvass and tabulation which candidate has received the greatest number of votes, the opposing candidate may at once, and must, within ten days thereafter, begin his contest proceedings although no certificate of nomination has been issued.”\nIt was there held that, inasmuch as the contest must be instituted within the time limited by law (which, in the case of county offices, is ten days and in the case of State and district offices it is twenty days), there was no additional extension of time, because the statute conferred the right to contest the certification of the nomination. In other words, any contest, which challenges the canvass and tabulation by the county committee or committees, must be instituted within the timé limited after that action had been taken, and was not extended by the right which was conferred to contest the certification of the nomination as well.\nIf effect is given to this decision, it follows that any suit which challenges the action of the county committees must be brought within ten days after such action in the case of county offices, and within twenty days in the case of district and State offices.\nNow, it is easily conceivable that a county convention, in the case of a county office, might take such action in regard to the vote as canvassed and tabulated by the county committee as to change the result ascertained and declared by the county committee, in which event that action of the convention might be contested, and a suit for that purpose could be brought within twenty days after that action was taken. So, here, it appears, from the opinion in the case of Terry v. Harris, involving this identical election, the State convention, in ordering the election here contested, has provided that “the returns of the election shall be made and certified to the secretary of the State 'Central Committee within the time after said special primary election is held as is now provided by law for such returns, and certification made following general primary elections. The chairman and secretary of the State Central Committee will cast up such returns based on said certificates and certify the nominee to the State Election Board.”\nNow, we do not understand it to be alleged that the executive officers of the State committee have taken any action or have done anything, except to perform the ministerial duty of casting up the returns based on the certificates delivered to them., as required by the resolution of the State committee pursuant to and under the authority of which the election was held. Had it been alleged that these executive officers of the State committee had fraudulently or erroneously performed this ministerial duty, that action would be the subject of contest, and such contest could be instituted within twenty days after the action had been -taken.\nBut it is alleged only, as we understand the record before us, that these executive officers have only discharged this ministerial duty, and there is no allegation that they have done any act which itself affords ground for contest.\nOn the contrary, it is obvious that the contestant now seeks, as he sought in his original suit, to question the votes cast in the various counties of the Congressional District. as compiled and tabulated by the respective county committees. *\nThis can not be done under the interpretation given § 3772 in the case of Wilson v. Land, supra, for, as was said in that case, it was not necessary under this statute that the contest proceeding should be delayed until certification of nomination had actually been issued by the agency clothed with that authority.\nThe circuit court was correct, therefore, in holding that this second suit was not filed within the time allowed by law, and it was properly dismissed for that reason.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "June P. Wooten and A. G. Frankel, for appellant.",
      "W. G. Riddick and R. D. Campbell, for appellee."
    ],
    "corrections": "",
    "head_matter": "Hays v. Harris.\n4-3382\nOpinion delivered December 4, 1933.\nJune P. Wooten and A. G. Frankel, for appellant.\nW. G. Riddick and R. D. Campbell, for appellee."
  },
  "file_name": "0354-01",
  "first_page_order": 372,
  "last_page_order": 377
}
