{
  "id": 1428264,
  "name": "Postal Telegraph-Cable Company v. White",
  "name_abbreviation": "Postal Telegraph-Cable Co. v. White",
  "decision_date": "1933-12-11",
  "docket_number": "4-3234",
  "first_page": "361",
  "last_page": "376",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 361"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "180 S. W. 342",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "121 Ark. 45",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1559407
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/121/0045-01"
      ]
    },
    {
      "cite": "182 S. W. 262",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "121 Ark. 529",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "19 Ark. 684",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8727171
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/19/0684-01"
      ]
    },
    {
      "cite": "124 S. W. 1048",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "93 Ark. 140",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1546845
      ],
      "pin_cites": [
        {
          "page": "151-152"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/93/0140-01"
      ]
    },
    {
      "cite": "294 S. W. 395",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "174 Ark. 146",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8719004
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/174/0146-01"
      ]
    },
    {
      "cite": "32 S. W. (2d) 440",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 1
    },
    {
      "cite": "182 Ark. 477",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 1
    },
    {
      "cite": "215 S. W. 689",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 1
    },
    {
      "cite": "140 Ark. 336",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1594409
      ],
      "opinion_index": 1,
      "case_paths": [
        "/ark/140/0336-01"
      ]
    },
    {
      "cite": "16 S. W. (2d) 980",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "case_ids": [
        10313930
      ],
      "opinion_index": 1,
      "case_paths": [
        "/sw2d/16/0980-01"
      ]
    },
    {
      "cite": "179 Ark. 527",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8723667
      ],
      "opinion_index": 1,
      "case_paths": [
        "/ark/179/0527-01"
      ]
    },
    {
      "cite": "171 S. W. 123",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 1
    },
    {
      "cite": "115 Ark. 123",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1533758
      ],
      "opinion_index": 1,
      "case_paths": [
        "/ark/115/0123-01"
      ]
    },
    {
      "cite": "225 S. W. 649",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 1
    },
    {
      "cite": "146 Ark. 406",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1585002
      ],
      "opinion_index": 1,
      "case_paths": [
        "/ark/146/0406-01"
      ]
    },
    {
      "cite": "294 S. W. 395",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 1
    }
  ],
  "analysis": {
    "cardinality": 904,
    "char_count": 22504,
    "ocr_confidence": 0.489,
    "pagerank": {
      "raw": 2.427069552436449e-07,
      "percentile": 0.8015938380963523
    },
    "sha256": "1bd135c6085a18f7368154473aca3331197cdcd1ac34987f4ed2dc739353129d",
    "simhash": "1:80abc0f86b6289fa",
    "word_count": 3906
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "McHaney, J. Mr. Justice Smith, Mr. Justice Butler and I concur. We hold that the release was executed voluntarily and without any fraud or misrepresentation, and is valid and binding on appellee. We are therefore of the opinion that the judgment should be reversed and the cause dismissed.",
      "I am authorized to say that Smith and McHaney, JJ., concur in this opinion."
    ],
    "parties": [
      "Postal Telegraph-Cable Company v. White."
    ],
    "opinions": [
      {
        "text": "Johnson, C. J.,\n(after stating the facts). This case must be reversed because of the error of the trial court in giving to the jury instructions Nos. 1, 2 and 3 on behalf of appellee. It will be noted that instruction No. 1, given on behalf of appellee, ignores all the defenses offered by appellant, that is to say, the defenses of assumption of risk, contributory negligence and the release of liability. Each of these instructions directed the jury to return a verdict in favor of appellee on the hypothesis therein stated, wholly ignoring the defenses of assumption of risk, contributory negligence and a valid release. It is insisted, on behalf of appellee, that this error was cured because the court specifically told the jury in an instruction that they should consider all the instructions given as a whole. This exact question was before this court in the ease of Natural Gas & Fuel Co. v. Lyles, 174 Ark. 146, 294 S. W. 395, in which the fifth headnote reads: “In a suit by an employee for personal injuries, an instruction that the jury should render a verdict for the employee, if they found the employer guilty of negligent acts detailed in instruction, held erroneous, as excluding the defenses of contributory negligence and assumed risk.”\nThe defenses of assumed risk, contributory negligence and a valid release all were outstanding in favor of appellant at all stages of this proceeding, and, before the jury should have been instructed to find for appellee, it should have been conditioned upon each of these defenses. In other words, if appellee had executed a valid release, this should have impelled a verdict for appellant; or if appellee had assumed the risk of this collision, the verdict'of the jury should have been for appellant; or if appellee’s contributory negligence, if any, was greater than the negligence of Clyde White, if any,.a verdict should have been returned in favor of appellant. Instructions Nos. 1, 2 and 3 wholly ignored these defenses.\nThis court held in the Lyles cases, cited supra, on this exact question: “Appellee contends that the omission in the two instructions to take into account appellant’s defenses of contributory negligence and the assumption of the risk by appellee was cured by instructions numbers 2 and 4 requested by appellant and given by the court. Number 2 related to contributory negligence, and number 4 to the assumption of the risk, and would have cured the defect, had the court not told the jury in both cases to render a verdict in favor of appellee in case they found that appellant was guilty of negligence as alleged. This declaration on the part of the court created a conflict between the two instructions given at the request of appellee and instructions 2 and 4 given at the request of appellant. Southern Anthracite Co. v. Bowen, 93 Ark. 140, 151-152, 124 S. W. 1048.”\nIt will thus be seen that instructions numbered 1, 2 and 3, given on behalf of appellee, were in conflict with the correct instructions given on behalf of appellant, and were therefore prejudicial.\nSince this case must be reversed and remanded for a new trial, we deem it proper to discuss some other questions in the case which will probably recur. It is insisted here, and will probably be insisted on a new trial, that the trial court should have directed a verdict in favor of appellant because, as it is said, the testimony of appellee. was false and not worthy of belief wherein he testified that his brother, Clyde White, grabbed the steering wheel and turned the truck into the path of the touring car driven by Holland. This contention is bottomed upon the theory that appellee had testified in two previous trials, in neither of wdiich he had testified to the same state of facts and circumstances. On this question, it suffices to say that, under our system of government, the trial jury is the sole and unfettered judges of the credibility of witnesses and the weight that should be given to their testimony.\nSection 22, article 7, of the Constitution of 1874 provides in part: “Judges shall not charge juries with regard to matters of fact, but shall declare the law,” etc.\nIn the early case of Wilcox v. Boothe, 19 Ark. 684, this court held: “It is the province of the jury, and not of the appellate court, to weigh the evidence and determine whether the testimony of a witness is to be believed. ’ ’ In the more recent cases of Shearer v. Farmers’ & Merchants’ Bank, 121 Ark. 529, 182 S. W. 262, this court said: “The jury, being the judges of the credibility of the witnesses, their verdict will not be disturbed on appeal.”\nAgain it was said by this court in the case of Kimbro v. Wells, 121 Ark. 45, 180 S. W. 342, that: “The weight of evidence and credibility of witnesses is solely for the jury, and they are authorized to accept such part of the testimony as they believe to be true, and reject that which they believe to be false.”\nIt may be that appellee had testified in previous trials to statement of facts contradictory to his testimony here given, but this would go only to his credibility as a witness and the weight that should be given to his testimony by the jury. The trial court was therefore correct in refusing to direct a verdict in favor of appellant on this theory.\nThe next insistence is that appellee cannot maintain this suit because of the execution of a release in favor of appellant. The circumstances surrounding this release are to the effect that, when a person is employed by appellant, he is furnished with what is denominated a “blue book,” wherein it is delineated that the employees of appellant upon receiving disability while in the employ of appellant, shall receive certain benefits therein explained and described. After receipt of the injuries herein complained of, appellant sent to appellee, -at Forrest City, certain papers to be executed by him, in reference to the acceptance or rejection of this plan. Appellee testified, in effect, that he did not read the details of these instructions, but assumed that they were for the purposes purported in the letter, that is to say, to enable him to draw his wages while suffering from his injuries. He further testified, in effect, that he did not know, and had no intention of releasing his cause of action when he signed the papers. Many other circumstances were testified to in reference to the advancement of this plan and the procuring of the release which we deem unimportant to here set out.\nThe trial court submitted the validity or invalidity of this release under instructions Nos. 5, 6 and 7 on behalf of appellee, and certain requested instructions on behalf of appellant. We think the trial court was correct in submitting this question to the jury, and that the instructions given in this behalf were correct declarations of law. We are unwilling to say, under all the facts and circumstances in this case, that the paper signed by appellee was a voluntary release as a matter of law. Section 7147, Crawford & Moses’ Digest, provides: “Any contract, rule, regulation or device whatsoever, the purpose or intent of which shall be to enable any such corporation to exempt itself from any liability created by this act, shall to that extent be void. Provided, that in any action broug'ht against any such corporation under or by virtue of any of the provisions of this act, such corporations may set off therein any sum it has contributed or paid to any insurance relief benefit, or indemnity that may have been paid to the injured employee or the person entitled thereto on account of the injury or death for which said action was brought.”\nWe think the testimony was sufficient to submit the question to the jury.\nOther alleged errors will probably not occur on retrial of the case, and we therefore refrain from discussing them.\nThe case is reversed for a new trial.\nMcHaney, J. Mr. Justice Smith, Mr. Justice Butler and I concur. We hold that the release was executed voluntarily and without any fraud or misrepresentation, and is valid and binding on appellee. We are therefore of the opinion that the judgment should be reversed and the cause dismissed.",
        "type": "majority",
        "author": "Johnson, C. J.,"
      },
      {
        "text": "Butler, J.,\n(dissenting). I concur in the decision reversing the case because of the giving of certain erroneous instructions which are pointed out in the majority opinion, but I respectfully dissent from that' part of the opinion which holds that it was a question for the jury to say from the evidence adduced whether the release executed by the appellee was valid and binding, and from that part of the opinion which indorses the action of the trial court in applying § 7147 of Crawford & Moses’ Digest to the “Pension and Benefit Plan” of the appellant company upon which the release pleaded was grounded.\nI shall discuss that plan first and whether or not it comes within the inhibition of § 7147, supra, which is a part of an act providing that all corporations, except those engaged in interstate commerce, shall be liable to employees for personal injuries received, and that contributory negligence on the part of an employee, shall not bar a recovery. Section 7147 provides that any contract, rule, regulation or device whatsoever, the purpose or intent of which shall be to enable any such corporation to exempt itself from any liability created by this act, shall to that extent be void.” To determine whether or not that section applies, the nature and provisions of the Pension and Benefit Plan must be discussed.\nParagraph 1 of the Pension and Benefit Plan provides for its establishment.\nParagraph 2 deals with definitions of words and phrases used.\nParagraph 3 provides for retirement pensions— that is, that its employees upon reaching a certain age may retire at the employee’s request — and when male employees reach the age of 70 and female employees reach the age of 65 years they must be retired on pension. It also provides how the retirement pension shall be paid and the amount thereof.\nParagraph 4 provides for disability benefits, and is to the effect that any employee who, becomes disabled by reason of an accident arising out of, or in the course of, his employment by the company shall be entitled to benefits in the amount and manner prescribed therein.\nParagraph 5 provides for death benefits and pensions to dependents. The sole limitation as to the payment of tlie benefits is that the accident resulting in disability or death must have arisen out of and in the course of employment by the company, and the plan takes no cognizance of how the accident occurred, and the benefits are payable whether the accident is unavoidable or occasioned by the employee’s own negligence or not.\nParagraph 6 contains general provisions. Section 6 thereof provides: “In case of accident resulting in injury to or death of an employee, he or his dependents must elect whether to claim 'benefits under this plan, or to prosecute such claim at law for damages as he or they may have against the company. If election is made to claim the benefits under this plan, such election shall be in Avriting and shall release the company from all claims and demands, other than under the plan which the employee or his beneficiaries may have against it on account of such accident. Should claim be made other than under this plan, nothing shall be payable hereunder. ’ ’\nIt will be seen that this plan is quite different from the contract considered by the court in the case of Standard Pipe Line Company v. Burnett, post p. 491. The principal point of distinction is the right of election remaining in the employee under § 6 of paragraph 6, supra. Under the election provided by that section, it is clear that the plan, considered in its entirety, is beneficien! in its piirpose and free from any intent to enable the company to exempt itself from liability under the law. In the event of an accident, the employee has an opportunity to fully advise himself in order to determine what course he will pursue. If he should think that the accident was unavoidable, for which no one was to blame, or if it was occasioned by one of those'risks ordinarily incident to the employment Avhich he had assumed, or if it was his own carelessness, and that only, which occasioned the accident, he might take advantage of the plan and recover the benefits.thereunder, although there was no legal liability of'the employer to respond in damages; whereas, if he should determine or be of the opinion that the accident Avas the result of some negligent act of the agents or employees of the company for which it was legally responsible, he might bring his action at law, and, if liability was established, recover such damages as would fully and fairly compensate him for the injury received.\nThis plan seems to me to be just and fair. If any one has the advantage, it is the employee, and he may exercise his own free choice in the determination of whether he shall accept benefits under the plan or prosecute his claim for damages in court. How this plan can be construed as a device to exempt the company from liability, I am unable to see. Indeed, this court in the case of Western Union Tel. Co. v. Robinson, 146 Ark. 406, 225 S. W. 649, had this identical plan before it, and the release executed by the employee as provided in § 6 of paragraph 6, supra, and expressly held that: “The ‘Plan for Employees’ Pensions, Disability Benefits and Insurance,’ inaugurated by the appellant and accepted by the appellee,, constituted a written contract between the appellant and the appellee, which was free from fraud, based upon a valid consideration, and binding upon the appellant and the appellee.” I am of the opinion that the trial court erroneously instructed the jury by giving to it for its consideration § 7147, supra.\nIn dealing with the question whether the release was procured by fraud and leaving that to be determined by the jury, the only ground upon which the majority bases its conclusion is stated in the opinion as follows: “Appellee testified, in effect, that he did not read the details of these instructions, but assumed that they were for the purposes purported in the letter, that is to say, to enable him to draw his wages while suffering from his injuries. He further testified, in effect, that he did not know and had no intention of releasing his cause of action when he signed .the papers.” The undisputed facts are that the company waited a month and four days after the accident before it offered to the appellee his choice of accepting the company’s plan of settlement or of bringing suit, and at that time appellee had practically recovered from his injuries, for he returned to the full performance of his duties within less than three weeks thereafter. At the time the release was sent to him he was in the full possession of his faculties and had recovered from the shock of the accident. No agent of the company presented the release to him; it was sent through the mail, accompanied by a letter informing him that the company was ready to pay his regular salary for the time, he had been off, provided he would sign the “Election to the Benefit Plan” which was inclosed. When appellee was first employed by the company, he received a book fully explaining the plan and which he had in his possession and from which he might fully inform himself as to his right thereunder. The language of § 6, quoted above, is not obscure, but plain and direct, so that one having only ordinary intelligence and the ability to read could understand it. . The material part of the release sent to appellee is as follows:\n“In consideration of one dollar and of the first installment of such benefits, to me in hand paid, the receipt of which is hereby acknowledged, and of said company’s promise and agreement, through the committee, to pay to me all such benefits as provided in and by said plan, do hereby release and forever discharge said company, its allied and associated companies, its and their respective successors and assigns, of and from all manner of action, cause or causes of action suits, damages, claims and demands whatsoever — except the claim hereunder for said benefits under this plan — which against said company because of and/or growing out of the accident above described and the resulting injuries and/or death, and the medical and other expenses paid or to be paid or incurred in connection therewith which I now have or which my heirs, executors, administrators, or successors, may or might have.”\nThere is nothing misleading in this release. Appellee had his book containing and explaining the plan; he had the release, with no one to interfere or to offer any inducement; he mig'ht read and study at his leisure and then sign or not at his own free will.\nThe only ground upon which the court bases its opinion is, that appellee testified that he did not read the details of the instructions (we presume the court meant the release) -but assumed that they were for the purposes set out in the letter — that is, to enable him to draw his wages while suffeirng from his injuries — and that he had no intention of releasing his cause of action when he signed the paper. In the first place, the letter accompanying the release purported to enclose “the Election to the Benefit Plan” and to say that because appellee did not read the release and had no intention of releasing his cause of action was a fraud perpetrated on him by the company, requires more authority and better reasoning than the court has given. He could read; there is nothing to show that he was mentally deficient, and the law imposed upon him' the duty to read the release, and because he did not is now no excuse, or justification for receding from the terms of the instrument which he signed, and it may be noted that it was witnessed by his own friends and neighbors with no representative of the company present.\nIn Kansas City Sou. Ry. Co. v. Armstrong, 115 Ark. 123, 171 S. W. 123, it is said: “When plaintiff executed a release in full to the defendant of an unliquidated claim for a certain consideration, while she was in the full possession of her faculties, and without any fraud or undue influence on the part of the defendant or its agents, she will be held bound thereby, and parol testimony to show that the release was only partial will be inadmissible.”\nIn Crockett v. Mo. Pac. Ry. Co., 179 Ark. 527, 16 S. W. (2d) 980, it was held; “An employee’s release of the railroad, his employer, for a consideration paid, from all damages resulting from an accident when the motor car on which he was riding collided with another motor car, was binding, where no fraud in its procurement and no mental incapacity was shown, and no claim that the employee executed the release in reliance upon a statement of a railroad physician.”\nThe court talks about' other circumstances which were testified to with reference to the “advancement of its plan and the procuring of the release, which we deem unimportant to here set out. ’ ’ I have examined the record with care, and I can find no pertinent circumstance bearing upon the question of the release in any particular, and I agree with the court that such circumstances as were in evidence are “unimportant.”\nAppellee returned to work after Ms injury on April 8, 1930, and continued to work in the same line of employment, performing practically the same duties as before, until November 9, 1931 — more than a year — without making any complaint of his physical condition or questioning the validity of the release. On the last-mentioned date, while lifting a heavy weight, he suffered a rupture, necessitating an operation which kept him from work for a month or longer. On December 30, 1931, he executed a release precisely like the one he had executed on March 20, 1930, which he now claims was fraudulently procured. After his recovery from the rupture he was again employed by the company, and was given light work to do, but finally, several months thereafter, he was discharged. About four months thereafter he brought this suit — a total period of two years and seven months having elapsed after the date on which he alleges the injury occurred from'which his present disability results.\nIn the case of Kilgo v. Continental Cas. Co., 140 Ark. 336, 215 S. W. 689, this court held that, where a plaintiff delayed over two years before bringing suit, he was barred by his laches from complaint of any fraud in the procurement of the release on the ground that one defrauded must within a reasonable time after the fraud is discovered, elect to rescind, if such be his purpose.\nIn the recent case of St. Louis, I. M. & S. Ry. Co. v. Hall, 182 Ark. 477, 32 S. W. (2d) 440, it was held: “Where plaintiff took advantage of a settlement paid for release from liability after knowledge of alleged misrepresentations, he will be held to have ratified the settlement. One who seeks to disaffirm a release for misrepresentation should do so quickly as reasonable diligence would allow.”\nUnder the doctrine of those cases it seems to me that, having waited for two years and seven months to disaffirm the. release executed, the appellee cannot now disaffirm the same, for certainly no reasonable diligence has been shown, and he had abundant opportunity to have thought over the matter of the release, and if he decided that he had been imposed upon he had ample time to make his complaint. Instead of that, he took advantage of a similar release over a year after he had signed the first. It is my opinion that the plan adopted by the company is fair and not in violation of any law; that there is not a scintilla of evidence to show that any unfair advantage was taken of the appellee in the procurement of the release, or any fraud practiced upon him. On the contrary, he knew, or should have known, just what he was doing, and his acts are binding upon him. Furthermore, if there was any evidence to show an unfair advantage taken of appellee in the procurement of the release by his acceptance of its benefits and his delay for a period of two years and seven months to take any steps to disaffirm his contract, it is now binding upon him, and this case should be reversed and dismissed.\nI am authorized to say that Smith and McHaney, JJ., concur in this opinion.",
        "type": "dissent",
        "author": "Butler, J.,"
      }
    ],
    "attorneys": [
      "Samuel C. Bowman, Mann & Mann and Rose, Hemingway, Cantrell & Loughborough, for appellant.",
      "Fred A. Isgrig, S. S. Hargraves and Winstead Johnson, for appellee."
    ],
    "corrections": "",
    "head_matter": "Postal Telegraph-Cable Company v. White.\n4-3234\nOpinion delivered December 11, 1933.\nSamuel C. Bowman, Mann & Mann and Rose, Hemingway, Cantrell & Loughborough, for appellant.\nFred A. Isgrig, S. S. Hargraves and Winstead Johnson, for appellee."
  },
  "file_name": "0361-01",
  "first_page_order": 379,
  "last_page_order": 394
}
