{
  "id": 8722580,
  "name": "St. Louis-San Francisco Railway Co. v. Blevins",
  "name_abbreviation": "St. Louis-San Francisco Railway Co. v. Blevins",
  "decision_date": "1923-10-15",
  "docket_number": "",
  "first_page": "362",
  "last_page": "371",
  "citations": [
    {
      "type": "official",
      "cite": "160 Ark. 362"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "96 Ark. 387",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1541939
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/96/0387-01"
      ]
    },
    {
      "cite": "152 Ark. 90",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1364094
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/152/0090-01"
      ]
    },
    {
      "cite": "69 Ark. 380",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8723340
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/69/0380-01"
      ]
    },
    {
      "cite": "71 Ark. 518",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1507790
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/71/0518-01"
      ]
    },
    {
      "cite": "87 Ark. 471",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1519180
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/87/0471-01"
      ]
    },
    {
      "cite": "74 Ark. 19",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8717733
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/74/0019-01"
      ]
    },
    {
      "cite": "135 Ark. 330",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1571554
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/ark/135/0330-01"
      ]
    },
    {
      "cite": "195 Fed. 725",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        48354
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f/195/0725-01"
      ]
    },
    {
      "cite": "135 Ark. 480",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1571518
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/ark/135/0480-01"
      ]
    },
    {
      "cite": "82 Ark. 534",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1529083
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/82/0534-01"
      ]
    },
    {
      "cite": "97 Ark. 486",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1318811
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/97/0486-01"
      ]
    },
    {
      "cite": "118 Ark. 304",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1562515
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/118/0304-01"
      ]
    },
    {
      "cite": "135 Ark. 563",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1571558
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/135/0563-01"
      ]
    },
    {
      "cite": "149 Ark. 77",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8717846
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/149/0077-01"
      ]
    },
    {
      "cite": "91 Ark. 260",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1511797
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/91/0260-01"
      ]
    },
    {
      "cite": "86 Ark. 289",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1521442
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/86/0289-01"
      ]
    },
    {
      "cite": "233 Fed. 31",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        3555860
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f/233/0031-01"
      ]
    },
    {
      "cite": "109 Ark. 206",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1341196
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/109/0206-01"
      ]
    },
    {
      "cite": "116 Ark. 56",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1532272
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/116/0056-01"
      ]
    },
    {
      "cite": "124 Ark. 298",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1554933
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/124/0298-01"
      ]
    },
    {
      "cite": "79 Ark. 437",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1495683
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/ark/79/0437-01"
      ]
    },
    {
      "cite": "286 Fed. 672",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        4339
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/286/0672-01"
      ]
    },
    {
      "cite": "258 U. S. 92",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1479325
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/258/0092-01"
      ]
    },
    {
      "cite": "241 U. S. 310",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8287399
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/241/0310-01"
      ]
    },
    {
      "cite": "233 U. S. 492",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3674024
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/233/0492-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 758,
    "char_count": 19492,
    "ocr_confidence": 0.49,
    "pagerank": {
      "raw": 3.0156519427486537e-07,
      "percentile": 0.8535138535103785
    },
    "sha256": "e756559e918db57e89b2432bfc02af132af4d1edd63788c29c147619abd96104",
    "simhash": "1:726eaaf80efa52ae",
    "word_count": 3449
  },
  "last_updated": "2024-02-27T17:41:07.582861+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "St. Louis-San Francisco Railway Co. v. Blevins."
    ],
    "opinions": [
      {
        "text": "McCulloch, C. J.\nThe plaintiff, N. F. Blevins, received personal injuries while working for the defendant railway company, unloading wooden piling from a flatcar, and he instituted this action to recover compensation for his injuries, alleging that the same resulted from negligence of the defendant and its servants, who were fellow-servants of the plaintiff at the time he was injured.\nIt is alleged in the complaint, and the proof tends to show, that plaintiff’s injuries were received while he was engaged in a class of work for defendant which constituted interstate commerce, and the action was instituted, and recovery was asked, under the Federal statute known as the Employers’ Liability Act. Damages were laid in the sum of $3,000, and the trial jury returned a verdict in favor of the plaintiff, assessing his damages at $1,500, and an appeal has been prosecuted by the defendant.\nThe plaintiff was employed by the defendant to work in the bridge department, and, as before stated, the- injuries were received 'by plaintiff while he and his fellow-servants, all under the direction of a foreman, were engaged in unloading piling from a car. The piling was to be used in repairing a bridge near the point where the car had been placed. It was a flat-car, and there were twenty-eight pilings loaded thereon lengthwise, of an average weight of about 2,000 pounds each. They were held in place on the car by wooden upright stakes set in sockets on each side of the car, there being eight of the stakes on each side.\nOne of the methods of unloading piling was for the men to remove the stakes and then roll the pilings off of the car one at a time. The men engaged in rolling the piling generally used a canthook. 'Some of the men worked on top of the pile, and some worked on the ground. This was one of the regular methods used in unloading piling from cars, but there were other methods sometimes used. Another method was to use what is called the “driver and hooks,” whereby a line is attached to a piling, and it is pulled from the ear by steam power. Another method is to put a rope around the end of the piling and fasten the other to the fail or tie, and the oar is pulled away by the locomotive, thus dropping the piling on the track. According to the testimony in the case, all of these methods were at times used, and- all of them were, to a certain extent, in regular use.\nOn the occasion when the plaintiff was injured he, together with three other men — two of them with cant-hooks in their hands — were on top of the car of piling, and, preparatory to unloading the car, were removing the stakes. There were two men standing on the ground, pulling at one of the stakes, and, being unable to remove it, plaintiff walked across the car, over the top of the piling, and took hold of the stake to assist the men in removing it. As he lifted the stake up, two of the pilings on which he was standing rolled together and caught his foot. The two men standing on the ground loosened their hold on the stake, and plaintiff did the same, and the stake dropped back into the socket. Two of the men on top of the car had, as before stated, oanthooks, and the testimony tended to show that it was the duty of those men to protect any workman walking across the piling 'by steadying the pilings so as to prevent them from rolling or skidding. The two men on top of the car did nothing on this occasion to steady the piling. There is no proof as to the cause of. the skidding or rolling of the piling, except the lifting of the stake, or that the pilings rolled because of the fact that they were lying loose.\nNegligence of the defendant and its servants is alleged in several respects. It is alleged, in the first place, that there was negligence in insecurely and improperly loading the timbers on the flat-car so that they would roll or skid; that the car was stationed on a slanting track, which caused it to lean to one side, and that the foreman of the crew was negligent in directing the plaintiff to walk across the load of piling without first requiring other members of the crew to protect bim by holding the timbers steady; also that the timbers were slick 'and insecure, and in that respect it was negligence on the part of the foreman' in directing the plaintiff to walk across the piling in that condition without having the men to steady them; that there was negligence on the part of the defendant in failing to “shim the bolster or' gear of said car which rests on and over the truck center and truck springs, ’ ’ and that tki's gave tlie car a rocking motion when any weight was applied to either side, and that it was dangerous to cross the oar when it was in that condition. Finally, it is charged that there was negligence on the part of plaintiff’s fellow-servants (the two men with canthooks on top of the car) in failing to steady the timbers while he was walking across them, in order to prevent them from rolling, and in failing to steady them while he was attempting to remove the stake from the socket on the side of the car.\nIn the first place, it is contended that the judgment should be reversed .for the reason that the evidence is not legally sufficient to sustain the charge of negligence in any of the respects set forth in the complaint. We are clearly of the opinion that the evidence was not sufficient to sustain any of the charges of negligence, except the last-mentioned one in regard to the failure of the two fellow-servants to exercise care to steady the piling while plaintiff was walking across the top of the pile. There was no negligence on the part of the foreman in directine: appellant to work in an unsafe place, for the reason that, according to the undisputed testimony, the foreman gave no specific directions. This method of unloading piling was shown by the plaintiff’s own testimony to be the regular way of doing the work, and at the time of his injuries he was on top of the car and had walked across the top, pursuant to his regular duties, and not in response to any specific directions of the foreman. In other words, there was no assurance of safety, and the plaintiff, by taking service in that department, assumed the ordinary hazards of the work done in that manner. He did not assume the extraordinary risk caused by negligence of the employer or the negligence of his fellow-servants, but he did assume the ordinary hazards of working under these circumstances. This method o'f unloading being one of the regular methods adopted by the master while the plaintiff was in service, he is presumed to have contracted with reference to that kind of work, and therefore he assumed all the ordinary risks.\nIt is not shown that the piling rolled or skidded because of the car being placed on an uneven surface; there was no proof to sustain that allegation of negligence, nor is there any proof that there was negligence in failing to “shim the bolster or gear” of the car.\nThere was, we think, sufficient evidence to warrant the submission to the jury of the issue as to the negligence of plaintiff’s fellow-servants in failing to hold the piling steady while he was walking across, and while he was attempting to remove one of the standards, or stakes, which held the pilings on the ear. There is proof that two of the fellow-servants were on top of the car with canthooks in their hands, and that it is customary for men in that position to protect a fellow-servant standing on top of the timbers, and that it was their duty to do so, that they failed to discharge this duty, thus permitting two of the timbers to roll or skid, crushing plaintiff’s foot.\nIt is true that there was no direct testimony to the effect that the pilings were noticeably in an insecure situation, or were about to roll, but the evidence adduced, warranted an inference of insecurity of the situation, and the jury might have found that it was the custom and duty of the men with the canthooks to steady the pilings on which their fellow-workman was standing. It is undisputed that neither of the two men with cant-hooks in their hands, nor any one else engaged in the work, made any attempt to steady the pilings, and that, while plaintiff was standing on two of them, when he was attempting to raise the stake from the socket, they rolled together and crushed his foot.\nIt is argued that, there being a large number of pilings loaded on the car, it was impossible for two men to hold them all in place, but we cannot declare, as a matter of undisputed fact, that such is the case. The plaintiff states in his testimony that the men might have held the pilings steady by using the canthooks, and this may be true — at least the jury might have found it to be so. The men could not have placed their canthooks on all of the different pieces of timber at the same time, but they could have steadied some of them in the mass, which might have served to prevent any of them from rolling.\nThe first instruction given by the court at the instance of the plaintiff stated, in substance, that, if plaintiff’s injuries were caused by negligence of defendant’s servants or employees, “in one or more of the particulars named in the complaint,” there might be a recovery, etc. This language constituted a submission of all of the charges of negligence set forth in the complaint, and it was error to do this, for, as we have already seen, there was no testimony to sustain any of the charges except the one in regard to the failure of the two fellow-servants to protect the plaintiff by steadying the timbers. Defendant is not, however, in a position to complain, for it asked separate instructions, which were given, submitting these issues to the jury, and, having acquiesced in the improper submission of the issues, it cannot now complain.\n\"We conclude, however, that the court erred in giving the third instruction requested by plaintiff on the subject of assumed risk, which instruction reads as follows:\n“If you find that plaintiff was injured while in the performance of his regular duties, and you further find that his injury was caused or contributed, to by the negligence of his fellow employees, you are instructed that he did not assume the risk arising out of the negligence of his fellow employees.”\nThis instruction, it will be observed, takes away the defense of assumed risk if it be found that “plaintiff was injured while in the performance of his regular duties,” and that the injury was caused by the negligence of his fellow employees. This is not the law as declared in the statute. Under the Employers’ Liability Act, the defense of assumed risk is not abrogated except “in any ease where the violation by such common carrier of any statute enacted for the safety of employees contributed to the injury or death of such employee.” ,\nIn the present case the charge of negligence is based, not upon the violation of any statute enacted for the safety of the employees, but it is based upon the principles of the common law in regard to negligence, and in this respect the defense of assumed risk is unaffected by the terms of the statute. Seaboard Air Line Ry. v. Horton, 233 U. S. 492. The statute does, however, abrogate the fellow-servants rule under the common law, but there may be an assumption of risk, even where the injury is caused by the negligence of a fellow-servant, where the plaintiff was aware of the negligence and appreciated the danger. This has been expressly decided by the Supreme Court of the United States in the case of Chesapeake & Ohio Ry. Co. v. De Atley, 241 U. S. 310, where the court said:\n“The act of Congress, by making the carrier liable for an employee’s injury ‘resulting in whole or in part from the negligence of any of the officers, agents or employees ’ of the carrier, abrogated the common-law rule known as the fellow-servant doctrine by placing the negligence of a co-employee upon the same basis as the negligence of the employer. At the same time, in saving the defense of assumption of risk in cases other than those where the violation by the carrier of a statute enacted for the safety of employees may contribute to the injury or death of an employee, * * * the act placed a co-employee’s negligence, where it is the ground of the action, in the same relation as the employer’s own negligence would stand to the question whether a plaintiff is to be deemed to have assumed the risk. On the facts of the case before us, therefore, plaintiff having voluntarily entered into an employment' that required him, on proper occasion, to board a moving train, he assumed the risk of injury normally incident to that operation, other than such as might arise from the failure of the locomotive engineer to operate the train with due care to maintain a moderate rate of speed in order to enable plaintiff to board it without undue peril to himself. But plaintiff had the right to presume that the engineer would exercise reasonable care for his safety, and cannot he held to have-assumed the risk attributable to the operation of the train at an unusually high and dangerous rate of speed, until made aware of the danger, unless the speed and the consequent danger were so obvious that m ordinarily careful person in Ms situation would have observed the one and appreciated the other.”\n. The same rule was recognized in the later case of Reed v. Director General of Railroads, 258 U. S. 92. It was also recognized in the case of Hartwick v. Chicago & A. R. Co., 286 Fed. 672, decided by the Court of Appeals of the Seventh Circuit.\nThis interpretation of the Federal statute places the question of assumed risk with reference to the negligence of plaintiff’s fellow-servants upon the same basis as negligence of the master himself, for, in either case, the servant is not deemed to have assumed the risk of the negligence of either the master or the fellow-servant, unless the plaintiff is aware of the negligence and appreciates the danger, or, in the language of the Supreme Court, “the consequent danger was so obvious that an ordinarily careful person in his situation would have observed the one and appreciated the other.”\nIt follows from this that the judgment must be reversed, because the jury might have found from the testimony that plaintiff was aware of the fact that Ms fellow servants who were standing on the ear with canthooks in their hands were taking no steps toward protecting him, and that he appreciated the danger but proceeded with his work notwithstanding. It is true he states that, after he had passed along over the top of the pile of timbers and stepped over to the stake, while the two men on the ground were attempting to remove it, he did not notice any further what his fellow-servants on the car were doing, whether they were making any effort to protect him or not, but these men were in full sight of the plaintiff, and the jury might have found from the evi-deuce tliat lie knew that they were doing nothing to protect him. The jury might also have found, from plaintiff’s long experience in this work, as shown by the evidence, that- he was fully aware of the insecurity and danger of standing upon or walking across a load of piling. The question of assumed risk should therefore have been submitted to the jury, and this instruction was erroneous in entirely taking the consideration of the question away from the jury.\nThere are other assignments of error with respect to the court’s charge to the jury, but it is unnecessary to discuss them, as we have sufficiently indicated the sole issue to be submitted on another trial and the law with-reference thereto.\nFor the error indicated the judgment is reversed, and the cause is remanded for a new trial.",
        "type": "majority",
        "author": "McCulloch, C. J."
      }
    ],
    "attorneys": [
      "W. F. Evans and Warner, Hardin & Warner, for appellant.",
      "George G. Stocka/rd, for appellee."
    ],
    "corrections": "",
    "head_matter": "St. Louis-San Francisco Railway Co. v. Blevins.\nOpinion delivered October 15, 1923.\n1. MASTER AND SERVANT — FEDERAL EMPLOYERS’ LIABILITY ACT — EVIDENCE. — In an action under the Federal Employers’ Liability Act, evidence tending to prove that plaintiff received injuries while unloading piles írom a flat-car caused by the negligence of fellow servants in failing to steady the piling and in allowing same to roll or skid, crushing plaintiff’s foot, held sufficient to go to the jury on the issue of defendant’s negligence.\n2. Master and servant — abstract instruction — waiver.—Where a complaint contained several charges of negligence, some of which were not sustained by evidence, it was error to submit all of the charges to the jury, but defendant is in no position to complain if it asked instructions submitting each of such charges to the jury.\nS. Master and servant — federal act — assumed risk. — While the Federal Employers’ Liability Act abrogated the common-law rule known as the fellow-servant doctrine by placing the negligence of a co-employee upon the same basis as the negligence of the master, the act did not abolish the doctrine of assumed risk except in cases of violation by a carrier of statutes enacted for the safety of employees where such violation contributed to the injury or death of an employee.\n4. Master and servant — assumed risk. — A servant, under the Federal act, is not deemed to have assumed the risk of negligence of a master' or a fellow-servant unless the consequent danger is so obvious that an ordinarily careful person in his situation would have observed the one and appreciated the other.\n5. Master and servant — assumed risk — instruction.—An instruction that if a servant engaged in interstate commerce “was injured while in the performance of his regular duties, and * * * his injury was caused or contributed to by the negligence of his fellow employees, you are instructed that he did not assume the risk arising out of the negligence of his fellow-employees,” held erroneous in taking from the jury the question of assumed risk.\nAppeal from Crawford Circuit Court; James Cochran, Judge;\nreversed.\nW. F. Evans and Warner, Hardin & Warner, for appellant.\nIt is an elementary rule that the master is not required to make the servant’s place of work and conditions surrounding- him absolutely safe. 1 Roberts, Fed. liab. § 528, p. 914; 60 L. ed. 384; 79 Ark. 437; 124 Ark. 298. The testimony was wholly insufficient to establish any negligence of the defendant, and the court erred in not directing a verdict for the defendant'. 116 Ark. 56. Surmise and conjecture cannot supersede proof. 3 Bailey on Personal Injury, 2136; 79 Ark. 437; 109 Ark. 206. Even if defendant was negligent, this was not the proximate cause of plaintiff’s injury, and there was no actionable negligence established. 1 Roberts, Fed. Liab. § 53iS, p. 944; 53 L. ed. 671; 45 L. ed. 361; 233 Fed. 31; 86 Ark. 289; 91 Ark. 260. The rule is well established that a servant assumes the risks caused by the employers’ negligence which are -obvious and fully known -and appreciated by him. 1 Roberts, Fed. Liab. § 558; p. 987 ; 58 L. ed. 1062; 60 L. ed. 1062; 60 L. ed. 1016; 149 Ark. 77; 135 Ark. 563; 118 Ark. 304; 97 Ark. 486; 82 Ark. 534; 62 L. ed. 385; 135 Ark. 480; 195 Fed. 725. The court erred in giving instruction No. 1 requested by plaintiff. It was calculated to confuse and mislead the jury, and was highly prejudicial to the defendant. 135 Ark. 330; 74 Ark. 19; 87 Ark. 471; 71 Ark. 518; 69 Ark. 380; 152 Ark. 90. Instruction No. 3 should not have been given. It does not correctly state the law, and is inherently erroneous. 62 L. ed. 385; 58 L. ed. 1062; 60 L. ed. 1016; 61 L. ed. 1162; 135 Ark. 480; 96 Ark. 387; 135 Ark. 330.\nGeorge G. Stocka/rd, for appellee."
  },
  "file_name": "0362-01",
  "first_page_order": 386,
  "last_page_order": 395
}
