{
  "id": 8721800,
  "name": "Howe v. Hatley",
  "name_abbreviation": "Howe v. Hatley",
  "decision_date": "1932-10-24",
  "docket_number": "4-2694",
  "first_page": "366",
  "last_page": "370",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 366"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "187 S. W. 325",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "124 Ark. 331",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1555012
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/124/0331-01"
      ]
    },
    {
      "cite": "98 S. W. 711",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "81 Ark. 41",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1530653
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/81/0041-01"
      ]
    },
    {
      "cite": "37 S. W. 404",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "63 Ark. 30",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8720409
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/63/0030-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 366,
    "char_count": 7013,
    "ocr_confidence": 0.503,
    "pagerank": {
      "raw": 6.901085130218684e-08,
      "percentile": 0.4195578583925163
    },
    "sha256": "6e57f2452c94b75fe50d517ddf45e9f254830a09cd361944c60737ce98b4b6c3",
    "simhash": "1:64e2e46b0681dee6",
    "word_count": 1220
  },
  "last_updated": "2024-02-27T17:52:01.123529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Howe v. Hatley."
    ],
    "opinions": [
      {
        "text": "McHaNey, J.\nThis litigation arose out of an automobile accident which occurred in the city of Benton in Saline County on March 20, 1931. Appellant Howe is a resident of that city, and is the owner of a truck driven by Ms employee, one Cabe, which collided with a car owned and driven by appellant Belford at the intersection of Main and Conway streets in said city. Belford is a citizen of Bandolph County.\nMrs. Hatley, the wife of appellee, an invited guest in appellant’s car, was instantly Mlled as a result of said collision. Appellee brought this action against both appellants, charging that their joint and concurrent negligence caused the death of his wife. Howe denied any negligence on the part of Cabe, pleaded contributory negligence of Mrs. Hatley and that the accident was caused by the negligence of appellant Belford.\nBelford denied any concurrent negligence or any negligence on his part, alleged that the accident was caused wholly by the negligence of the driver of Howe’s truck, and filed a cross-complaint against Howe seeMng to recover damages for personal injuries sustained by him as a result of the wreck.\nTrial resulted in a verdict and judgment against both appellants in the sum of $10,000.\nThe first assignment of error made by appellant Bel-ford, that the court committed reversible error in telling the jury, in effect, that there could be no recovery against Howe unless there was also a recovery against Belford, must be sustained. The court gave an instruction number 30 on its own motion reading as follows: “You are further instructed that under the law in this case you will have to find that both the driver of the truck, Fletcher Cabe, and the defendant Belford, were negligent before you could find a verdict in favor of the plaintiff, and if either one of them were not negligent, you should find for the defendants.” This instruction was objected to by appellant Belford only. It was an erroneous instruction and prejudicial to appellant Belford. While it is true that the complaint charged the joint and concurrent negligence of the drivers of both cars, under well-settled principles of law, there were three possibilities of recovery in the case: first, if both were negligent, there might he a recovery against both; second, if Belford was negligent and the driver of the Howe truck was not, a recovery could he had against Belford alone; and third, if the driver of the Howe truck were negligent and Belford was not, there could he a recovery against Howe only, provided he “failed to object before the judgment to its proceeding against him.” Section 1178, Crawford & Moses’ Dig’est. The judgment of the court recites that, “after the introduction of all the evidence in the case on-the part of the plaintiff and the defendant, F. E. Belford, the defendant J. E. Howe filed his motion objecting to the jurisdiction of this court, under § 1178 of Crawford & Moses’ Digest, which motion is by the court overruled, thereupon defendant excepted and asked that his exceptions be noted of record. ’ ’ The court correctly overruled this motion, as it had jurisdiction of both the subject-matter and the parties at that stage of. the proceeding. Had there been a verdict against Howe alone, he could have again objected to its proceeding against him at any time prior to the judgment. Stiewel v. Borman, 63 Ark. 30, 37 S. W. 404; Wood v. Stewart, 81 Ark. 41, 98 S. W. 711; Seelbinder v. Witherspoon, 124 Ark. 331, 187 S. W. 325.\nPrior to giving instruction number 30, the court gave instruction number 16 at Howe’s request reading as follows: “Defendant Howe’s No. 1 — Given: You are .instructed, in so far as the defendant, J. E. Howe, is concerned, that the burden is on the plaintiff, J. R. Hatley, in this case to prove by a preponderance or greater weight of evidence that the accident resulting in the damages complained of was attributable to the negligence of Fletcher Cabe, who at the time of the alleged accident was driving the truck of the defendant Howe, and if he has failed to show this by a preponderance of the evidence, then you are told that it is your duty and you are instructed to return a verdict for the said defendant, J. E. Howe, in this action.” The court also gave at the request of appellant Howe instruction-number 17 which is along the same line as number 16 and relating solely to the liability of Howe.\n• The court also gave its instructions number 21 and 26 at the request of appellant Belford, relating to his liability alone, which provided in substance that if he were not negligent they could not find against him. The latter part of 26 provides: “If you find that the defendant, Belford, acted as an ordinary prudent person would have acted under the same or similar circumstances, then your verdict would be for the defendant, F. E. Belford.” These individual instructions were entirely proper, but they are in irreconcilable conflict with instruction number 30, given by the court on its own motion. The court first tells the jury, in effect, they can find only against the defendant that is negligent. It then tells the jury that it has to find against both of them to find against either of them. It is said that this is not prejudicial because it is more favorable to appellant Belford than he is entitled to have given. We cannot agree with appellee in this regard. While it is a fact that one of the defendants was a non-resident and there could be no judgment against him over his objections unless there was also a judgment against his co-defendant who was a resident of the county, still it was not the duty of the court to so instruct the jury and was therefore prejudicial to the resident defendant. The evidence of negligence on the part of appellant Belford, if any at all, is very meager, and it might have been possible that the jury would not have returned any verdict against him at all if they had not been told that in order to find against Howe they must also find against Belford. It is also contended that Belford invited this error on the part of the court by requesting an instruction of similar import, which was given by the court as number 23. We cannot agree with this contention, however, as this instruction was in response to appellee’s theory of joint and concurrent negligence.\nOther assignments of error are argued in the briefs of appellants, but, since the case must he reversed for the error indicated, we think it unnecessary to discuss them. Appellant Howe did not object to the erroneous instruction nor has he assigned any such error in his motion for a new trial. But, since there can be no judgment against him, over his timely objection, unless there is also a judgment against Belford, we reverse and remand the case for a new trial as to both appellants.",
        "type": "majority",
        "author": "McHaNey, J."
      }
    ],
    "attorneys": [
      "Arthur G. Frankel, A. P. Patton, W. M. Hall, A. J. Cole, N. A. McDaniel and Lamb .& Adams, for appellants.",
      "W. A. Jackson, W. J. Schoonover and Walter L. Pope, for appellee."
    ],
    "corrections": "",
    "head_matter": "Howe v. Hatley.\n4-2694\nOpinion delivered October 24, 1932.\nArthur G. Frankel, A. P. Patton, W. M. Hall, A. J. Cole, N. A. McDaniel and Lamb .& Adams, for appellants.\nW. A. Jackson, W. J. Schoonover and Walter L. Pope, for appellee."
  },
  "file_name": "0366-01",
  "first_page_order": 386,
  "last_page_order": 390
}
