{
  "id": 1432059,
  "name": "Home Indemnity Company of New York v. Jelks",
  "name_abbreviation": "Home Indemnity Co. v. Jelks",
  "decision_date": "1933-05-08",
  "docket_number": "4-3006",
  "first_page": "370",
  "last_page": "374",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 370"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "126 S. W. 76",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "94 Ark. 75",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1545335
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/94/0075-01"
      ]
    },
    {
      "cite": "21 Ark. 349",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1868251
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/21/0349-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 202,
    "char_count": 2419,
    "ocr_confidence": 0.505,
    "pagerank": {
      "raw": 2.4874186669196073e-07,
      "percentile": 0.8082036829174211
    },
    "sha256": "3434e50afe2146b464a5a1e810922e280b04e6ec6908193bb9ea3a5ded05dd16",
    "simhash": "1:af22b7202caf89fb",
    "word_count": 422
  },
  "last_updated": "2024-02-27T21:18:50.990705+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Home Indemnity Company of New York v. Jelks."
    ],
    "opinions": [
      {
        "text": "Johnson, C. J.,\n(after stating the facts). But one question is presented in this appeal for determination, namely: Did the trial court err in refusing to direct a verdict for appellant?\nWe think that, under the terms of the policy of insurance sued on in this case, when appellee produced facts and circumstances in testimony showing, or tending to show, that the safe was forcibly broken and entered, and that loss was sustained by reason thereof, this made a prima facie case on behalf of appellee, and the burden then shifted to appellant to show by testimony that the burglary was effected by manipulating the tumblers or lock, which would exempt it from liability.\nIn brief and oral argument it is insisted on behalf of appellant that the testimony of the two expert witnesses, Johnson and Linzel, is reasonable, consistent and unimpeached, therefore that the trial court should have, as a matter of law, so advised the jury.\nLet’s see. This court held in Tatum v. Mohr, 21 Ark. 349, quoting from a headnote of the opinion:\n“It is competent for witnesses skilled in the science ' and practice of medicine to give their opinions to the jury on questions involving the soundness of a slave, in relation to the disease with which he was afflicted, its character, etc., but the jury are the judges of the weight to be attached to their opinions. ’ ’\nAgain, this court held in Arkansas S. W. Ry. Co. v. Wingfield, 94 Ark. 75, 126 S. W. 76:\n“It is for the jury to determine what value his opinion is entitled to under the circumstances, and to give it such weight as they think it deserves.”\nIt is evident from previous decisions of this court that it is the exclusive province of the jury to determine the value and weight to be given the testimony of expert witnesses, and the jury is authorized to believe or disbelieve the whole or any part of such expert witnesses’ testimony.\nThe jury, in the exercise of their exclusive province in this case, has determined to disregard the testimony of the expert witnesses, therefore we cannot, as a matter of law, say that they should not have done so. To do so would overrule the cases hereinabove cited, and we are unwilling .to do this.\nNo error appearing, the judgment of the trial court is affirmed.",
        "type": "majority",
        "author": "Johnson, C. J.,"
      }
    ],
    "attorneys": [
      "Buzbee, Pugh & Harrison and Dudley & Barrett, for appellant.",
      "Basil Baker, for appellee."
    ],
    "corrections": "",
    "head_matter": "Home Indemnity Company of New York v. Jelks.\n4-3006\nOpinion delivered May 8, 1933.\nBuzbee, Pugh & Harrison and Dudley & Barrett, for appellant.\nBasil Baker, for appellee."
  },
  "file_name": "0370-01",
  "first_page_order": 390,
  "last_page_order": 394
}
