{
  "id": 8722187,
  "name": "Farmer v. Franklin County",
  "name_abbreviation": "Farmer v. Franklin County",
  "decision_date": "1929-04-15",
  "docket_number": "",
  "first_page": "373",
  "last_page": "376",
  "citations": [
    {
      "type": "official",
      "cite": "179 Ark. 373"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "222 S. W. 712",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "144 Ark. 422",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1587945
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/144/0422-01"
      ]
    },
    {
      "cite": "96 S. W. 165",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "79 Ark. 504",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1495668
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/79/0504-01"
      ]
    },
    {
      "cite": "292 S. W. 379",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "173 Ark. 243",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8719774
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/173/0243-01"
      ]
    },
    {
      "cite": "287 S. W. 398",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "171 Ark. 1132",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1369583
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/171/1132-01"
      ]
    },
    {
      "cite": "37 Ark. 532",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1870921
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/37/0532-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 232,
    "char_count": 3209,
    "ocr_confidence": 0.475,
    "pagerank": {
      "raw": 2.1906088665238326e-07,
      "percentile": 0.773764609442481
    },
    "sha256": "acf5350a0c8e92393a2c81c8990456039e94992ad64f349aac4af3875844633a",
    "simhash": "1:ff3bae65c8896778",
    "word_count": 587
  },
  "last_updated": "2024-02-27T23:51:14.248945+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Farmer v. Franklin County."
    ],
    "opinions": [
      {
        "text": "Hart, C. J.,\n(after stating the facts). It is the settled rule in tins State that county courts act judicially in the allowance or disallowance of claims against the county. State use of Izard County v. Hinkle, 37 Ark. 532; Hutson v. State use of Hempstead County, 171 Ark. 1132, 287 S. W. 398; and Harriman National Bank v. Pope County, 173 Ark. 243, 292 S. W. 379.\nThe contract made with Farmer for road construction was one contract, and no claim was made by him for any amount due him until after he had performed the contract. He then presented his claim to the county court, which was allowed in the sum of $750. A warrant was issued to him for this amount, and paid. This was a final judgment. Appeals are allowed to the circuit- court from all final orders and judgments -of the county court, and on such appeals the circuit court proceeds to try such oases de novo as other oases at law. Section 2287 of Crawford & Moses’ Digest; and Marion County v. Estes, 79 Ark. 504, 96 S. W. 165.\nWhen Farmer failed to appeal from the .judgment of allowance in his favor for $750 he lost his right to any further claim under the contract. It was not a case where separate allowances were due him, under different claims. The contract was an entire one, and the order and judgment of allowance in his favor for $750 operated as a dis-allowance of thfe 'balance of his claim, and he lost all rights thereafter by failing to appeal to the circuit court within the time prescribed by statute. The notation made by the county judge upon the second presentation of the claim did not amount to a final judgment in favor of Farmer. In Lilly v. Barron, 144 Ark. 422, 222 S. W. 712, where the court made a finding that plaintiff was entitled to a judgment, hut did not enter judgment therefor until a later date, it was held that the time of taking an appeal runs from the date of the entry of the judgment. No judgment was entered in favor of Farmer for the $150, nor was any judgment for that amount rendered. Hence there was nothing to appeal from, as far as the notation, “O. K. in the sum of $150, but no funds,” is concerned.\nFarmer does not claim that this was an additional order of allowance, but relies upon the last claim filed by him in February, 1928. He bases his right to recover upon the presentation of this claim upon the fact that, on the original presentation of the claim, the county court did not intend to make a judgment of allowance but only intended to make a judgment authorizing the issuance of a warrant in his favor for $750. The record, however, shows that he presented his claim for the whole amount alleged to be due in the sum of $1,345. The county court made a judgment of allowance in his favor for $750, and, as above stated, this- operated as a. disallowance of his claim for the balance. Not having prosecuted any appeal from the .judgment of the county court, whicih. was a final one, the plaintiff is now barred of relief in the premises.\nIt follows that the judgment of the circuit court was correct, and must therefore he affirmed.",
        "type": "majority",
        "author": "Hart, C. J.,"
      }
    ],
    "attorneys": [
      "Starbird & Starbird, for appellant.",
      "R. S. Wilson and Linus A. Williams, for appellee."
    ],
    "corrections": "",
    "head_matter": "Farmer v. Franklin County.\nOpinion delivered April 15, 1929.\nStarbird & Starbird, for appellant.\nR. S. Wilson and Linus A. Williams, for appellee."
  },
  "file_name": "0373-01",
  "first_page_order": 391,
  "last_page_order": 394
}
