{
  "id": 1388565,
  "name": "Emerson v. E. A. Strout Farm Agency",
  "name_abbreviation": "Emerson v. E. A. Strout Farm Agency",
  "decision_date": "1923-12-10",
  "docket_number": "",
  "first_page": "378",
  "last_page": "382",
  "citations": [
    {
      "type": "official",
      "cite": "161 Ark. 378"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "89 Ark. 195",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1515215
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/89/0195-01"
      ]
    },
    {
      "cite": "89 Ark. 289",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1515230
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/ark/89/0289-01"
      ]
    },
    {
      "cite": "87 Ark. 506",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1519151
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/ark/87/0506-01"
      ]
    },
    {
      "cite": "137 Ark. 23",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1568147
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/137/0023-01"
      ]
    },
    {
      "cite": "132 Ark. 396",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1576681
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/132/0396-01"
      ]
    },
    {
      "cite": "132 Ark. 24",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1576719
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/132/0024-01"
      ]
    },
    {
      "cite": "124 Ark. 512",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1555032
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/ark/124/0512-01"
      ]
    },
    {
      "cite": "55 Ark. 574",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1322245
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/55/0574-01"
      ]
    },
    {
      "cite": "97 Ark. 23",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1318788
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/97/0023-01"
      ]
    },
    {
      "cite": "84 Ark. 462",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1524335
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/84/0462-01"
      ]
    },
    {
      "cite": "57 Ark. 461",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1324614
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/57/0461-01"
      ]
    },
    {
      "cite": "71 Ark. 447",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 490,
    "char_count": 9825,
    "ocr_confidence": 0.492,
    "pagerank": {
      "raw": 1.0645481284172307e-07,
      "percentile": 0.5580126486138767
    },
    "sha256": "a8035b9a15c583c0a4fa914e134eccf871c8d442e420fd4886799b54a24a1f09",
    "simhash": "1:f58f650c2fc4c643",
    "word_count": 1727
  },
  "last_updated": "2024-02-27T21:32:42.656819+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Emerson v. E. A. Strout Farm Agency."
    ],
    "opinions": [
      {
        "text": "Humphreys, J.\nAppellees brought suit against appellant in the circuit court of Baxter County to recover a commission of $300 alleged to have been earned under a written contract for the sale of 160 acres of land in said county, owned by appellant. The contract was made an exhibit to the complaint, and in part is as follows:\n“I employ you to sell the same for $2,500, and authorize you (or your agents) to make, in my name, a binding contract for the sale of same, in accordance with the terms as herein stated, and to accept and give a receipt for any money received in connection with said contract of sale.\n“If a customer is produced through you or your ag’ents, on terms as herein stated, or at a price and upon terms acceptable to me, I will pay you forthwith a commission of $300 of the selling price.\n“I reserve the right to sell said property by my own efforts, or through agencies other than yours, and, if sold, no commission or other charge will he due to you, but if sold to a customer produced through or by your agents, at a price and on terms acceptable to me, I will pay you your commission as provided -for above.”\nAppellant filed an answer denying that appellees had earned any commission under the contract.\nThe cause was submitted upon the pleadings, evidence, and instructions of the court, which resulted in a verdict and consequent judgment for the sum claimed, from which is this appeal.\nThe record reflects the following undisputed facts: The contract listing the land for sale, and which contained the provision set out above, was entered into by appellant and appellees on the first day of December, 1920. Appellees placed an advertisement of. farms for sale in the Baxter County Bulletin, which was read by P. A. Boone of ICirksville, Missouri. As a result, on October 2,1921, Boone wrote appellees as follows:\n“I see your ad in the Baxter Bulletin of farms for sale. Please send me your list of farms for sale, also prices of same, as I want to come down in that part of the country and get me a lióme. I want about 80 acres, mostly bottom land, with some timber. I would rather have land that doesn’t overflow. I may not get down till November, but I am coming, so please send me your list, and oblige.”\nOn October 6, 1921, appellees answered the above letter as follows: £<I am in receipt of your letter, and note that you are interested in Baxter County, and that you want list of farms on my list. I have some excellent bargains, and am sending you my folder with printed description of a number of farms on my list. Bead the folder carefully and you will get a fair idea of Baxter County and what is doing here. By reading the printed description you should find something that will appeal to you. I shall await your early reply with interest, and, when you are .ready to visit Cotter, be sure and let me know what day you will be here, so that I can meet you at the station and care for you.”\nIn January, 1922, Boone came to Cotter, went to the office of appellees, called attention to the correspondence, and requested them to show him some of the lands they had for sale in Baxter County. After viewing several farms, Boone informed them that he wanted to trade his Montana lands for Baxter County lands. Abner Deatherage, one of the appellees, showed Mm a description of the 160-acre farm which appellant had listed with them for sale. They drove out to the farm, and were shown over it by appellant. A written executory contract for an exchange of the farm for Montana lands was agreed upon between appellant and Boone, the same being reduced to writing and witnessed by Jack Ilornbuckle, who was present at the time. On February 10, 1922, the appellees wrote appellant inclosing a deed to the farm for appellant and his wife to execute. It was stated in the letter that Boone’s deed for the Montana lands would be ready by the time,the inclosed deed was executed and returned. On February 28 following they again wrote- appellant, stating that Boone’s papers were ready, and asked him to execute and mail them the deed for his farm so that the transaction might be closed. It does not appear that appellant ever answered this letter.\nIn addition to the undisputed evidence disclosed by the record, Abner Deatkerage testified that Boone sent appellees the deed and abstract for the Montana lands, and afterwards, at the request of Boone, the deed and abstract were returned to him. Appellant testified that, a few days prior to the date on which he and Boone entered into the contract for the exchange of lands, he met him on a passenger train in Missouri, at which time they got on a trade of their farms; that Boone promised to come to his place on the 28th of January, 1922, for the purpose of -continuing negotiations, but, instead, he came on the 27th day of said month, in company with Deatherage; that in a short time they entered into a written contract for the exchange of their lands; that Boone asked him if he wanted to go ahead and close the deal which had been proposed when they met on tie train in Missouri; that he signified a willingness to do so, and the written contract for the exchange of the lands was entered into in continuation of the'negotiations begun in Missouri; that the -contract of exchange was not made with Boone as a -customer produced by appellees under the commission contract of date December 1, 1920.\nAppellant contends for a reversal of the judgment upon the ground that, under the law and according to the undisputed evidence, appellees were not entitled to a verdict.\nHis first insistence is that the commission contract contemplated a sale, and not an exchange of the land owned, and listed by him with appellees. It is true that the contract provided for a money consideration of $2,500 for the land, which appellant might have exacted before appellees could have earned the commission, but it also contained a provision broad enough to embrace the exchange of the land, if acceptable to appellant. The provision referred to is as follows:\n“If the customer is produced through you or your ag’ent, on terms herein stated, or at a price and upon terms acceptable to me, I will pay you forthwith a commission of $300 of the selling price.”\nHis next insistence is that, even if responsible for a commission in the event of a sale or exchange of the lands acceptable to him, appellees were not entitled to a recovery because a completed sale or exchange was not effected. The import of the contract was to the effect that there should be a completed sale or exchange of the lands in order for appellees to earn their commission, but, even so, under the law it was only necessary for the agent to produce a purchaser ready, able, and willing to comply with the contract of sale and purchase. After the production of such a purchaser by the broker, the owner could not refuse to sell and thereby escape the payment of the commission. The testimony in the instant case showed that appellant failed to execute a deed for his land to Boone after Boone’s papers were all ready to complete the exchange. The exchange was defeated through appellant’s own fault.\nAppellant’s next and last insistence is that the purchaser or exchanger, Boone, was not produced by appellees, but, on the contrary, was secured through his own effort. The testimony was in conflict upon this issue. The disputed question of fact was submitted to the jury under correct declarations of law. The verdict is supported by substantial evidence of a legal nature, and is conclusive upon appellant.\nNo error appearing, the judgment is affirmed.",
        "type": "majority",
        "author": "Humphreys, J."
      }
    ],
    "attorneys": [
      "Horton & George, for appellant.",
      "Sam Williams, for appellees."
    ],
    "corrections": "",
    "head_matter": "Emerson v. E. A. Strout Farm Agency.\nOpinion delivered December 10, 1923.\n1. Brokers — right to commission on exchange of lands. — Though a broker’s contract stipulates that a money consideration shall be paid before the commission should be earned, a provision in the contract that, if a customer is produced by the agent at a price and upon terms acceptable to the owner, a commission will be paid, is broad enough to embrace an exchange of land, if acceptable to the owner.\n2. Brokers — purchaser able and willing to buy. — Under a contract contemplating a complete sale or exchange of defendant’s lands before plaintiff’s brokerage commission should be earned, it was only necessary for the plaintiff to produce a purchaser able and willing to comply with the contract and purchase, and, after the production of such a purchaser, the defendant could not refuse to sell, and thereby escape payment of the plaintiff’s commission.\n3. Brokers — commission—evidence.—-In an action by a broker to recover his commission for effecting an exchange of lands, evidence held to support a verdict for plaintiff.\n4. Appeal and error — conclusiveness of verdict. — Where the testimony is in substantial conflict upon an issue which was submitted to the jury with correct instructions, the verdict is conclusive.\nAppeal from Baxter Circuit Court; W-alter L. Pope, Juge;\naffirmed.\nHorton & George, for appellant.\nThe court erred in not directing a verdict for the defendant. 71 Ark. 447 ;’57 Ark. 461. There was no evidence to warrant the verdict of the jury. 84 Ark. 462; 97 Ark. 23; 55 Ark. 574. The. contract did1 not contemplate the furnishing of a customer for the sale or exchange of Emerson’s land, but, if it did so, then Emerson produced his own customer, and the plaintiff earned no commission. 124 Ark. 512; 132 Ark. 24; 132 Ark. 396; 137 Ark. 23.\nSam Williams, for appellees.\nThere was no error in refusing to direct a verdict for the defendant. The court did not erf in allowing the contract between defendant and Boone to be introduced in evidence. 87 Ark. 506; 89 Ark. 289. Plaintiffs were entitled to their commission when they produced1 a purchaser acceptable to the landowner. 87 Ark. 506; 89 Ark. 195; 89 Ark. 289; 124 Ark. 512."
  },
  "file_name": "0378-01",
  "first_page_order": 406,
  "last_page_order": 410
}
