{
  "id": 1431963,
  "name": "Smallwood v. Pettit-Galloway Company",
  "name_abbreviation": "Smallwood v. Pettit-Galloway Co.",
  "decision_date": "1933-05-08",
  "docket_number": "4-2990",
  "first_page": "379",
  "last_page": "385",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 379"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "144 N. Y. Supp. 351",
      "category": "reporters:state",
      "reporter": "N.Y.S.",
      "case_ids": [
        3367780
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nys/144/0351-01"
      ]
    },
    {
      "cite": "181 S. W. 273",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "121 Ark. 370",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1559368
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/121/0370-01"
      ]
    },
    {
      "cite": "283 S. W. 374",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "171 Ark. 225",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1369517
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/171/0225-01"
      ]
    },
    {
      "cite": "26 S. W. (2d) 1108",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "181 Ark. 649",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8724251
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/181/0649-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 282,
    "char_count": 4689,
    "ocr_confidence": 0.523,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.05386395114155304
    },
    "sha256": "e7c6b6dc74481e4e248a7f22e678c99af553defa0806eede7fe462c10339ac2b",
    "simhash": "1:2d02ad8f2bf5c527",
    "word_count": 777
  },
  "last_updated": "2024-02-27T21:18:50.990705+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Smallwood v. Pettit-Galloway Company."
    ],
    "opinions": [
      {
        "text": "Kirby, J.,\n(after stating the facts). Appellant insists that the court erred in not finding her entitled to a deduction from the price for materials and installation of the waterworks system in the residence as indicated in her statement of the amount required to put it in a usable condition with the purchase of the larger tank as shown to be necessary for its practical operation.\nAppellee examined the. premises and determined what materials were necessary to be furnished and did the work of installation of these material's into the waterworks system, guaranteeing it should be done in a workmanlike manner, and the warranty was necessarily implied that the materials used would be reasonably fit for the purpose for which they were intended, appellee knowing when the proposal was made that appellant had no information about such materials and the construction of the plant, and that she was necessarily relying upon the. judgment of appellee for the right materials to be furnished and the work properly done in order to supply and distribute the water through said system.\nThe law implies that, where chattels or machinery are sold for a particular purpose and the purchaser knows nothing about such materials or their use, he necessarily relies on the judgment and good faith of the vendor that the articles purchased are reasonably fit for the purpose for which they are intended, the law implying the warranty that they are of such character. McCaskey Register Co. v. McCurry, 181 Ark. 649, 26 S. W. (2d) 1108; Dyke v. Magdalena, 171 Ark. 225, 283 S. W. 374; Western Cabinet & Fixture Co. v. Davis, 121 Ark. 370, 181 S. W. 273.\nWhen there is an agreement that the work, for which the materials were agreed to be and are furnished by the contractor, shall be completed in a workmanlike manner, it covers not only the construction and installation, but also the system used to accomplish the result desired and contracted for. There was a waterworks system to be installed by appellee on premises that had already been inspected by it for distributing- and carrying water for domestic use throughout the premises from a well already dug, and the contractors are bound to the construction of such a system under the agreement that it shall be done in a workmanlike manner, and will, upon completion, give reasonably good and satisfactory service, since he knew what was to be done, the result to be accomplished, and that the manner or method of accomplishing the desired result was left to his judgment, knowledge and experience. The law will import into the contract an implied agreement that the waterworks or system of distributing the water will be proper and suitable for the purpose for which it was designed, namely, the proper distribution of the water through the house and premises, it being a contract for the doing of certain work to accomplish certain results. Miller v. Winters, 144 N. Y. Supp. 351.\nThe testimony shows that the materials for construction of the waterworks were suggested and selected by appellee, who was familiar with the construction of such systems, and appellant had as much right to expect reasonably satisfactory service from this plant when it was completed as though it had already been completed and sold to appellant for such use as it was proposed to be put to in its construction under the contract. The testimony shows the service rendered was not reasonably satisfactory because of either wrong construction or the wrong selection of materials for construction by the appellee, who was experienced in such matters and had the sole selection of materials to be used, knowing that appellant was altogether unfamiliar with such matters.\nThe preponderance of the testimony discloses that the waterworks as constructed by appellee were inadequate, and did not distribute the water throughout the premises as appellant under her contract had the right to expect would be done; and that appellee was notified of this fact, and finally, not remedying the condition, appellant had to install certain other machinery, tanks, etc., for securing the service she was entitled to expect under the contract made.\nThe chancellor erred in not allowing her credit on the contract price for the cost of the larger tank and the installation thereof, which should have been deducted from the contract price. The cause therefore must be reversed, and it will be remanded with directions to allow the credit of appellant for $243.51 and render judgment for the balance due under the contract, $362.83. It is so ordered.",
        "type": "majority",
        "author": "Kirby, J.,"
      }
    ],
    "attorneys": [
      "Verne McMillen, for appellant.",
      "W. R. Donham, for appellee."
    ],
    "corrections": "",
    "head_matter": "Smallwood v. Pettit-Galloway Company.\n4-2990\nOpinion delivered May 8, 1933.\nVerne McMillen, for appellant.\nW. R. Donham, for appellee."
  },
  "file_name": "0379-01",
  "first_page_order": 399,
  "last_page_order": 405
}
