{
  "id": 1428430,
  "name": "Bradford v. Burrow",
  "name_abbreviation": "Bradford v. Burrow",
  "decision_date": "1933-12-11",
  "docket_number": "4-3244",
  "first_page": "380",
  "last_page": "386",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 380"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "202 S. W. 37",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "133 Ark. 90",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1575100
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/133/0090-01"
      ]
    },
    {
      "cite": "34 Ark. 366",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "50 S. W. (2d) 237",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "185 Ark. 879",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "46 S. W. (2d) 22",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "185 Ark. 125",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "227 S. W. 596",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "147 Ark. 374",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1583323
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/147/0374-01"
      ]
    },
    {
      "cite": "79 S. W. 791",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "72 Ark. 27",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1505615
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/72/0027-01"
      ]
    },
    {
      "cite": "21 S. W. 1063",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "57 Ark. 400",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1324605
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/57/0400-01"
      ]
    },
    {
      "cite": "15 S. W. 458",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "54 Ark. 168",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1320448
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/54/0168-01"
      ]
    },
    {
      "cite": "8 S. W. 143",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "50 Ark. 393",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8723189
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/50/0393-01"
      ]
    },
    {
      "cite": "34 Ark. 356",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1875723
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/34/0356-01"
      ]
    },
    {
      "cite": "39 Ark. 139",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1898689
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/39/0139-01"
      ]
    },
    {
      "cite": "36 Ark. 487",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1872389
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/36/0487-01"
      ]
    },
    {
      "cite": "40 S. W. (2d) 998",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "184 Ark. 154",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1438529
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/184/0154-01"
      ]
    },
    {
      "cite": "262 S. W. 991",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "165 Ark. 63",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "234 S. W. 493",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "150 Ark. 486",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1367891
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/150/0486-01"
      ]
    },
    {
      "cite": "225 S. W. 886",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "145 Ark. 283",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "215 S. W. 649",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "139 Ark. 595",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1596386
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/139/0595-01"
      ]
    },
    {
      "cite": "215 S. W. 742",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "140 Ark. 398",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1594410
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/140/0398-01"
      ]
    },
    {
      "cite": "93 S. W. 71",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "77 Ark. 250",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1499085
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ark/77/0250-01"
      ]
    },
    {
      "cite": "3 S. W. 891",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "weight": 3,
      "opinion_index": 0
    },
    {
      "cite": "49 Ark. 37",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1309148
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/ark/49/0037-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 575,
    "char_count": 12054,
    "ocr_confidence": 0.492,
    "pagerank": {
      "raw": 1.2240919645422112e-07,
      "percentile": 0.6005529666015277
    },
    "sha256": "37c0e2238652315de62e0af8d6b0c6efdb6404acff4c86ee1312039e44d4520b",
    "simhash": "1:3e09e66c6e27ef9b",
    "word_count": 2120
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Bradford v. Burrow."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nThe only question involved on this appeal is whether, in the redemption of lands sold to the State for taxes, the county warrants of the county in which the land is located must be received by the county treasurer for the amount of taxes owing to the county. The circuit court held, under a petition for mandamus to require the acceptance of the tender of such warrants, that they must be accepted for that purpose, and the county treasurer has appealed from that judgment.\nSection 10,100, Crawford & Moses’ Digest, provides the “mode of redemption” of land sold to an individual for the nonpayment of taxes, and reads as follows: “Any owner, or his agent, or. any other person for the owner desiring’ to redeem any land, town or city lot or part thereof sold for taxes, under or by virtue of any law of this State, may, within the time limited by law for such redemption, deposit with the county treasurer, upon the certificate of the clerk of the county court describing such land, town or city lot, an amount of money equal to t-lie taxes for which such land, or town or city lot was sold, together with penalty and cost and the taxes subsequently paid thereon by such person, or those claiming under him, with interest at the rate of 10 per cent, per annum on the whole amount so paid, and the county treasurer shall, upon the payment of said sum, within ten days thereafter notify the purchaser that said sum is in the treasury and subject to his order.”\nThis section is a re-enactment of § 5775, Mansfield’s Digest, with the added requirement that the county treasurer shall, within ten days after receiving the redemption money, notify the tax purchaser that said sum is in the treasury subject to his order.\nThis court, in the case of Murphy v. Smith, 49 Ark. 37, 3 S. W. 891, construed § 5775, Mansfield’s Digest, as requiring that the entire amount necessary to effect a redemption from a tax sale to an individual must be paid in the coin or treasury notes of the United States made legal tender by acts of Congress, that is, the. whole amount must be paid in money, and no part thereof may be paid in county warrants.\nSection 10,101, Crawford & Moses’ Digest, defines the duty of the county treasurer, and § 10,102, Crawford & Moses’ Digest, defines the duty of the county clerk, in perfecting the redemption.\nSection 10,104, Crawford & Moses’ Digest, has reference to the redemption of land sold to the State, and reads as follows: “Lands sold to the State may be redeemed within two years after sale, subject to the same restrictions, conditions and regulations as hereinbefore described in relation to the redemption of lands sold for taxes, by the application to the clerk of the county court, and payment of the same amount and penalty herein-before mentioned, and the taxes which would have accrued thereon if such land or lot had been continued on the tax books and the taxes extended to the county treasurer, and the amount due the State shall be paid by the county treasurer to the county' collector, who shall give duplicate receipts therefor, stating in said receipts the amount belonging to each fund, separately, one of which shall be immediately forwarded by the treasurer to the auditor, and the other to the clerk of the county court, who shall make quarterly reports to the Auditor of the amounts due the State on account of such redemption of any land sold to the State as herein provided. It shall be the duty of the clerk of the county court to make a note thereof on the record book of such sale provided for in this act.”\nThe insistence, for the reversal of the judgment of the court below, is that the statute providing for the redemption of lands sold to individuals having been construed as requiring payment in money, the statute providing for the redemption of lands sold to the State should receive the same construction, and the same requirement be imposed, and that redemptions are authorized in the latter case only upon the payment in money of the whole amount required to redeem, including the portion to which the county is entitled.\nWe do not so construe § 10,104, Crawford & Moses' Digest. We think its purpose is to prescribe a similar procedure to be followed by the landowner in either case. Section 10,104 does not expressly require payment in money, as does § 10,100 in case of sales to individuals. If the statute were so construed, grave doubt would arise as to its constitutionality, for § 10 of article 16 of the Constitution provides that: ‘ ‘ The taxes of counties, towns and cities shall only be payable in lawful currency of the United States, or the orders or warrants of said counties, towns and cities, respectively.” That statutes should be so construed as to render them constitutional if they are reasonably susceptible of such construction is a settled rule of interpretation. Stillwell v. Jackson, 77 Ark. 250, 93 S. W. 71; Dobbs v. Holland, 140 Ark. 398, 215 S. W. 742; Booe v. Sims, 139 Ark. 595, 215 S. W. 649; Commissioners, etc., v. Quapaw Club, 145 Ark. 283, 225 S. W. 886; Logan v. State, 150 Ark. 486, 234 S. W. 493; Board of Commissioners v. Furlow, 165 Ark. 63, 262 S. W. 991; Hazelrigg v. Board of Penitentiary Commissioners, 184 Ark. 154, 40 S. W. (2d) 998.\nSection 10,104, Crawford & Moses’ Digest, will be better understood if it is read in connection with other statutes on the subject of payment of county taxes. Among these are the following:\nSection 1988, Crawford & Moses’ Digest, provides that: “The county taxes of any county of this State, levied in pursuance of law, shall only be payable in the lawful currency of the United States or scrip or warrants of the county by whose authority the same were issued, drawn in pursuance of law and not inconsistent with this act. * * *”\nSection 1993, Crawford & Moses’ Digest, provides that: “All county warrants and county scrip shall be receivable for any taxes for county purposes, except for interest on the public debt and for sinking fund, and for all debts due the county by whose authority the same were issued; * * * without regard to the time or date of issuance of such warrant, scrip, acceptance or money, or the purpose for which they were issued; and it is hereby made the duty of, and authority is hereby conferred upon, the county court of the respective, counties, or the judge thereof in vacation, to make all lawful orders compelling collectors, both county and municipal, to comply with the provisions and intent of this act. Provided, that nothing in this act shall authorize the collector to receive scrip issued since the adoption of the Constitution in payment of the tax levied to pay the indebtedness existing before the adoption of the Constitution.”\nSection 2008, Crawford & Moses’ Digest, provides that: “All warrants drawn on the treasury shall be received, irrespective of their number and date, in payment of all taxes, duties, fines, penalties and forfeitures accruing to the county.”\nSection 10,045, Crawford & Moses’ Digest, provides that: “The collector shall receive county warrants in payment of county taxes; * * *. Provided, this section shall not be so construed as to compel the acceptance of any order or warrant that by the laws of this State was required to be funded.” This section of the Digest has been amended by § 9 of act 275 of the Acts of 1933, page 843, but in a respect here unimportant to be considered.\nThese sections of the statutes, or similar statutes which they have amended, have been construed in the following cases: Daniel v. Askew, 36 Ark. 487; Whitthorne v. Jett, 39 Ark. 139; Worthen v. Roots, 34 Ark. 356; Murphy v. Smith, 49 Ark. 37, 3 S. W. 891; Richie v. Frazer, 50 Ark. 393, 8 S. W. 143; Crudup v. Ramsey, 54 Ark. 168, 15 S. W. 458; Hill v. Logan County, 57 Ark. 400, 21 S. W. 1063; St. Louis Nat. Bank v. Marion County, 72 Ark. 27, 79 S. W. 791; Bartlett v. Willis, 147 Ark. 374, 227 S. W. 596; Stanfield v. Kincannon, 185 Ark. 125, 46 S. W. (2d) 22; Stanfield v. Friddle, 185 Ark. 879, 50 S. W. (2d) 237. There are other cases to the same effect.\nThe purport of all the^e decisions is that a county may not refuse to receive its warrants in payment of any demand due it.\nThe subject was very thoroughly considered in the case of Stillwell v. Jackson, 77 Ark. 250, 93 S. W. 71. The facts in that case were that the county court of Ashley County made an order for the construction of a new courthouse, in which it was provided that “a special levy of two mills tax on the dollar be and the same is hereby levied on all the taxable property of Ashley County to build a new courthouse, and that said tax be receivable only in currency or proper warrants drawn by proper order on the courthouse fund.” The question was raised whether the courthouse tax could be paid in warrants drawn upon funds appropriated for ordinary county purposes.\nThere was a review of various sections of the Constitution in regard to the assessment and payment of taxes, and also of statutes upon that subject. After this review the court declared the law to be that ‘ ‘ all county warrants shall be receivable for all county taxes, except those levied to pay indebtedness existing at the time of the adoption of the Constitution and interest thereon.” The court there quoted from the case of Worthen v. Roots, 34 Ark. 366, as follows: “A review of all this legislation anterior and subsequent to the Constitution of 1874, together with that Constitution itself, reveals a settled policy, almost in terms enjoined by the Constitution itself, * * * of supporting the credit of the counties, and encouraains’ the citizens to render their services with alacrity, by making claims .-against the county a set-off for taxes.\"\nIn the case of Gould v. Davis, 133 Ark. 90, 202 S. W. 37, there was construed a special act providing for the funding of the indebtedness of Garland County, § 4 of this act provides that: “No county warrants hereafter issued by said county shall be receivable for taxes, nor in payment of any fines, penalty or forfeiture, but shall be payable only in the current money of the United States.” It was held that this section of the act was violative of § 10, article 16, of the Constitution, herein-above quoted from, and that the act was void on that account.\nThe effect of the numerous cases which have construed the various statutes relating to county revenues appear to clearly declare the policy and effect of the warrants in satisfaction of any claim due it.\nThe case of Murphy v. Smith, 49 Ark. 37, 3 S. W. 891, supra, is not contrary to this view. There the land had been sold to an individual, and the county’s demand for the taxes had been paid by the sale. Thereafter the landowner owed the county nothing on account of the taxes for the nonpayment of which the land had been sold. They had been paid. The demand was due to the tax purchaser, who was under no duty, statutory or otherwise, to receive anything except- lawful money; indeed, § 10,100, Crawford & Moses’ Digest, recognizes this right of the purchaser and gives its- sanction to be paid in money. When the sale is to the State, it is for the benefit of all the taxing agencies entitled to portions of the taxes, and the redemption is also for their benefit. It is, at last and in effect, a delayed payment of the taxes, which the law has permitted to be made, and the county then has no more right to refuse to accept its warrants in payment of its taxes than it originally had. It was still a demand due the county which the Constitution and the statutes of the State provide may be paid in the warrants of the county.\nThere is involved in this case no construction of Amendment to the Constitution No. 17 authorizing the levy and collection of a construction and building tax for purposes authorized by that amendment.\nThe writ of mandamus was therefore properly awarded, and the judgment of the circuit court will be affirmed.",
        "type": "majority",
        "author": "Smith, J."
      }
    ],
    "attorneys": [
      "Lamb & Adams, for appellant.",
      "Maddox & Greer and J. Brinkerhoff, for appellee."
    ],
    "corrections": "",
    "head_matter": "Bradford v. Burrow.\n4-3244\nOpinion delivered December 11, 1933.\nLamb & Adams, for appellant.\nMaddox & Greer and J. Brinkerhoff, for appellee."
  },
  "file_name": "0380-01",
  "first_page_order": 398,
  "last_page_order": 404
}
