{
  "id": 1435244,
  "name": "Arkansas Power & Light Company v. Hilliard",
  "name_abbreviation": "Arkansas Power & Light Co. v. Hilliard",
  "decision_date": "1932-03-14",
  "docket_number": "",
  "first_page": "383",
  "last_page": "386",
  "citations": [
    {
      "type": "official",
      "cite": "185 Ark. 383"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 371,
    "char_count": 5794,
    "ocr_confidence": 0.514,
    "pagerank": {
      "raw": 5.298132930532853e-08,
      "percentile": 0.3338028587767086
    },
    "sha256": "b17bca6668ec2be0a5f7881235fc041c4d97044c88a27470086994145a986ed9",
    "simhash": "1:993424059ff4f142",
    "word_count": 1068
  },
  "last_updated": "2023-07-14T16:31:44.100435+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Humphreys and Mehaeez, JJ., dissent."
    ],
    "parties": [
      "Arkansas Power & Light Company v. Hilliard."
    ],
    "opinions": [
      {
        "text": "McHaney, J.\nIn 1926 appellant contemplated the construction of a dam across the Ouachita River near Hot Springs above Remmel Dam. It caused its engineers to determine and survey off all the land which would be flooded by the construction of said dam. It proceeded to purchase or condemn the land that was to be flooded by reason thereof. The appellee was the owner of certain land, a portion of which would be flooded, and it entered into negotiations with her for the purchase thereof, which finally resulted in a sale by her to it of such land as it contemplated flooding at a price of $40 per acre, for which she executed to its representative a general warranty deed. The deed was dated March 23, 1926, and in it she reserved the use and occupancy and the right to remove all improvements and timber thereon until December 31, 1927. This is the only reservation in the deed, but it is conceded that appellee had the right to purchase from appellant at the same price such of the land as was not flooded. There is a public road running from State highway No. 6 in a southwesterly direction to the east side of her land where it terminates at a gate in the fence around her land. A private road leads from the gate to her residence near the southeast corner of the southwest quarter of the northeast quarter of section 10. The house is located on a knoll or hill, and there is a depression between the gate and the house which has been flooded by the construction of Carpenter Dam, the lake formed thereby being • known as Lake Hamilton. The water in this depression or swale is on the land purchased by appellant from appellee and floods the roadway from the gate to appellee’s house to a depth of 10 or 12 feet and about 300 feet wide. Appellee is therefore unable to get to or from her home over this roadway.\nShe brought this suit to enjoin the appellant from raising its lake to such a level as would flood her roadway between the public road and her house and also asked for damages against appellant in the sum of $2,950. The evidence showed it would cost from $2,000 to $3,000 to build a dump and culvert across the flooded roadway so as to provide her a way to get in and out over the same route. On a hearing the court denied the injunction, but gave judgment in her favor against appellant in the sum of $2,000.\nThe court did not find that the roadway from appellee’s gate to her house, and which has been flooded, is a public road. The court did find that at the time of the grant and for more than seven years prior thereto she had been using the way over the granted land, such use being open and notorious, and that there was a way of necessity reserved in her grant by implication. Appellant does not object to her use of the way or of the water over the way, provided the facilities for its use are constructed without expense to it, and that its use does not interfere with the raising or lowering of the water level in the lake. It is undisputed that both parties knew the land purchased from appellee was to be flooded. Appellant’s agents pointed out to her what land would be flooded at the 400 foot level, and what would be flooded at the 414 foot level. The dam was constructed so as to bring the water to the 400 foot level only, but she knew that at that level the low place between her house and gate would be flooded, and of necessity knew that the road running across such low place would also be flooded. She made no reservation in her deed that it should not be flooded, nor that, if it were, appellant should construct a bridge or other way across same. Nor did she testify in positive terms that any agent of appellant agreed to provide her a way in the event her road was flooded. She testified that the road was to be taken care of: ‘ ‘ That was my understanding that they would never shut me in there”; that she talked to Mr. Longino, agent for appellant, many times and told him she didn’t want to be shut in; that she, Mr. Longino, and Mr. Belding, her lawyer, were together when the deal was finally closed in Belding-’s office, and, when asked if anything was said about keeping the roadway open at that time, she answered, “Well, I won’t say.” At no place in this record does Mrs. Hilliard say she had an agreement with Mr. Longino for appellant that it would keep her way open by building a bridge, culvert or anything else. The most she says is that she got the impression from Mr. Longino that it would give her a way. Her son, who was a joint owner at that time with appellee and who signed the deed to appellant, says: “I just took it for granted we were to have the use of the road; wasn’t anything* said against our using it.” And again he said: “No, I just took it for granted we would be able to have the use of the road. The road ends at our home.”\nConceding' without deciding that oral testimony would have been competent to show, as a part of the consideration for the deed, (the deed reciting “$1 and other good and valuable consideration”) that appellant agreed to build her a bridge or viaduct, still thu evidence of such an agreement is too indefinite, vague and uncertain to show a binding contract on appellant to do so.\nWhat we have said makes it unnecessary to discuss other questions argued in the briefs. Other ways of ingress and egress are open to appellee, one tendered by appellant, attended with some inconvenience and expense. It cannot be said therefore that she is entitled to the way demanded as of necessity.\nThe decree is reversed, and the cause remanded with directions to dismiss the complaint for want of equity.\nHumphreys and Mehaeez, JJ., dissent.",
        "type": "majority",
        "author": "McHaney, J."
      }
    ],
    "attorneys": [
      "Robinson, House •& Moses and Harry E. Meek, for appellant.",
      "O. H. Sumpter, for appellee."
    ],
    "corrections": "",
    "head_matter": "Arkansas Power & Light Company v. Hilliard.\nOpinion delivered March 14, 1932.\nRobinson, House •& Moses and Harry E. Meek, for appellant.\nO. H. Sumpter, for appellee."
  },
  "file_name": "0383-01",
  "first_page_order": 403,
  "last_page_order": 406
}
