{
  "id": 8721941,
  "name": "Morrow v. Strait",
  "name_abbreviation": "Morrow v. Strait",
  "decision_date": "1932-10-31",
  "docket_number": "4-2845",
  "first_page": "384",
  "last_page": "393",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 384"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "32 S. W. (2d) 625",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "182 Ark. 638",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1389747
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/182/0638-01"
      ]
    },
    {
      "cite": "15 S. W. (2d) 314",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "179 Ark. 178",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8719700
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ark/179/0178-01"
      ]
    },
    {
      "cite": "32 S. W. (2d) 319",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "182 Ark. 633",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1389735
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/182/0633-01"
      ]
    },
    {
      "cite": "32 S. W. (2d) 631",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "182 Ark. 681",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1389807
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/182/0681-01"
      ]
    },
    {
      "cite": "269 S. W. 57",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "168 Ark. 64",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8719068
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/168/0064-01"
      ]
    },
    {
      "cite": "44 S. W. (2d) 331",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "43 S. W. (2d) 356",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "184 Ark. 746",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "245 S. W. 498",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "156 Ark. 216",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1358413
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/156/0216-01"
      ]
    },
    {
      "cite": "163 S. W. 1183",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "111 Ark. 108",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1540441
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/111/0108-01"
      ]
    },
    {
      "cite": "215 S. W. 709",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "pin_cites": [
        {
          "page": "742"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "140 Ark. 405",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1594435
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/140/0405-01"
      ]
    },
    {
      "cite": "193 S. W. 785",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "128 Ark. 186",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "107 S. W. 380",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "85 Ark. 89",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1523286
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/85/0089-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 650,
    "char_count": 15030,
    "ocr_confidence": 0.531,
    "pagerank": {
      "raw": 2.1659978205955716e-07,
      "percentile": 0.7704727186797377
    },
    "sha256": "972b28be3c405d06838b1f46dbc370f408e8ac9a072ea42a771037b35c7e458e",
    "simhash": "1:7466f72ee3679a84",
    "word_count": 2629
  },
  "last_updated": "2024-02-27T17:52:01.123529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Morrow v. Strait."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nAppellant Morrow and appellee Strait were opposing candidates for the nomination of the Democratic party for the office of Prosecuting Attorney in the Fifth Judicial Circuit in the State-wide primary election held August 9, 1932. This circuit is composed of four counties, and the vote of each, as certified after a canvass thereof by the respective central committees, was as “follows: Pi £ o o o te u o o a CD\nFor appellant Morrow:\nConway County. CM CO iO\nPope County. lO H CO r — (\nYell County . b— CO 00\nJohnson County... Oi O o CM\nTotal ... 5293\nFor appellee Strait:\nConway County.3016\nPope County .2373\nYell County.2349\nJohnson County . 519\nTotal ... 8257\nMajority for appellee... 2964\nAppellant brought suit in the Johnson Circuit Court to contest the nomination of his opponent, and has challenged the vote cast in both Pope and Conway counties.\nCertain grounds of contest are alleged in the complaint which are not abstracted in the brief, but the grounds relied upon and abstracted by contestant are: (a) That persons were permitted to vote whose poll tax was paid later than the last Saturday before the first Monday in July, 1932; and (b) “Because there was no certified authenticated sworn list of qualified electors filed with the clerk of Conway County (and also Pope County) by the collector, as provided by law, and that the purported list was not filed by the collector with the clerk within the time provided by law, and that no legal election was held in said Conway County (nor Pope County), Arkansas.”\nThe court overruled a motion to dismiss the complaint, which motion was filed upon the ground that the supporting affidavit required by § 3772, Crawford & Moses’ Digest, was made only by citizens of Johnson County, where the suit was filed, whereas the elections complained of were held in Conway and Pope counties. It was also insisted, as ground to dismiss the suit, that it should have been brought in the Pulaski Circuit Court, and that no other court had jurisdiction.\nSection 3772, Crawford & Moses’ Digest, reads as follows: “A right of action is hereby conferred on any candidate to contest the certification of nomination or the certification of vote as made by the county central committee. The action shall be brought in the circuit court. If for the office of representative or a county or township office, in the circuit court of the county; and if for a circuit or district office, within any county in the circuit or district wherein any of the wrongful acts occurred ; and if for United States senator or a State office, in the Pulaski Circuit Court. The complaint shall be supported by the affidavit of at least ten reputable citizens, and shall be filed within ten days of the certification complained of, if the complaint is against the certification in one county, and within twenty days if against the certification in more than one county. The complaint shall be answered within ten days.”\nThe office of prosecuting attorney is a State office. Griffin v. Rhoton, 85 Ark. 89, 107 S. W. 380; Speer v. Wood, 128 Ark. 186, 193 S. W. 785; Dobbs v. Holland, 140 Ark. 405, 215 S. W. 709, 742. See also Cotham v. Coffman, 111 Ark. 108, 163 S. W. 1183. But the prosecuting attorney is not a State officer within the meaning of § 3772, Crawford & Moses’ Digest, supra. The prosecuting attorney is a State officer whose functions are performed in a subdivision of the State, whereas the State officer to which the statute quoted refers is one elected by the people of the entire State, and not in some political subdivision thereof.\nThe case of Lanier v. Norfleet, 156 Ark. 216, 245 S. W. 498, involved a contest over the nomination for State senator, a State officer elected by a particular subdivision of the State. We there entertained jurisdiction of a contest for the nomination for this office in a county other than Pulaski.\nWe are of the opinion also that the supporting affidavit made by citizens of Johnson County alone suffices to meet the requirements of § 3772, Crawford & Moses’ Digest. These affiants are citizens of the judicial circuit within which the election was held, and the statute does not require residence in the ward, or city, or county the vote of which is challenged.\nWe are of the opinion also that the Pulaski Circuit Court had no jurisdiction over this contest, but that the suit was one which could have been brought in any county within that circuit, and was properly brought in Johnson County, one of the counties comprising the Fifth Judicial Circuit.\nWe are of the opinion therefore that the motion to dismiss was properly overruled.\nAfter the motion to dismiss had been overruled, s demurrer to the complaint was filed and sustained, and, the contestant declining to plead further, the cause was dismissed, and this appeal is from that order.\nThe demurrer raised the two questions first stated, and these we proceed to discuss.\nThe first is, whether persons whose poll taxes were not paid prior to the first Monday in July, but which were paid on or before the third Monday of that month, had paid within the time required by law to become eligible to vote in the ensuing August primary election.\nSection 3741, Crawford & Moses’ Digest, provides that “The ‘time for collecting taxes,’ as this term is employed in the Constitution in connection with the payment of poll taxes, is hereby defined to be the period between the first Monday in January and the Saturday next preceding the first Monday in July, on which last-named date the collector is required by law to make his final settlement with the county court. ’ ’\nAnother section of Crawford & Moses’ Digest — ■§ 3740 — provides that on the first Monday in July of each year the collector shall file with the county clerk a list of the names of all persons who had paid poll taxes. In other words, poll taxes might be paid up to and on the Saturday preceding the first Monday in July, and on the first Monday the collector was required to file a list of the persons who had so paid, thns imposing- a very difficult, if not impossible, task.\nUnder this state of the law, the General Assembly, at its 1931 session, passed act 152, Acts 1931, page 406, which was entitled: “An act to amend § 3740 of Crawford & Moses ’ Digest, extending the time from the 1st to the 3d Monday in July, in which time the collector shall file with the county clerk a list of names of persons paying poll tax,, and the time from the 1st day of July to the 1st day of August for the county clerk to- record same. ’ ’\nThe title to this act indicates an intention to extend the time, not for paying taxes, hut for certifying the list of those who had paid. But the body of the act does not conform to that expression of the legislative intent. This act reads in part as follows: “Section 3740. On the third Monday in July of each year the collector shall file with the county clerk a list containing the correct names, alphabetically arranged (according to political or voting townships, and according to color) of all persons who have up to and including that date paid the poll tax assessed against them respectively. * * *”\nThe law is that the title of an act is not controlling-in its construction, although the title may be considered in determining its meaning when the meaning is otherwise in doubt. The language of the act of 1931, above quoted, is too plain to require reference to its title as an aid to its interpretation. Westbrook v. McDonald, 184 Ark. 746, 43 S. W. (2d) 356, 44 S. W. (2d) 331.\nThe language of the act of 1931, above quoted, says so plainly — that we cannot hold otherwise — that the collector’s certificate shall include the names of all persons “who have up to and including that date paid the poll tax assessed against them respectively.” The date referred to is, of course, the third Monday in July, this being the only date to which reference is made.\nThis construction of the act, which we think its unambiguous language requires, renders it in conflict with the portion of § 3741, Crawford & Moses’ Digest, herein-above quoted, and possibly also of certain other sections of the ■statute, but, even so, we must give effect to the last expression of the legislative will, and the prior laws must he conformed to harmonize with that expression. This rule of statutory construction is so well settled that no citation of authority is necessary.\nIt may he said, in this connection, that act 152 of the Acts of 1931 contains no reference to the time within which persons may assess for taxes, so the law in that respect remains unchanged. It was held in the case of Cain v. CarlLee, 168 Ark. 64, 269 S. W. 57, that a poll tax receipt did not qualify one to vote who had not been assessed as required hy law.\nSection 3738, Crawford & Moses’ Digest, makes provision for the assessment of omitted names, hut one must he assessed in the manner required by law before the collector is authorized to issue him a poll tax receipt which entitles the taxpayer to vote. The collector could not therefore issue a poll tax receipt which would qualify one to vote who had not been assessed prior to the Saturday preceding the first Monday in July, as no provision was made for extending the time for assessing, the only provision being for the payment of taxes by persons already assessed.\nThe court was correct therefore in holding that the allegation in the complaint, that a voter had not paid his poll tax prior to the third Monday in July, did not state a fact rendering the taxpayer ineligible to vote, and was therefore demurrable on that count.\nThe court was also correct in its holding in regard to the allegation as to the failure of the collector to file an authenticated list of the voters in both Conway and Pope counties, as required by § 3740, Crawford & Moses’ Digest.\nThe official returns of the election are prima facie correct, and the burden of showing that they are not correct rests upon the person who alleges that fact. Tucker v. Meroney, 182 Ark. 681, 32 S. W. (2d) 631.\nThe official list of voters, which § 3740, Crawford & Moses ’ Digest, as amended by the act of 1931, supra, requires the collector and county clerk to prepare, is not evidence of an elector’s right to vote unless the list has been authenticated by the affidavit of the collector in person. The list of voters which the county clerk is required by § 3740, Crawford & Moses’ Digest, to have printed can be made only from a list verified by the affidavit of the collector and thereafter filed with the county clerk. But it must be first authenticated by the affidavit of the collector, and the county clerk has no authority to copy the printed list unless and until it is so authenticated. Cain v. McGregor, 182 Ark. 633, 32 S. W. (2d) 319.\nTherefore, any list of voters, not based upon an authenticated list filed with the county clerk by the collector, furnishes no evidence of the.possession of a poll tax receipt, although the list has been certified by the clerk. Brown v. Nisler, 179 Ark. 178, 15 S. W. (2d) 314.\nRecognizing the power of a careless or corrupt collector to cause great confusion and to disfranchise electors in cases of contests, it was said, in the case of Cain v. CarlLee, supra, that “The whole proceeding is statutory, and the statute must be substantially followed in all proceedings, even to the trial of the contest provided by the statute. There is a presumption that the election was conducted according to law, and that the candidate legally entitled thereto received a certificate of election, and the presumption cannot be overcome by mere charges of fraud or illegalities in the conduct of the election. If the Legislature thinks that the collectors are not performing the duties required of them by statute in the premises in addition to the remedy by mandamus which uow exists, it might by appropriate penalties amend the statute so as to punish the offender, even to the extent of removing him from office if he failed to comply with the statute. ’ ’\nBut we have never held, on the one hand, that an election was illegal and void where the collector had not filed with the county clerk an authenticated list of the names of the persons who had paid their poll tax. Nor have we held, on the other hand, that there could he no contest of an election where the authenticated list had not been filed by the collector. We held to the contrary in the case of Darmer v. White, 182 Ark. 638, 32 S. W. (2d) 625.\nSection 3777, Crawford & Moses’ Digest, makes provision whereby qualified electors may vote, although their names do not appear on the list of voters prepared and published pursuant to § 3740, Crawford & Moses’ Digest.\nIn the case of Tucker v. Meroney, supra, the facts were that the collector had not filed with the county clerk a list of poll taxpayers duly authenticated by his affidavit as required by § 3740, Crawford & Moses’ Digest. The record in that case also showed that 36 votes were casi in the manner provided by § 3777, Crawford & Moses’ Digest, of which number the contestant had received 26. Upon this state of the record, the contestant contended that he was entitled to be certified as the nominee, but, in overruling that contention, it was there said: “These returns may be impeached by any competent evidence showing that they are not true. In Brown v. Nisler, 179 Ark. 178, 15 S. W. (2d) 314, it was held that the requirement of § 3777 of Crawford & Moses’ Digest that no person offering to vote-in a primary election shall be allowed to vote unless his name appears in the printed list of poll tax payers, required by § 3740, or unless he exhibits a poll tax receipt, or establishes that he has attained his majority since the last assessing time, is mandatory, and that its provisions must be substantially complied with. Bearing in mind that the official returns are quasi records and stand with all the force of presumptive regularity as held in the cases cited above until overcome by competent evidence, it will be readily seen that the contestant has not made out his case. All the ballots cast by the voters and returned by the proper officers are presumptively legal, and their verity is not impeached by showing that contestant received a majority of the votes cast by persons who had become of age since the last assessing time. In order to succeed, lie must prove that he received a majority of all the legal ballots cast at the election. ’ ’\nThe complaint does not therefore state facts sufficient, even when considered upon demurrer, to throw the entire vote of Pope and Conway counties into the discard. Electors may have been eligible whose names were not included in the list provided for by § 3740, Crawford & Moses’ Digest.\nWe therefore conclude that the complaint did not state a cause of action, and the demurrer was therefore properly sustained, and the judgment of the court below is affirmed.",
        "type": "majority",
        "author": "Smith, J."
      }
    ],
    "attorneys": [
      "Williams & Williams, for appellant.",
      "W. P. Strait, for appellee."
    ],
    "corrections": "",
    "head_matter": "Morrow v. Strait.\n4-2845\nOpinion delivered October 31, 1932.\nWilliams & Williams, for appellant.\nW. P. Strait, for appellee."
  },
  "file_name": "0384-01",
  "first_page_order": 404,
  "last_page_order": 413
}
