{
  "id": 12462735,
  "name": "Jess Nelson, Petitioner, v. Michael Erickson et al., Respondents",
  "name_abbreviation": "Nelson v. Erickson",
  "decision_date": "2016-08-18",
  "docket_number": "No. 92489-9",
  "first_page": "385",
  "last_page": "392",
  "citations": [
    {
      "type": "official",
      "cite": "186 Wash. 2d 385"
    }
  ],
  "court": {
    "name_abbreviation": "Wash.",
    "id": 9029,
    "name": "Washington Supreme Court"
  },
  "jurisdiction": {
    "id": 38,
    "name_long": "Washington",
    "name": "Wash."
  },
  "cites_to": [
    {
      "cite": "806 P.2d 253",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "weight": 2,
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "60 Wn. App. 622",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        1719219
      ],
      "year": 1991,
      "pin_cites": [
        {
          "page": "623"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/60/0622-01"
      ]
    },
    {
      "cite": "286 P.3d 966",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2012,
      "opinion_index": 0
    },
    {
      "cite": "175 Wn.2d 441",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4024269
      ],
      "year": 2012,
      "pin_cites": [
        {
          "page": "451"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/175/0441-01"
      ]
    },
    {
      "cite": "367 P.3d 1083",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2016,
      "opinion_index": 0
    },
    {
      "cite": "185 Wn.2d 1010",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        12456928,
        12456929,
        12456930,
        12456931,
        12456932,
        12456933,
        12456934,
        12456935
      ],
      "year": 2016,
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/185/1010-01",
        "/wash-2d/185/1010-02",
        "/wash-2d/185/1010-03",
        "/wash-2d/185/1010-04",
        "/wash-2d/185/1010-05",
        "/wash-2d/185/1010-06",
        "/wash-2d/185/1010-07",
        "/wash-2d/185/1010-08"
      ]
    }
  ],
  "analysis": {
    "cardinality": 516,
    "char_count": 11208,
    "ocr_confidence": 0.89,
    "pagerank": {
      "raw": 1.0129310049650312e-07,
      "percentile": 0.5426291262540789
    },
    "sha256": "9597bd6540636fec6c12ce94846caa88af8b3c533a6bc6463cba9b142737ab7a",
    "simhash": "1:1e8ce340d45caa3f",
    "word_count": 1881
  },
  "last_updated": "2024-02-27T18:43:05.207238+00:00",
  "provenance": {
    "date_added": "2019-05-23",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Madsen, C.J.; Johnson, Fairhurst, Stephens, Wiggins, González, and Gordon McCloud, JJ.; and Worswick, J. Pro Tem., concur."
    ],
    "parties": [
      "Jess Nelson, Petitioner, v. Michael Erickson et al., Respondents."
    ],
    "opinions": [
      {
        "text": "Owens, J.\n¶1 In many civil cases, arbitration is mandatory. After arbitration, either party can request a full trial, but if it does not improve its position from arbitration, it has to pay the opposing party’s attorney fees. In this case, Michael Erickson requested a trial after arbitration, and the issue before us is whether he improved his position at trial. This is not as simple to resolve as it might seem because his position prior to trial was unclear. We hold that his position prior to trial should be interpreted as an ordinary person would. Applying that rule, we find Erickson improved his position at trial and is not required to pay the opposing party’s attorney fees. We affirm the Court of Appeals.\nFACTS\n¶2 Plaintiff Jess Nelson sued Erickson for personal injuries after a car accident. They went to mandatory arbitration, and the arbitrator awarded the plaintiff a total of $44,923. Of that total award, $1,522 was for attorney fees and costs. The defendant decided to seek trial de novo. In an effort to avoid trial, the plaintiff offered to settle for “$26,000 plus taxable costs incurred at arbitration.” Clerk’s Papers at 839. This language from the settlement offer is the center of the legal dispute in this case.\n¶3 The defendant did not respond to the offer, and the parties went to trial. The jury awarded the plaintiff $24,167. Upon the plaintiff’s motion for additur, the judge added $3,000 for future noneconomic damages. This brought the total award at trial to $27,167.\n¶4 The plaintiff then moved for attorney fees under MAR 7.3, arguing that the defendant had not improved his position at trial. The plaintiff characterized the settlement offer (that read “$26,000 plus taxable costs incurred at arbitration”) as simply $26,000, and since the trial award was $27,167, the defendant did not improve his position by going to trial. The trial judge agreed and awarded the plaintiff $58,908 in attorney fees and $4,488 in costs.\n¶5 The defendant appealed, arguing that the settlement offer was actually for $26,000 plus the known arbitration costs of $1,522. The total offer of $27,522 was more than the award at trial, and thus the defendant had improved his position at trial and was not liable for the plaintiff’s attorney fees under MAR 7.3. The Court of Appeals agreed and vacated the award of fees and costs to the plaintiff. Nelson v. Erickson, No. 71709-0-I, slip op. at 2 (Wash. Ct. App. Sept. 14, 2015) (unpublished), http://www.courts.wa.gov/opinions/pdf/717090.pdf. We granted review. Nelson v. Erickson, 185 Wn.2d 1010, 367 P.3d 1083 (2016).\nISSUE\n¶6 Did the defendant improve his position at trial?\nANALYSIS\n¶7 If a party requests a trial de novo after mandatory arbitration and he or she does not improve his or her position at trial, he or she must pay the other side’s attorney fees. MAR 7.3. If a party offers to settle prior to trial, that settlement offer replaces the arbitration award when determining whether the party who requested trial de novo improved his or her position. RCW 7.06.050(1)(b). “[T]he purpose of MAR 7.3 is to encourage settlement and discourage meritless appeals.” Niccum v. Enquist, 175 Wn.2d 441, 451, 286 P.3d 966 (2012).\n¶8 In this case, the plaintiff’s settlement offer was “$26,000 plus taxable costs incurred at arbitration.” At issue is how the settlement offer should be interpreted—as simply $26,000 (as the plaintiff contends) or as $26,000 plus the known arbitration costs (as the defendant contends).\n¶9 In our leading case on this issue, Niccum, we analyzed an offer that purported to include costs. Both parties claim that Niccum clearly supports their position in this case. That is because our Niccum holding relied on two principles: first, that parties generally cannot include costs in their settlement offers; and second, that courts determine the amount of the settlement offer by reading the offer as an ordinary person would. While those principles both led to the same outcome in Niccum, those two principles conflict in this case. Thus, we must decide which of those principles prevails in this case. As explained below, we read this offer as an ordinary person would: $26,000 plus the known arbitration costs of $1,522. This ruling comports with the plain language of the rule and provides an incentive for parties to avoid making confusing settlement offers.\n¶10 Like this case, Niccum involved a car accident that went to mandatory arbitration. 175 Wn.2d at 443-44. The arbitrator awarded the plaintiff a total of $24,496 for medical expenses, lost wages, and pain and suffering. Id. at 444. As in this case, the defendant requested a trial de novo and the plaintiff offered a settlement prior to trial. Id. The plaintiff first offered a settlement of $22,000, but that was rejected. The plaintiff then offered to settle for $17,350. Id. The offer explained, “ ‘Such compromise is intended to replace the arbitrator’s award of $24,496.00 and replace the previous offer of compromise, with an award of $17,350.00 including costs and statutory attorney fees! ” Id. The defendant rejected the offer, and the parties went to trial.\n¶11 The jury awarded the plaintiff $16,650 for past medical expenses and noneconomic damages. The plaintiff then moved for costs and attorney fees pursuant to MAR 7.3, arguing that the defendant had failed to improve his position at trial. The plaintiff argued that since his $17,350 settlement offer included “costs and statutory attorney fees,” the court should subtract costs and statutory fees from the offer, leaving only the portion of the offer that related to damages to compare to the jury award. The plaintiff calculated that costs and fees totaled $1,016.28, and thus the portion of the offer that related to damages was $16,333.72. The plaintiff reasoned that this portion of the offer was less than the $16,650 that the jury awarded in damages, so the defendant had not improved his position at trial.\n¶12 We rejected that argument, ruling that “[a] straightforward application of the statutory language shows that [the defendant] improved his position on trial de novo.” Id. at 452. We explained that the rule under MAR 7.3— whether a party improves on their position at trial—was “ ‘meant to be understood by ordinary people.’ ” Id. (quoting Cormar, Ltd. v. Sauro, 60 Wn. App. 622, 623, 806 P.2d 253 (1991)). We held that “[i]t is our view that an ordinary person would consider that the ‘amount’ of an offer of compromise is the total sum of money that a party offered to accept in exchange for settling the lawsuit.” Id. (citing Webster’s Third New International Dictionary 72 (2002)). Applying that rule to the facts in Niccum, the court found that the jury verdict of $16,600 was less than the settlement amount offered of $17,350. Since the jury verdict was lower than the settlement offer, the defendant had improved his position at trial and the plaintiff was not entitled to attorney fees under MAR 7.3.\n¶13 As mentioned above, the Niccum decision also addressed the specific issue of including costs in an offer of compromise. The court explained that parties should not address costs in their offers because “a party is not entitled to costs in connection with an offer of compromise.” Id. at 448. Costs are awarded to a prevailing party only upon judgment. Id. at 449. The court explained that a party may ask for a specific amount of money as part of an offer to cover expenses, but those dollars should be distinguished from statutory costs. Id. at 450. The court held that costs should not be subtracted from an offer, but instead the offer should be treated as “the lump sum that he offered to accept in exchange for settling the lawsuit.” Id.\n¶14 Thus, both parties are correct that Niccum provides some support for their position. On the one hand, Niccum explained that parties should not reference costs in their settlement offer because costs are generally statutory and awarded by courts. On the other hand, Niccum also explained that offers should be interpreted as an ordinary person would interpret them, and that we should view the offer as a whole—as “the total sum of money that a party offered to accept in exchange for settling the lawsuit.” Id. at 452.\n¶15 We treat this offer as an ordinary person would interpret it. The plaintiff offered to settle the case for $26,000 plus the costs incurred at arbitration. Unlike Niccum, the costs were known at the time of the offer— $1,522. An ordinary person would understand that the plaintiff was offering to settle the case for $26,000 plus $1,522. The plaintiff is essentially arguing that the defendant should have known that Niccum prevented any inclusion of costs in an offer and thus the defendant should have known that the offer was only for $26,000. But if the plaintiff wanted to offer $26,000, he could have done so by simply offering “$26,000.” He now argues that he had no right to make the offer he did, but he places responsibility for identifying that flaw on the defendant. Simply as a matter of fairness, we cannot accept that argument. If he had no right to include costs in the offer, why did he purport to include them? Either he intentionally made a confusing offer or he negligently made a confusing offer. Regardless, we cannot reward him for making a confusing offer that he now argues was improper.\n¶16 As we explained in Niccum, the purpose of the Mandatory Arbitration Rules is to encourage settlement and discourage meritless appeals. In order to do so, parties must be able to determine “what position it must improve upon to avoid paying reasonable attorney’s fees if it elects to continue to trial.” Id. at 452. When settlement offers are uncertain, it stymies the system. Not only is it more difficult for parties to figure out whether to settle, it will likely increase litigation after the fact, as the parties must then litigate the meaning of vague offers. Id. at 451.\n¶17 Pursuant to Niccum, we discourage parties from including costs in their offers and from making vague or confusing settlement offers. We hold parties to the total settlement amount in their offer, and we do not dissect the offer after the fact. This reasoning and result is the most faithful to Niccum, MAR 7.3, and common sense.\nCONCLUSION\n¶18 In this case, we believe any ordinary person would understand the settlement offer to be $26,000 plus the costs incurred at arbitration, which both parties knew to be $1,522. The defendant did not accept the offer, went to trial, and obtained a jury verdict that was less than the settlement offer. Since he improved his position at trial, the opposing party is not entitled to attorney fees. We affirm the Court of Appeals.\nMadsen, C.J.; Johnson, Fairhurst, Stephens, Wiggins, González, and Gordon McCloud, JJ.; and Worswick, J. Pro Tem., concur.",
        "type": "majority",
        "author": "Owens, J."
      }
    ],
    "attorneys": [
      "Jared D. Stueckle, Patrick J. Kang, and Jason G. Epstein (of Premier Law Group PLLC)\\ and Leonard J. Feldman (of Peterson Wampold Rosato Luna Knopp), for petitioner.",
      "Marilee C. Erickson, Suzanna Shaub, and Pamela A. Okano {oí Reed McClure), for respondents."
    ],
    "corrections": "",
    "head_matter": "[No. 92489-9.\nArgued June 23, 2016.\nDecided August 18, 2016.\nJess Nelson, Petitioner, v. Michael Erickson et al., Respondents.\nJared D. Stueckle, Patrick J. Kang, and Jason G. Epstein (of Premier Law Group PLLC)\\ and Leonard J. Feldman (of Peterson Wampold Rosato Luna Knopp), for petitioner.\nMarilee C. Erickson, Suzanna Shaub, and Pamela A. Okano {oí Reed McClure), for respondents."
  },
  "file_name": "0385-01",
  "first_page_order": 423,
  "last_page_order": 430
}
