{
  "id": 1428214,
  "name": "Sides v. Janes",
  "name_abbreviation": "Sides v. Janes",
  "decision_date": "1933-12-11",
  "docket_number": "4-3226",
  "first_page": "386",
  "last_page": "393",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 386"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "3 S. W. 198",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "48 Ark. 386",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1887752
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/48/0386-01"
      ]
    },
    {
      "cite": "3 S. W. 821",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "48 Ark. 544",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1887760
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/48/0544-01"
      ]
    },
    {
      "cite": "9 S. W. 854",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "51 Ark. 75",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8720244
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/51/0075-01"
      ]
    },
    {
      "cite": "122 S. W. 633",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "92 Ark. 230",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1548561
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/92/0230-01"
      ]
    },
    {
      "cite": "33 S. W. (2d) 1107",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "182 Ark. 959",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1389703
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/182/0959-01"
      ]
    },
    {
      "cite": "119 S. W. 678",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "90 Ark. 444",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1513901
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/90/0444-01"
      ]
    },
    {
      "cite": "59 S. W. (2d) 488",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "187 Ark. 257",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1432013
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/187/0257-01"
      ]
    },
    {
      "cite": "59 S. W. (2d) 596",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "187 Ark. 282",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1432094
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/187/0282-01"
      ]
    },
    {
      "cite": "296 S. W. 39",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "173 Ark. 1083",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8725865
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/173/1083-01"
      ]
    },
    {
      "cite": "15 Ark. 381",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8728323
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/15/0381-01"
      ]
    },
    {
      "cite": "161 S. W. 166",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "110 Ark. 117",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1337058
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/110/0117-01"
      ]
    },
    {
      "cite": "44 S. W. (2d) 825",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "184 Ark. 802",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 593,
    "char_count": 14179,
    "ocr_confidence": 0.475,
    "pagerank": {
      "raw": 6.497341544922815e-08,
      "percentile": 0.39970148838793307
    },
    "sha256": "e7cdc44e334d53e4650fe97b4a14016389f9ec5c9cc21979de1dd0c2149e641f",
    "simhash": "1:d6b56d42d2a400cd",
    "word_count": 2416
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Mr. Justice Btjtler dissents."
    ],
    "parties": [
      "Sides v. Janes."
    ],
    "opinions": [
      {
        "text": "Humphreys, J.\nThis is a suit in equity by appellees against appellants to enjoin the administration of the estate of C. L. Sides, deceased, by J. B. Blakemore, as administrator, with the will annexed, and to recover from said administrator the assets of said estate in his possession for the benefit of said estate and themselves, and to recover from Ira Sides, for the benefit of the estate and themselves, the amount of $8,650 that belonged to deceased, which he obtained out of a hank lock box which he and deceased had used jointly and for which he did not account in his settlement as administrator before his discharge, and to recover from him and his co-administrator, R. E. French, for the benefit of the estate and themselves, $552 overplus from the sale of cattle belonging to deceased, for which they did not account in their settlement before being discharged, and to recover from said original administrators, for the benefit of Linnie Janes, the sum of $581.62, which they collected and for which they took credit in their settlement before being discharged; and to recover, for the benefit of the estate and themselves, $2,148.50 from Mamie French, which she received from said original administrators under the erroneous belief that- deceased had given said money to her in his lifetime.\nThe grounds upon which appellees sought relief were that the will of deceased was annulled by a family agreement which could not be interposed as a defense in the probation of the will and the administration of the estate thereunder; and that the original administrators should return to the estate such amounts as either or both retained and for which they did not account in their settlement before being discharged; and that they erroneously took credit for rents in their settlement of the estate which belonged to Linnie Janes; and that Mamie French should return to the estate the amount she received from the original administrators under the belief that it had been given to her' by the deceased in his lifetime.\nAppellants interposed the defenses that the chancery court was without jurisdiction to entertain the suit for the reason that the probate court had original and exclusive jurisdiction of the cause of action, and that all funds belonging to the estate had been properly inventoried and accounted for in the settlement by the original administrators before their discharge, and that the money turned over to Mamie French by them had been given to her by the deceased in his lifetime.\nUpon a hearing of the cause, the chancellor found that in 1905 deceased executed a will giving- and devising his estate to four of his children, to the exclusion of his daughter Linnie Janes, to whom he gave only $5, and that all five of his children knew of the execution of the will; that, shortly after the death of O. L. Sides, in February, 1929, all the heirs, disregarding the contents of the will, entered, into a family settlement or agreement by which all were to share equally in the estate, and, in order to effectuate that purpose, Ira Sides and E. E. French were selected to administer the estate through the probate court without charge for their services and, after paying the indebtedness, to divide the estate between the heirs, share and share alike.; that, pursuant to the agreement, each of the five heirs received about two hundred acres of land, which was conveyed to them by properly executed deeds; that, in further consummation of the family settlement, Ira Sides and E. E. French proceeded to administer upon the personal estate, and, in the course of about two and one-half years, paid all the indebtedness and paid to each heir $2,000; that on. April 23, 1931, Ira Sides, disregarding the family agreement, filed the will which deceased had executed in 1905 with the probate clerk for the Eastern District of Clay County, and, on October 12, 1931, the administrators filed an inventory of the estate and their final settlement thereof; that exceptions to the inventory and settlement and to the probation of the will were filed by Linnie Janes and Anna French, two of the heirs and appellees herein; that on a hearing of the exceptions by the probate court, the inventory and settlement were approved and the will admitted to probate; that the original administrators were, thereupon discharged and J. B. Blakemore was appointed administrator with the will annexed; that the judgment probating the will and approving the settlement of the original administrators were appealed from by three of the heirs, Linnie Janes, Anna French and Earl Sides; that on November 2, 1932, while the appeal was pending in the circuit court, this suit in equity was instituted, to which a demurrer was filed raising the jurisdiction of the chancery court to try the cause, which demurrer was overruled, over appellants’ objection; that appellants then filed an answer to the complaint denying the allegations thereof; that subsequently the appeals to the circuit court from the orders of the probate court approving the settlement of the original administrators and the probation of the will were transferred to the chancery court and consolidated with this suit, over the objection of appellants herein; that Ira Sides found in a lock box $8,650 in currency belonging to the estate, which he failed to include in the inventory and account for in his final settlement; that the original administrators collected rents in the sum of $581.60, -which they failed to pay her; that Ira Sides retained $522 from the sale of cattle belonging to the estate, for which he did not account in his final settlement; that the administrators turned over to Mamie French $2,148.50 found in fruit jars on the premises occupied by C. L. Sides prior to his death under a claim that it was given to her by her father in his lifetime and that she now has the money in her possession; that the testimony failed to show that it was given to her by her father.\nBased upon these findings, a decree was rendered, as follows:\n“ (1) That the appellants, and each of them, be and they are perpetually enjoined from asserting any rights under the alleged mil of the said C. L. Sides, deceased, and J. B. Blakemore, as administrator with said will annexed, be and is hereby discharged.\n“ (2) That appellees have and receive of and from the appellant, Ira Sides, for the benefit of themselves and for the estate of C. L. Sides, the sum of $8,650, together with six per cent, interest thereon from August 15, 1929, until paid.\n“(3') That the administrators have no right to claim $581.62 rents belonging to appellee Linnie Janes, and credit for said rent should not 'be 'given them in their final accounting as hereinafter directed.\n‘ ‘ (4) That appellees have and recover of and from the appellant, Ira Sides, for the benefit of themselves and the estate of C. L. Sides, the sum of $522, being the amount retained by him as the sale price of cattle as hereinabove set out, together with interest on said sum at the rate of six per cent, per annum from. August 15, 1929, until paid.\n“ (5) That appellees have and recover of and from Mamie French, for the benefit of themselves and the estate of C. L. Sides, the sum of $2,192.50, together with interest thereon from 1st day of October, 1931, at the rate of six per cent, per annum.\n“(■6)’ That the part of this suit involving the inventory, accounts and final settlements of the administrators be and the same is hereby remanded to the circuit court for final disposition, with directions to said court in stating said account to charge the administrators and individuals in accordance with, this opinion in so far as this decree determines title, and to order a distribution of said estate, among the five heirs thereto, or their representatives in equal portions in accordance with the final settlement agreed upon, and that no compensation be allowed said administrators for their services.\n“ (7) That the appellants, Ira Sides, Mamie French and E. E. French, will pay all costs of this proceeding, and that appellees may have execution on this judgment.”\nAppellants prayed and have duly prosecuted an appeal to the Supreme Court from the decree thus rendered, and appellees have prayed and duly prosecuted a cross-appeal from the decree remanding the inventory, accounts, and final settlements of the administrators to the circuit court for final disposition.\nThe testimony is voluminous, and no useful purpose could be served by setting it out in this opinion. Suffice it to say that, after a careful reading thereof, we are of opinion that the findings of fact by the chancellor are sustained by a preponderance of the evidence.\nIt is contended that the decree should be reversed because the probate court had exclusive original jurisdiction over the will and administration of the estate of deceased, C. L. Sides. It is true that, under the Constitution of this State, article 7, § 34, exclusive original jurisdiction was conferred on probate courts in matters relative to the probate of wills and to administration of estates of deceased persons, but no authority is conferred upon probate courts by this provision of the Constitution to cancel or annul wills or to settle the title to property where the title thereto is in question. This court said in the case of Moss v. Moose, 184 Ark. 802, 44 S. W. (2d) 825, that “it has been repeatedly held that it was not the purpose of the Constitution and statutory provision to invest the probate court with jurisdiction to contest rights and matters of litigation as to the title of property between the executor or administrator and others.” Fancher v. Kenner, 110 Ark. 117, 161 S. W. 166; Moss v. Sandefur, 15 Ark. 381; Hart v. Wimberly, 173 Ark. 1083, 296 S. W. 39.\nThe main purpose of the instant suit was to determine the ownership of moneys found in a lock box and upon a farm upon which deceased had resided, and to annul or supersede the. will of deceased sought to be probated, by a family settlement or agreement. These were matters over which the probate court had no jurisdiction, and which might be determined in a court of equity. It was said, in substance, by this court in the case of McCarley v. Carter, 187 Ark. 282, 59 S. W. (2d) 596, that the fact that a will has been admitted to probate does not preclude inquiry by another court having jurisdiction into the rights of the parties under the will and to declare same void for forgery or for other reasons.\nThe record herein reflects that, at the time of the institution of the suit in the chancery court, the original administrators had paid all the debts of the. deceased out of the assets of the estate and had divided about $10,000 amongst the heirs in addition to the lands received by each pursuant to. the family settlement, at which time Ira Sides sought to have the purported will probated and the estate administered thereunder by another administrator, and that this purpose was effected by procuring the probation of the will and the appointment of J. B. Blakemore as the administrator with the will annexed, and an order of the probate court approving the settlement of the administrators and their discharge, all over the objection and exception of appellees, and from which orders appellees prosecuted appeals to the circuit court.\nThe record also reflects that these appeals were transferred to the chancery court and consolidated with this suit, over appellants’ objection and exception.\nThe chancery court had jurisdiction to try and determine the main issues in the case — that is, whether there was a family agreement superseding and annulling the will and whether the moneys found in the lock box and buried on the farm belonged to deceased; and it also became the duty of the chancery court to order the administrator with the will annexed to turn .over the assets he received from the original administrators for a division among the heirs of the estate. All the assets of the estate had been collected, and all the debts had been paid, and no necessity remained for further administration thereof.\nThe instant case comes within the rule announced in the recent case of United States Fidelity & Guaranty Company v. Edmondson, 187 Ark. 257, 59 S. W. (2d) 488, and is not governed by the rule announced in the case of Coppege v. Weaver, 90 Ark. 444, 119 S. W. 678, and kindred eases cited by appellants. In the latter cases there was a necessity for remanding them to the probate court in order that the administration might be continued and final settlement made; but, in the instant case, no such necessity existed. We said in the Edmond-son case, supra, that it was a case “in which there is no continuing necessity for a further course of administration, the assets have all been collected, the debts have been ascertained and paid, and nothing remains but to fix the liability of the guardians and executors and to distribute the assets to the persons entitled thereto. We therefore hold that the chancery court, having assumed jurisdiction, should have falsified and surcharged all accounts in their entirety, and should have entered a final decree on such findings without remanding the cause to the probate court for action on the settlements which have not been passed upon. Adams v. Shell, 182 Ark. 959, 33 S. W. (2d) 1107; Beckett v. Whittington, 92 Ark. 230, 122 S. W. 633; Brice v. Taylor, 51 Ark. 75, 9 S. W. 854; Hankins v. Layne, 48 Ark. 544, 3 S. W. 821; Sorrels v. Trantham, 48 Ark. 386, 3 S. W. 198.”\nThe decree is therefore in all things affirmed except that part thereof remanding the inventory, accounts, and final settlements of the administrators to the circuit court for final disposition with directions. In that particular, the decree is reversed on cross-appeal with directions to the chancery court to falsify and surcharge all accounts in their entirety and to enter a final decree dividing the property among the heirs according to their several interests.\nMr. Justice Btjtler dissents.",
        "type": "majority",
        "author": "Humphreys, J."
      }
    ],
    "attorneys": [
      "O. T. Ward and Basil Baker, for appellant.",
      "Harrison, Smith Taylor, Holifield & Upton and Dudley & Barrett, for appellee."
    ],
    "corrections": "",
    "head_matter": "Sides v. Janes.\n4-3226\nOpinion delivered December 11, 1933.\nO. T. Ward and Basil Baker, for appellant.\nHarrison, Smith Taylor, Holifield & Upton and Dudley & Barrett, for appellee."
  },
  "file_name": "0386-01",
  "first_page_order": 404,
  "last_page_order": 411
}
