{
  "id": 1435269,
  "name": "Stone v. Stone",
  "name_abbreviation": "Stone v. Stone",
  "decision_date": "1932-03-14",
  "docket_number": "",
  "first_page": "390",
  "last_page": "393",
  "citations": [
    {
      "type": "official",
      "cite": "185 Ark. 390"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "3 S. W. (2d) 6",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "176 Ark. 442",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1399940
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/176/0442-01"
      ]
    },
    {
      "cite": "76 S. W. 1073",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "71 Ark. 594",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1507779
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/71/0594-01"
      ]
    },
    {
      "cite": "45 Ark. 341",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1892052
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/45/0341-01"
      ]
    },
    {
      "cite": "183 S. W. 205",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "122 Ark. 287",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1558171
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/122/0287-01"
      ]
    },
    {
      "cite": "140 S. W. 278",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "100 Ark. 399",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1312267
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/100/0399-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 309,
    "char_count": 5116,
    "ocr_confidence": 0.509,
    "pagerank": {
      "raw": 5.549846518139768e-08,
      "percentile": 0.34936998257427365
    },
    "sha256": "8885f5ec6455fb5162dd52cea7593d273359d22042378a3b37b25dac9997a45a",
    "simhash": "1:02a4fec66c0daedd",
    "word_count": 912
  },
  "last_updated": "2024-02-27T17:51:09.396208+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Stone v. Stone."
    ],
    "opinions": [
      {
        "text": "MciHaney, J.\nAppellee is the widow of W. C. Stone, deceased, and appellants are his heirs at law, children by a former marriage, all adults. At the- time of her marriage to said Stone, appellee was the widow of one Joe Caldwell, deceased, from whose landed estate she claimed and was allowed a homestead which she has continued to claim, and the rents and profits from which she has continued to enjoy since Caldwell’s death, more than 25 years ago. After the death of Mr: Stone and after letters of administration had been taken .out on his estate - (he having died intestate), appellee as widow filed her petition in the probate court for the assignment to her of her homestead rights in said estate. Appellants contested her right to a homestead out of said estate on the ground that she already had a homestead in her own right, which had been assigned to her out' of the estate of Joe Caldwell, her former husband, and which was ¡still in her possession, and from which she was still enjoying the rents and profits. The probate court denied her claim on this ground, and she appealed to- the circuit' court. Appellants then sought to have dower assigned to her by petition to the probate court which included the land claimed by her as homestead, which she opposed because it included the homestehd claim, but the court assigned dower as petitioned by appellants. She appealed from this order. Both cases were consolidated in the circuit court by consent, heard together, and the court rendered judgment allowing appellee her homestead right in said estate as claimed by her, and also assigned dower to her in the whole estate after carving out the 80 acres allowed as homestead. This appeal is from that judgment.\nThe Constitution, article 9, § 6, which is § 5523, Crawford & Moses’ Digest, provides: “If the owner of a homestead die, leaving a widow, but no children, and said widow has no separate homestead in her own right, the same shall be exempt, and the rents and profits thereof shall vest in her during her natural life. Provided, that if the owner leaves children, one or more, said child or children shall share with said widow, and be entitled to half the rents and profits till each of them arrives at twenty-one years of age; each child’s rights to cease at twenty-one years of age, and the shares to go to the younger children, and then all to go to the widow; and provided that said widow or children may reside on the homestead or not. And, in case of the death of the widow, all of said homestead shall be vested in the minor children of the testator or intestate.”\nCounsel for both parties agree that a proper decision of the case depends upon what is meant by the clause in the above section of the Constitution which says, “and said widow has no separate homestead in her own right. ’ ’ It is well settled in this State that the homestead acquired by a former marriage is not forfeited or abandoned by a subsequent marriage and removal to the homestead of the second husband. Davis v. Neal, 100 Ark. 399, 140 S. W. 278, L. R. A. 1916A, 999; Colum v. Thornton, 122 Ark. 287, 183 S. W. 205. In the latter case we said: “The general rule is that a remarriage by a widow will not operate to destroy the homestead character of a home left to- her and her children by a former husband. Our Constitution does not require a widow to occupy the homestead. There is nothing in it to indicate that the framers intended that the marriage of a widow and her going to her second husband’s homestead and occupying it with him. should work a forfeiture of her previously existing legal rights.”\nThe phrase above quoted, “has no separate homestead in her own right,” has been frequently defined by this court. It means “the separate homestead of the widow established by her as a widow; that is, after, and not before the death of her husband.” Davenport v. Devereaux, 45 Ark. 341. It “is not the separate homestead of the wife, but of the widow; that is, the separate homestead of the widow, selected by her on her own lands after the death of her husband (for she is not his widow until then).” Willmoth v. Gossett, 71 Ark. 594, 76 S. W. 1073. And in Bruce v. Bruce, 176 Ark. 442, 3 S. W. (2d) 6, it is said the widow becomes entitled to the homestead on her husband’s death, “and unless, after his death, the widow selects some other homestead,” she is entitled to the one occupied as such at the time of his death.\nWe are of the opinion therefore that appellee had the undoubted right to select as a homestead the home she had occupied for mauy years with her husband, Mr. Stone, and that the homestead acquired from her former husband, Caldwell, was not abandoned during the lifetime of Mr. Stone. Whether the selection of the Stone homestead as his widow constitutes an abandonment of the Caldwell homestead, we do not decide as appellants cannot raise that question, they having no interest in the Caldwell estate.\nWe find no error, and the .judgment is accordingly affirmed.",
        "type": "majority",
        "author": "MciHaney, J."
      }
    ],
    "attorneys": [
      "Jas. S. MaConnell, for appellant. : . • !",
      "Feasel & Steel, for appellee."
    ],
    "corrections": "",
    "head_matter": "Stone v. Stone.\nOpinion delivered March 14, 1932.\nJas. S. MaConnell, for appellant. : . • !\nFeasel & Steel, for appellee."
  },
  "file_name": "0390-01",
  "first_page_order": 410,
  "last_page_order": 413
}
