{
  "id": 1431959,
  "name": "Bourland v. Coleman",
  "name_abbreviation": "Bourland v. Coleman",
  "decision_date": "1933-04-10",
  "docket_number": "4-3002",
  "first_page": "392",
  "last_page": "398",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 392"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "48 S. W. (2d) 555",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "185 Ark. 627",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1435176
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/185/0627-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 609,
    "char_count": 12518,
    "ocr_confidence": 0.535,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.05386375808010428
    },
    "sha256": "508b2ec27ffb927f81fbffdba55d6e8fd3d87639b85f005680220a3c03cce6b0",
    "simhash": "1:1b1bb803c4aa7eac",
    "word_count": 2142
  },
  "last_updated": "2024-02-27T21:18:50.990705+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Bourland v. Coleman."
    ],
    "opinions": [
      {
        "text": "Butler, J.\nThe city of Fort Smith operates under a commission form of government, as established by act No. 13 of the Acts of 1913 and as amended by act No. 3 of the Acts of 1917. The governing body consists of a mayor and two commissioners, and these, by the act as amended, also constitute the respective board of commissioners for each of the improvement districts in the said city. It is required that they shall cause to be kept the records of the money and revenues of each improvement district separate from the others, and separate and distinct from those of the city. It is also required that “each and every board of improvement district shall quarterly print in pamphlet form a detailed and itemized statement of the receipts and expenditures,” etc., to which report any taxpayer may within six months file exceptions in the chancery court, which there may he examined and disallowed as to any items found to be illegal with the right of appeal to the party aggrieved.\nThis action was instituted by taxpayers of Improvement District No. 3'5, and is grounded upon exceptions taken by plaintiff to certain items in two quarterly reports, one covering the period of October 1, 1931, to December 31, 1931, and the other from January 1, 1932, to March 31,1932. The complaint alleges the organization of the district, official capacity of the defendant, and charges illegal expenditure of funds which plaintiff alleged were collected for the purpose of paying interest and retiring bonds of the district. Various items were challenged, but the only item involved is $1, attorney fee, paid George W. Dodd, in the first report named above and a similar item in the second report. From a decree holding the two items improper charges against said district and adjudging a recovery thereof, this appeal is prosecuted.\nIt is the contention of counsel for the appellee that, from the record made in the case, the sole question presented is whether or not one-half of the salary of the city attorney can be paid out of the funds of the various improvement districts. He asserts that the appellant’s abstract of the record discloses that the salary of the city attorney is fixed by the city commissioners at $200 per month, one-half of which salary is paid by the city and one-half by the improvement districts, and that therefore, under our decision in Bourland v. Southard, 185 Ark. 627, 48 S. W. (2d) 555, the chancellor correctly found the items in question were illegal charges against the district and that their recovery should be had.\nBy § 8 of ordinance 1494 of the city of Fort Smith provision is made for a city attorney at a salary of $100 per month; and by § 14 of that ordinance, under that part relative to improvement districts, it is provided that the city attorney shall be legal adviser for the various improvement districts, for which services he shall receive the salary of $100 per month. The evidence is to the effect that the salary provided by $ 8 aforesaid was paid to the attorney by a city warrant drawn on the city treasury, and the $100 per month provided by § 14, supra, was prorated among the various districts upon a fair and equitable basis, and the part allocated to each district was paid ont of the funds of that district. The board of commissioners, acting for the improvement districts from time to time, would meet and make the necessary appropriations, including that of the proportionate part of the salary of the attorney. In order to show the manner in which this was done, the record book of District No. 35 was introduced, and the record of the meeting of its board of commissioners of date October 3,1931, was introduced and made a part of the evidence. It is as follows:\n“Regular meeting of the board of Improvement Paving District No. 35. Hon. Fagan Bourland, chairman, presiding. Board met at 10:00 a. m.\n“Members present: * * *\n“The secretary reported the following collections for the month of September: * * *\n“The following payroll for the month of September was approved and ordered paid: * * *. Geo. W. Dodd. $1.\n“There being no further business, the meeting was declared adjourned”; signed by the chairman and secretary.\nMr. Dodd has served twice as city attorney, first for about two and a half years, including the year 1924, and to May, 1925; then again from April, 1929, until the present time. He organized district No. 35, drew the ordinance and supervised the selling of the bonds and letting of the contracts. He was paid for his services just as he is being paid now. After he went out of office as city attorney in 1925, he was not paid anything more until he became the city attorney again. During all this time he has not filed a claim against the district and has attended to all the legal business of the several districts without the aid of any other attorney. He has received from the beginning until now.for all his services as attorney for the districts $100 per month, allocated among them, and paid by check thereon, holding himself ready to perform, and performing all legal services necessary, including the enforcement of the collection of delinquent taxes. His method in this particular is to write a letter to the delinquent, giving about a month’s notice before filing suit. Under the statute, when suit is filed, a $3 fee is taxed against each tract as costs, which, under the plan pursued, is not appropriated by the attorney, but paid into the treasury of the respective districts. District No. 35 is still functioning, and since its organization the attorney has been paid for his entire services to it from its funds a total of $67.75.\nThe estimated cost of Improvement District No. 35 was $6.1,670, including $1,000 for legal and clerical expenses and, with the estimated interest, totalling $80,000. The authorized bond issue was $53,000 of coupon bonds with maturities beginning August 1, 1925, each year to and including August 1, 1934, and the total amount paid the contractor was $41,539.93.\nThe above is a fair summary of the pertinent facts, and, in our opinion, does not justify the conclusion reached by counsel for the appellee or sustain that of the court below; nor does it bring this case within the rule stated in Bourland v. Southard, supra. The court there stated: “The question for us to determine is whether the commissioners had the right to expend any of the funds of the improvement district to pay a part of the salaries of certain officers in the employ of the city or to expend the funds for any purpose other than the cost of construction, engineering and legal services.” In answering that question in the negative, the reason given by the court was that “the commissioners could not lawfully expend any money collected from the taxpayers except that which was necessary, as a part of the cost of construction. When Improvement District No. 11 was formed under the Constitution and laws, a majority of the taxpayers agreed to it. A majority must have consented in order to form a district. Under the law existing at that time they consented to assessments which were necessary in the cost of the construction of the improvement, and the taking or appropriating of any part of the assessments collected for any other purpose would be a violation of the Constitution.”\nIn the instant case, the facts are essentially different from those in the case cited, and the question presented is not that “suggested by counsel for the appellee, but, rather, can the commissioners of the city of Fort Smith, acting in their capacity as the board of the various improvement districts therein, employ an attorney with a continuing salary to represent the districts in all legal matters, fairly prorating the salary among the districts and employ the same person as city attorney, paying him for such services as the legal representative of the improvement district from the funds thereof, and for his services as city attorney from the city treasury?\nThe learned chancellor himself bears witness to the wisdom and fairness of the plan in the following words: “I feel sure you are saving the district money, and, if you can do it legally, it is a fine thing, but the question is, can you do it legally?” We agree with the chancellor’s estimate of the plan and think his question can be answered in the affirmative.\nThe board of improvement is clothed with the duty of conducting the affairs of the district and is impliedly vested with the power necessary for the proper administration of these affairs, and, under § 5656 of Crawford & Moses’ Digest, it is expressly impowered with the authority to employ whatever agents may be needed and to provide for their compensation, which, with all other necessary expenditures, shall be taken as a part of the cost of the improvement. The services of an attorney are necessary in the proper formation of an improvement district, the raising of funds to carry on the work and to attend to such litigation as might from time to time arise, and that such does arise we take judicial knowledge. Boards of improvement therefore have power to employ attorneys, and we can see no .just reason why an attorney who perchance may represent the city in which the improvement districts lie may not also represent the improvement districts. It could make no difference, although the. board of commissioners of the city is also the governing board of the district.\nAct No. 233 of the Acts of 1931 makes the attorney representing cities of the second class and incorporated towns the attorney for all hoards and commissioners of improvement districts within the municipality, and providing for his compensation as may he agreed upon by the board of commissioners. While there is nothing in the act relating to cities of the first class, it registers the legislative approval of a plan similar to that employed by the city of Fort Smith as applicable to municipalities of lesser grade and indicates to our minds that the Legislature thought that for cities of the first class acting under a commission form of Government such as Fort Smith no such legislation was needed, as they already had that power, which we so hold..\nIt will be remembered that the actual cost of construction exceeded $40,000, and the authorized bond issue in District No. 35 exceeded $50,000. The taxpayers in forming the district recognized that a district of this character needs the services of an attorney and themselves determined their probable value, impliedly leaving to the commissioners to fix within the limit named the amount of the compensation and how and when it should be paid. It would make no difference, it appears to us, when or in what manner the fee was paid, so that it was reasonable and the services performed. It may be that the greater portion of the work of an attorney for an improvement district is performed during, and soon after, its creation, but, as suggested by counsel for the appellant, it is equally true that important legal questions may arise from time to time as long as the district functions, and litigation may arise of great importance to it and its taxpayers. Therefore the plan adopted by the city of Ft. Smith and its improvement districts appears to be both wise and lawful.\nIn the case at bar, as we interpret the facts, the commissioners had not expended any money of the improvement districts for paying its city attorney as such, but rather the items of expense questioned were paid to the attorney as the representative of the improvement districts, and these items were in the minds of the taxpayers when they consented to the formation of the districts, as it was contemplated and expressly provided that as much as $1,000 might be needed and used for legal and clerical expenses. Therefore, the rule stated in Bourland v. Southard, supra, that the “taking or appropriating of any part of the assessments collected for any other purpose” (than the necessary cost*of construction of the improvement) “would be a violation of the Constitution,” does not apply.\nIt follows from the views expressed that the trial court erred in decreeing that the items questioned (attorney’s fees) were improperly expended and that a recovery of the same should be had. The decree as to these items is therefore reversed, and the cause remanded with directions to dismiss the complaint as to these items. In all else the decree is affirmed. *",
        "type": "majority",
        "author": "Butler, J."
      }
    ],
    "attorneys": [
      "George W. Dodd and Daily & Woods, for appellant.",
      "W. L. Curtis, for appellee."
    ],
    "corrections": "",
    "head_matter": "Bourland v. Coleman.\n4-3002\nOpinion delivered April 10, 1933.\nGeorge W. Dodd and Daily & Woods, for appellant.\nW. L. Curtis, for appellee."
  },
  "file_name": "0392-01",
  "first_page_order": 412,
  "last_page_order": 418
}
