{
  "id": 1357194,
  "name": "Wynne, Love & Company v. Bunch",
  "name_abbreviation": "Wynne, Love & Co. v. Bunch",
  "decision_date": "1923-03-05",
  "docket_number": "",
  "first_page": "395",
  "last_page": "402",
  "citations": [
    {
      "type": "official",
      "cite": "157 Ark. 395"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "150 Ark. 197",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1367897
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/150/0197-01"
      ]
    },
    {
      "cite": "74 Ark. 277",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8720314
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/74/0277-01"
      ]
    },
    {
      "cite": "134 Ark. 580",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1573279
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/ark/134/0580-01"
      ]
    },
    {
      "cite": "134 Ark. 36",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1573253
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/134/0036-01"
      ]
    },
    {
      "cite": "98 Ark. 609",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "87 Ark. 245",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "70 Ark. 568",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1509435
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/70/0568-01"
      ]
    },
    {
      "cite": "114 Ark. 312",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1536270
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/114/0312-01"
      ]
    },
    {
      "cite": "80 Ark. 469",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1491235
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/80/0469-01"
      ]
    },
    {
      "cite": "88 Ark. 422",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1517125
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/88/0422-01"
      ]
    },
    {
      "cite": "41 Ark. 532",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1896220
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/41/0532-01"
      ]
    },
    {
      "cite": "22 Ark. 258",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8726482
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/22/0258-01"
      ]
    },
    {
      "cite": "23 Ark. 63",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1866074
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/23/0063-01"
      ]
    },
    {
      "cite": "78 Ark. 402",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1497267
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/78/0402-01"
      ]
    },
    {
      "cite": "113 Ark. 429",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1537540
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/113/0429-01"
      ]
    },
    {
      "cite": "140 Ark. 487",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1594451
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/140/0487-01"
      ]
    },
    {
      "cite": "131 S. W. 929",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "118 Cal. 628",
      "category": "reporters:state",
      "reporter": "Cal.",
      "case_ids": [
        12138760
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal/118/0628-01"
      ]
    },
    {
      "cite": "78 Ark. 402",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1497267
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ark/78/0402-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 678,
    "char_count": 15444,
    "ocr_confidence": 0.465,
    "pagerank": {
      "raw": 2.424694996598045e-07,
      "percentile": 0.8013613921120498
    },
    "sha256": "b8f636289a6df1f71ced6eb5b580adef3883bc7e80f67528b708a3e565dedaa1",
    "simhash": "1:986f042b8763d9b8",
    "word_count": 2760
  },
  "last_updated": "2024-02-27T20:13:54.858580+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wynne, Love & Company v. Bunch."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nAppellant is a corporation doing business as a cotton factor in Memphis, Tennessee, and appellee is a farmer residing in Mississippi County, Arkansas. During the season of 1920-1921 appellee shipped to appellant fourteen bales of cotton to be sold for appellee’s account. There were three consignments of this cotton. There were nine bales in the first shipment, two in the second, and three-in the third. Appellee and one Martin shipped a few bales of cotton later for their joint account, but that cotton is not involved in this litigation.\nAppellee testified that at the time of the first shipment he visited the office of appellant, and talked with Mr. Wynne, its president, and explained to him that he had taken the cotton over in settlement with his sharecroppers, with whom lie must settle for their interest, and that he explained to Wynne that, while he wanted the largest advance that could be made on the consignment, he- did not want an advance which would exceed the price the cotton would bring. In other words, after settling with his share-croppers, he did not want to be put in position where he would have to call on the -sharecroppers to return money he had paid them for their interest in the cotton.\nAppellee testified that Wynne told him that advances of $125 per bale were being made on cotton at that time, and would be made on the nine bales appellee had ready for shipment, and that Wynne also stated he would guarantee to sell the cotton for a sum not less than the amount advanced, and that there would be money coming to appellee after the cotton was sold. He further testified that, in reliance upon this guaranty, the nine bales were shipped, and an advance of $125 was made on each bale. When the next two bales were shipped an advance of $100 per bale was made; and-when the last three were shipped an advance amounting to $250 was made, and appellee testified that he was told by Wynne that the same guaranty -would apply to the remaining shipments. Appellee is substantially corroborated by the testimony of one Kinmann, who accompained him to appellant’s office before the first shipment was made.\nThe cotton was finally sold by appellant, and lacked $1,104.(87 of bringing the amount of the advances, and appellee was sued for this difference.\nTwo defenses were set up: the first that the cotton had been shipped under the guaranty stated; and the second that appellant had negligently failed to sell the cotton when it could have been advantageously sold, and the loss incurred was a result of this negligence;\nBoth of these defenses were submitted to the jury in a single instruction, and there was a verdict for appellee — the defendant. It does not appear upon which defense the jury found for the defendant; hut it does not appear to us that either defense was established, for the reasons hereinafter stated.\nUpon the defense of the guaranty, that appellant could, and would, sell the cotton for a sum not less than the advances made thereon, it may be said that if, in fact, the cotton was shipped under the guaranty that it could, and would, be sold for a sum equaling the advance then to be made, as a consideration for the shipment, we know of no reason why that agreement should not be enforced. Pugh v. Porter Bros. Co., 118 Cal. 628. But appellee’s own testimony shows that he did not rely on this guaranty contract, and that he abrogated it.\nAppellant insists, however, that the testimony, in its entirety, shows that no such agreement was made, and that the cotton was shipped to it, to be sold by it as a cotton factor, in the usual and ordinary course of business; and it may be said that the correspondence between the parties strongly supports that view.\nIt is insisted that a particular letter from appellee is an admission of the indebtedness, sued on, and constitutes an account stated. Appellant had sold, on May 18, 1920, six bales of the cotton for sixteen cents a pound, and five bales for twenty cents. Appellee was notified of this sale in the usual manner, and declined to accept that price for his cotton. Appellant canceled the sale except as to one bale, which had brought twenty cents and had been prematurely delivered to the purchaser through error. After appellee repudiated the sale, appellant wrote to appellee advising that it could not continue to carry this advance, and if the sale was not to be confirmed a deposit of $500 would be required to cover the decline in price, and an anticipated future decline. In reply, appellee wrote appellant the following letter dated May 27, 1920: “I received your letter of 24th. I am not able to send you any money. I am expecting my cotton to pay itself out of debt. I saw in paper the Memphis market where blue stained cotton was all the way from eighteen to thirty-five cents, and you sold mine for sixteen and twenty cents, and it is not satisfactory at all, so hold my cotton for better price. Now, I would love to send you check to cover all I owe you but I am not able, and I am expecting the cotton to pay itself out of debt.”\nAppellee explained this letter by saying that what he meant was that he would have been glad to have returned the advance and have taken possession of his cotton, but he was not able to return the advance, and he was not therefore in position to demand that appellant surrender the cotton to be sold by some other cotton factor. The letter admits the amount advanced; but this was not in dispute.\nThe letter was not, however, a part of the contract; but was merely evidentiary of it, and its interpretation was therefore for the jury in connection with appellee’s explanation of it. The rule in such cases is stated by Mr. Thompson as follows: “Where a writing thus put in evidence is-not a dispositive instrument, but is merely offered for the purpose of showing an extrinsic fact, it will be for the jury to say what inference of fact is to be drawn from it.” Thompson on Trials, § 1098, and cases cited; Barker v. Lewis Pub. Co. (Mo. App.), 131 S. W. 929.\nIt appears, however, that, even though the testimony is legally sufficient to support a finding that there was a guaranty on appellant’s part as to the price for which the cotton would be sold, appellee could not hold appellant liable as a guarantor unless appellant had authority to sell in g’ood faith at the best price obtainable. The rights and duties of a factor in regard to the sale of cotton consigned for that purpose are fully discussed by Judge Battle in the case of Wynne v. Schnabaum, 78 Ark. 402, the appellant there being the appellant here. And when we speak of the rights and duties of a factor we mean as there defined, and they need not be restated here.\nIt is obvious that appellee seeks to hold appellant liable as occupying the .dual relation towards him of factor and guarantor, and, this being true, appellee would have had no right.to speculate at appellant’s expense by holding the cotton for a higher price than the sum advanced if appellant believed the price would not go higher, and that the best price obtainable had been offered. If appellant, acting with due diligence, in good faith, and with the ordinary discretion required of a factor, believed, at the time the first sale was made, that the best obtainable price had been offered, then it had the right to accept that price and account to appellee for the difference between that price and the guaranteed price.\nThe factor has the right, and it is his duty, as stated in Wynne v. Schnabaum, supra, to exercise good faith, due diligence, and ordinary discretion in selling the goods consigned for sale; and, if appellant did this in making the first sale, appellee should have acquiesced therein, holding appellant accountable for the difference between the sale price and the guaranteed price, and if, under the circumstances stated, appellee failed to do so, he released appellant from the obligation of the guaranty.\nThis is true because it is a well settled principle of the law of guaranty that a material alteration in the obligation assumed, made without the assent of the guarantor, discharges him, and it would have been an alteration of the contract to deprive appellant of the right to sell the cotton. See § 35 of the article on Guaranty in 12 R. C. L. p. 1083, and the numerous cases cited in the text; J. R. Watkins Medical Co. v. Montgomery, 140 Ark. 487; Snodgrass v. Shader, 113 Ark. 429, and numerous cases therein cited.\nWe think there was no testimony to warrant- the submission of the question of negligence on the part of appellant in selling the cotton.- It -appears from the undisputed testimony now before us that, upon the receipt of the cotton in Memphis, it was stored in the warehouse of the Memphis Terminal Company. This is a large cotton warehouse designed for the storage of cotton, used by appellant and a number of other cotton factors for that purpose. Upon placing the cotton in the warehouse, a sample of each bale was obtained and rolled in a piece of paper, upon which the marks and number of the bale from which it was taken were written. The warehouse number was also placed thereon to enable the warehouse company to identify it, and under that number the shipper’s mark and number were also placed. After that the sample thus wrapped was placed on the sample table, in the salesroom, and each bale was sold on its merits by those samples. Buyers were shown these samples, and sale were made from them when possible.\nWynne testified — and there is no contradiction of his testimony — that there was but little demand for cotton from and after the time of the receipt of appellee’s cotton, and the prevailing' quotations could not be obtained because of the lack of demand. This lack of demand was accentuated by the constant decline in price, and the first sale made, on May 18, was the most advantageous one that could have been made under all the circumstances. The cotton was finally sold on January 30, thereafter, or at still later dates, for the following prices: Two bales for 16 cents; four bales for 11 cents; two bales for 10 cents; one bale for 15 cents; one bale for 16 cents; two bales for 11 cents; one bale for 12 cents.\nThe fact that there was a guaranty did not alone deprive the appellant of the right to sell below the guaranteed price, and appellee had no right to impose an arbitrary price and thereby deprive appellant of the right to make an advantageous sale. Appellee was afforded the opportunity to repay the advances and retake the cotton, and declined to do so. Refusing to do this, he had no right to arbitrarily fix the price he would accept for the cotton and continue to hold appellant liable under the guaranty. 2 Mechera on Agency (2d ed.) § 2527.\nWynne was asked if he had made any special effort to sell this cotton, and he answered that the same effort was made to sell all the cotton consigned to his company. Appellee insists that this was negligence, as special effort should have been made to sell the cotton in view of the declining market. We do not think so. As a factor, appellant owed the same duty to all consignors, and had no right to make any concession at the expense of some other consignor in order to sell appellee’s cotton, and the testimony shows that equal and customary attention was given to the sale of all the cotton.\nWe conclude therefore that, if appellee desired to rely on appellant’s guaranty, he should have done so. He had the right to do so. He could have accepted the proceeds of the first sale and have required appellant to account to him for the difference between these proceeds and the guaranteed price, thereby extinguishing his debt for the advances. But he had no right to enlarge the guaranty by depriving appellant of its right to sell if that right was exercised by appellant in good faith, and we find no testimony to the contrary. The undisputed proof shows that the best price was received which could have been obtained, and it is not shown that the second sale was not made at the best price then obtainable. The loss resulted from a collapse in the price of cotton, for which the appellant was not responsible, and the judgment of the court below must therefore be reversed and judgment rendered here for the sum sued for.",
        "type": "majority",
        "author": "Smith, J."
      }
    ],
    "attorneys": [
      "V. G. Holland, for appellant.",
      "R. A. Nelson, for appellee."
    ],
    "corrections": "",
    "head_matter": "Wynne, Love & Company v. Bunch.\nOpinion delivered March 5, 1923.\n1. Factors — guaranty as to price — A guaranty by a factor that cotton shipped to him would be sold for a sum not less than the advances made by him on the cotton, made as a consideration for the shipment, is enforceable.\n2. Evidence — inference from collateral writing. — Where a letter put in evidence is not a part of the contract, but is merely offered for the purpose of showing an extrinsic fact, it is for the jury to say what-inference of fact is to be drawn from it.\nS. Factors — liability on price guaranty. — Where cotton was delivered to a factor on consideration that he would guaranty that it would be sold for a sum equaling the advance then made as a consideration for the shipment, the seller could not hold the factor on such guaranty unless the factor had authority to sell in good faith at the best price obtainable.\n4. Factors — duty toward principal. — A factor has the right and it is his duty to exercise good faith, due diligence, and ordinary discretion in selling the. goods consigned for sale.\n5. Guaranty — material alterations. — A material alteration in the obligation of a guarantor, made without his consent,. releases him.\nAppeal from Mississippi Circuit Court, Chickasawba District; W. W. Bandy, Judge;\nreversed.\nV. G. Holland, for appellant.\n1. Tbe defense of negligence on tbe part of appellants is refuted by uncontradicted proof that the opportunity to sell the cotton in May was the first demand for cotton after they received appellee’s lot, and they handled his cotton the very best they could, and got the most out of it that they could for appellee. The market value of cotton at that time in appellee’s locality was no evidence of the market in Memphis, Tennessee. 78 Ark. 402.\n2. The evidence of the guaranty is too indefinite. 23 Ark. 63; 6 B. C. L. 657, § 61; 9 Cyc. 248.\nTf there was any guaranty to sell for as much as was advanced, the agreement was rescinded by appellee. If appellant guaranteed to sell for a certain price, and saw iliat cotton was declining, it not only liad the legal right to sell, bnt it was its duty to do so. 11 B. C. L. 767, § 19; 19 Cyc. 129, § C.\nBy the sale of May 18, 1920, appellant performed its part of the contract, and if appellee refused same he rescinded the contract, and the parties were left in the situation of consignor and factor with instruction to sell for enough to pay out. 22 Ark. 258; 41 Ark. 532; 88 Ark. 422; 80 Ark. 469; 114 Ark. 312; 1 Cyc. 367.\nR. A. Nelson, for appellee.\n1. The guaranty contract is not so indefinite but that it may be enforced. 9 Cyc. 250, 251; 70 Ark. 568. There was substantial proof that appellant guaranteed to get the amount advanced out of the cotton. Appellee was entitled to have that evidence presented to the jury. 87 Ark. 245; 98 Ark. 609; 134 Ark. 36.\n2. Appellant, as is shown by its own joroof, failed to exercise due care for the protection of appellee. 134 Ark. 580. The issue as to whether appellant exercised the care and diligence required of a factor was a jury question. Id.\n3. The letter of May 24, 1920, did not constitute an account stated. 74 Ark. 277; 150 Ark. 197."
  },
  "file_name": "0395-01",
  "first_page_order": 417,
  "last_page_order": 424
}
