{
  "id": 1428259,
  "name": "Brockman v. Board of Directors of Jefferson County Bridge District",
  "name_abbreviation": "Brockman v. Board of Directors",
  "decision_date": "1933-12-11",
  "docket_number": "4-3238",
  "first_page": "396",
  "last_page": "401",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 396"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "18 S. W. (2d) 362",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "179 Ark. 719",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8725220
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/179/0719-01"
      ]
    },
    {
      "cite": "48 S. W. 407",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "105 Ky. 87",
      "category": "reporters:state",
      "reporter": "Ky.",
      "case_ids": [
        4426422
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ky/105/0087-01"
      ]
    },
    {
      "cite": "35 Pac. 361",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": 0
    },
    {
      "cite": "7 Wash. 445",
      "category": "reporters:state",
      "reporter": "Wash.",
      "case_ids": [
        5082939
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash/7/0445-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 368,
    "char_count": 6664,
    "ocr_confidence": 0.48,
    "pagerank": {
      "raw": 2.635962514343196e-07,
      "percentile": 0.8226446792843907
    },
    "sha256": "ae3e48f500241363b01ad68f23923d69adbb6253b59f7a666f6fb76df7bf81e3",
    "simhash": "1:5bf70ce28452fb23",
    "word_count": 1150
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Brockman v. Board of Directors of Jefferson County Bridge District."
    ],
    "opinions": [
      {
        "text": "Kirby, J.,\n(after stating the facts). The appellant seeks to collect fees against certain delinquent lands of the district embraced in this suit and have them, taxed against each particular tract described therein as costs for his compensation for the collection of the delinquent taxes for 1929 and 1930 as provided in said act 121 of 1921.\nHe alleged that said act making provision for the collection of delinquent taxes ivas enacted long prior to the adoption of amendment No. 12 to the Constitution, prohibiting the passage of local acts by the Legislature, and that by its terms he was entitled to have the court fix a reasonable sum to be taxed as attorney’s fees against each tract of land set out in the complaint; and that said act of the Legislature, No. 274 of 1933, entitled: “An Act to Amend § 1 of act 121 of the Special Acts of the General Assembly of the State of Arkansas, approved February 1, 1921,” left out of the provisions of said act all reference to the collection fees for the service, and instead provided: “And it shall be the duty of said attorney to do and perform all and singular the duties incumbent on the attorney for the Jefferson County Bridge District, and said service shall be performed by the prosecuting attorney of said county without additional salary to that now provided by law for the prosecuting attorney of Jefferson County.”\nIt is insisted that said § 1 of act 274 of 1933, is void as being in conflict with article 19, § 11, of the Constitution in that it endeavors to diminish the salary of the prosecuting attorney during his term of office, and further is in conflict with Amendment No. 12 of the Constitution, attempting to amend a special act of the Legislature.\nThe court made the following declaration of law: “The intervention in this case as presented by E. W. Brockman, as prosecuting attorney of Jefferson County and made attorney for the Jefferson County Bridge District under act No. 121 of the General Assembly for the year 1921, presents the issue as to whether act .No. 274 of the Acts of the General Assembly for the year 1933, amended or repealed said act No. 121 for the year 1921. This court is not passing on any phase of the case as to the justness of the act, the amount of work to be done, or fees fixed therefor, but solely on the question of the constitutionality of act No. 274 of the Acts of 1933. Since the adoption of the constitutional amendment which prohibits the Legislature from passing a local or special act, the Legislature cannot amend a local act, but it can repeal a local act, either entirely or only some particular part of it.”\nArticle 19, § 11, of the Constitution provides that prosecuting attorneys, with other specified State officials, “shall each receive a salary, to be established by law, which shall not be increased or diminished during their respective terms, nor shall any of them, except the prosecuting attorneys, * * * receive to his own use any fees, etc.” Under the statute a salary is provided for prosecuting attorneys which can be said within the meaning of the above section to be established by law, and said section also prohibits the increasing or diminishing of the salary during the respective terms of office. The prohibition, however, is to the salary only, and does not affect one whose compensation is not definite and fixed, but is uncertain in amount and consists in fees or percentages. 46 C. J. 1024, and cases cited in footnote 55. See also, State v. Grimes, 7 Wash. 445, 35 Pac. 361, where a like provision of the Constitution of Washington received such construction. No compensation had been fixed for the services herein before the act of 1933' reduced the compensation, and: “A constitutional provision prohibiting a change, of compensation after an election or appointment during’ the term of an office does not apply where, prior to such time, no salary or compensation had been fixed for the office. ’ ’ 46 C. J. 1025.\nSaid act 274 of 1933 is not in conflict with article 19, § 11, of the Constitution. It is obvious that the framers of the Constitution had in mind only the stipulated salaries of the public officials mentioned, prohibiting their being increased or decreased during their respective terms of office, and not the addition or deduction of some fee allowed for a particular service. Purnell v. Mann, 105 Ky. 87, 48 S. W. 407.\nNeither does said act 274 of 1933, conflict with said Amendment No. 12 to the Constitution, which reads as follows: “The General Assembly shall not pass any local or special act. This amendment shall not prohibit the repeal of local or special acts.” Said amendment expressly provides that it shall not prohibit the repeal of local or special acts.\n“There are two ways of repealing a statute or part thereof; one is by express terms, the other by necessary implication. The question of repeal is one of intent, and must be solved by determining as near as may be the intent of the Legislature.\n“An express repeal is the abrogation or annulment of a previously existing law by the enactment of a subsequent statute which declared that the former law shall be revoked or abrogated.” 59 C. J., § 502.\nThe Constitution provides the method for amending a law and requires that whatever part thereof is to be retained “shall be re-enacted and published at length.” Article 5, § 23. It is invariably held all of the section or law that is omitted and not re-enacted in the provisions of the amendatory act as proposed, is repealed. Apple-gate’s Constitution of Arkansas Annotated, article 5, § 23, p. 47, and cases cited'.\nThis court has already held, construing Amendment No. 12 to the Constitution, that the Legislature has the right to repeal a local act entirely or only some particular part of it. Gregory v. Cockrell, 179 Ark. 719, 18 S. W. (2d) 362.\nThe method adopted here by re-enacting the particular part of the act proposed to be retained, effected only the repeal of that part omitted, and was within the competency of the Legislature, as correctly held by the chancellor herein.\nIf an additional duty is prescribed or imposed upon a public official without any provision for any further salary or compensation paid, it does not relieve him from the performance of such duty, it being presumed that the Legislature concluded that his salary or fees already provided are sufficient for the additional service required to be rendered.\n\"We find no error in the record, and the decree is affirmed.",
        "type": "majority",
        "author": "Kirby, J.,"
      }
    ],
    "attorneys": [
      "E. W. Brockman, for appellant.",
      "Bridges, McGaughy & Bridges, for appellee."
    ],
    "corrections": "",
    "head_matter": "Brockman v. Board of Directors of Jefferson County Bridge District.\n4-3238\nOpinion delivered December 11, 1933.\nE. W. Brockman, for appellant.\nBridges, McGaughy & Bridges, for appellee."
  },
  "file_name": "0396-01",
  "first_page_order": 414,
  "last_page_order": 419
}
