{
  "id": 1435241,
  "name": "Kelley Trust Company v. Paving Improvement District No. 47 of Fort Smith",
  "name_abbreviation": "Kelley Trust Co. v. Paving Improvement District No. 47",
  "decision_date": "1932-03-21",
  "docket_number": "",
  "first_page": "397",
  "last_page": "401",
  "citations": [
    {
      "type": "official",
      "cite": "185 Ark. 397"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "284 S. W. 745",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "171 Ark. 245",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1369574
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/171/0245-01"
      ]
    },
    {
      "cite": "260 S. W. 25",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "163 Ark. 312",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1383797
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/163/0312-01"
      ]
    },
    {
      "cite": "31 S. W. (2d) 758",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "182 Ark. 368",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1389676
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/182/0368-01"
      ]
    },
    {
      "cite": "64 A. L. R. 1258",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "19 S. W. (2d) 1018",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "179 Ark. 767",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "198 S. W. 262",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "131 Ark. 59",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1578629
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/131/0059-01"
      ]
    },
    {
      "cite": "61 S. W. 575",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "69 Ark. 68",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8719712
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/69/0068-01"
      ]
    },
    {
      "cite": "26 S. W. (2d) 572",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "181 Ark. 318",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8720958
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/181/0318-01"
      ]
    },
    {
      "cite": "10 S. W. (2d) 41",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "178 Ark. 67",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1397123
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/178/0067-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 408,
    "char_count": 7347,
    "ocr_confidence": 0.502,
    "pagerank": {
      "raw": 1.9058976642273317e-07,
      "percentile": 0.7308929980087642
    },
    "sha256": "ff275fd59de95845df0f6dd2664e2016cb18b29d86b7cdd08b6886b12a627d37",
    "simhash": "1:720c0ca6229aaae6",
    "word_count": 1275
  },
  "last_updated": "2024-02-27T17:51:09.396208+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Kelley Trust Company v. Paving Improvement District No. 47 of Fort Smith."
    ],
    "opinions": [
      {
        "text": "Hart, C. J.,\n(after stating the facts). Numerous persons, who were citizens of Fort Smith and property owners in the proposed improvement district, joined in the suit and attacked the validity of the assessment of benefits on the ground that it was so excessive and discriminatory as to render it arbitrary and void. The burden was upon them as attacking the validity of the assessment as a whole to prove that it was made upon the wrong basis or that it was arbitrary and void. Turner v. Adams, 178 Ark. 67, 10 S. W. (2d) 41, and Lenon v. Street Improvement District No. 512, 181 Ark. 318, 26 S. W. (2d) 572. In the latter case, it was said that there was a presumption in favor of the validity of the assessment of benefits, and that the burden was upon the property owners who assailed it to show that it was so excessive as to render it void.\nSpecial assessments proceed upon the theory that, when a local improvement enhances the value of adjacent property, that property should pay for the improvement. Hence, special assessments are made upon the assumption that the land in the proposed district is to be actually benefited by the enhancement of its value. Local assessments can only be imposed to pay for local improvements clearly conferring special benefits on the property assessed, and to the extent of those benefits only. This court has uniformly held, in a long- line of cases, that all assessments for local improvements in municipal corporations are based on the principle that the property subjected to the assessment is benefited by the improvement for which the assessment is made. Hence there is a constitutional limitation that the amount of the special assessment must not exceed the special benefit derived, and also that the imposition of the assessment must be uniform and free from unjust discrimination. Otherwise the special assessment would be invalid on the ground that it is an attempt to take private property without just compensation, in violation of the Constitution. Ahern v. Board of Improvement District No. 3 of Texarkana, 69 Ark. 68, 61 S. W. 575; Mullins v. Little Rock, 131 Ark. 59, 198 S. W. 262, L. R. A. 1918B, 461; Stevens v. Shull, 179 Ark. 767, 19 S. W. (2d) 1018, 64 A. L. R. 1258; and Thacker v. Paving Improvement District No. 5 of Mena, 182 Ark. 368, 31 S. W. (2d) 758.\nThe cases above cited, as well as many other cases decided by this court, establish the doctrine that special assessments cannot be levied in local improvement districts unless the property charged receives a corresponding physical, material and substantial benefit from the improvement.\nIt is first sought to set aside the assessment of benefits on the ground that it was so excessive as to be arbitrary. It is first pointed out that the total of the assessed benefits is $74,235, and that the estimated cost of the improvement is $47,763. This, of itself, could not constitute an arbitrary assessment of benefits. In the first place, interest on the amount of bonds to be issued to make the contemplated improvement would be necessary; and, when the testimony of all the witnesses on both sides is considered, it cannot be said that the assessment of benefits was made upon an arbitrary basis, so as to leave a large margin of benefits in favor of the bondholder.\nIt is next insisted that the assessment of benefits is so discriminatory and excessive as to render the assessment arbitrary and void under tbe principles of law above announced. About eight witnesses were introduced by each party. So far as the record discloses, they were responsible citizens, property owners, and were more or less interested in the contemplated improvement. There is nothing- to impeach their integrity or veracity except that they wholly contradicted each other about the assessment of benefits made upon the property in the 'district.\nOn the part of the property owners, the testimony shows that the assessment of benefits was excessive, and that in many instances there was discrimination in the assessment of benefits between the property owners in the district. On the other hand, the testimony of the witnesses for the district shows that the assessment of benefits was made after due consideration of every element that should enter into it. The situation of the property and the condition surrounding it, as well as all other matters which might tend in a substantial way to increase its value, were given due consideration in the assessment of benefits, and the assessment was not void as being excessive or made in an arbitrary manner. The assessors had before them a map of the proposed district, showing the situation of the property and the physical material benefits that might accrue to it.\nIt is true that the testimony of the witnesses for the property owners tended to show that in many instances the assessment of benefits, as regarding the different' property owners, was unequal and discriminatory. This was a matter which would have entitled these individual property owners to relief, had they proceeded in the manner pointed out in the statute. The present suit, however, is an attack upon the assessment of benefits as a whole as being made on the wrong basis.\nIt is claimed that the assessment of benefits as a whole was excessive, and made in such a discriminatory manner as to render it arbitrary and void. The evidence tends to show that part of the streets in the district had already been paved and had become badly worn, but this matter seems to have been taken -into consideration by the assessors in making their assessment. It also claimed that some nf the property abutted the street, and some of it did not. This fact of itself would not render the assessment void, and the situation of the property appears to have been taken into consideration by the assessors in making the assessment of benefits. Cooper v. Hagen, 163 Ark. 312, 260 S. W. 25; and Little Rock v. Boullion, 171 Ark. 245, 284 S. W. 745, and cases cited.\nTo set out the testimony in detail and to review it would serve no useful purpose in this case, and would unduly extend this opinion. We deem it sufficient to say that it was fully abstracted by counsel for appellant, ¿nd that we have carefully read and considered it. We have also considered the brief of opposing counsel, and are of the opinion that the assessment of benefits was made in attempted compliance with the principles of law announced in the cases above cited. It is not within our province to say whether or not the chancery court should have reached a different conclusion upon the facts. Under our settled rules of practice, it is our duty to uphold the finding of facts made by a chancery court, unless it is against the preponderance of the evidence. It is true that we try cases ele novo upon the record made in a court below, but it is our duty to give due deference to the finding of facts made by the chancellor as above indicated.\nIt cannot be said that the finding of facts made by the chancellor in the court below is clearly against the weight of the evidence; and, under our settled rules of practice, it becomes our duty to affirm the decree. It is so ordered.",
        "type": "majority",
        "author": "Hart, C. J.,"
      }
    ],
    "attorneys": [
      "Geo. F. Yowmans and J. F. O’Melia, for appellant.",
      "George W. Dodd, for appellee."
    ],
    "corrections": "",
    "head_matter": "Kelley Trust Company v. Paving Improvement District No. 47 of Fort Smith.\nOpinion delivered March 21, 1932.\nGeo. F. Yowmans and J. F. O’Melia, for appellant.\nGeorge W. Dodd, for appellee."
  },
  "file_name": "0397-01",
  "first_page_order": 417,
  "last_page_order": 421
}
