{
  "id": 8722286,
  "name": "Knights and Ladies of Security v. Lewellen",
  "name_abbreviation": "Knights and Ladies of Security v. Lewellen",
  "decision_date": "1923-06-11",
  "docket_number": "",
  "first_page": "400",
  "last_page": "405",
  "citations": [
    {
      "type": "official",
      "cite": "159 Ark. 400"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "87 Ark. 115",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1519138
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/87/0115-01"
      ]
    },
    {
      "cite": "118 S. W. 1168",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": -1
    },
    {
      "cite": "2 Ark. 315",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1848264
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/2/0315-01"
      ]
    },
    {
      "cite": "23 Mo. App. 268",
      "category": "reporters:state",
      "reporter": "Mo. App.",
      "case_ids": [
        515054
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mo-app/23/0268-01"
      ]
    },
    {
      "cite": "29 Am. St. Rep. 318",
      "category": "reporters:state",
      "reporter": "Am. St. Rep.",
      "opinion_index": 0
    },
    {
      "cite": "98 Am. St. Rep. 224",
      "category": "reporters:state",
      "reporter": "Am. St. Rep.",
      "opinion_index": 0
    },
    {
      "cite": "204 Ill. 549",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        3275851
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ill/204/0549-01"
      ]
    },
    {
      "cite": "150 Ark. 60",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1367902
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/150/0060-01"
      ]
    },
    {
      "cite": "87 Ark. 115",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1519138
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/87/0115-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 515,
    "char_count": 10245,
    "ocr_confidence": 0.466,
    "pagerank": {
      "raw": 1.310461560038441e-07,
      "percentile": 0.6242416063639231
    },
    "sha256": "6b500f1749da87ccc645255c558e273dd0b32afb814e983c5048feff8025a77e",
    "simhash": "1:b3c1b29a3b8bb8b2",
    "word_count": 1814
  },
  "last_updated": "2024-02-27T18:54:00.643605+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Knights and Ladies of Security v. Lewellen."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nThis is the second appeal’in this cause, the opinion on the former appeal being, reported' in 150 Ark. 60 (Knights and Ladies of Security v. Lewellen).\nThe suit is on a benefit certificate issued to the plaintiff on the life of. her husband, and the former judgment in her favor was reversed because of an erroneous instruction given over the objection of the defendant. We did not set out the testimony in detail, as we found it unnecessary to do so. Upon the remand of the cause there was a verdict and judgment for the plaintiff in the action, from which is this appeal.\nWe stated in the former opinion that the controlling question of fact is whether the insured had paid dues for two months, or only one; and this question is controlling on this appeal, as the defendant company (hereinafter referred to as the order) admits liability if there were two payments of dues.\nThe insured’s application for the benefit certificate was taken on May 27, 1919, at which time he was given the following receipt:\n“Knights and Ladies oe Security.\n“May 27, 1919.\n“Received of T. J. Lewellen $2.20 as application fee.\n(Signed) “C. A. Smith, Deputy.”\nThis payment was sufficient to cover, and did in fact cover, dues for one month.\nThe insured was initiated and the policy was delivered to him on June 30-, at which time it became effective as a policy of insurance, and he died on the 13-th day of August thereafter. The order admits the receipt of the payment made on May 27th, but denies that any other dues were ever paid.\nThe plaintiff, who is the widow of the insured and the beneficiary in the certificate, gave testimony to the- effect that her husband, who was killed in a railroad wreck, had among his papers at the time of his death a second receipt for the payment of dues. The witness did not remember what month’s dues the receipt covered, but she testified that she read it and knew the receipt covered dues to the order which her husband had paid.\nObjection was made to the admission of secondary evidence in regard to this receipt and its contents, but plaintiff testified that it was not in her possession, but had been given by her to an attorney who offered to collect the certificate for her. This attorney denied that he had the receipt or that he had ever seen it, and this conflict made a question for the jury.\nIt might be said that the testimony of the plaintiff is of itself too indefinite and uncertain to support a finding that there was a second payment of dues. In other words, that she did not sufficiently prove the contents of this lost receipt to warrant the submission of the question whether there was a payment of dues which it covered. But we think the testimony does raise this issue when the testimony of plaintiff is considered in connection with that of her attorney. Her attorney testified that the plaintiff turned over to him certain papers belonging to her husband, one of these being a notice or postal card dated August 6, 1919,. which had been sent out by the collecting officer of the order designated as the financier, and that, after looking over these papers, the attorney went to the office of the financier to inquire if a payment had been made pursuant to this notice.\nObjection to the introduction of this testimony was made upon two grounds; first, that the card itself, was the best evidence, and second, for the reason that it made no difference whether the card .was sent or not, as it did not constitute a waiver of the forfeiture resulting from the nonpayment of dues, as, under the rules of the order, one failing to pay dues was automatically suspended. The court overruled the objection made, and in doing so said: “It might show whether he was suspended or not; that might be a circumstance, and I will let it go to the jury for that purpose; of course, on the question of the card being the best evidence, yon -will have to show some reason why it is not produced.” This witness then proceeded to testify what he did after reading this notice, and his testimony will be set out.\nThe objection to the admission of testimony in regard to finding the card may be disposed of by saying that the card appears to have no substantial bearing on the case. It appears to have been a notice of delinquency, and it is not contended that any dues were paid after its receipt, and no contention was made that it operated to waive the forfeiture because of the nonpayment of dues if the insured was in fact delinquent in the payment of dues.\nThe delivery of this card to the attorney furnished the occasion for his visit to the financier of the order, and the attorney testified that he presented this notice and asked to be allowed to examine the records of the order in which the account was kept of dues which had been paid. This privilege was accorded the attorney, and he testified that the record at that time showed a payment of dues under date of May 30, and also under date of June 30. This is vigorously denied by the financier of the order, and the record was submitted to the jury and examined by the jurors with the aid of a microscope. This original record has been submitted to us, under stipulation of counsel, and, while we do not feel called upon to review the jury’s finding on this question of fact, we do announce our conclusion that the appearance of the record is not such as to afford no corroboration of the testimony of plaintiff’s attorney. The record does present a soiled appearance, but whether this is from an erasure having been made or from the frequent examination to which it has been subjected we do not decide.\nThe testimony of the attorney, if true, tends to prove that dues were twice paid, and corroborates the testimony of the plaintiff that the lost paper was a receipt for dues, and the testimony of the two witnesses, taken together, is legally sufficient to support the finding that the insured. made a second payment, and, if so, it is admitted that the certificate was in force at the time of the insured’s death.\nThe court gave, over the defendant’s objection, an .instruction numbered 3, reading as follows :■ “The court will instruct you, however, that the issuance of this benefit certificate was evidence that Thomas J. Lewellen was a member in good standing of the defendant society at the time that the certificate was issued, and that condition would be presumed to continue, unless the defendant has shown, by a preponderance of’the evidence, that he forfeited his membership by the nonpayment of dues.”\nIt will be observed that the instruction does not deal with the question of the reinstatement of a suspended member, but only with the presumption of continued good ■standing. The certificate here sued on was issued by a fraternal insurance order not substantially different'from the one sued on in the case of Grand Lodge K. of P. v. Whitehead, 87 Ark. 115. We there said: “A certificate issued to a member of a benefit society is evidence that the member is in good standing, and such good standing is presumed to continue until there is proof that it no longer exists; and the burden of establishing that the member is not in good standing must be assumed by the association. Royal Circle v. Achterrath, 204 Ill. 549, S. C. 98 Am. St. Rep. 224; Ind. Order Foresters v. Zak, 29 Am. St. Rep. 318; Siebert v. Sup. Council, 23 Mo. App. 268; 25 Cyc. 925, subd. (g).”\nUpon the authority of this case, in view of the issue ■ joined, we hold the instruction was not erroneous or prejudicial.\nThe financier of the order testified that he suspended the insured for the nonpayment of dues, and noted the suspension on the record which he was required to keep, and it is insisted that there was no competent testimony that the insured was not properly suspended, and that the verdict should therefore, have been directed in favor of the order. This insistence leaves out of account the testimony tending to show that the dues were paid, and, if the dues were paid, there was no authority for the financier to suspend the insured, and the fraternal order was liable.\nA case was made for the jury, and the testimony is legally sufficient-to support the verdict; and, as no error appears, the judgment is affirmed.",
        "type": "majority",
        "author": "Smith, J."
      }
    ],
    "attorneys": [
      "Galvin T. Gotham and A. J. DeMers, for appellant.",
      "A. B. Belding, W. D. Swaim and James- E. Hogue, for appellee."
    ],
    "corrections": "",
    "head_matter": "Knights and Ladies of Security v. Lewellen.\nOpinion delivered June 11, 1923.\nINSURANCE — BENEFIT INSURANCE — BURDEN OF PROOF AS TO MEMBER’S standing. — A certificate issued to a member of a benefit society is evidence that the member is in good standing, and such good standing is presumed to continue until there is proof that it no longer exists, and the burden of establishing that the member is not in good standing must be assumed by the association.\nAppeal from Garland Circuit Court; Scott Wood¡ Judge;\naffirmed.\nGalvin T. Gotham and A. J. DeMers, for appellant.\nThe court erred in permitting appellee to testify in regard to a second receipt without laying a proper foundation for such testimony. 2 Ark. 315; 1 Greenleaf on Evidence, §§ 82, 88. Also erred in permitting witness Swaim to testify about a postal card claimed to have been seen by him, which was wholly incompetent. The court erred in giving instructions 3 and 4 and in refusing to 'give instructions “B,” “D” and “F” requested by appellant. Instruction 3 erroneously put the burden of. proof as to failure to pay dues upon appellant. 118 S. W. 1168; 7 C. J. 1107. No. 4 was likewise erroneous. The testimony is not sufficient to support the verdict, and a verdict should have 'been directed for appellant.\nA. B. Belding, W. D. Swaim and James- E. Hogue, for appellee.\nNo error was committed in the introduction of testimony. Instructions numbered 3 and 4 are correct statements of the law. 87 Ark. 115. Instructions “B” and “D” asked by appellant were covered by other instructions, and F was properly refused, as there was no question of waiver in the case.- The 'Contention that the next assessment after the first was intended to become due and payable before the expiration of the period of protection for which the first assessment paid is unreasonable. Word “month” means calendar month. 0. & M. Digest, §9748; 3i8 Cyc. 312; 5 Words & Phrases, 4575. The second assessment was due on'July 30, but the assured had until August 30 in which to .pay it."
  },
  "file_name": "0400-01",
  "first_page_order": 426,
  "last_page_order": 431
}
