{
  "id": 12456837,
  "name": "Steven P. Kozol, Respondent, v. The Department of Corrections, Petitioner",
  "name_abbreviation": "Kozol v. Department of Corrections",
  "decision_date": "2016-04-07",
  "docket_number": "No. 92190-3",
  "first_page": "405",
  "last_page": "411",
  "citations": [
    {
      "type": "official",
      "cite": "185 Wash. 2d 405"
    }
  ],
  "court": {
    "name_abbreviation": "Wash.",
    "id": 9029,
    "name": "Washington Supreme Court"
  },
  "jurisdiction": {
    "id": 38,
    "name_long": "Washington",
    "name": "Wash."
  },
  "cites_to": [
    {
      "cite": "746 P.2d 809",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1987,
      "pin_cites": [
        {
          "parenthetical": "discussing concurrent original jurisdiction of appellate and superior courts over petitions seeking postconviction relief"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "109 Wn.2d 607",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1186029
      ],
      "year": 1987,
      "pin_cites": [
        {
          "page": "611-13",
          "parenthetical": "discussing concurrent original jurisdiction of appellate and superior courts over petitions seeking postconviction relief"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/109/0607-01"
      ]
    },
    {
      "cite": "678 P.2d 323",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1984,
      "opinion_index": 0
    },
    {
      "cite": "101 Wn.2d 291",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1139581
      ],
      "year": 1984,
      "pin_cites": [
        {
          "page": "294"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/101/0291-01"
      ]
    },
    {
      "cite": "866 P.2d 8",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1994,
      "opinion_index": 0
    },
    {
      "cite": "123 Wn.2d 138",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        812771
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/123/0138-01"
      ]
    },
    {
      "cite": "978 P.2d 1083",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1999,
      "opinion_index": 0
    },
    {
      "cite": "138 Wn.2d 388",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        887310
      ],
      "year": 1999,
      "pin_cites": [
        {
          "page": "397-98"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/138/0388-01"
      ]
    },
    {
      "cite": "20 P.3d 907",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2001,
      "pin_cites": [
        {
          "parenthetical": "noting that incarcerated petitioner was \"restrained\" as defined under RAP 16.4"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "143 Wn.2d 384",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        425206
      ],
      "year": 2001,
      "pin_cites": [
        {
          "page": "391",
          "parenthetical": "noting that incarcerated petitioner was \"restrained\" as defined under RAP 16.4"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/143/0384-01"
      ]
    },
    {
      "cite": "515 U.S. 472",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1563880
      ],
      "weight": 4,
      "year": 1995,
      "pin_cites": [
        {
          "page": "484"
        },
        {
          "page": "484"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/515/0472-01"
      ]
    },
    {
      "cite": "821 P.2d 1204",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1992,
      "opinion_index": 0
    },
    {
      "cite": "118 Wn.2d 237",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1372135
      ],
      "year": 1992,
      "pin_cites": [
        {
          "page": "244"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/118/0237-01"
      ]
    },
    {
      "cite": "79 P.3d 1154",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2003,
      "pin_cites": [
        {
          "parenthetical": "constitutional writ will not issue if other avenues for relief, such as direct appeal or statutory writ, are available"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "150 Wn.2d 518",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        9195006
      ],
      "year": 2003,
      "pin_cites": [
        {
          "page": "533",
          "parenthetical": "constitutional writ will not issue if other avenues for relief, such as direct appeal or statutory writ, are available"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/150/0518-01"
      ]
    },
    {
      "cite": "227 P.3d 285",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2010,
      "opinion_index": 0
    },
    {
      "cite": "168 Wn.2d 204",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4007244
      ],
      "year": 2010,
      "pin_cites": [
        {
          "page": "205"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/168/0204-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 606,
    "char_count": 11058,
    "ocr_confidence": 0.888,
    "pagerank": {
      "raw": 5.298132930532853e-08,
      "percentile": 0.33478882359550693
    },
    "sha256": "3f02cb01c9a75ef1d350433ec2e94a88a2afc95b72e56ac6ae1bd57a05d93dfe",
    "simhash": "1:71f3869de1eec6a1",
    "word_count": 1760
  },
  "last_updated": "2024-02-28T00:06:59.447104+00:00",
  "provenance": {
    "date_added": "2019-05-22",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Steven P. Kozol, Respondent, v. The Department of Corrections, Petitioner."
    ],
    "opinions": [
      {
        "text": "[As amended by order of the Supreme Court August 1, 2016],\nPer Curiam\n¶1 Prison inmate Steven Kozol seeks to file a statutory petition for writ of review under chapter 7.16 RCW to challenge a prison disciplinary sanction imposed by the Department of Corrections. On Kozol’s appeal from the superior court’s denial of his request to present a writ petition, the Court of Appeals held that Kozol could petition for such a writ in challenging a prison disciplinary decision. But because a personal restraint petition is an “adequate remedy at law” for challenging such a decision in this case, Kozol cannot establish a basis for statutory writ. We therefore grant the State’s petition for review and reverse the Court of Appeals.\nFACTS\n¶2 The Department of Corrections alleged that Kozol committed a serious infraction as defined under WAC 137-25-030 (Category D, 740: committing fraud or embezzlement, or obtaining goods, services, money, or anything else of value under false pretenses). A disciplinary hearing officer found Kozol guilty of the infraction and imposed a sanction of 10 days of cell confinement. There was no apparent loss of early release credit.\n¶3 Ordinarily, an inmate challenging a prison disciplinary sanction does so by personal restraint petition. See, e.g., In re Pers. Restraint of Grantham, 168 Wn.2d 204, 205, 227 P.3d 285 (2010). But Kozol instead filed a pro se action for declaratory relief in Thurston County Superior Court, alleging among other things that the department violated disciplinary hearing procedures set forth in chapter 137-28 WAC. He later amended his complaint to name individual defendants and assert additional causes of action, including a claim for damages.\n¶4 The superior court subsequently dismissed all of Kozol’s causes of actions apart from an apparent tort claim for damages, which the court reserved. Before the hearing for presentation of the dismissal order, Kozol moved for leave to file a second amended complaint, dropping his request for monetary damages and adding a petition for a constitutional writ for certiorari under article IV, section 6 of the Washington Constitution or a statutory writ of review under chapter 7.16 RCW. The superior court denied Kozol’s motion to amend, reasoning that the writ petition was outside the scope of the presentation hearing, and dismissed the entire action with prejudice.\n¶5 Kozol appealed to Division Two of the Court of Appeals. The court affirmed the dismissal of the declaratory judgment action but reversed denial of Kozol’s motion to amend his complaint to seek a statutory writ of review, holding that Kozol could seek such a writ in challenging a prison disciplinary decision not involving loss of good conduct credits. The court declined to address whether Kozol could seek a constitutional writ. See Malted Mousse, Inc. v. Steinmetz, 150 Wn.2d 518, 533, 79 P.3d 1154 (2003) (constitutional writ will not issue if other avenues for relief, such as direct appeal or statutory writ, are available). The State filed a petition for review.\nDISCUSSION\n¶6 Kozol is entitled to a statutory writ of review under RCW 7.16.040 if he establishes “(1) that an inferior tribunal (2) exercising judicial functions (3) exceeded its jurisdiction or acted illegally, and (4) there is no adequate remedy at law.” Raynes v. Leavenworth, 118 Wn.2d 237, 244, 821 P.2d 1204 (1992). The Court of Appeals held that Kozol satisfied all four elements. Without addressing all of the statutory elements and whether Kozol met them, dis-positive here is whether Kozol has an “adequate remedy at law,” making relief by statutory writ unavailable.\n¶7 One remedy at law for persons under restraint is the personal restraint petition. RAP 16.3. But the Court of Appeals held that a personal restraint petition is not an adequate remedy in this case because Kozol was not under “restraint” as a result of his prison discipline, reasoning that his sanction of cell confinement did not constitute an “atypical and significant hardship ... in relation to the ordinary incidents of prison life.” Sandin v. Conner, 515 U.S. 472, 484, 115 S. Ct. 2293, 132 L. Ed. 2d 418 (1995). But a personal restraint petitioner is under “restraint” if he is “confined.” RAP 16.4(b). Kozol is an inmate “confined” within a state correctional facility. He is thus under “restraint.” See In re Pers. Restraint of Dyer, 143 Wn.2d 384, 391, 20 P.3d 907 (2001) (noting that incarcerated petitioner was “restrained” as defined under RAP 16.4).\n¶8 Aside from the issue of restraint, the most relevant question in determining whether a personal restraint petition is an adequate remedy at law is whether Kozol’s restraint is “unlawful” and thus addressable by such a petition. RAP 16.4(a). An inmate’s restraint may be unlawful for a number of reasons, including that the “conditions or manner of the restraint of [the] petitioner are in violation of the Constitution of the United States or the Constitution or laws of the State of Washington.” RAP 16.4(c)(6).\n¶9 The Court of Appeals is correct that a prison disciplinary sanction that does not implicate a protected liberty interest is not subject to minimum constitutional due process requirements. Sandin, 515 U.S. at 484; In re Pers. Restraint of Gronquist, 138 Wn.2d 388, 397-98, 978 P.2d 1083 (1999). And we are mindful that the Washington Administrative Code provision outlining the general purposes of the prison discipline procedural guidelines states that those rules “do not create any procedural or substantive rights in any person, including any liberty interests in time credits, levels of custody, classification status, or other privileges.” WAC 137-28-140. But contrary to that sweeping agency statement, this court has held that a “serious” infraction that results in a loss of earned early release credit implicates a liberty interest subject to minimum due process protections. Gronquist, 138 Wn.2d at 397-98.\n¶10 Though Kozol did not lose early release credits, he was found guilty of a serious infraction. See WAC 137-25--030 (Category D, 740). Inmates sanctioned for serious infractions are subject to specific disciplinary procedures and safeguards set forth in department regulations. See, e.g., WAC 137-28-285 (inmate’s rights to fair and impartial hearing, to be present at hearing, to testify or remain silent, to call witnesses or present documentary evidence, and to appeal decision), -280(3) (inmate confined to cell pending disciplinary shall have reasonable opportunity to prepare defense), -290(2) (inmate to be given copy of serious infraction report and advised of rights), -300(1) (“The hearing officer shall ensure that the offender’s rights are protected throughout the hearing.”), -310(4), (5) (inmate’s right to written decision and to appeal to superintendent). These administrative rules constitute the laws of Washington for purposes of determining when an inmate is under “unlawful restraint” as defined under RAP 16.4(c)(6). See In re Pers. Restraint of Cashaw, 123 Wn.2d 138, 149 n.6, 866 P.2d 8 (1994). Kozol alleges that the department committed multiple regulatory violations in relation to his disciplinary proceeding, and thus he effectively alleges that his restraint is unlawful, making the personal restraint petition an appropriate remedy.\n¶ 11 We further note that although the discipline imposed in this instance did not result in a loss of early release credit—and Kozol may have already served his term of cell confinement—the infraction is a factor a hearing officer may consider when determining the sanction imposed on any later infraction. WAC 137-28-350(3). Thus, a serious infraction that does not result in the loss of early release credit still casts a shadow over an inmate’s institutional history. Kozol asserts, for instance, that the disciplinary action here adversely affected his eligibility for preferred housing status. If this factual assertion and the allegations of regulatory violations are true, Kozol could argue in a personal restraint petition that the manner of his restraint violates Washington law. RAP 16.4(c)(6). Thus, a personal restraint petition is an adequate remedy at law in this situation, precluding Kozol from seeking relief by statutory writ of review. RCW 7.16.040. The Court of Appeals erred in holding that Kozol could seek relief by statutory writ of review.\n¶12 The State’s petition for review is granted, and the Court of Appeals is reversed.\nAfter modification, further reconsideration denied August 2, 2016.\nKozol was assisted by counsel when he moved to amend his complaint. Counsel withdrew after the superior court entered the dismissal order. Kozol has been acting pro se since then.\nThe statute states:\nA writ of review shall be granted by any court, except a municipal or district court, when an inferior tribunal, board or officer, exercising judicial functions, has exceeded the jurisdiction of such tribunal, board or officer, or one acting illegally, or to correct any erroneous or void proceeding, or a proceeding not according to the course of the common law, and there is no appeal, nor in the judgment of the court, any plain, speedy and adequate remedy at law.\nRCW 7.16.040.\nThe relevant regulations were amended effective January 8, 2016. Though Kozol was sanctioned under the previous versions of these regulations, we cite the current codifications for purposes of this opinion since they generally encompass the same procedural safeguards.\nWe offer no opinion as to the merits of Kozol’s claims.\nWe note that in these specific circumstances, a personal restraint petition is a “plain” and “speedy” remedy under RCW 7.16.040 in light of Washington’s well-developed decisional law on the approach the appellate courts must take where a personal restraint petition seeks relief from prison discipline and where the Rules of Appellate Procedure provide for prompt consideration of the petition by the appellate court with the potential for further review. See Grantham, 168 Wn.2d at 205; In re Pers. Restraint of Reismiller, 101 Wn.2d 291, 294, 678 P.2d 323 (1984); RAP 13.5A(a)(1), 16.5, 16.8, 16.8.1, 16.9, 16.11, 16.14(c). The precise disputed issue here is whether such a petition is an “adequate” remedy in the context of prison discipline. Furthermore, our decision in this case should not be interpreted as precluding a petitioner from seeking relief by petition for writ of habeas corpus filed in superior court in appropriate circumstances. See Toliver v. Olsen, 109 Wn.2d 607, 611-13, 746 P.2d 809 (1987) (discussing concurrent original jurisdiction of appellate and superior courts over petitions seeking postconviction relief).\nKozol filed a motion for appointment of counsel that we deny, given the disposition by a per curiam opinion.",
        "type": "majority",
        "author": "Per Curiam"
      }
    ],
    "attorneys": [
      "Steven P. Kozol, pro se.",
      "Robert W. Ferguson, Attorney General, John C. Dittman, Managing Assistant, and Jay D. Geek, Assistant, for petitioner."
    ],
    "corrections": "",
    "head_matter": "[No. 92190-3.\nConsidered March 30, 2016.\nDecided April 7, 2016.\nSteven P. Kozol, Respondent, v. The Department of Corrections, Petitioner.\nSteven P. Kozol, pro se.\nRobert W. Ferguson, Attorney General, John C. Dittman, Managing Assistant, and Jay D. Geek, Assistant, for petitioner."
  },
  "file_name": "0405-01",
  "first_page_order": 459,
  "last_page_order": 465
}
