{
  "id": 1428241,
  "name": "Armstrong v. McCluskey",
  "name_abbreviation": "Armstrong v. McCluskey",
  "decision_date": "1933-12-11",
  "docket_number": "4-3183",
  "first_page": "406",
  "last_page": "413",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 406"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "31 Am. Rep. 181",
      "category": "reporters:state_regional",
      "reporter": "Am. Rep.",
      "opinion_index": 0
    },
    {
      "cite": "22 Kan. 157",
      "category": "reporters:state",
      "reporter": "Kan.",
      "case_ids": [
        590133
      ],
      "opinion_index": 0,
      "case_paths": [
        "/kan/22/0157-01"
      ]
    },
    {
      "cite": "14 S. W. 93",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "53 Ark. 295",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1911681
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/53/0295-01"
      ]
    },
    {
      "cite": "186 S. W. 59",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "123 Ark. 612",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1556237
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/123/0612-01"
      ]
    },
    {
      "cite": "121 S. W. 754",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "91 Ark. 458",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1511800
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/91/0458-01"
      ]
    },
    {
      "cite": "21 S. W. 432",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "57 Ark. 256",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 573,
    "char_count": 11204,
    "ocr_confidence": 0.501,
    "pagerank": {
      "raw": 1.5489516308634839e-07,
      "percentile": 0.6742910494009496
    },
    "sha256": "9424e2d5a0dc96da4f9fea15eec25d562fdc7af46a48b20d3fda1317c5bb20a5",
    "simhash": "1:97aea3454c7bf6dc",
    "word_count": 1946
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Armstrong v. McCluskey."
    ],
    "opinions": [
      {
        "text": "Kirby, J.\nThe appellant, J. W. Armstrong, as receiver of the Planters’ National 'Bank of Walnut Ridge, brought this suit in the Lawrence Chancery Court for the Eastern District against the appellees on the following promissory note:\n“Principal Date 10-28-1931 Paid $1.54 Bal. $498.40\nt ‘ tj;goo\n“Walnut Ridge, Ark., 1-15-27.\n“Six months after date, for value received, we or either of us promise to pay to the order of J. M. Whit-low five hundred and no/100 dollars at the Lawrence County Bank, Walnut Ridge, Ark., with interest at the rate of 10 per cent, per annum from date until paid. The makers and indorsers of this note hereby severally waive presentment of payment, notice of nonpayment, protest and consent that time of payment may be extended without notice thereof. If interest is not paid when due, same shall then become as principal, and bear interest at the same rate until paid.\n[Signed] “ J. A. MeCluskey,\n“D. D. Allison,\n“W. II. Broadway.\n“Notice 1-28-31.\n“Indorsed:\n“'2-1-28 pd. $38.00\n“2-6-28 pd. 8.10\n“2-15-28 11.45 2-16-28 6.70 18.15\n“3-10-28 “ 42.00\n“3-17-28 “ 2.10\n“3-20-28 “ 59.50\n“1-22-28 J. M. Whitlow.\n“Indorsed to Clarence Whitlow without recourse, Clarence Whitlow.”\nThe appellee, Allison, filed a separate answer and cross-complaint, in which he alleged as one of his defenses that the note was void for usury. He alleged that J. M. Whitlow, acting through his son and general agent, Clarence Whitlow, had unlawfully and fraudulently conspired with his son, together with the defendant, Davis, to make a usurious loan on the said note'to the said Davis by writing on the face of the note the name of J. M. Whit-low as payee, without the authority or knowledge of the defendant, Allison, and loaned to Judson Davis the sum of $400 only, taking his note in the sum of $500 and charging an extra $100 by reserving the same; that the said loan and transaction was, and is, usurious and void.\nMcCluskey, Clarence Whitlow and Judson Davis, who were also made parties to the suit, filed no answer, but the defendant, J. M. Whitlow, filed a separate unverified answer denying that he was the principal, and that Clarence \"Whitlow was his agent, and alleging that, as soon as-he learned of the transaction, he immediately and before maturity repudiated the transaction, and thereupon the said Clarence Whitlow paid him the face value of said note, and he in turn indorsed the same to Clarence Whitlow without recourse on him; that Clarence Whit-low was not his general agent, and had no authority to make the transaction for him in matters of taking notes or in any other matters, and realleged that he repudiated his son’s acts within a few days after his son took the note.\nOn the evidence adduced, the trial court found: “That this is a suit upon a promissory note dated January 15, 1927, for the sum of five hundred dollars, payable to the order of J. M. Whitlow, with ten per cent, per annum interest from date until paid, signed by J. A. McCluskey, D. D. Allison and W. EL Broadway; the court further finds that Clarence Whitlow, acting as the agent of his father and co-defendant, J. M. Whitlow, made the loan represented by the note sued on herein, as agent for his father and co-defendant, J. M. Whitlow, and, as such charged the sum of one hundred dollars, as a bonus, paying over only the sum of $400, accepting a note for the sum of five hundred dollars, bearing ten per cent, interest per annum from date until paid.\n‘‘ That said loan was usurious, and that the reservation of said one hundred dollars, together with the ten per cent, interest charged, was a greater sum for the loan and forbearance of money [than] allowed by law, so as to render said loan and note sued on void; that the defendant, J. M. Whitlow, knew at the time of the reservation of said one hundred dollars at the time his agent made said loan, and ratified his actions as his agent by accepting said note and the benefits thereunder, and did not attempt to escape his liability on account of said usury until more than one year after making said loan, when he attempted to escape liability by indorsing said note to his son without recourse on. January 22, 1928.\n“The court further finds that Clarence Whitlow, after said note had been indorsed to him by his father and co-defendant, J. M. Whitlow, his principal, without recourse, indorsed the note and placed the same as collateral for another note he owed Planters ’ National iBank of Walnut Ridge, the said bank accepting said note as additional collateral to an old note already, due said bank by said Clarence Whitlow, after maturity, without consideration and with the indorsement of J. M. Whitlow without recourse, and for that reason should not recover as against J. M. Whitlow. ’ ’\nThe court then entered a decree by default against McCluskey, Judson Davis and Clarence Whitlow in the sum sued for, and decreed that the plaintiff take nothing as against Allison and J. M. Whitlow, and canceled the note as to the defendant, D. D. Allison.\nThe appellant, receiver, first contends that the evidence adduced to establish usury fails to meet the requirements of the rule announced in Holt v. Kirby, 57 Ark. 256, 21 S. W. 432, and Briggs v. Steel, 91 Ark. 458, 121 S. W. 754, and approved in many subsequent decisions. That rule may be thus stated: To establish usury there must be shown an agreement by which the borrower agrees to pay and the lender knowingly receives a higher rate of interest than is allowable by law for the loan or forbearance for money, and that the same was actually taken or received. Usury will not be inferred where an opposite conclusion can be fairly reached and the burden rests upon the one pleading it to establish his plea by a fair preponderance of testimony.\nThe appellant next contends that, since the testimony shows that the loan was negotiated and the transaction completed by an agent of J. M. Whitlow, it was necessary to establish the awareness of the principal of the-usurious agreement, or of facts from which his knowledge may be inferred, (Van Deventer v. Smith, 123 Ark. 612, 186 S. W. 59), and that in these particulars the evidence fails. We agree with counsel on the principles of law announced, but think he errs when he contends that under the evidence their application acquits the lender, J. M. Whitlow, of the charge of usury and establishes the validity of the note and the appellee, Allison’s, liability.\nThe evidence relating to the fact of usury, and the knowledge of J. M. Whitlow of the unlawful dealing of his agent in effecting the loan, is so connected that both contentions may be disposed of in a single discussion. In considering the testimony on these related subjects, we bear in mind the principle that there can be no device or trickery on the part of the lender to evade the statute against usury under, or behind which, the law will not look in order to learn the real nature of the transaction, and that any given facts may be established by the proof of circumstances surrounding the transaction, as well as by direct evidence. There were only two persons present when the loan was made and the note delivered, Clarence Whitlow, the son of J. M. Whitlow, and Judson Davis, for the benefit of whom and of Davis’ partner, McCluskey, the note was signed by Allison. Clarence Whitlow testified in positive terms that the full $500 was paid over to Judson Davis, and there was nothing retained or reserved in addition to the lawful rate of interest charged. But there was brought out in his examination, and from other evidence in the case, proof of circumstances which tended to contradict his direct testimony. He also testified that he was the general agent of J. M. Whitlow, and was authorized to, and did frequently, sign his father’s name to checks, draw money of his father, make loans for him, take notes and sign his father’s name to indorsements thereon. J. M. Whitlow except by his unverified answer, made no denial of this part of the testimony of his son, Clarence Whitlow. Clarence Whitlow further testified that, in dealing with the transaction with Davis, he acted for his father as he was authorized to do, put his father’s name in the blank left for the payee, collected the payments which Davis would make from time to time, and finally wrote the indorsement “without recourse” to himself, to which he signed his father’s name.\nJudson Davis, the other party having direct knowledge of the transaction, stated that Clarence Whitlow g’ave him only $400 and reserved $100 in addition to the 10 per cent, interest for making the loan; that, just before the trial, Clarence Whitlow came to him in an endeavor to influence him to testify “in line” with the testimony that he (Clarence) would give relative to the amount of money he received as the proceeds of the note; that he wanted him to say that it was $500. This part of Davis ’ testimony was not disputed by Whitlow. In Clarence Whitlow’s testimony, no reason was given as to why the transaction did not meet with his father’s approval, and it is certain, from the date appearing on the note and from Clarence’s testimony, that it was not indorsed to him without recourse until the 22d of January, 1928, a year after the date of the note and six months beyond its maturity.\nIn determining the questions presented, the court had for its consideration, not only the direct evidence, but the peculiar circumstances surrounding the transaction, to narrate all of which would unduly extend this opinion, and which we think was sufficient to support the court’s finding of fact.\nThe trial court was of the opinion that, because of J. M. Whitlow’s indorsement on the note without recourse, coupled with the fact that the appellant accepted the same as collateral for a past-due note of Clarence Whitlow, he was not liable therefore for its payment. In this the court was mistaken. An assignment of a note without recourse is equivalent to a mere sale without an express warranty, but there remains the implied warranty, among others, that there is no legal defense growing out of the assignor’s own connection with its origin (Smith v. Corege, 53 Ark. 295, 14 S. W. 93), and that the assignor has no knowledge which would impair the validity of the instrument or render it valueless. Crawford & Moses’ Digest, § 7831. Therefore, since the validity of the note is warranted by the indorser where the note is not valid because of usury, because of the implied warranty, the indorser becomes liable for its payment. 8 C. J., pages 369 and 392; Challis v. McCrum, 22 Kan. 157, 31 Am. Rep. 181.\nIt follows that J. M. Whitlow is liable for the payment of the note by reason of the implied warranty contained in his indorsement, and that the court erred in contrary judgment.\nThe decree of the trial court is correct, and will be affirmed except as to the appellee, J. M. Whitlow. As to him, it is reversed, and the cause remanded with directions to enter judgment against him in favor of the appellant for the amount due on the note according to its tenor and effect.",
        "type": "majority",
        "author": "Kirby, J."
      }
    ],
    "attorneys": [
      "H. L. Ponder, for appellant.",
      "W. P. Smith and O. C. Blackford, for appellee."
    ],
    "corrections": "",
    "head_matter": "Armstrong v. McCluskey.\n4-3183\nOpinion delivered December 11, 1933.\nH. L. Ponder, for appellant.\nW. P. Smith and O. C. Blackford, for appellee."
  },
  "file_name": "0406-01",
  "first_page_order": 424,
  "last_page_order": 431
}
