{
  "id": 4242134,
  "name": "The State of Washington, Respondent, v. Samuel M. Piatnitsky, Petitioner",
  "name_abbreviation": "State v. Piatnitsky",
  "decision_date": "2014-05-08",
  "docket_number": "No. 87904-4",
  "first_page": "407",
  "last_page": "422",
  "citations": [
    {
      "type": "official",
      "cite": "180 Wash. 2d 407"
    }
  ],
  "court": {
    "name_abbreviation": "Wash.",
    "id": 9029,
    "name": "Washington Supreme Court"
  },
  "jurisdiction": {
    "id": 38,
    "name_long": "Washington",
    "name": "Wash."
  },
  "cites_to": [
    {
      "cite": "176 L. Ed. 2d 1098",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "case_ids": [
        12449208,
        3641704
      ],
      "year": 2010,
      "opinion_index": 0,
      "case_paths": [
        "/l-ed-2d/176/1098-01",
        "/us/560/0370-01"
      ]
    },
    {
      "cite": "560 U.S. 370",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3641704,
        12449208
      ],
      "weight": 4,
      "year": 2010,
      "pin_cites": [
        {
          "page": "381"
        },
        {
          "page": "381",
          "parenthetical": "citation omitted"
        },
        {
          "page": "381"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/560/0370-01",
        "/l-ed-2d/176/1098-01"
      ]
    },
    {
      "cite": "512 U.S. 452",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        39831
      ],
      "weight": 6,
      "year": 1994,
      "pin_cites": [
        {
          "page": "459"
        },
        {
          "page": "459"
        },
        {
          "page": "459"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/512/0452-01"
      ]
    },
    {
      "cite": "451 U.S. 477",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6187603
      ],
      "weight": 5,
      "year": 1981,
      "pin_cites": [
        {
          "page": "482"
        },
        {
          "page": "484-85"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/451/0477-01"
      ]
    },
    {
      "cite": "194 P.3d 250",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "weight": 2,
      "year": 2008,
      "pin_cites": [
        {
          "parenthetical": "citing Edwards v. Arizona, 451 U.S. 477, 482, 101 S. Ct. 1880, 68 L. Ed. 2d 378 (1981)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "164 Wn.2d 900",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        3996192
      ],
      "weight": 2,
      "year": 2008,
      "pin_cites": [
        {
          "page": "905-06",
          "parenthetical": "citing Edwards v. Arizona, 451 U.S. 477, 482, 101 S. Ct. 1880, 68 L. Ed. 2d 378 (1981)"
        },
        {
          "page": "907"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/164/0900-01"
      ]
    },
    {
      "cite": "299 P.3d 1171",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2013,
      "opinion_index": 0
    },
    {
      "cite": "176 Wn.2d 1022",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "year": 2013,
      "opinion_index": 0
    },
    {
      "cite": "282 P.3d 1184",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2012,
      "opinion_index": 0
    },
    {
      "cite": "170 Wn. App. 195",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        4030371
      ],
      "year": 2012,
      "pin_cites": [
        {
          "page": "210-11"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/170/0195-01"
      ]
    },
    {
      "cite": "384 U.S. 436",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12046400
      ],
      "weight": 4,
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/us/384/0436-01"
      ]
    },
    {
      "cite": "469 U.S. 91",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11958689
      ],
      "weight": 10,
      "year": 1984,
      "pin_cites": [
        {
          "page": "97-98"
        },
        {
          "parenthetical": "alteration in original"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/469/0091-01"
      ]
    },
    {
      "cite": "176 L. Ed. 2d 1098",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "case_ids": [
        12449208,
        3641704
      ],
      "weight": 2,
      "year": 2010,
      "pin_cites": [
        {
          "parenthetical": "citing Michigan v. Mosley, 423 U.S. 96, 103, 96 S. Ct. 321, 46 L. Ed. 2d 313 (1975)"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/l-ed-2d/176/1098-01",
        "/us/560/0370-01"
      ]
    },
    {
      "cite": "560 U.S. 370",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3641704,
        12449208
      ],
      "weight": 4,
      "year": 2010,
      "pin_cites": [
        {
          "page": "382"
        },
        {
          "page": "376",
          "parenthetical": "citing Michigan v. Mosley, 423 U.S. 96, 103, 96 S. Ct. 321, 46 L. Ed. 2d 313 (1975)"
        },
        {
          "parenthetical": "citing Michigan v. Mosley, 423 U.S. 96, 103, 96 S. Ct. 321, 46 L. Ed. 2d 313 (1975)"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/560/0370-01",
        "/l-ed-2d/176/1098-01"
      ]
    },
    {
      "cite": "512 U.S. 452",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        39831
      ],
      "weight": 6,
      "year": 1994,
      "pin_cites": [
        {
          "page": "461-62"
        },
        {
          "page": "459"
        },
        {
          "page": "455",
          "parenthetical": "first alteration in original"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/512/0452-01"
      ]
    },
    {
      "cite": "451 U.S. 477",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6187603
      ],
      "weight": 3,
      "year": 1981,
      "pin_cites": [
        {
          "page": "484-85"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/451/0477-01"
      ]
    },
    {
      "cite": "282 P.3d 1184",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2012,
      "opinion_index": 1
    },
    {
      "cite": "170 Wn. App. 195",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        4030371
      ],
      "year": 2012,
      "pin_cites": [
        {
          "page": "222-24"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/wash-app/170/0195-01"
      ]
    },
    {
      "cite": "423 U.S. 96",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6175104
      ],
      "weight": 3,
      "year": 1975,
      "pin_cites": [
        {
          "page": "103"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/423/0096-01"
      ]
    },
    {
      "cite": "479 U.S. 523",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6219506
      ],
      "weight": 7,
      "year": 1987,
      "pin_cites": [
        {
          "page": "525"
        },
        {
          "page": "528"
        },
        {
          "page": "529",
          "parenthetical": "emphasis added"
        },
        {
          "page": "525"
        },
        {
          "page": "529"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/479/0523-01"
      ]
    },
    {
      "cite": "384 U.S. 436",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12046400
      ],
      "weight": 6,
      "year": 1966,
      "pin_cites": [
        {
          "page": "457-58"
        },
        {
          "page": "479"
        },
        {
          "page": "472-73"
        },
        {
          "page": "473-74"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/384/0436-01"
      ]
    },
    {
      "cite": "469 U.S. 91",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11958689
      ],
      "weight": 11,
      "year": 1984,
      "pin_cites": [
        {
          "page": "93"
        },
        {
          "page": "99"
        },
        {
          "page": "93"
        },
        {
          "page": "98",
          "parenthetical": "emphasis added"
        },
        {
          "page": "93"
        },
        {
          "page": "93"
        },
        {
          "page": "97-98"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/469/0091-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1025,
    "char_count": 27672,
    "ocr_confidence": 0.722,
    "pagerank": {
      "raw": 5.12982294956584e-08,
      "percentile": 0.3229883286631769
    },
    "sha256": "5adb5cf5b1f8d088e1bade55d283b677dc6af8a0103e362197f743ab37cf762f",
    "simhash": "1:a9932f49f1b38fc4",
    "word_count": 4617
  },
  "last_updated": "2024-02-27T18:26:29.759680+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Madsen, C.J.; C. Johnson and Owens, JJ.; and J.M. Johnson, J. Pro Tem., concur.",
      "Fairhurst, Stephens, and Gordon McCloud, JJ., concur with Wiggins, J."
    ],
    "parties": [
      "The State of Washington, Respondent, v. Samuel M. Piatnitsky, Petitioner."
    ],
    "opinions": [
      {
        "text": "González, J.\nf 1 We are asked today to decide whether Samuel Piatnitsky unequivocally invoked his right to remain silent when he told police investigating a murder that “I don’t want to talk right now” but that he would “write it down.” We find that this is, at best, an equivocal invocation of the right to remain silent, and thus, the trial judge did not err in admitting Piatnitsky’s written confession. We affirm.\nFACTS\n¶2 In the early hours of October 19, 2008, Samuel Piatnitsky and his friend Jason Young were asked to leave a party. They refused. A fight broke out, and eventually Piatnitsky and Young left. But, approximately 30 minutes later, they returned with Piatnitsky brandishing a shotgun. Announcing his return to the partygoers, Piatnitsky exclaimed something to the effect of “ ‘what’s up now,’ ” chambered a round, and fired a shot. Clerk’s Papers at 3. Shawn Jones, the victim in the case, grabbed the shotgun and began wrestling with Piatnitsky. Young pulled Jones off Piatnitsky, who then fired three more shots, killing Jones and injuring another person.\n¶3 King County Sheriff’s deputies were dispatched to the scene around 3:30 in the morning. A K-9 unit followed a track from the crime scene to Young’s house. Young came out when summoned by the officers; Piatnitsky was found hiding in the basement of the house. Officers Mirandized Piatnitsky, and he confessed to shooting Jones and another partygoer. Witnesses brought to the scene of the arrest identified Piatnitsky as the shooter. He was taken into custody and booked.\n¶4 Later that morning, Detectives Keller and Allen interviewed Piatnitsky about the shooting. After about an hour of questioning during which Piatnitsky indicated he was willing to give a taped confession, the detectives turned on a tape recorder. The relevant portion of the taped interview went as follows:\nDET: Okay, and earlier you were advised of your Miranda rights. Do you remember that, your Constitutional rights by the officer, do you remember that?\nSUS: Yeah; I have a right . . .\nDET: Did you understand those?\nSUS: I have a right to remain silent.\nDET: Right. I’m gonna go ahead and . . .\nSUS: That’s the, that’s the only one I remember.\nDET: Okay. I’m gonna read 'em for you again.\nSUS: That’s the one I, I should be doing right now.\nDET: Well, you know, like we told you, you don’t have to talk to us. Okay. You’ve already admitted to this thing. We want to go on tape, and because it’s an important part of this, and we talked about that, and that’s the part when you go back to get the shotgun. Before we do any of that, I want to read you . . .\nSUS: What are you guys talking about, man?\nDET: I want to read you your rights, okay. Do you understand that you have the right to remain silent?\nDET2: You gotta answer out loud, SAM.\nSUS: I’m not ready to do this, man.\nDET2: You just told us that you wanted to get it in your own words on tape. You asked us to turn the tape on; remember?\nSUS: I just write it down, man. I can’t do this. I, I, I just write, man. I don’t, I don’t want. . .\nDET: Okay.\nSUS: I don’t want to talk right now, man.\nPretrial Ex. 3, at 1-2 (alterations in original). The detectives Mirandized Piatnitsky again, and he signed a waiver form. During the recording, the detectives clarified their understanding of the situation:\nDET2: Are you sure you don’t want to do it on tape like you said you did; you want to get in your own words?\nSUS: Yes, sir.\nDET2: Okay.\nDET: So you’d rather take a written statement, do a written one.\nSUS: Yes. I don’t know (unintelligible)[.]\nDET: Okay, it’s too hard to talk about; you’d rather write it.\nId. at 4. Both detectives testified that the unintelligible portion of the recording was Piatnitsky stating once again that he did not want to make an audio-recorded confession. The detectives complied with that request and stopped recording. Instead, one of the detectives wrote down Piatnitsky’s version of the events, which Piatnitsky edited. At some point, Piatnitsky did not like where the questioning was going and he told detectives he was finished and cut off the interview. The detectives stopped asking questions and finished the statement. Piatnitsky then reviewed everything that had been written, requested some changes, and signed the corrected statement.\n¶5 Ultimately, Piatnitsky was charged with murder in the first degree, among other things. Before the trial, he challenged the admissibility of his written statement to the police, arguing that he did not waive his right to remain silent knowingly and voluntarily. The trial judge conducted a CrR 3.5 hearing and found that all of Piatnitsky’s statements, written and oral, were admissible because Piatnitsky was able to knowingly, voluntarily, and intelligently waive his rights despite his emotional and physical state at the time of interrogation. Piatnitsky was convicted of murder in the first degree, attempted murder in the first degree, possession of a stolen firearm, and unlawful possession of a firearm in the second degree. The trial court imposed a standard-range sentence of 600 months. Piatnitsky appealed, arguing, among other things, that the trial court should have suppressed his statements because he had successfully invoked his right to silence. State v. Piatnitsky, 170 Wn. App. 195, 210-11, 282 P.3d 1184 (2012). The Court of Appeals affirmed the trial court in a split-panel decision. We granted review on the suppression issue alone and now affirm. State v. Piatnitsky, 176 Wn.2d 1022, 299 P.3d 1171 (2013).\nANALYSIS\n¶6 Piatnitsky argues that his statements must be suppressed because he unequivocally invoked his Fifth Amendment right to silence. See Pet’r’s Combined Suppl. Br. at 10. We disagree. His statement, when examined in context, was at best an equivocal invocation of that right. While the phrase “I don’t want to talk right now, man” could be an unequivocal invocation of the right to silence, it was not uttered in isolation. The context here shows equivocation by Piatnitsky. He did not just say “I don’t want to talk right now, man”; he said, “I just write it down, man. I can’t do this. I, I, I just write, man. I don’t, I don’t want... I don’t want to talk right now, man.” Pretrial Ex. 3, at 2 (alteration in original).\n¶7 To be unequivocal, an invocation of Miranda requires the expression of an objective intent to cease communication with interrogating officers. Piatnitsky did not express such an intent. Instead, as the detectives reasonably understood, he said he would rather write than talk. Because Miranda rights cannot be partially invoked and must be exercised in an objectively clear way, we affirm the lower courts.\n¶8 Prior to any custodial interrogation, a suspect must be informed that “he has the right to remain silent, that anything he says can be used against him in a court of law, that he has the right to the presence of an attorney, and that if he cannot afford an attorney one will be appointed for him prior to any questioning.” Miranda, 384 U.S. at 479. Any waiver of these rights by the suspect must be knowing, voluntary, and intelligent. State v. Radcliffe, 164 Wn.2d 900, 905-06,194 P.3d 250 (2008) (citing Edwards v. Arizona, 451 U.S. 477, 482, 101 S. Ct. 1880, 68 L. Ed. 2d 378 (1981)). Even once waived, a suspect can invoke these rights at any point during the interview and the interrogation must cease. Id. at 906 (citing Edwards, 451 U.S. at 484-85).\n¶9 Here, we are asked whether Piatnitsky unequivocally invoked his right to silence before the detectives took his written statement. We find that because the detectives reasonably concluded that Piatnitsky was expressing a preference for a written rather than an audio-recorded statement, any invocation of his Miranda rights was equivocal at best.\n¶10 As we stated in Radcliffe, “[T]he United States Supreme Court has decided the [equivocal invocation of Miranda] issue and we must follow its holding as it applies to the Fifth Amendment. Davis [v. United States, 512 U.S. 452, 114 S. Ct. 2350, 129 L. Ed. 2d 362 (1994),] is the law under the federal constitution.” 164 Wn.2d at 907. On the similar issue before us, we maintain that Davis controls our analysis.\n¶11 Though both Radcliffe and Davis dealt with the invocation of the right to counsel, we draw no distinctions between the invocations of different Miranda rights. We have been instructed that “there is no principled reason to adopt different standards for determining when an accused has invoked the Miranda right to remain silent and the Miranda right to counsel.” Berghuis v. Thompkins, 560 U.S. 370, 381, 130 S. Ct. 2250, 176 L. Ed. 2d 1098 (2010). Here, we faithfully adhere to this instruction and apply the rules articulated in Davis and Radcliffe to an alleged invocation of the right to silence.\n¶12 It is well established that Miranda rights must be invoked unambiguously. Davis, 512 U.S. at 459; Radcliffe, 164 Wn.2d at 906. This is a bright-line inquiry; a statement either is “ ‘an assertion of [Miranda rights] or it is not.’ ” Davis, 512 U.S. at 459 (quoting Smith v. Illinois, 469 U.S. 91, 97-98, 105 S. Ct. 490, 83 L. Ed. 2d 488 (1984)). Also, this inquiry is objective. Id. In other words, an invocation must be sufficiently clear “that a reasonable police officer in the circumstances would understand the statement to be [an invocation of Miranda rights].” Id. And so, that is the question before us here. As a matter of law, was it reasonable for the detectives to conclude that the right to silence was not invoked?\n¶13 Looking at the context, the detectives interrogating Piatnitsky could reasonably conclude that he never actually invoked his right to silence. In response to a question about whether he understood his Miranda rights, Piatnitsky said, “I have a right to remain silent. . . . That’s the, that’s the only one I remember.... That’s the one I, I should be doing right now.” Pretrial Ex. 3, at 2 (alterations in original). Piatnitsky himself admits that he should have been exercising his right to silence, which, when properly understood, means that he was not actually doing so. Immediately after this interaction, one of the detectives explained that he wanted to get a recording of Piatnitsky’s confession but that he first wanted to go through Miranda once again. To this, Piatnitsky responded, “I’m not ready to do this, man.” Id. The detective asked for a clarification because earlier Piatnitsky had indicated willingness to confess on audio recording. Piatnitsky obliged, saying, “I just write it down, man. I can’t do this. I, I, I just write, man. I don’t, I don’t want... I don’t want to talk right now, man.” Id. (alteration in original). The detective agreed and told Piatnitsky, “Okay, but let’s go over the rights on tape, and then you can write it down, okay.” Id. Piatnitsky confirmed the detective’s understanding of the statement by saying, “All right, man.” Id. Thus, when Piatnitsky said, “I don’t want to talk right now, man,” his invocation of Miranda was equivocal at best. Id. The detective reasonably concluded that Piatnitsky was expressing a preference for the means of communication.\n¶14 The undisputed record shows that Piatnitsky understood he had a right to silence that he was not exercising. And when Piatnitsky expressed some hesitation about the questioning, the record indicates that the interrogating detective clarified Piatnitsky’s desire and received confirmation that the hesitation was about making an audio-recorded statement. The detectives reasonably concluded that Piatnitsky’s statements were a preference for a written statement over a recorded one. The reasonableness of this conclusion is supported by audio recording, transcript, and testimony.\n¶15 It is well established that when an accused makes a statement concerning the right to remain silent “ ‘that is ambiguous or equivocal’ or makes no statement, the police are not required to end the interrogation or ask questions to clarify whether the accused wants to invoke his or her Miranda rights.” Berghuis, 560 U.S. at 381 (citation omitted) (quoting Davis, 512 U.S. at 459). Piatnitsky’s statement was at least ambiguous or equivocal, and so the interrogating detectives were not required to end the interrogation. As in Berghuis, we find that the “ [suppression of a voluntary confession in these circumstances would place a significant burden on society’s interest in prosecuting criminal activity.” Id. at 382.\nCONCLUSION\n¶16 Piatnitsky did not unequivocally invoke his right to remain silent. It was reasonable for the detectives to interpret Piatnitsky’s statements as an expression of preference for making a written confession rather than an audio-recorded one. Piatnitsky’s statement was a conditional invocation of Miranda. Under Radcliffe, such an invocation must be viewed as equivocal or ambiguous. 164 Wn.2d at 907. Under Berghuis, such an invocation does not require law enforcement to ask for clarification or suspend questioning. 560 U.S. at 381. We find the statements were properly admitted at trial and affirm.\nMadsen, C.J.; C. Johnson and Owens, JJ.; and J.M. Johnson, J. Pro Tem., concur.\nMiranda v. Arizona, 384 U.S. 436, 86 S. Ct. 1602, 16 L. Ed. 2d 694 (1966).\nU.S. Const. amend. V.\nMiranda, 384 U.S. 436.\nIn the alternative, Piatnitsky argues that even if his invocation of the right to silence was equivocal, article I, section 9 of our state constitution limits law enforcement to clarifying questions when such an invocation is made. See Pet’r’s Combined Suppl. Br. at 20, 30. Piatnitsky did not raise this argument at trial, at the Court of Appeals, or in his petition for discretionary review. We decline to reach it. See RAP 13.7(b); State v. Radcliffe, 164 Wn.2d 900, 907, 194 P.3d 250 (2008).\nSpecifically, the detective said, “You just told us that you wanted to get it in your own words on tape. You asked us to turn the tape on; remember?” Pretrial Ex. 3, at 2.",
        "type": "majority",
        "author": "González, J."
      },
      {
        "text": "Wiggins, J.\n¶17 (dissenting) — Has a suspect unequivocally invoked his right to remain silent when he tells police “I don’t want to talk right now”? The majority answers this question in the negative, and I respectfully dissent. We should hold that Samuel Piatnitsky unequivocally invoked his right to remain silent when he said those very words during a police interrogation. While he qualified his invocation of rights with his assent to “write it down,” he was not allowed to write anything down. Rather, the police continued their interrogation. Although the police wrote down a statement in the process and Piatnitsky signed the statement, these subsequent facts do not make equivocal his earlier statement that “I don’t want to talk right now.” The majority opinion whittles away the right to be free from self-incrimination and ignores the inherently coercive nature of custodial interrogation.\nA. An invocation of Miranda rights must be unequivocal in context\n¶18 As the Supreme Court recognized in Miranda, the pressures inherent to custodial interrogations naturally tend to push suspects to talk to the police, encouraging them to waive their constitutional privilege against self-incrimination. Miranda v. Arizona, 384 U.S. 436, 457-58, 86 S. Ct. 1602, 16 L. Ed. 2d 694 (1966). As a means of assuring that a suspect’s choice to talk to the police is made freely, Miranda requires the police to inform suspects of their right to remain silent and their right to the presence of an attorney. Id. at 479. A suspect may choose to invoke these rights at any time prior to or during questioning. Id. at 472-73.\n¶19 A suspect’s invocation of Miranda rights may be equivocal or unequivocal. If the suspect’s invocation is equivocal, then officers may carry on questioning. Davis v. United States, 512 U.S. 452, 461-62, 114 S. Ct. 2350, 129 L. Ed. 2d 362 (1994). They are not required to cease the interrogation or clarify whether or not the suspect actually meant to invoke Miranda. Id. However, if the invocation is unequivocal, the police must stop their questioning immediately. They may not resume discussion with the suspect until the suspect himself or herself reinitiates further communication with the police or counsel is made available to the suspect. Edwards v. Arizona, 451 U.S. 477, 484-85, 101 S. Ct. 1880, 68 L. Ed. 2d 378 (1981).\n¶20 An invocation of Miranda rights is unequivocal so long as a “reasonable police officer in the circumstances” would understand it to be an assertion of the suspect’s rights. Davis, 512 U.S. at 459. This test encompasses both the plain language and the context of the suspect’s purported invocation. Therefore, when a suspect says, “ ‘Maybe I should talk to a lawyer’ ” and subsequently clarifies that “[‘] [n]o, I’m not asking for a lawyer,’ ” the suspect has not invoked his Miranda rights and questioning may continue. Id. at 455 (first alteration in original). On the other hand, when a police officer tells a suspect about his right to have a lawyer present and the suspect says, “ ‘Uh, yeah, I’d like to do that,’ ” the suspect has unequivocally invoked Miranda rights and the officer must stop the questioning immediately. Smith v. Illinois, 469 U.S. 91, 93, 105 S. Ct. 490, 83 L. Ed. 2d 488 (1984).\n¶21 The Supreme Court has additionally created a third category of invocations that are unequivocal but limited in scope. In Connecticut v. Barrett, 479 U.S. 523, 525, 107 S. Ct. 828, 93 L. Ed. 2d 920 (1987), the defendant refused to give a written statement without an attorney present but told the police that “ ‘he had no problem in talking about the incident’ ” and proceeded to give an inculpatory oral statement. The Supreme Court held that in light of the “tenor or sense of a defendant’s responses to [Miranda] warnings,” the defendant had not unequivocally invoked his right to remain silent. Id. at 528. The Court noted that “Barrett’s limited requests for counsel . . . were accompanied by affirmative announcements of his willingness to speak with the authorities.” Id. at 529 (emphasis added). That is, Barrett’s invocation of his right not to give a written statement was clear. But it did not equate to an invocation of his right not to talk because he explicitly said he had “ ‘no problem’ ” doing so. Id. at 525. Thus, when Barrett proceeded to talk, evidence of his oral statement was admissible.\n¶22 The Supreme Court has also limited the context a court may consider in determining whether the invocation of the right to remain silent was unequivocal. We may not rely on statements made after the suspect’s purported invocation in order to retroactively cast doubt on a facially clear and unequivocal invocation of Miranda rights. Smith, 469 U.S. at 99. In Smith, the defendant was advised of his right to have counsel present and told the police, “ ‘Uh, yeah, I’d like to do that.’ ” 469 U.S. at 93. Rather than cutting off discussion, the police proceeded to finish reading Smith his Miranda rights and asked him, “ ‘Do you wish to talk to me at this time without a lawyer being present?’ ” and Smith answered, “ “Yeah and no, uh, I don’t know what’s what, really.’ ” Id. The trial court seized on Smith’s latter statement as proof that Smith’s invocation of Miranda had been equivocal and admitted evidence of Smith’s statements to police. The Supreme Court disagreed, holding that “[w]here nothing about the request... or the circumstances leading up to the request would render it ambiguous, all questioning must cease.” Id. at 98 (emphasis added). In other words, what the accused said after invoking his Miranda rights might be relevant to waiver but it was not relevant to the invocation itself. Id. Smith’s statement that “I’d like to [get a lawyer]” was not ambiguous on its face and did not become so because he later said, “I don’t know what’s what.” Id. at 93.\n¶23 Pursuant to Supreme Court precedent, I now analyze Piatnitsky’s statements, and the context leading up to his statements, to determine whether his invocation of Miranda was unequivocal and, if so, what scope it covered.\nB. Piatnitsky unequivocally invoked his right to remain silent\n¶24 The majority concludes that Piatnitsky equivocally invoked his Miranda rights when he said, “ T don’t want to talk right now, man.’ ” Majority at 414 (quoting Pretrial Ex. 3, at 2). I disagree. The context leading up to Piatnitsky’s statement indicates that his statement was unequivocal, albeit limited. The detectives did not abide by Piatnitsky’s clear refusal to talk, and the statement they prepared for him should not have been admitted.\n¶25 Piatnitsky told the detectives, “I don’t want to talk right now.” On its face, there is nothing equivocal or ambiguous about this statement: he did not use equivocal words like “maybe” or conditional words like “if.” A statement that the suspect “want[s] to remain silent or that he [does] not want to talk with the police” is a “simple, unambiguous statement ]” that cuts off questioning. Berghuis v. Thompkins, 560 U.S. 370, 382, 130 S. Ct. 2250, 176 L. Ed. 2d 1098 (2010). Piatnitsky made just such a refusal. It is difficult to ask a suspect to phrase a refusal any more clearly than “I don’t want to talk” — particularly a suspect who was deprived of sleep and who had recently suffered a head injury.\n¶26 The trial court found at the CrR 3.5 hearing that Piatnitsky was willing to talk to the police, albeit not on tape. In affirming, the court of appeals relied on three contextual points: first, that Piatnitsky talked with the detectives prior to the audio-recorded interview; second, that Piatnitsky “participated fully” in Detective Allen’s preparation of the written statement; and third, that Piatnitsky said he was willing to “ ‘write it down.’ ” State v. Piatnitsky, 170 Wn. App. 195, 222-24, 282 P.3d 1184 (2012).\n¶27 The first contextual clue, that Piatnitsky was willing to talk with the detectives prior to the audio-recorded statement, is unavailing because a suspect may invoke his Miranda rights at any time. Miranda, 384 U.S. at 473-74. A suspect may talk with the police and then decide to stop talking with them for any or no reason. If a facially clear refusal to talk could be vitiated by the suspect’s prior assent to talk to police, then the Miranda right to halt questioning at any time would be nullified.\n¶28 Next, the decision of the Supreme Court in Smith precludes the second contextual clue on which the appellate court relied: that Piatnitsky talked with the detectives after his invocation of Miranda. In Smith, the police continued to question the suspect after he was informed of his right to talk to a lawyer and said, “ ‘Uh, yeah, I’d like to do that.’ ” 469 U.S. at 93. The Supreme Court held that further questioning after that point was impermissible, even though the suspect eventually agreed to talk to the police. Id. at 97-98.\n¶29 The Smith rule is simple: once the suspect unequivocally invokes his Miranda rights, the police may not continue questioning, not even to ask if the suspect is sure he wants to invoke Miranda. The police here violated this rule, and the fact that Piatnitsky participated in the preparation of the written statement and signed off on it is no more relevant than the fact that the suspect in Smith eventually agreed to talk to the police.\n¶30 The third contextual clue is more relevant; it is true, as the Court of Appeals points out, that Piatnitsky qualified his refusal. Immediately prior to saying, “I don’t want to talk . . .,” Piatnitsky stated that “I just write it down . . . .” Pretrial Ex. 3, at 2. Barrett addressed the situation where a suspect agreed to talk while refusing to provide a written statement. This case presents the converse: the suspect agreed to write but refused to talk. Thus, as Piatnitsky’s counsel conceded at oral argument, there would be no Miranda issue if the police indeed had ceased their oral conversation with Piatnitsky and had abided by his request to “write it down.”\n¶31 But the police did not abide by Piatnitsky’s request. They did not give Piatnitsky pen and paper but finished reading him his Miranda rights and then carried on questioning him. As Detective Keller testified at trial:\nQ When you went off tape, did you and Detective Allen proceed to do an interview with the Defendant, just not record it?\nA Yes, that’s correct.\nQ What was your role during this interview?\nA Well, I was taking notes and assisting with questioning.\nQ Did both you and Detective Allen take notes contemporaneously, or was one of you writing the actual statement while one of you was asking questions?\nHow did that work?\nA I asked questions. We both asked questions, and it was kind of a mutual questioning.\nDetective Allen wrote down the actual, what Mr. Piatnitsky wanted on the statement.\nReport of Proceedings (RP) (Sept. 16 & 20, 2010) at 23-24. In other words, the police resumed their questioning, with the only difference being that Detective Allen was writing down Piatnitsky’s answers. As the court of appeals correctly notes, the Supreme Court held in Barrett that where a suspect expresses a clear intention to communicate with the police through one medium and not another, the police may respect the suspect’s choice without running afoul of Miranda. 479 U.S. at 529. And the court of appeals’ reliance on Barrett would be proper if the police had indeed respected Piatnitsky’s choice of medium. They did not; they continued to talk to him after he said he did not want to talk. Piatnitsky’s invocation of his Miranda rights was clear and unequivocal as to talking, and yet the police persisted in talking to Piatnitsky. The majority ignores this fact and, instead, gives too much deference to police interrogators at the expense of protecting defendants’ rights.\n¶32 The trial court should not have admitted Piatnitsky’s statements, and this error was not harmless. While the State presented substantial evidence aside from Piatnitsky’s confession to rebut Piatnitsky’s theory of self-defense, that evidence was not so overwhelming as to require a jury to reject Piatnitsky’s theory and convict him. I would require a new trial.\nCONCLUSION\n¶33 Piatnitsky’s statement that “I don’t want to talk right now, man” was a limited refusal, in the context of his affirmative statement that he would “write it down.” Nevertheless, the police did not comply with even this limited refusal. Piatnitsky was not, in fact, allowed to write down his own statement. Rather, the police persisted in talking to Piatnitsky. The fact that they may have done so in furtherance of “writing it down” for him does not excuse their failure to respect Piatnitsky’s invocation of Miranda. The trial court incorrectly admitted Piatnitsky’s written statement, and the error was not harmless.\n¶34 I respectfully dissent.\nFairhurst, Stephens, and Gordon McCloud, JJ., concur with Wiggins, J.\nReconsideration denied July 10, 2014.\nThe Supreme Court has subsequently held that an invocation of the right to remain silent and an invocation of the right to counsel are treated the same way. An invocation of either right is sufficient to terminate an interrogation. Berghuis v. Thompkins, 560 U.S. 370, 376, 130 S. Ct. 2250, 176 L. Ed. 2d 1098 (2010) (citing Michigan v. Mosley, 423 U.S. 96, 103, 96 S. Ct. 321, 46 L. Ed. 2d 313 (1975)). Accordingly, we read the cases regarding a suspect’s right to remain silent and a suspect’s right to counsel together.",
        "type": "dissent",
        "author": "Wiggins, J."
      }
    ],
    "attorneys": [
      "Lila J. Silverstein (of Washington Appellate Project), for petitioner.",
      "Daniel T Satterberg, Prosecuting Attorney, and Erin H. Becker, Deputy, for respondent."
    ],
    "corrections": "",
    "head_matter": "[No. 87904-4.\nEn Banc.]\nArgued June 25, 2013.\nDecided May 8, 2014.\nThe State of Washington, Respondent, v. Samuel M. Piatnitsky, Petitioner.\nLila J. Silverstein (of Washington Appellate Project), for petitioner.\nDaniel T Satterberg, Prosecuting Attorney, and Erin H. Becker, Deputy, for respondent."
  },
  "file_name": "0407-01",
  "first_page_order": 471,
  "last_page_order": 486
}
