{
  "id": 1435116,
  "name": "Bank of Mulberry v. Sprague",
  "name_abbreviation": "Bank of Mulberry v. Sprague",
  "decision_date": "1932-03-21",
  "docket_number": "",
  "first_page": "410",
  "last_page": "419",
  "citations": [
    {
      "type": "official",
      "cite": "185 Ark. 410"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "30 S. W. (2d) 858",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "182 Ark. 27",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1389797
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/182/0027-01"
      ]
    },
    {
      "cite": "40 S. W. (2d) 989",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "184 Ark. 149",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1438584
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/184/0149-01"
      ]
    },
    {
      "cite": "42 S. W. (2d) 985",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "184 Ark. 497",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1438489
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/184/0497-01"
      ]
    },
    {
      "cite": "114 S. W. 923",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "88 Ark. 406",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1517151
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/88/0406-01"
      ]
    },
    {
      "cite": "121 S. W. 278",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "91 Ark. 394",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1511817
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/91/0394-01"
      ]
    },
    {
      "cite": "153 S. W. 112",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "106 Ark. 207",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1345657
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/106/0207-01"
      ]
    },
    {
      "cite": "186 S. W. 299",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "124 Ark. 43",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1554936
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/124/0043-01"
      ]
    },
    {
      "cite": "9 Ark. 455",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8727521
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/9/0455-01"
      ]
    },
    {
      "cite": "59 A. L. R. 899",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "2 S. W. (2d) 1089",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "176 Ark. 328",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1399969
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/176/0328-01"
      ]
    },
    {
      "cite": "31 S. W. (2d) 745",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "182 Ark. 35",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 656,
    "char_count": 17732,
    "ocr_confidence": 0.486,
    "pagerank": {
      "raw": 2.52719486497762e-07,
      "percentile": 0.8121284291091875
    },
    "sha256": "2b3dd05dbde182a0c8563c2f7f47797d3dfa410f85b7d7b437ae0a12171522fa",
    "simhash": "1:e8564e958953b25f",
    "word_count": 3139
  },
  "last_updated": "2024-02-27T17:51:09.396208+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Kirby, J., dissents."
    ],
    "parties": [
      "Bank of Mulberry v. Sprague."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nThis suit was brought by Sprague and his wife to foreclose a mortgage given to them by W. W. Mahan and wife to secure a note payable to their order for the sum of $400, dated March 8,1916, and due twenty-four months after date. The complaint was filed April 14, 1930, and alleged that the property mortgaged was an undivided one-eighth interest in the land described, which Mahan had inherited from his father, W. Mahan. On the back of the note there appeared the following indorsements: “$80 Sept. 26, 1918. Rec’d of F. L. Wagner eighty dollars. (Signed) Herbert Sprague. April 4, 1920. Rec’d of F. L. Wagner forty dollars. (Signed) Herbert Sprague. May 27, 1921. $140. Rec’d of F. L. Wagner one hundred forty dollars. (Signed) Herbert Sprague. $60. Dec. 15,1922. Rec’d of F. L. Wagner sixty dollars. (Signed) Herbert Sprague. $50. Nov. 23, 1925. Rec’d fifty dollars.”\nIt is apparent that, but for this last payment, the note was barred by the statute of limitations when the suit was brought. It will also be observed that all the payments were signed as having been received by Herbert Sprague, whereas the last payment is not so signed, and was written in pencil, and the other payments are indorsed in ink. The mortgage was also made an exhibit to the complaint, and it appears to have been filed for record March 16, 1916, and to have been duly recorded.\nAn intervention was filed July 14, 1930, by the Bank of Mulberry, in which it was alleged that F. L. Wagner had purchased the interests of all the heirs of W. Mahan, and had on June 5, 1927, mortgaged the entire tract to the bank to secure a note due June 15, 1930, on which there was due an unpaid balance of $1,261.21. This mortgage was not introduced in evidence, but its execution and validity were admitted in open court.\nThe intervener alleged that the mortgage sought to be foreclosed was barred by the statute of limitations, and prayed the court to adjudge that fact, and that intervener’s mortgage be declared a first lien, and that it be ordered foreclosed as such.\nWagner filed an answer, in which he adopted the recitals of the intervention, and specifically denied that he had made the alleged payment, or any payment, credited on the note as having been made on November 23, 1925. Counsel for plaintiff offered the note in evidence, but no witness gave any testimony concerning it, and no one testified that the alleged payment of November 23, 1925, had in fact been made.\nOnly three witnesses testified in the case, but, before calling any witness, plaintiff introduced three letters from Wagner to Sprague, but no witness testified that Wagner had written them, or that Sprague had received them. These letters relate to the debt to Sprague, and promised to pay it, and two of them refer to remittances therein made. The last of these is dated 12-15, 1922, and stated that a check for $60 was enclosed. There is no reference to the alleged payment made in 1925 in any of these letters; in fact, none of them bore a date later than 1922.\nThe first' witness called was the clerk and recorder, who identified the mortgage record in which the mortgage to Sprague was recorded, and he stated that there appeared on the margin of the record the same indorsements which were found on the back of the note, set out above. This marginal indorsement was not signed by Sprague, or his wife, or by any one for either of them, or by any other person, and was not attested by the clerk or his deputy. No name whatever was signed on the record. The clerk testified that he knew nothing about these indorsements except that they were on the record, and that he had just seen them on the day of the trial for the first time.\nA vice president of the bank was the next witness called. He introduced the note of Wagner to the bank, and stated the balance due on it.\nThe third and last witness called was J. D. Mcllroy, who testified that he had been a deputy clerk for fifteen years, but had “quit working the 14th of February, 1927, or 1928.” This witness was shown the indorsements on the margin of the record and stated that they were in his handwriting. But he did not remember when or by what authority he made the indorsements. Being asked when the indorsements were made, he answered that he did not know, and, when asked about “How many years back”? he answered: “I cannot say.” He knew nothing whatever- about the payments, and could only identify his writing, but stated that “Some one gave me the information.” He did not recall why he had failed to attest the indorsement on the record.\nThis is a brief but complete summary of the pleadings and testimony in the record before us, and upon this record a decree was rendered ordering the foreclosure of plaintiff’s mortgage as prior to that of the bank, and this appeal is from that decree.\nThe decree of the court below contains the recital that Wagner had purchased “subject to the note and mortgage of the plaintiff and assumed the payment of plaintiff’s mortgage in writing as a part of the purchase price of the lands mentioned in plaintiff’s mortgage.” No pleading filed in the case contained any such allegation, and there was no testimony on that subject except only the unidentified letters addressed to Sprague and signed by Wagner. The deed to Wagner from Mahan was not offered in evidence, and no testimony was offered concerning that instrument.\nThe letters from Wagner to Sprague, above referred to, were offered in evidence without objection, and, if it be said that this failure to object to their introduction rendered them competent, they prove only that WTagner recognized that the mortgage to Sprague from his grantor of an undivided eighth interest was then a subsisting lien on the land, it not then being barred by the statute of limitations. He bought this eighth interest subject to this mortgage, because that mortgage was of record when he purchased, and it was, of course, necessary for him to pay the debt there secured, or cause it to be paid, to clear his title of this outstanding incumbrance. However, the last of these letters was written more than seven years before the suit was filed to foreclose the mortgage.\nLaying aside all questions of pleadings and of evidence, and, assuming that all testimony offered was competent, and that all pleadings were amended to conform thereto, although no request to that effect was made, we have left certain questions of law.\nThe first of these relates to the alleged payment of November 23, 1925, the only payment made within five years of the date of the filing of the suit. The complaint alleges that this payment was made. The answer denied that fact. Neither pleading was verified. The note itself showed only that the payment was indorsed on its back. No witness testified concerning this payment. This payment having been alleged and denied, the burden was on the plaintiff to show that it had, in fact, been made.\nIn the case of Taylor v. White, 182 Ark. 35, 31 S. W. (2d) 745, it was said: “The fact of a part payment, which was relied upon to stop the running of the statute of limitations, was denied by (defendant) 'White, and the burden was therefore upon the plaintiff to prove that fact.” A number of cases were there cited in support of this statement of the law, and many others to the same effect might also be cited.\nThere is no proof that the payment was made except the indorsement thereof on the note, and this does not suffice to prove the payment. It was held in the case of Johnson v. Spangler, 176 Ark. 328, 2 S. W. (2d) 1089, 59 A. L. R. 899, to quote a headnote in that case, that: “'Where payments were relied upon to stop the running of the statute of limitations, the burden of proof is on the party alleging it to show by other evidence, in addition to the indorsement on the note, that the payment was in fact made.” See also, to the same effect: Alston v. State Bank, 9 Ark. 455; Slagle v. Box, 124 Ark. 43, 186 S. W. 299.\nWe are therefore of the opinion that the note from Mahan to Sprague was barred under the record thus ■made by the statute of limitations at the time of the institution of the suit to foreclose the mortgage given to secure it, and for this reason the decree of the court below must be reversed.\nWe are also of the opinion that the mortgage from Mahan to Sprague was barred, as against the intervener, the Bank of Mulberry, through failure to comply with the provisions of § 7408, Crawford & Moses’ Digest, under the record before us.\nIt is provided by this § 7408, Crawford & Moses’ Digest, that in suits brought to foreclose mortgages or deeds of trust it shall be sufficient defense that they have not been brought within the period of limitation prescribed by law for a suit on the debt for the security of which they were given, with the proviso, however, that where payment has been made on such indebtedness before the same is barred by the statute of limitations, such payments shall not operate to revive the debt, or to extend the statute of limitations, so far as the same affects the rights of third persons, unless the mortgagee or trustee shall, prior to the expiration of the period of the statute of limitations, indorse a memorandum of such payment, with the date thereof, on the margin of the record where such instrument is recorded, which indorsement shall be attested and dated by the clerk. There was no compliance with this statute in the instant case, as the memorandum was not attested by the clerk (Clark v. Lesser, 106 Ark. 207, 153 S. W. 112), and there is a total failure to show when the indorsement was made or by what authority. If, therefore, the bank was a third party, the plaintiff’s mortgage was barred as to it (unless its payment was assumed in the deed from Mahan to Wagner), for, as was said in the ease of Morgan v. Kendrick, 91 Ark. 394, 121 S. W. 278, in construing § 5399, Kirby’s Digest (now § 7408, Crawford & Moses’ Digest): “The effect of that statute, as to strangers to the transaction, is that when the debt secured by a mortgage is apparently barred by limitation, and no payments which would stay the limitation is indorsed on the margin of the record of the mortgage, it becomes as to such third parties an unrecorded mortgage; and like an unrecorded mortgage it constitutes no lien upon the mortgaged property, as against such third party, notwithstanding he has actual knowledge of the execution of such mortgage. (Citing authorities).”\nIf Wagner assumed and agreed to pay the plaintiff’s mortgage, he was not a third party as to that instrument within the meaning of § 7408, Crawford & Moses’ Digest, although that agreement was not expressed in the deed to him from Mahan. Kenney v. Streeter, 88 Ark. 406, 114 S. W. 923. But whether Wagner was a third party or not, there is no valid reason for holding that the Bank of Mulberry was not a third party, unless the agreement to pay it was contained in the deed to Wagner from Mahan. As we have said, there is no testimony that any such agreement on the part of Wagner appeared in his deed from Mahan. That instrument was not offered in evidence, and we do not even know its date.\nThe recent case of Connelly v. Hoffman, 184 Ark. 497, 42 S. W. (2d) 985, is in point on this question and is decisive of it. The facts stated in that opinion are as follows : Huggler executed a mortgage to Connelly on March 31, 1922, to secure the payment of notes due in 1923 and 1924. On July 15, 1927, neither of said notes then being barred by the statute of limitations, Huggler executed a mortgage on the same property to Wilson, but made no mention of the prior mortgage to Connelly. The mortgage to Wilson was assigned to Hoffman, who brought suit to foreclose it on February 28, 1930, making Connelly and Huggler parties. Hoffman alleged that Connelly’s mortgage was barred by the five-year statute of limitations. Connelly filed an answer and cross-complaint, in which he alleged that Huggler had agreed in writing to pay his debt, this agreement being within the period of limitations, and he prayed a foreclosure of his mortgage from Huggler. An answer was filed by Huggler, who denied the promise to pay and pleaded the statute of limitations against Connelly’s demand. The court granted the prayer of Hoffman’s complaint and dismissed Connelly’s cross-complaint as being without equity. The question of the priority of mortgages as between Connelly and Hoffman was presented on the appeal from that decree.\nThe opinion states the fact to be that Connelly’s mortgage was prior in point of time and was a valid subsisting lien when Hoffman’s mortgage was executed. Both mortgages had been promptly recorded.\nAt the time Hoffman brought his suit to foreclose (February 28, 1930) there was no indorsement upon the margin of the record where Connelly’s mortgage was recorded showing any extension thereof, but on August 26,1930, Connelly caused such a marginal indorsement to be made. The court found the fact to be that there was an agreement on the part of Huggler for an extension of his mortgage lien to Connelly, but that no indorsement thereof was made on the record until after the bar of the statute had fallen. The court held that because of this fact the mortgage from Huggler to Connelly became, in effect, an unrecorded mortgage, and that it made no difference whatever that this mortgage was not barred when Hoffman took his mortgage from Huggler.\nIt was contended by Connelly in that case that, as Hoffman and Wilson had at least constructive notice of his mortgage, and, having taken their mortgage at a time when his own was a valid and subsisting lien and after the mortgagor Huggler had acknowledged the debt in writing and had agreed to its extension, his mortgage continued thereafter to be a valid lien and paramount to the lien of the Hoffman mortgage. We held to the contrary, for the reason that Hoffman was a third party within the meaning* of the law, and, being* such, his mortgage was superior to that of Connelly, because of Connelly’s failure to indorse the extension agreement upon the margin of the record as required by § 7382, Crawford & Moses’ Digest, which section required the extension agreement to be attested and dated by the clerk. . The extension agreement made by Huggler operated to extend the lien of his mortgage as between himself and Connelly, but did not have that effect so far as Hoffman was concerned, for the reason that Hoffman was a third party, as the statute had not been complied with.\nSo here, whatever may be the effect of any agreement on Wagner’s part to pay plaintiff Sprague’s mortgage, as between himself and Sprague, that agreement could not affect the mortgage of the bank — a third party— as Hoffman was in the ease last cited, for the reason that the provisions of § 7408, Crawford & Moses’ Digest, which are similar to those of § 7382 of Crawford & Moses’ Digest construed in the Connelly case, supra, in regard to keeping liens alive, had not been complied with (unless the deed from Mahan to Wagner contained that agreement).\nWe have said that there was no allegation or proof that Wagner assumed the payment of the debt secured by the mortgage from Mahan to Sprague as a part of the consideration of the deed to him from Mahan, and this is one of the undeveloped issues of fact in the case. If this is true, then the bank was affected with notice thereof, as it was a fact appearing in the chain of Wagner’s title. Gunnells v. Farmers’ Bank of Emerson, 184 Ark. 149, 40 S. W. (2d) 989; Elk Horn Bank & Trust Co. v. Spraggins, 182 Ark. 27, 30 S. W. (2d) 858. In this event the bank would not be a third party within the meaning of § 7408, Crawford & Moses’ Digest, if the plaintiff’s mortgage lien has been kept alive by payments.\nIf the conveyance to Wagner from Mahan was not made subject to this mortgage, the subsequent agreement of Wagner to discharge that indebtedness would not affect the status of the bank as a third party, as there would be nothing to charge it with notice of plaintiff’s mortgage. The payments not having been indorsed upon the margin of the record where this mortgage was recorded in the manner required by law, it became as to third parties, in legal effect, an unrecorded mortgage, and the bank is a third party unless its mortgagor had assumed the payment of this mortgage debt in the deed under which he acquired his title. His agreement, if not expressed in his deed, to discharge the outstanding lien, would not affect the status of his mortgagee — the bank — as a third party.\nThe case must therefore be more fully developed, and leave so to do is here granted. Therefore, upon the remand of the cause, which is here ordered, the court will hear testimony to determine whether or not the alleged payments indorsed upon the note to Sprague were in fact made. If they were not made, as Wagner alleges in his answer, then, of course, the mortgage was barred as to' all parties and for all purposes. If, however, the court finds that the payments were made as alleged in plaintiff’s complaint, the court will then determine whether Wagner assumed the payment of this indebtedness in his deed from Mahan. If this finding is made, the court will decree that plaintiff’s mortgage is superior. Gunnells v. Farmer’s Bank of Emerson, supra, and Elk Horn Bank & Trust Co. v. Spraggins, supra. If that finding is not made, it will be decreed that the bank, as a third party, has a superior lien.\nThe decree of the court below will therefore be reversed, and the cause remanded for further proceedings in accordance with this opinion.\nKirby, J., dissents.",
        "type": "majority",
        "author": "Smith, J."
      }
    ],
    "attorneys": [
      "Starbird & Starbird, for appellant.",
      "G. C. Garter, for appellee."
    ],
    "corrections": "",
    "head_matter": "Bank of Mulberry v. Sprague.\nOpinion delivered March 21, 1932.\nStarbird & Starbird, for appellant.\nG. C. Garter, for appellee."
  },
  "file_name": "0410-01",
  "first_page_order": 430,
  "last_page_order": 439
}
