{
  "id": 1432107,
  "name": "Howington v. Friend",
  "name_abbreviation": "Howington v. Friend",
  "decision_date": "1933-05-01",
  "docket_number": "4-3036",
  "first_page": "411",
  "last_page": "416",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 411"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "1 S. W. (2d) 59",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "175 Ark. 641",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1403442
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/175/0641-01"
      ]
    },
    {
      "cite": "43 Ark. 420",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1894542
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/43/0420-01"
      ]
    },
    {
      "cite": "298 S. W. 997",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "175 Ark. 212",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1403479
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/175/0212-01"
      ]
    },
    {
      "cite": "203 S. W. 22",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "134 Ark. 30",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1573291
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/134/0030-01"
      ]
    },
    {
      "cite": "203 S. W. 704",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "134 Ark. 447",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1573265
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/134/0447-01"
      ]
    },
    {
      "cite": "29 L. R. A. (N. S.) 396",
      "category": "reporters:federal",
      "reporter": "L.R.A.N.S.",
      "opinion_index": 0
    },
    {
      "cite": "129 S. W. 1097",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "95 Ark. 345",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1543549
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/95/0345-01"
      ]
    },
    {
      "cite": "20 A. L. R. 296",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "232 S. W. 28",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "149 Ark. 285",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8719232
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/149/0285-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 426,
    "char_count": 6974,
    "ocr_confidence": 0.555,
    "pagerank": {
      "raw": 1.1420408488207926e-07,
      "percentile": 0.578945529256725
    },
    "sha256": "065532023aaffd625bf73565a6bf3ff97c664d73ecf901bea4eae64bc460195b",
    "simhash": "1:ab5cbe600d76c682",
    "word_count": 1220
  },
  "last_updated": "2024-02-27T21:18:50.990705+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Howington v. Friend."
    ],
    "opinions": [
      {
        "text": "Johnson, C. J.,\n(after stating the facts). It is insisted, on behalf of appellant, that this case is ruled by City Oil Works v. Helena Improvement District No. 1, 149 Ark. 285, 232 S. W. 28, 20 A. L. R. 296, and McCoy v. Board of Directors of Plum Bayou District, 95 Ark. 345, 129 S. W. 1097, 29 L. R. A. (N. S.) 396. We cannot agree with this contention. In the McCoy case the alleged damages accrued'by reason of the construction of the levee in the first instance. This court held in effect that the levee district was not liable to a property owner for damages accruing by reason of the construction of the levee. In the City Oil Works case it was determined that it was necessary to move the levee back and cut off the oil'mill between the new levee and the river because of the caving in of the old levee. It.was not contended in either case that taxes had been paid to the district for a long number of years. In the instant case appellee has paid taxes to the levee district for the past thirty years and had a perfect right to expect that his lands would continue to be protected by the levee. This, in our opinion, differentiates the instant case from either of the cases cited supra.\nAgain, when this court passed upon the questions presented in the City Oil Works case and the McCoy case, there was no authority of laiv for the board of directors in levee districts to contract or assume any liability for damages which accrued by reason of the withdrawal of levee protection.\nNotwithstanding, the board of directors of St. Francis Levee District had no authority under the law to make a contract with appellee at the time this one was made, we are of the opinion that this contract has been validated by act 14 of 1932 and is now a binding obligation of the district. Section 1 of act 14 of the extraordinary session of the Legislature of 1932, in part, reads as follows:\n“Section 1. In all cases where the board of directors or commissioners of any levee district have, prior or subsequent to the passage of this act, agreed, contracted or promised, formally or informally, to pay any landowner or landowners for damages to land caused by withdrawal of levee protection therefrom, or by inclosing such land within a loop or circle of such levee, or surrounding the same by such levee, such agreement, contract, promise or understanding, when evidenced by a writing, whether a formal contract or a resolution of the board, or other instrument, shall be valid and enforceable between the parties.”\nThere is, and can be, no doubt but that the Legislature could have in the first instance authorized the assessment of damages to the property owners for the withdrawal of protection. Since the Legislature could have done this in the first instance, it can 'by a subsequent act cure and validate all contracts and agreements in reference to such sub.ject-matters. This, we think, has been done in the instant case.\nThis court held in State ex rel. Hall, v. Canal Construction Company, 134 Ark. 447, 203 S. W. 704, quoting from the syllabus:\n“In statutes governing improvement districts, if a defect consists in doing some act, or in the mode or manner of doing it, which the Legislature might have made immaterial by a prior law, it may do so by a subsequent one. * * *\n“Under, the statute providing for the organization of an improvement district, an error was made in the engineer’s estimate of the amount of''excavation. The contractor bid upon the erroneous estimate. Held, it ivas propeí for the Legislature thereafter to pass an act providing for payment for the increased cost of the improvement. ’ ’\nIn Favor v. Wayne, 134 Ark. 30, 203 S. W. 22, quoting from the syllabus, this court held: “The rule in regard to curative or healing acts is that, if the thing omitted or not done, and which constitutes a defect in the proceedings, is something which the Legislature might have dispensed with by a previous statute, it may do so by a subsequent one.”\nIn Allen v. Harmony Grove Consolidated School District, 175 Ark. 212, 298 S. W. 997, the court used the following language, quoting from Green v. Abraham, 43 Ark. 420: \"The rule applicable to cases of this description is substantially the following: If the thing wanting, or failed to be done, and which constitutes the defect in the proceedings, is something the necessity for which the Legislature might have dispensed with by prior statute, then it is not beyond the power of the Legislature to dispense with it by subsequent statute. And, if the irregularity consists in doing some act, or in the mode or manner of doing some act, which the Legislature might have made immaterial by prior law, it is equally competent to make the same immaterial by a subsequent law.”\nIn Hall v. Mitchell, 175 Ark. 641, 1 S. W. (2d) 59, this court held: “The Legislature, when enacting our homestead statute, could have dispensed with any requirement as to the wife’s signing it, and, this being so, it had the authority, where no vested rights are affected, to do the same by subsequent legislation. The right which a curative statute or healing act takes away in such a case is the right in the party to avoid his contract. Such legislative acts are sustainable only because they are supposed not to operate upon the deed or contract by changing it, but upon the mode of proof. ’ ’\nIn the more recent case of Common School District No. 42 v. Stuttgart Special School District No. 22, ante p. 119, this court held:\n“We think that § 54 of act 169 of 1931 is applicable to the order of the county board of education made and entered on March 8, 1930, and that all omissions and irregularities therein, whether by lack of petition or notice, are cured and validated by said act, and that said order of the county board of education of Arkansas County has established the true boundary line between said two districts. ’ ’’\nSince we have reached the conclusion that the Legislature could have authorized by an appropriate act the recovery of damages fox withdrawal of levee protection in the first instance, we now hold that it is authorized to validate and cure by a subsequent act all contracts and agreements with reference to the payment of such damages.\nSince the conclusions here announced are decisive of all the issues in this case, it will not be necessary to discuss other interesting points discussed by counsel.\nIt follows from what we have said that the levee district could not recover this fund from appellee in the first instance, therefore a. citizen and taxpayer’s rights stand upon no higher ground. Since the levee district could not maintain this suit, certainly the appellant cannot maintain it as a taxpayer for the use and benefit of the district.\nThe decree df the Poinsett Chancery Court is in all things affirmed.",
        "type": "majority",
        "author": "Johnson, C. J.,"
      }
    ],
    "attorneys": [
      "C. T. Carpenter, for appellant.",
      "James G. Coston, J. T. Coston and Rose, Hemingway, Cantrell & Loughborough, for appellee."
    ],
    "corrections": "",
    "head_matter": "Howington v. Friend.\n4-3036\nOpinion delivered May 1, 1933.\nC. T. Carpenter, for appellant.\nJames G. Coston, J. T. Coston and Rose, Hemingway, Cantrell & Loughborough, for appellee."
  },
  "file_name": "0411-01",
  "first_page_order": 431,
  "last_page_order": 436
}
