{
  "id": 1428231,
  "name": "Arkansas General Utilities Company v. Smith",
  "name_abbreviation": "Arkansas General Utilities Co. v. Smith",
  "decision_date": "1933-12-11",
  "docket_number": "4-3261",
  "first_page": "413",
  "last_page": "417",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 413"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "128 S. W. 557",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "95 Ark. 118",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1543587
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/95/0118-01"
      ]
    },
    {
      "cite": "120 S. W. 833",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "91 Ark. 231",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1511777
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/91/0231-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 408,
    "char_count": 8813,
    "ocr_confidence": 0.501,
    "pagerank": {
      "raw": 1.0547801384503952e-07,
      "percentile": 0.5550591945708032
    },
    "sha256": "bd339e16cc4cc08368b6cdfe017d04ada79ed93ae7464e414c8a59bdfb47543b",
    "simhash": "1:9af35f66e81b0d62",
    "word_count": 1484
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Arkansas General Utilities Company v. Smith."
    ],
    "opinions": [
      {
        "text": "Mehaffy, J.\nOn April 19, 1932, Hopkins Wade, of El Dorado, Arkansas, filed his complaint in the Union Circuit Court against the Arkansas General Utilities Company, and S. E. Morgan, E. L. Pye, Jesse J. Craig, Citizens’ Light & Power Company, and Eepublic Power & Service Company. The plaintiff in the case alleged that there was a certain amount of indebtedness due him on a contract, and also alleged several assignments of the contract, but the complaint as filed was a suit at law on contract.\nThe Arkansas General Utilities Company, one of the defendants in said suit, filed a motion to require plaintiff to make his complaint more definite and certain. The plaintiff thereupon filed his response, and amended his complaint, and again prayed for judgment for the amount set out in the original complaint.\nThe contract, and several assignments, were filed as exhibits to plaintiff’s complaint. Thereafter, the plaintiff filed, in vacation, an amendment to his complaint, asking that certain other parties be made defendant, and that summons issue against them.\nThereafter, on September 17, 1932, the defendant, Arkansas General Utilities Company, filed a general demurrer, which, however, was never submitted to nor acted upon by the court. On December 31st, the defendant, Arkansas General Utilities Company, filed its answer, setting up certain equitable defenses, together with its motion to transfer the cause to equity, and Baylor House, receiver, and Perry County, filed an intervention, asking that the cause be transferred to equity.\nOn January 10, 1933, the cause was transferred to equity, as requested by defendant and interveners.\nOn March 23, 1933, the plaintiff filed his motion to transfer the cause back to the law court, and alleged that, on March 17,1933, a stipulation was entered into between Baylor House, receiver, and Dean, Moore & 'Brazil, attorneys for the receiver, and S. E. Gilliam, attorney for the plaintiff, that consent judgment should go in favor of Wade, and against Baylor House, receiver, on said intervention. On the same day, the chancery court of Perry County authorized and directed said Baylor House to enter into such stipulation. The stipulation provided that consent judgment should be entered; that Baylor House should take nothing by reason of intervention, and that the same shall be dismissed for want of equity.\nOn April 11, 1933, the defendant, Arkansas General Utilities Company, filed a cross-complaint against plaintiff and six other persons, all of whom, except Maude W. Morgan, were plaintiffs in the original suit, and moved to transfer the cause, and asked for an accounting. On April 11, 1933, James G. 'Barr filed an intervention as a minority stockholder in defendant, Arkansas General Utilities Company, and also as holder of bonds of the holding company, and asked for equitable relief. On April 28, Neill C. Marsh filed his separate answer to the complaint, and to the cross-complaint of defendant, Arkansas General Utilities Company.\nThereafter, the chancery court made an order remanding the cause to the circuit court for trial. The Arkansas General Utilities Company and James G. Barr both objected and excepted to the cause being remanded. Thereupon, the Arkansas General Utilities Company and James G. Barr filed their petition for a writ of mandamus, commanding, requiring and directing the Honorable Walker Smith, chancellor of the seventh chancery circuit of Arkansas, to take and assume jurisdiction of said cause, and for other relief.\nA response to said petition was filed, alleging that no grounds were stated in the petition entitling any of the parties to equitable relief, and also stated that they had a complete and adequate remedy at law; that the plaintiff, Hopkins Wade, is entitled to a trial by jury, and that said cause was transferred to the chancery court solely on the petition of Baylor House, receiver, wherein said Baylor House was an intervener in said cause, and prayed for a cancellation and rescission of the assignment of the contract sued on. Respondent also alleged that, before petitioners were entitled to a writ of any kind, they must first show that both the Union Circuit Court and Union Chancery Court refused to try the case.\nThe petitioners first contended that the general rule is that, where a judge declines to proceed with the trial of a case properly within the jurisdiction of the court'over which he presides, he may be compelled to exercise that jurisdiction by mandamus, except where the right .exists to review the action by appeal or writ of error. The petitioners contend that a case squarely in point is the case of Gilbert v. Shaver, 91 Ark. 231, 120 S. W. 833. As to whether the chancery court or circuit court has jurisdiction to try this case depends upon the statement of facts in the pleadings, and this court stated in the case relied on by petitioners that, where the jurisdiction of the superior court to try a cause or hear an appeal depends on the evidence of certain facts, and that court has, upon the evidence consisting either of affidavits or of the record, made its determination as to the facts, although erroneously, this court cannot, in mandamus proceedings, go behind this determination, and itself consider from the evidence, whether or not the jurisdiction existed.\nThere were no facts stated in the pleadings in the original cause that justified a transfer of the case from the law court to equity. The original suit was simply a suit on contract, and everything pleaded by the defendant as a defense could properly be tried in a law court. The intervention of Baylor House, receiver, stated no facts that justified a transfer to the chancery court; but, even if it did, if the issues raised by the intervener were purely equitable, the intervener would have no right to say in what court it should be tried; he could intervene and try his case in court where the original suit was pending, or, if he wanted to go to equity, he could bring an independent suit. But in this case the issues raised by the intervener could have been properly tried by a law court. In addition to this, before the chancery court ever met and assumed jurisdiction, the intervener and his pleadings passed out of the case, and there was therefore nothing left but the original suit. It is true that J. G. Barr intervened as a minority stockholder, but he had no right to intervene and ask for a transfer of the cause; as a matter of fact, the corporation was representing him and all other stockholders. If the chancery court, in refusing to exercise jurisdiction, had thereby deprived the petitioners of a right to try their cause, this court would issue a writ of mandamus compelling it to try it.\nIn the case of Automatic, Weighing Co. v. Carter, 95 Ark. 118, 128 S. W. 557, this court said: “We do not deem it necessary to set forth the allegations of said answer and cross-complaint, or to determine whether or not any equitable defense is therein set forth, or whether or not the circuit court erred in transferring the case to the chancery court, or whether or not in the present status of the case such order of the circuit court was an exercise of judicial discretion which should not be controlled by mandamus; because the petitioner has not shown that he has no other adequate remedy, and that he cannot secure such remedy by following said case to the chancery court to which it has been transferred. The writ of mandamus is only employed in unusual cases, and where no other remedy is available.”\nThe court, in the same case, also said: “It is believed to be well settled that the writ of mandamus is not to be considered as a writ of right, but it is understood to be within the discretion of the court to grant it, and it is held to be a general rule that the party applying for this writ must show a specific legal right, and the absence of any specific remedy to induce the court to grant it.”\nEither the chancery court or the circuit court may, within its judicial discretion, determine whether it has jurisdiction, and this judicial discretion will not be controlled by mandamus. Of course, if neither the chancery court nor the circuit court would assume jurisdiction, then the writ will be issued to compel either the chancery court or the circuit court to assume jurisdiction, but where either court, in the exercise of judicial discretion, transfers a case to the other court, the exercise of such judicial discretion will not be controlled by mandamus.\nThe petitioners in this case have a complete and adequate remedy, and the writ will therefore be denied. It is so ordered.",
        "type": "majority",
        "author": "Mehaffy, J."
      }
    ],
    "attorneys": [
      "W. E. Patterson and Cockrill, Armistead & Rector, for appellant.",
      "Surrey E. Gilliam, for appellee."
    ],
    "corrections": "",
    "head_matter": "Arkansas General Utilities Company v. Smith.\n4-3261\nOpinion delivered December 11, 1933.\nW. E. Patterson and Cockrill, Armistead & Rector, for appellant.\nSurrey E. Gilliam, for appellee."
  },
  "file_name": "0413-01",
  "first_page_order": 431,
  "last_page_order": 435
}
