{
  "id": 8722198,
  "name": "Wilson v. Wilson",
  "name_abbreviation": "Wilson v. Wilson",
  "decision_date": "1932-11-07",
  "docket_number": "4-2715",
  "first_page": "415",
  "last_page": "417",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 415"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 300,
    "char_count": 4458,
    "ocr_confidence": 0.504,
    "pagerank": {
      "raw": 4.024459630868998e-07,
      "percentile": 0.9067569190327313
    },
    "sha256": "3737090b67f841e6c1f923f6bb7ef298a7a07e71860932db2ccf0442c48f142c",
    "simhash": "1:6a8f272b9706993d",
    "word_count": 788
  },
  "last_updated": "2023-07-14T16:45:47.259153+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wilson v. Wilson."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nOn June 14,1929, appellant, B. 0. Wilson, was granted a divorce from appellee. The decree recited that the parties had agreed upon the alimony to be paid and upon the division of their property. Pursuant to this settlement of the property rights made by the parties, it was decreed that- the wife, the defendant, be given the household goods, and that she he paid “the sum of $60 per month, the same to he paid the first day of each and every month until further orders of the chancery court * * and that she ££is to release and relinquish all her right, title and interest in and to any property, both personal and real, that the plaintiff has or holds.” The $60 was to he paid appellee for the support of herself .and her two minor children, a son and a daughter. The daughter is now 19 years old, and is married. The son, who .is younger, is in school.\nAppellant paid the $60 each month until and including the month of August, 1930. Appellee made demand for the September payment on August 27,1930, at which time appellant called her attention to the changed condition of affairs, and suggested that he pay her only $40 per month from that date, on account of the marriage of their daughter. Appellee objected to the reduction, but appellant told her he would pay $40 or nothing, and would apply to the court to reduce the payments to that amount. Appellee then accepted the $40 and gave appellant a receipt for that amount as payment in full of the alimony due for September, and similar payments were made for the next succeeding eight or nine months. During all this time appellee protested to appellant against the reduction, and consulted an attorney, who advised her to wait awhile, as appellant might later pay the balance to avoid litigation. When appellant definitely declined to pay the $60, appellee caused a writ of garnishment to be issued, which tied up appellant’s wages. Appellant thereupon filed a motion to dismiss the garnishment, and for the modification of the decree awarding alimony. After hearing testimony, the court declined to quash the garnishment or to modify the decree, and this appeal is from that action.\nCounsel for appellant contend that there was an accord and satisfaction, which bars appellee from claiming more than the $40 paid her, and cite cases holding that, where a check was tendered in full payment of a disputed claim, and was accepted by the payee with knowledge thereof, it becomes an accord and satisfaction. But we are of opinion that this principle does not control here. There was no disputed claim. The parties Lad agreed upon tLe sum to be paid monthly, and that agreement Lad been made a part of the decree of divorce, and this decree was then, and is even yet, in full force and effect. Appellant Lad the right to ask the court to modify the decree, and this he did, but to no effect. The decree imposed, and still imposes, the continuing duty on appellant to pay $60 each month. The court had the power to find, as it did find, that this order had not been, and should not be, modified, but was at all times, and is yet, in full force and effect. There was therefore no accord and satisfaction of the decree.\nWe affirm also the action of the court in refusing to reduce the amount of future payments. The testimony does show that appellant’s salary has been reduced, and that he has less income than he had when the divorce decree was rendered, and that the daughter, the oldest child, is married, as is also appellant himself; indeed, appellant married ten days after obtaining his divorce.\nThe chancellor had the power to modify the decree as to the amount of alimony to be paid; but we cannot say that his finding as to the reasonableness of the alimony is contrary to a clear preponderance of the evidence. Holmes v. Holmes, ante p. 251.\nThe oldest child is married, and appellee resides with her and pays half of the housekeeping expenses, as her son also resides with his sister. This son is still in school with an increased expense for his support as he has grown older, and appellee appears to be having as much {rouble living on her alimony as appellant and his present wife have living on his income, less the alimony.\nThe decree from which is this appeal appears to accord with principles of equity, and it is therefore affirmed.",
        "type": "majority",
        "author": "Smith, J."
      }
    ],
    "attorneys": [
      "B. L. Derryherry and J. Loyd Shouse, for appellant.",
      "Shinn >& Henley, for'appellee."
    ],
    "corrections": "",
    "head_matter": "Wilson v. Wilson.\n4-2715\nOpinion delivered November 7, 1932.\nB. L. Derryherry and J. Loyd Shouse, for appellant.\nShinn >& Henley, for'appellee."
  },
  "file_name": "0415-01",
  "first_page_order": 435,
  "last_page_order": 437
}
