{
  "id": 1431993,
  "name": "Afflick v. Lambert",
  "name_abbreviation": "Afflick v. Lambert",
  "decision_date": "1933-05-01",
  "docket_number": "4-3000",
  "first_page": "416",
  "last_page": "419",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 416"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "279 S. W. 379",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "170 Ark. 195",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1371664
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/170/0195-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 356,
    "char_count": 6543,
    "ocr_confidence": 0.531,
    "pagerank": {
      "raw": 3.9130911448190223e-07,
      "percentile": 0.9022433354222582
    },
    "sha256": "e388c1f4ca11fc6d87c2ee56e6f934c9d13cac7816d6b4979a6deb70bb2ecb07",
    "simhash": "1:191179d6885cc43d",
    "word_count": 1125
  },
  "last_updated": "2024-02-27T21:18:50.990705+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Afflick v. Lambert."
    ],
    "opinions": [
      {
        "text": "Mehaffy, J.\nThe appellee, J. B. Lambert, brought suit in the Phillips Chancery Court against the appellants, C. W. Afflick and B. C. Pouncy, for the dissolution of a partnership which was formed in April, 1928, and for a distribution of the assets.\nIt was alleged that appellee and appellants were partners operating under a written contract, which was filed as an exhibit to the complaint; that on January 20, 1932, the partnership was dissolved by the appellee in accordance with the option stated in the contract; that at the time of dissolution there were no debts owing by the partnership, and that it owned a large body of real estate, consisting of acreage, suburban and city property, which was described at length; that the legal title to said property was in C. W. Afflick as trustee, for the benefit of all the partners, and that appellee was the owner of an undivided one-third interest in and to said property.\nThe complaint alleged the value of the real property and other property belonging to the partnership; that there were mutual accounts existing between the appellee and appellants, and that it was necessary to have the accounts adjusted. We do not deem it necessary to set out the written contract, because there is no controversy about its terms.\nAppellee afterwards filed an amendment to his complaint reaffirming and reiterating all the allegations of the original complaint, and stated that the original written contract was, subsequent to its execution, modified by verbal agreement, had and made by and between all of the parties thereto, whereby charges made on the books of the partnership against the account of appellee were agreed to be temporary charges only, which upon settlement were to be adjusted according to the rights and equities of the parties.\nThe original written contract was unambiguous, and there is no controversy about its construction or interpretation, but the only controversy in the case arises on the question of the oral modification of the written contract. The appellee contends that the contract was modified, and the appellants contend that there was no modification of the written contract. This is the only question presented for our determination.\nThis court has many times held that a contract may be varied by the parties before performance. One of the recent cases is Elkins v. Aliceville, 170 Ark. 195, 279 S. W. 379. In that case the court referred to a number of authorities, and then said:\n“The principles of law decided in these cases are recognized as controlling- by counsel for the plaintiff, but he claims that under the original contract the time for performance expired at the end of sixty days, and that after this time the plaintiff was under no legal obligation to take the bonds. In carrying out and applying the rule of law above announced, the parties to a contract may modify or waive their rights under it and engraft new terms upon it by letters, and in such case the promise of one party is the consideration for that of the other. In other words, a contract may be varied by the parties before the performance, for the reason that the power to enter into the contract equally authorizes them to abrogate or modify it, and this right to change or modify the contract equally extends to a change in the time of performing it. * * #\n“There is no rule of law forbidding the relinquishment of an existing contract and the substitution of a new one in its stead, and that is what was done in the case at bar. * * *\n“It is well settled that the parties to a contract may at any time rescind it in whole or in part by mutual consent, and the surrender of their mutual rights and the substitution of new obligations is a sufficient consideration.”\nIt is therefore a well-settled rule of this court that any parties who can make a contract can rescind or modify it by mutual consent. If they are capable of making the contract in the first instance, they may by mutual consent modify it in any manner. Parties to a written contract may rescind it by oral agreement, or they may modify it by oral agreement. Black on Rescission & Cancellation, vol. 1, p. 20; 13 C. J. 593; 6 R. C. L. 914. The appellee testified that a modification of the partnership contract was made in the spring of 1929. He said:\n“It became very evident in the spring of 1929 that to carry on the work it would be necessary for Merrifield ■& Lambert to receive some compensation for their services.” He then testified that he met Mr. Afflick and Mr. Pouncy in Simsboro, and it was agreed upon at that time for them to allow a drawing account of five per cent, on all sales made, which should be chargeable against appellee’s interest in the partnership.\nHe then testifies about another conference with Afflick and Pouney in the spring of 1930, in which he states they went thoroughly into the cost of operation in the promotion work, and it was agreed that they were to be allowed a commission of five per cent, as a drawing account, and that whatever cost there was to the firm of Merrifield & Lambert would be adjusted at the expiration of the partnership. The firm of Merrifield & Lambert were doing the promotion work. The appellee’s testimony is corroborated by the testimony of Merrifield. Both Mr. Afflick and Mr. Pouney contradict the evidence of Lambert and Merrifield.\nWhether there was a modification, as testified to by appellee, was a question of fact for the chancellor. This court has repeatedly held that, where there is a mutual agreement to modify a contract, the mutual promise of the parties will constitute a sufficient consideration for a valid agreement. There was not only the testimony of the witnesses, but numerous letters were introduced in evidence and considered by the chancellor, but we do not deem it necessary to set out the testimony at length.\nWe have not called attention to nor discussed the numerous authorities cited ami relied on by the parties, and have not discussed their different contentions, because, as we view the case, it is simply a question of fact as to whether there was a modification of the contract by mutual consent. The chancellor found that there was, and his findings are not against the preponderance of the evidence.\nSince there is no controversy about any other feature of the case, except the modification of the contract, the decree of the chancellor must be affirmed. It is so ordered.",
        "type": "majority",
        "author": "Mehaffy, J."
      }
    ],
    "attorneys": [
      "Brewer & Cracraft and W. G. Dinning, for appellant.",
      "Bevens & Mundt, for appellee."
    ],
    "corrections": "",
    "head_matter": "Afflick v. Lambert.\n4-3000\nOpinion delivered May 1, 1933.\nBrewer & Cracraft and W. G. Dinning, for appellant.\nBevens & Mundt, for appellee."
  },
  "file_name": "0416-01",
  "first_page_order": 436,
  "last_page_order": 439
}
