{
  "id": 1367903,
  "name": "Barron v. State",
  "name_abbreviation": "Barron v. State",
  "decision_date": "1921-11-07",
  "docket_number": "",
  "first_page": "417",
  "last_page": "419",
  "citations": [
    {
      "type": "official",
      "cite": "150 Ark. 417"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 227,
    "char_count": 3831,
    "ocr_confidence": 0.49,
    "sha256": "f3eec34a3ec85fcd2f23968fc347dbb6e2024718f8e5fbe553a1759dc1322463",
    "simhash": "1:5bdf7c37ecd3801d",
    "word_count": 684
  },
  "last_updated": "2023-07-14T14:41:32.790141+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Barron v. State."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nJ. T. Meyers was ordered by the circuit court of Crawford County to pay to the clerk of that court $400 misappropriated by Meyers, the same being the proceeds of the sale of certain personal property belonging to the estate of T. C. Nall, deceased. Meyers failed to make the payment, and was cited for contempt, and on a hearing of that charge was fined $100 and sentenced to thirty days in jail. From this order of the court he prayed an appeal, and was allowed bail in the sum of $500. Meyers absconded, and the appeal was never perfected, and the bond was declared forfeited, and was paid by the sureties thereon.\nThereafter the administrator of the Nall estate filed an account with the county court asking that, after the fine and costs of Meyers were paid, the balance of this fund be turned over to him as administrator to reimburse the estate for the money which Meyers had appropriated. The county court disallowed the claim, as did the circuit court on appeal. Hence the appeal to this court.\nThe argument for the reversal of the judgment is that the bond was in the nature of a civil bond, and was not the property of the State; that, after the State had realized her claim out of it, that is, the fine of $100 and the costs, the balance ought to be applied to the payment of the claim of the estate against Meyers.\nWe do not concur in this view. Appellant is mistaken in the character and purpose of the bond executed by Meyers and his sureties on the appeal from the order of the circuit' court adjudging him to be in contempt.\nThe judgment directing Meyers to pay money to the clerk of the court has not been satisfied. It is still a subsisting -judgment, subject to be enforced through the usual processes of the law. The order of the court imposing a fine and prison sentence on Meyers has not •been complied with, and is a judgment which may still be enforced if Meyers is again taken into custody. If such were not the case, one sentenced to jail for contempt might employ this method to relieve himself of that punishment.\nThe bond ran in the name of the State, and was for the benefit of the county in which the sentence was imposed.\nThe sentence for contempt was imposed because of Meyers’ contumacious conduct in refusing to obey the order of the court by paying over the money.\nIt is true, of course, as insisted by appellant, that the purpose of the original proceeding was to compel Meyers to disgorge; but, as that proceeding progressed, Meyers became guilty of contempt by defying the order of the court, and it was for this defiance that he was fined and sentenced to jail, and as his bond operated to stay the enforcement of that sentence, its penalty, when collected, inured to the' benefit of the county in which the sentence was imposed. Sec. 10183, C. & M. Digest.\nThe judgment of the court below is affirmed.",
        "type": "majority",
        "author": "Smith, J."
      }
    ],
    "attorneys": [
      "J. E. London, for appellant.",
      "C. M. Wofford, for appellee."
    ],
    "corrections": "",
    "head_matter": "Barron v. State.\nOpinion delivered November 7, 1921.\n1. Contempt — enforcement of order after forfeiture of bail.— Where a sentence of fine and imprisonment for contempt of court has not been complied with, it may be enforced upon defendant’s capture, though a bail bond given on appeal from the judgment of contempt has been declared forfeited.\n2. Bail — forfeiture of bail bond — disposition of proceeds. — Where defendant was ordered hy the circuit court to pay $400 to the estate of a decedent, and on failure to make payment was fined for contempt, from which judgment he prayed an appeal and was allowed .bail in the sum of $500, and thereafter absconded, whereupon his bond was forfeited, and was paid by his securities, the forfeiture was payable into the county treasury, and no part of it could be used to pay his indebtedness to the estate.\nAppeal from Crawford Circuit Court; James Cochran, Judge;\naffirmed.\nJ. E. London, for appellant.\nC. M. Wofford, for appellee."
  },
  "file_name": "0417-01",
  "first_page_order": 443,
  "last_page_order": 445
}
