{
  "id": 1428267,
  "name": "Shimek v. Janesko",
  "name_abbreviation": "Shimek v. Janesko",
  "decision_date": "1933-12-11",
  "docket_number": "4-3315",
  "first_page": "418",
  "last_page": "420",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 418"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 263,
    "char_count": 5186,
    "ocr_confidence": 0.487,
    "pagerank": {
      "raw": 1.1645929098670303e-07,
      "percentile": 0.5848489622367945
    },
    "sha256": "c458fa4f257f4566cbeb5e7de55e9dc48ef4e4b2d029fd1bdde268bf9303a96e",
    "simhash": "1:c3578f6896436fc7",
    "word_count": 892
  },
  "last_updated": "2023-07-14T22:44:11.517500+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Shimek v. Janesko."
    ],
    "opinions": [
      {
        "text": "Mehaffy, J.\nAn election was held on May '20, 1933, for the purpose of electing three school directors for School District No. 55, Prairie County, Arkansas, a rural school district, which was required to elect three school directors. The returns of said election were filed with the county clerk of Prairie County on May 23, 1933, which returns included the oath of office of judges and clerks, poll book, ballots and certificate of election.\nOn June 20, the county court met and canvassed the returns, and, by its order declared and certified that Steve Shimek, Harry Seidenschwarz • and Paul Lorinc received the highest number of votes, respectively, for the offices of directors for the three, two and one-year terms, and declaring Steve Shimek elected for the three-year term, Harry Seidenschwarz for the two-year term, and Paul Lorinc for the one-year term.\nThe appellees, J. F. Janesko and .Joe Bednar, each received votes for the office of director, and were present at the canvass of the returns, and appealed from the order of the county court to the circuit court.\nWhen the cause was called in the circuit court, a motion was filed to dismiss the cause. The ground stated in the motion to dismiss was that the county c'ourt had no jurisdiction to declare the results of the election. The circuit court rendered its judgment, sustaining appellees’ motion, and ordered the cause dismissed for want of jurisdiction in the county court. From this order, an appeal is prosecuted.\nAppellant first contends that the county court had ’jurisdiction to canvass the vote and certify the results.\nAct 169 of the Acts of 1931, in § 30, provides that the returns of annual school elections shall be made to the county superintendent of schools immediately after the election, and that the county superintendent shall call a meeting of the county board of education within 15 days after the election, and that said board of education shall canvass the returns and make proper record of the vote, and certify the results to the county clerk for permanent record in his office. The same section also provides that any contest of any results in any election in any school district shall be brought within 15 days after such election, if the results thereof shall have been certified to the county clerk five days previously, or within 5 days after such results have been certified, and not thereafter. The section further provides that the county board of education shall hear and decide all contests, make their findings thereon, and that such findings shall be conclusive subject to appeal to the circuit court within 10 days.\nIt will be observed that the appeal is from the findings and order where there is a contest, and no appeal is allowed otherwise. Therefore, under act 169, the board of education canvassed the vote and declared the result. If any person who had been voted for for director desired to contest the election, he might do so within 15 days after such election, or within 5 days after such result had been certified. If the result was not certified until 15 days had expired, the contestant would have 5 days thereafter in which to contest the result.\nAct 247 of the Acts of 1933 abolished county boards of education, and transferred the powers and duties of said boards to the county courts. Therefore the county court had the same power and the same duty, with reference to Canvassing the vote and declaring the results, as the county board of education had prior to the passage of act 247 of 1933. Prior to the passage of that act, the returns were made to the county superintendent, but the county board of education canvassed the vote and certified the result. Under act 247 of 1933, it became the duty of the county court to canvass the returns and declare the result.\nThis action on the part of the county court was conclusive, unless, within the time allowed by law, a contest was filed. The court, in canvassing the vote and declaring the results, was not acting in a judicial capacity, but in the same capacity that the board of education formerly acted, and the findings of the county court are as conclusive as the findings of the board of education under the former law. No appeal could be taken from this order, but any person who had been voted for for school director might file a contest, and it was the duty of the court to hear the contest, make its findings, and render its decision, and from this order an appeal could be prosecuted to circuit court.\nIn the instant case, the county court, as a canvassing board, found that Steve Shimek, Harry Seidenschwarz and Paul Lorinc received the highest number of votes, and were elected; Shimek for three years, Seidenschwarz for two years, and Lorinc for one year.\nThis finding and declaration of result could only be changed by contesting the election, and, as no contest was filed within the time allowed by law, the parties above named are directors of said district, and the judgment is reversed, and the cause dismissed.",
        "type": "majority",
        "author": "Mehaffy, J."
      }
    ],
    "attorneys": [
      "J. F. Holtzendorff and John D. Thweatt, for appellant.",
      "Emmet Vaughan, A. G. Meehan and John W. Moncrief, for appellee."
    ],
    "corrections": "",
    "head_matter": "Shimek v. Janesko.\n4-3315\nOpinion delivered December 11, 1933.\nJ. F. Holtzendorff and John D. Thweatt, for appellant.\nEmmet Vaughan, A. G. Meehan and John W. Moncrief, for appellee."
  },
  "file_name": "0418-01",
  "first_page_order": 436,
  "last_page_order": 438
}
