{
  "id": 1435133,
  "name": "Sovereign Camp Woodmen of the World v. Meek",
  "name_abbreviation": "Sovereign Camp Woodmen of the World v. Meek",
  "decision_date": "1932-03-21",
  "docket_number": "",
  "first_page": "419",
  "last_page": "421",
  "citations": [
    {
      "type": "official",
      "cite": "185 Ark. 419"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "38 L. R. A. (N. S.) 62",
      "category": "reporters:federal",
      "reporter": "L.R.A.N.S.",
      "opinion_index": 0
    },
    {
      "cite": "143 S. W. 85",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "102 Ark. 1",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1354038
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/102/0001-01"
      ]
    },
    {
      "cite": "284 U. S. 489",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5717592
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/284/0489-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 302,
    "char_count": 4016,
    "ocr_confidence": 0.532,
    "pagerank": {
      "raw": 4.6203646172464166e-07,
      "percentile": 0.9264835517437503
    },
    "sha256": "c949e8e1071fdd4928511dd73dcce351651f398cc79661e401b8555088a41f5a",
    "simhash": "1:2a353655b0277625",
    "word_count": 677
  },
  "last_updated": "2024-02-27T17:51:09.396208+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Sovereign Camp Woodmen of the World v. Meek."
    ],
    "opinions": [
      {
        "text": "Humphreys, J.\nThis suit was instituted on February 25, 1931, by appellee against appellant to recover $1,000, penalties, and attorney’s fee for total disability under paragraph 12 of a beneficiary certificate No. B.-219, 309-D, issued to him by appellant, which paragraph, in so far as material to a determination of the issues involved in this case, is as follows:\n‘ ‘ If such member, while younger than sixty years of age, and while the certificate is in full force and effect, has suffered bodily injury, through external, violent or accidental means, or by disease, and shall furnish satisfactory proof to the society that he is and will be permanently, totally, continuously and wholly prevented thereby for life from pursuing any and all gainful occupations or performing any work for compensation of value,” he shall be entitled to the payment of one-half the face amount of his policy.\nIt was alleged in the complaint that during the time the certificate was in force and effect appellee became totally disabled on account of a disease commonly known as pernicious anemia.\nAppellant filed an answer denying the material allegations of the complaint, and interposed the further defense of a failure on the part of appellee to make satisfactory proof of appellee’s total disability to it prior to the institution of the suit.\nThe cause was submitted to a jury upon the pleadings, testimony, and instructions of the court, resulting in a verdict and judgment against appellant in amounts sued for, from which is this appeal.\nThe record reflects, without material dispute, that during the life of the certificate appellee became a confirmed invalid on account of a disease that crept upon him by degrees, commonly known as pernicious anemia, which disease totally disabled him. He paid premiums on his certificate for about twenty-one years and did not cease to do so until his earning capacity was destroyed by said disease and until his finances were entirely depleted. He explained his condition fully to the local agent to whom he had paid his premiums for many years, and on several occasions asked the agent to take up the matter of adjusting and settling his rights under the certificate with the auditor. The local agent had knowledge of his -financial and physical condition during the life of the certificate, but during that time or after appellee did not notify other officials in a formal manner of his disability. It seems that the officials of the order treated the certificate as forfeited and void after the last premium was paid in June, 1928, and, when sued, denied liability.\nAppellant contends for a reversal of the judgment because appellee made no satisfactory proof to it of his total disability. Under our construction of paragraph 12 of the certificate quoted above, the existence of total disability during the life of the certificate was enough to create liability. Under a correct interpretation of the meaning of paragraph 12, the obligation of appellant rested upon the total disability of appellee during the life of the certificate, and not upon the receipt of the proof of disability by appellant. A similar clause or paragraph in an insurance policy was thus construed by the Circuit Court of Appeals, 29 Fed. (2d) 977, and approved by the Supreme 'Court of the United States in the case of Bergholm v. Peoria Life Ins. Co. of Peoria, Ill., 284 U. S. 489. It will be observed that no time was fixed in the paragraph construed for making the proof of total disability.\nThere is no provision in the policy providing for a forfeiture upon failure to make proof of disability; so the failure to make such proof cannot be regarded as a condition precedent to recovery. Hope Spoke Co. v. Maryland Casualty Co., 102 Ark. 1, 143 S. W. 85, 38 L. R. A. (N. S.) 62.\nNo error appearing', the judgment is affirmed.",
        "type": "majority",
        "author": "Humphreys, J."
      }
    ],
    "attorneys": [
      "O. D. Thompson and E. L. Matlock, for appellant.",
      "H. G. Rains and Partain <& Agee, for appellee."
    ],
    "corrections": "",
    "head_matter": "Sovereign Camp Woodmen of the World v. Meek.\nOpinion delivered March 21, 1932.\nO. D. Thompson and E. L. Matlock, for appellant.\nH. G. Rains and Partain <& Agee, for appellee."
  },
  "file_name": "0419-01",
  "first_page_order": 439,
  "last_page_order": 441
}
