{
  "id": 1428262,
  "name": "City National Bank v. Riggs",
  "name_abbreviation": "City National Bank v. Riggs",
  "decision_date": "1933-12-11",
  "docket_number": "4-3315",
  "first_page": "420",
  "last_page": "428",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 420"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "293 S. W. 1030",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "173 Ark. 769",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8724271
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/173/0769-01"
      ]
    },
    {
      "cite": "88 S. W. 899",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "76 Ark. 140",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1501134
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/76/0140-01"
      ]
    },
    {
      "cite": "17 S. W. 706",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "55 Ark. 112",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1322301
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/55/0112-01"
      ]
    },
    {
      "cite": "130 S. W. 566",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "96 Ark. 46",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1541983
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/96/0046-01"
      ]
    },
    {
      "cite": "124 S. W. 1045",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "93 Ark. 346",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1546823
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/93/0346-01"
      ]
    },
    {
      "cite": "43 S. W. 144",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "64 Ark. 462",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1907385
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/64/0462-01"
      ]
    },
    {
      "cite": "222 S. W. 712",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "144 Ark. 422",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1587945
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/144/0422-01"
      ]
    },
    {
      "cite": "3 S. W. (2d) 337",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "176 Ark. 511",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1399976
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/176/0511-01"
      ]
    },
    {
      "cite": "50 S. W. (2d) 980",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "185 Ark. 1011",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1435302
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/185/1011-01"
      ]
    },
    {
      "cite": "43 S. W. (2d) 248",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "184 Ark. 689",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1438600
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/184/0689-01"
      ]
    },
    {
      "cite": "21 S. W. (2d) 419",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "180 Ark. 372",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1393585
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/180/0372-01"
      ]
    },
    {
      "cite": "64 Ark. 217",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1907335
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/64/0217-01"
      ]
    },
    {
      "cite": "249 S. W. 6",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "157 Ark. 578",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1357153
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/157/0578-01"
      ]
    },
    {
      "cite": "228 S. W. 46",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "147 Ark. 425",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1583297
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/147/0425-01"
      ]
    },
    {
      "cite": "3 S. W. (2d) 53",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "176 Ark. 387",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1400038
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/176/0387-01"
      ]
    },
    {
      "cite": "28 S. W. (2d) 61",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "181 Ark. 843",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8725684
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/181/0843-01"
      ]
    },
    {
      "cite": "54 S. W. (2d) 701",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "186 Ark. 580",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8724082
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/186/0580-01"
      ]
    },
    {
      "cite": "167 S. W. 706",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "113 Ark. 100",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1537553
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/113/0100-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 714,
    "char_count": 13967,
    "ocr_confidence": 0.502,
    "pagerank": {
      "raw": 3.4919232351454586e-07,
      "percentile": 0.8823054934862998
    },
    "sha256": "92dab77bd424202926a8b54f58adc32a74214585277c931c9a04e5a9eae9202c",
    "simhash": "1:ed4f46ea7022be61",
    "word_count": 2463
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "City National Bank v. Riggs."
    ],
    "opinions": [
      {
        "text": "McHaney, J.\nOn July 29, 1927, C. B. Johnson and appellee, Jessie Johnson, his wife, executed and delivered to appellant, City National Bank, agent, hereinafter called the bank, twenty-five $1,000 notes, due and payable three years after date, and, to secure same, the Johnsons also executed and delivered their mortgage to the bank (which was duly recorded) covering four separate pieces of real property in the city of Fort Smith, one piece being a garage building on North Eighth Street, described as lot 9, block 30, city. The bank, from August 1st to the 6th, 1927, sold said notes to the appellees as follows: To J. A. and P. L. Biggs, $7,000; to E. N. King, $2,000; to Mrs. D. B. Taylor, $8,000; and to appellant, Mrs. Jessie A. Bracht, $8,000. No assignment of said notes nor of the lien of said mortgage was made of record, but the notes were indorsed to the purchasers without recourse. The mortgage, after describing the above-mentioned notes, contained this clause: “It is further agreed that this mortgage is made to secure any and all other indebtedness that may be due and owing to the mortgagee by the mortgagors.”\nOn August 16,1928, the mortgagor, Johnson, sold the North Eighth Street garage property for $12,300, and the bank released on the margin of the record the property'from the lien of the mortgage without the knowledge or consent of any of the note-holders. The $12,300 was deposited in the bank to Johnson’s credit, and he shortly thereafter, or at the same time, paid to the bank for one of the note-holders (Mrs. Bracht) $4,000, and to it on a debt due by Johnson subsequently incurred and due it on separate note the sum of $7,500, leaving a balance to his own credit from this source of $800 less a small amount of interest paid on the Bracht notes.\nWhen the remainder of the notes fell due in July, 1930, Johnson was unable to pay them, and sought a renewal. The bank negotiated with the note-holders to this end, and some, or at least one, of whom demanded additional security on account of the depressed condition of property values, not knowing that a portion of the security had been released by the bank. Johnson had no additional property to include in the new mortgage, but his wife was induced to include her homestead therein. The new mortgage was executed by Mr. and Mrs. Johnson, not for $21,000, the balance due on the old mortgage, but for $25,000, which included an additional $4,000 debt Johnson owed the bank, and the notes for which were sold to other investors.\nDefault having been made in the payment of interest and taxes in 1932, this action was instituted to foreclose under an acceleration clause in the mortgage by appellees, J. A. and P. L. Biggs, who made the mortgagors, the bank and the other note-holders, defendants therein. Judgment was prayed against the Johnsons, and a receiver was asked. Appellee, Mary Parke Taylor, a resident of St. Louis, filed answer and cross-complaint. She admitted the allegations of the complaint, and, in her cross-complaint, set up her ownership of $8,000 of the notes, for which she prayed judgment. She also charged the bank with having wrongfully and unlawfully satisfied the original mortgage as to the garage, as above set out, and with having wrongfully diverted the proceeds of the sale to itself and others, and prayed judgment against it for 8/25ths of the purchase price of said lot. Thereupon, the Biggs amended their complaint, and prayed judgment against the bank for 7/25ths of the $12,300, making similar allegations to those of Mrs. Taylor. C. B. Johnson and Jessie M. Johnson filed an answer and cross-complaint. The answer was a general denial, but the cross-complaint charged that Mrs. Johnson was induced to permit the inclusion of her homestead in the new mortgage of 1930 through the representations of the bank’s president, I. H. Nakdimen, that it was merely a matter of form, and that he and the bank “would personally save them harmless by reason of the inclusion of the homestead, and would personally guarantee the payment of the new note issue without resort to said homestead.” The prayer was for judgment against the bank and Nakdimen in the event they lost their homestead. Appellants made answer denying the wrongful diversion of the $12,-300 and the cross-complaint of the Johnsons. They also filed numerous demurrers and motions, all of which were overruled.\nTrial resulted in a decree in favor of appellees. Mrs. Taylor was awarded judgment for 8/25ths of said $12,-300, and the Riggs 7/25ths, against the bank, for an unlawful and unauthorized diversion. The court found that the inclusion of the homestead of Mrs. Johnson in the new mortgage of 1930 was accomplished by the false and fraudulent representations made to her by the bank and its president, for which they are personally liable to her for whatever loss she may sustain by reason thereof, but that, as to the Riggs and Mrs. Taylor, their rights to resort to said homestead for the collection of their notes are not affected by the transaction between Mrs. Johnson and the bank. As to Mrs. Bracht, the court found that she had been paid the sum of $76.67 in excess of her proportionate share of the sale price of the garage property, and that, as to such excess, her claim in foreclosure proceedings shall be subordinated to that of Riggs and Taylor ; that E. N. King had sold his notes to the bank, and that the equities of Riggs and Taylor in the foreclosure were superior to that of the bank. The bank, Nakdimen and Mrs. Bracht have appealed.\nMany errors are assigned in an extensive brief for a reversal of the judgment. We cannot argue them all in detail. It is first contended that the court erred in permitting the Riggs and Mrs. Taylor to change their action from one of contract to one of tort. We think not. Primarily the action was one to foreclose a mortgage. It continued to be such, and was one cognizable in a court of equity. When Mrs. Taylor filed her cross-complaint against the bank for the wrongful satisfaction of the mortgage as to the garage property and the wrongful diversion of the sale price thereof, the action was not converted into one on tort wholly, as she still sought the foreclosure of the mortgage, even though other relief was asked. The general rule is that, when a court of equity acquires jurisdiction for one purpose, it will retain it for all purposes, and will grant all the relief, both legal and equitable, to which the parties may be entitled. Merchants’ & Farmers’ Bank v. Harris, 113 Ark. 100, 167 S. W. 706; Taylor v. Harris, 186 Ark. 580, 54 S. W. (2d) 701.\nIt is next said the unlawful diversion of the $12,300 was not done by the bank or Nakdimen, but by C. B. Johnson. But Johnson could not have sold lot 9, block 30, and could not have unlawfully diverted the money, but for the act of the bank in satisfying the mortgage as to said lot. Assuming, for the sake of argument, that Johnson did it, .still the bank wrongfully put it in his power to do it by satisfying the record of the mortgage. It is true the bank assigned the notes without recourse, and it should have noted the assignment on the margin of the record of the mortgage, it being the only one that could have legally done so. The note-holders could not do so, and the mortgagor could not. The note-holders could have required it to do so. The record showed the bank, agent, to be the owner of the notes. If the assignment had been made of record, then the bank could not have released the mortgage legally. The necessary result is that the satisfaction of the mortgage and the misapplication of the proceeds of the sale to its own uses and purposes worked a legal fraud on the rights of the note-holders, whether intended to be such or not. Nor does it help the matter for the bank that the notes and mortgage were renewed. The undisputed proof is that neither the Riggs nor Mrs. Taylor had any actual knowledge of the transaction until long after the renewal in 1932. Constructive notice, the record of the satisfaction, was not sufficient, as “the general rule is,” as stated in Bank of Hoxie v. Woollen, 181 Ark. 843, 28 S. W. (2d) 61, “that, in order that a ratification of an unauthorized transaction of an agent may be valid and binding, it is essential that the principal have full knowledge of all the material facts.” Ark. Valley Bank v. Kelley, 176 Ark. 387, 3 S. W. (2d) 53; Haines v. Rumph, 147 Ark. 425, 228 S. W. 46; DeCamp v. Graupner, 157 Ark. 578, 249 S. W. 6; Martin v. Hickman, 64 Ark. 217, 41 8. W. 852 — all cited in Bank of Hoxie v. Woollen, supra. Moreover, the bank was the agent of these note-holders, assumed to act as such by collecting the interest and by negotiating a renewal, in addition to designating itself agent in the mortgage, and it was under the legal duty to act for its principals in the utmost good faith and not for its own benefit. If the proposed sale of lot 9, block 30, had been communicated to the note-holders, and they had consented to the satisfaction, or if the proceeds of the sale had been applied pro rata to the satisfaction of all the notes, then there would be a wholly different situation, and there would be some force to the argument of ratification and estoppel. We cannot agree that a mortgagee, who has sold the notes secured by the mortgage without making an assignment thereof of record, may satisfy the record of the mortgage without the knowledge or consent of the assignees without making himself personally liable for the loss sustained. Neither does the general “other indebtedness” clause above quoted authorize the bank to satisfy the record and appropriate the proceeds to the payment of another debt due it by Johnson. Berger v. Fuller, 180 Ark. 372, 21 S. W. (2d) 419; American Bank & Trust Co. v. First Nat. Bank, 184 Ark. 689, 43 S. W. (2d) 248; State Nat. Bank v. Temple Oil Co., 185 Ark. 1011, 50 S. W. (2d) 980.\nThe next assignment for discussion relates to the rights of Mrs. Jessie M. Johnson, whose homestead was included in the second or renewal mortgage. A number of grounds are argued under this heading — some of them being that the evidence is insufficient to support the decree; that the certificate of acknowledgment contradicts Mrs. Johnson; that Nakdimen was without power to make the agreement regarding the homestead; that she is estopped from so claiming; that her testimony contradicts a written instrument in violation of the parol evidence rule; and that she and her husband ratified the mortgage. We think the evidence is sufficient to support the decree, even under the clear and convincing rule. Mrs. Johnson and her son testified very positively that it was agreed between her and the bank that the inclusion of the homestead was a mere formality, and that she would be protected from foreclosure on it. This was denied by the bank’s president. When we consider what the bank did in releasing the mortgage, and in taking the renewal mortgage without advising the note-holders of the true facts, and by misrepresenting to them it had required a lot of additional security when, in fact, it had not required any additional security, but had substituted a lot of substantially less value for the lot wrongfully released, we cannot say the evidence is not sufficient to support the court’s finding. On the contrary, we agree with the trial court. It is argued that the bank loaned Johnson $4,000 in new money when the renewal mortgage was taken. What the bank really did was to take up $4,000 of Johnson’s unsecured debt to it. We think the evidence sufficient to show that an actionable fraud was perpetrated upon Mrs. Johnson, and that the agreement to protect the homestead does not fall within the statute of frauds, nor is it violative of the parol evidence rule. In Pierce v. Sicard, 176 Ark. 511, 3 S. W. (2d) 337, this court said: “It is conceded that the general rule in nearly all the States is that fraud must relate, to a present or pre-existing fact, and cannot ordinarily be predicated on promises or statements as to what will be done in the future. ’ ’ It then cites Lilly v. Barron, 144 Ark. 422, 222 S. W. 712, for the exception to the general rule that, “if the promise is accompanied with an intention not to perform it, and is made for the purpose of deceiving the person to whom it was made, and induces him to act in the premises, the same constitute fraud.” Under the evidence in this case the court was justified in finding fraud in this connection. It is also the general rule that the statute of frauds does not apply if a new consideration passes between the promiser and the promisee. Here there is no controversy between Mrs. Johnson and the note-holders. She concedes they are protected by her homestead if the remaining property is insufficient to satisfy the debt.- The trial court found that the additional security was sought by the bank and Nakdimen for their benefit, and that it was included for their benefit. In such case the statute of frauds does not apply. Gale v. Harp, 64 Ark. 462, 43 S. W. 144; Spear Mining Co. v. Shinn, 93 Ark. 346, 124 S. W. 1045; United Walnut Co. v. Courtney, 96 Ark. 46, 130 S. W. 566. Nor is the parol evidence rule violated. This court has many times held that parol testimony is admissible to show what the real contract is where the writing does not evidence the entire contract. Kelly v. Carter, 55 Ark. 112, 17 S. W. 706; Graham v. Remmel, 76 Ark. 140, 88 S. W. 899; New Home Sewing Machine Co. v. Westmoreland, 173 Ark. 769, 293 S. W. 1030.\nWe think it unnecessary to further discuss the arguments made by counsel for appellants, all of which we have examined and find them without substantial merit. The decree is correct, and must be affirmed. It is so ordered.",
        "type": "majority",
        "author": "McHaney, J."
      }
    ],
    "attorneys": [
      "James B. McDonough and Joseph R. Brown, for appellant.",
      "Watts & Wall, Daily & Woods, G. L. Grant, and Hill, Brizzolara & Fitzhugh, for appellee."
    ],
    "corrections": "",
    "head_matter": "City National Bank v. Riggs.\n4-3315\nOpinion delivered December 11, 1933.\nJames B. McDonough and Joseph R. Brown, for appellant.\nWatts & Wall, Daily & Woods, G. L. Grant, and Hill, Brizzolara & Fitzhugh, for appellee."
  },
  "file_name": "0420-01",
  "first_page_order": 438,
  "last_page_order": 446
}
