{
  "id": 8722279,
  "name": "Capital City Casket Company v. Szurgot",
  "name_abbreviation": "Capital City Casket Co. v. Szurgot",
  "decision_date": "1932-10-03",
  "docket_number": "4-2645",
  "first_page": "421",
  "last_page": "423",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 421"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "24 S. W. (2d) 340",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "180 Ark. 1056",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1393580
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/180/1056-01"
      ]
    },
    {
      "cite": "119 S. W. 830",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "90 Ark. 473",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1513799
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/90/0473-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 291,
    "char_count": 4054,
    "ocr_confidence": 0.49,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20854285327059607
    },
    "sha256": "566d6c310b96a33b09c1502378c124e30a5235f9d2e91201571409bfcd739a00",
    "simhash": "1:abc66ca3724b36db",
    "word_count": 706
  },
  "last_updated": "2024-02-27T17:52:01.123529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Capital City Casket Company v. Szurgot."
    ],
    "opinions": [
      {
        "text": "Humphreys, J.\nThis suit was brought by appellee against appellant in the circuit court of Pulaski County, Second Division, to recover damages for an injury received in the discharge of her duties as a seamstress through the alleged negligence of appellant in furnishing her an improperly constructed folding chair to occupy in operating a sewing machine.\nAppellant filed an answer denying the allegation of negligence and, by way of affirmative defense, alleging the assumption of the risk in the use of the chair by appellee.\nThe trial of the cause resulted in a verdict and judgment against appellant, from which is this appeal.\nAt the conclusion of the introduction of the testimony, appellant requested the court to instruct a verdict in its favor, and the refusal of the court to do so is the sole ground urged by appellant for a reversal of the judgment.\nThe record reflects that appellant manufactures coffins, and in connection therewith maintains a sewing room to make inside finishings for them; that the sewing room was equipped with three sewing machines and three folding chairs; that on the day appellee was injured the forewoman and herself were the only two employees at work in the room; that appellee had been in appellant’s employment for about six weeks; that she was directed by the forewoman to change the thread on one of the ordinary machines, and in doing so the chair she sat in slipped from under her, causing her to fall to the floor and permanently disabling her.\nThe record reflects a dispute in the testimony as to whether a defect in the construction of the chair or the manner in which she sat down in it caused it to slip and result in appellee’s fall and injury. Mrs. Hogan testified, in substance, that the chair occupied by appellee and which slipped from under her was unequally balanced on account of the front legs being straight up and down or constructed at a more acute angle than the front legs of the other two chairs in the room. The chairs, themselves, were introduced for examination by the jury in order that they might determine whether the particular chair in question was defectively constructed. Appellee testified, in substance, that she. sat down in the chair in the ordinary way, and that when she moved forward the chair slipped from under her, causing her to fall and injure herself; that the manner in which she sat down in the chair did not cause it to slip out from under her.\nIt is argued that a folding chair is a simple instrument or tool like a hoe or spade, and that an employer or master is relieved under the law from an inspection thereof to ascertain whether there are any observable defects in its construction before placing same in the hands of employees for use. We do not think that the folding chair is so simple in its construction that the principles applicable to simple tools should govern the instant case. The testimony detailed above tended to show that there was a discoverable structural defect in the chair, which caused it to slip and result in an injury to appellee, which brings the case within the general rule announced in the cases of St. Louis Stave & Lumber Company v. Sawyer, 90 Ark. 473, 119 S. W. 830, and International Harvester Company of America v. Hawkins, 180 Ark. 1056, 24 S. W. (2d) 340, to the effect that a duty rests upon the master or employer to use ordinary care to furnish an employee with reasonably suitable and safe instruments with which to perform his or her duties.\nThe testimony also tends to show that the defect in the chair was observable by inspection. It is only defects that are patent of which employees must take notice, and the risk of which they assume in the course of their employment. The duty of inspection for structural defects in the chair did not rest upon appellee; hence she did not assume the risk of using same.\nNo error appearing, the judgment is affirmed.",
        "type": "majority",
        "author": "Humphreys, J."
      }
    ],
    "attorneys": [
      "Buzbee, Pugh >& Harrison, for appellant.",
      "Sam T. >& Tom Poe, for appellee."
    ],
    "corrections": "",
    "head_matter": "Capital City Casket Company v. Szurgot.\n4-2645\nOpinion delivered October 3, 1932.\nBuzbee, Pugh >& Harrison, for appellant.\nSam T. >& Tom Poe, for appellee."
  },
  "file_name": "0421-01",
  "first_page_order": 441,
  "last_page_order": 443
}
