{
  "id": 1435188,
  "name": "Riley v. Atherton",
  "name_abbreviation": "Riley v. Atherton",
  "decision_date": "1932-03-21",
  "docket_number": "",
  "first_page": "425",
  "last_page": "429",
  "citations": [
    {
      "type": "official",
      "cite": "185 Ark. 425"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "32 A. L. R. 870",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "119 S. E. 210",
      "category": "reporters:state_regional",
      "reporter": "S.E.",
      "opinion_index": 0
    },
    {
      "cite": "186 N. C. 191",
      "category": "reporters:state",
      "reporter": "N.C.",
      "case_ids": [
        8653228
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nc/186/0191-01"
      ]
    },
    {
      "cite": "138 N. W. 681",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 0
    },
    {
      "cite": "119 Minn. 463",
      "category": "reporters:state",
      "reporter": "Minn.",
      "case_ids": [
        210077
      ],
      "opinion_index": 0,
      "case_paths": [
        "/minn/119/0463-01"
      ]
    },
    {
      "cite": "230 S. W. 556",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "148 Ark. 487",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8721291
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/148/0487-01"
      ]
    },
    {
      "cite": "187 S. W. 627",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "124 Ark. 545",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1554976
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/124/0545-01"
      ]
    },
    {
      "cite": "126 S. W. 392",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "94 Ark. 165",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1545461
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/94/0165-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 419,
    "char_count": 7286,
    "ocr_confidence": 0.512,
    "pagerank": {
      "raw": 4.0032625253093046e-07,
      "percentile": 0.9058864049602892
    },
    "sha256": "649bc5dee43b58b5de68e698923ac8e77b3abbed556ed752ff25b6cb9d336f87",
    "simhash": "1:a16f01802e58e0ea",
    "word_count": 1284
  },
  "last_updated": "2024-02-27T17:51:09.396208+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Kirby, J., dissents."
    ],
    "parties": [
      "Riley v. Atherton."
    ],
    "opinions": [
      {
        "text": "MoHaney, J.\nOn or about December 1, 1927, appellees purchased from Captain M. W. Ware, through the National Bank of Arkansas at Pine Bluff, certain real property in said city for a home. The purchase price was $6,200, of which Captain Ware was paid $1,700 in cash by said bank for appellees, and they executed and delivered their first mortgage and note to him for $4,000. At the same time, they borrowed a sum of money from said bank on second mortgage on said property to secure their notes for $2,300, including the $1,700 paid to Captain Ware. Appellees entered into possession of said property, reduced their indebtedness to the bank in the sum of $600 at the rate of $60 per month over a period of ten months, moved out of the house, delivered the keys to the house to the president of the bank under an alleged agreement that they surrendered possession in satisfaction of their indebtedness to the bank secured by the second mortgage. Thereafter, suit was brought to foreclose the first mortgage, in which appellant, who is the receiver of the National Bank of Arkansas (it being insolvent) and appellees were made defendants. Appellant answered, admitting the validity and priority of the first mortgage, and filed a cross-complaint against appellees seeking judgment on their indebtedness to the bank and a foreclosure of the second mortgage. Appellees answered, denying that they were indebted to appellant as receiver for the reason stated above — that they had surrendered the property to the bank in satisfaction of the debt in October, 1928, and that the bank had accepted same for such purpose. The court found for appellees, entered a decree dismissing appellant’s cross-complaint for want of equity, and the receiver has appealed.\nIt is not claimed that there was any written agreement between appellees and the bank by which a delivery of the property to the bank was accepted in satisfaction of the mortgage debt, and it is conceded that such an agreement could rest in parol. This court has so held with reference to chattel mortgage indebtedness. Fincher v. Bennett, 94 Ark. 165, 126 S. W. 392; Horton v. Thompson, 124 Ark. 545, 187 S. W. 627; Ribelin v. Loyd, 148 Ark. 487, 230 S. W. 556. The reason for the rule is, as stated in the case last cited, that “a mortgage is a mere security for a debt, and the property may be released from the mortgage by parol agreement, as well as by a written one.” In this and in many other States a mortgage is considered as security for the debt merely, and not the principal obligation. An oral agreement to satisfy therefore does not fall within the statute of frauds. In other .jurisdictions the mortgage is held to be the principal obligation, and that a parol agreement to release or satisfy is void as being within the statute of frauds. 19' R. C. L., § 238, p. 454.\nThe next question that arises is what is the degree of proof required to establish a parol agreement to release or satisfy a mortgage? May such fact be established by a mere preponderance of the evidence, or does the clear, unequivocal and convincing- rule apply? This question has given us some concern. We do not find that we have heretofore decided it. In Fincher v. Bennett, sv,pra, a replevin suit, the court instructed the jury that a preponderance of the evidence was sufficient, and this court sustained the instruction. The question as to the degree of proof was not there raised or decided. In the section of R. C. L., above cited, the author states that, in those jurisdictions where a mortgage is held to be security for the debt, “it is generally held that a parol release of a mortgage * * * is not void by reason of the statute of frauds, though it has been said that an agreement in parol to release the mortgagor from his personal liability must be established by clear and convincing evidence, for the effect thereof is to set aside the written contract.” Benson First Nat. Bank v. Gallagher, 119 Minn. 463, 138 N. W. 681, Ann. Cas. 1914B 120, and note, are cited to support that statement, which it does. And in Stevens v. Turlington, 186 N. C. 191, 119 S. E. 210, 32 A. L. R. 870, it is held that evidence of a parol discharge of a written contract within the statute of frauds, or of an equitable estoppel by matter in pais, must be positive. In 41 Corpus Juris, p. 805, it is said that “a parol release may be shown by circumstances and declarations and acts of the parties inconsistent with the continued existence of the mortgage. The proof of matters relating to the discharge or release of a mortgage should be clear and satisfactory.” A great many cases are cited to support that statement.\nWe have reached the conclusion that, as to mortgages of real estate, the correct rule is that the proof relating to the discharge or release thereof must be clear, satisfactory and convincing. Title to real property, and the validity and continued existence of mortgages thereon, would be insecure by any less stringent rule.\nHaving reached this conclusion, the next question is: Does the proof in this case meet the requirements of the rule? We hold that it does not. Appellee, Mr. Atherton, testified to the effect that he told Mr. Hudson, president of the bank, that he was quitting, would make no other payments, and that Hudson told him to bring the keys to the bank when he moved out; that he offered to deed the property back to the bank, but that Mr. Hudson told him to wait until they sold it to another purchaser and deed could be made direct to the purchaser; that the bank accepted the keys, took charge of the property, rented it out, kept the rents, and otherwise dealt with it as owner. Mr. Hudson testified to the contrary; that Mr. Atherton brought the keys to the bank, told him he was quitting, moving out, because he couldn’t meet the payments; that he took the keys and told Atherton he would list the property for sale for his account with a real estate firm and try to have it sold so as to make a profit for him. This was in October, 1928. No sale was made, but the house was rented, and the rents did not cover the taxes, insurance and interest on the first mortgage, which the bank had to pay to protect itself. The evidence is in conflict, but the circumstances speak strongly against appellees. They did not demand or receive from the bank their notes in the sum of $1,700, nor did they demand a satisfaction of the record of the mortgage. It seems reasonable to believe that, if they were surrendering the property in satisfaction of the debt, they would have demanded their notes, the written evidence of the debt, and a satisfaction of the mortgage. They did not tender the bank a deed to their equity of redemption in the property. Under these facts and circumstances, it is doubtful if appellees proved their case by a clear preponderance of the evidence. It is certain that such evidence is not clear, satisfactory and convincing. The burden was on them to do so, and they have failed.\nThe judgment will be reversed, and the cause remanded, with directions to enter a decree of foreclosure on the cross-complaint in accordance with the prayer thereof.\nKirby, J., dissents.",
        "type": "majority",
        "author": "MoHaney, J."
      }
    ],
    "attorneys": [
      "Harry T. Wooldridge, for appellant.",
      "Reinberger d Reinberger, for appellee."
    ],
    "corrections": "",
    "head_matter": "Riley v. Atherton.\nOpinion delivered March 21, 1932.\nHarry T. Wooldridge, for appellant.\nReinberger d Reinberger, for appellee."
  },
  "file_name": "0425-01",
  "first_page_order": 445,
  "last_page_order": 449
}
