{
  "id": 8728856,
  "name": "Fowler and Others vs. Gibson and Others",
  "name_abbreviation": "Fowler v. Gibson",
  "decision_date": "1842-07",
  "docket_number": "",
  "first_page": "427",
  "last_page": "428",
  "citations": [
    {
      "type": "official",
      "cite": "4 Ark. 427"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "7 Cranch, 288",
      "category": "reporters:scotus_early",
      "reporter": "Cranch,",
      "case_ids": [
        572769
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/11/0288-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 107,
    "char_count": 1623,
    "ocr_confidence": 0.451,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20863957705642297
    },
    "sha256": "ea08968ea1d0cfa60b258ebd23946ca950a0a567b3490b0240cad7ba03fdf8ed",
    "simhash": "1:03a838542207fdfa",
    "word_count": 290
  },
  "last_updated": "2024-02-27T21:24:25.647823+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Fowler and Others vs. Gibson and Others."
    ],
    "opinions": [
      {
        "text": "By the Court,\nRingq, C. J.\nThe record before us shows, we think conclusively, that the execution, upon and by virtue of which the property mentioned in the condition of the delivery bond was seized by the sheriff, was issued upon the judgment which this Court has reversed,’ in the case of Holden Moss et al. vs. Lorenzo Gibson et al. And inasmuch as the judgment upon the delivery bond is dependent upon the judgment on which the execution issued, and on and by virtue of which the property mentioned in said bond was seized by the sheriff, and \"the latter has been reversed; therefore, the judgment on the delivery bond must also be reversed, annulled, and set aside, with costs, in accordance with the opinion of the Supreme Court of the United States, in the case of Barton vs. Pettit & Bayard, reported in 7 Cranch, 288, and also, 2 Peters Cond. Rep. 494.",
        "type": "majority",
        "author": "Ringq, C. J."
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "Fowler and Others vs. Gibson and Others.\nWhere the record of a judgment on a delivery bond enables this Court to ascertain that the bond was executed for the delivery of property levied on by virtue of an execution issued on a judgment which has been reversed in this Court, the judgment on the bond will also be reversed.\nThis was a judgment on a delivery bond, rendered in the Pulaski Circuit Court, in September, 1841, before the Hon. John J. Clen-denin, one of the Circuit Judges. This bond was executed for the delivery of property levied on by virtue of an execution, issued on a judgment, obtained in the same Court, by L. & W. 11. Gibson, against Holden Moss and others, which judgment was reversed in this Court, as reported in the case last preceding."
  },
  "file_name": "0427-02",
  "first_page_order": 427,
  "last_page_order": 428
}
