{
  "id": 1435112,
  "name": "Quarry Savings Bank & Trust Company v. First National Bank of DeWitt",
  "name_abbreviation": "Quarry Savings Bank & Trust Co. v. First National Bank",
  "decision_date": "1932-03-14",
  "docket_number": "",
  "first_page": "433",
  "last_page": "437",
  "citations": [
    {
      "type": "official",
      "cite": "185 Ark. 433"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "245 S. W. 829",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "156 Ark. 191",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1358470
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/156/0191-01"
      ]
    },
    {
      "cite": "21 S. W. (2d) 954",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "180 Ark. 422",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1393626
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/180/0422-01"
      ]
    },
    {
      "cite": "10 S. W. (2d) 866",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "178 Ark. 429",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1396934
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/178/0429-01"
      ]
    },
    {
      "cite": "281 S. W. 21",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "170 Ark. 791",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1371701
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/170/0791-01"
      ]
    },
    {
      "cite": "150 S. W. 700",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "105 Ark. 265",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "134 S. W. 931",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "97 Ark. 403",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "32 Ark. 112",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 389,
    "char_count": 6424,
    "ocr_confidence": 0.513,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.054021489283738164
    },
    "sha256": "3f0c6a544fea439f1dcb2229d27cd9c72e6952491a43257dbba9848b652cb81a",
    "simhash": "1:90d676692ea49dbf",
    "word_count": 1163
  },
  "last_updated": "2024-02-27T17:51:09.396208+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Quarry Savings Bank & Trust Company v. First National Bank of DeWitt."
    ],
    "opinions": [
      {
        "text": "Butler, J.\nThese cases were consolidated in the court below for the purpose of trial, and as consolidated are here on appeal.\nThese are the facts material to the decision of the case: One Luebke, to secure loans from the appellants, executed to each of them mortgages on identical lands, which were duly filed for record on January 29, 1919. Subsequent thereto, being indebted to appellee bank, he executed a mortgage on the same lands to it, subject to the first mortgages, to secure it therefor. All of these debts remaining unpaid, appellants brought their several suits on March 2, 1929, for judgment on their debt and for foreclosure of the mortgage securing them. A decree was rendered in this suit on March 30, 1929, and on May 3d, following, the lands were sold by virtue of the decree and purchased by the appellee for the debts and interest named in the decree and the costs that had accrued. '■\nBetween the date of the decree of foreclosure and the date of the sale and purchase of the lands by appellee, appellant paid, to-wit, on April Í3,1929, the taxes on the lands which had become due January 1 preceding' in the sum of $331.87.\nThe report of the sale was duly made, and the sale confirmed, and a commissioner’s deed executed and approved in open court on Juné 10, 1929, by the terms of which deed the lands were conveyed to the appellee in consideration of the payment of the debt, interest and costs aforesaid.\n' On the 29th day of September, 1929, the appellants brought this suit against the appellee to recover the amounts of taxes paid by them as aforesaid and asked that they have a lien declared on the lands for the payment thereof. On the hearing' of the case, the above state of facts, was developed, and the chancellor made a s-eneral finding: in favor of the defendants.\n■Generally in judicial sales the rule of caveat emtptov applies by reason of which the purchaser is charged with full knowledge of all of the facts affecting the title to the lands purchased and takes it subject to ail legal or equitable incumbrances. Guynn v. McCauley, 32 Ark. 112; Green v. Maddox, 97 Ark. 403, 134 S. W. 931; Miller v. Henry, 105 Ark. 265, 150 S. W. 700, Ann. Cas. 1914D, 754.\nThe taxes which became due January 1 were a lien on the land (Crawford & Moses’ Digest, § 10023) and in discharging this lien appellants were not volunteers as contended by the appellee, for the reason that the payment of the taxes was necessary to protect their interest, and ordinarily they would be entitled to be subrogated to the State’s lien for reimbursement. N. Y. Life Ins. Co. v. Nichol, 170 Ark. 791, 281 S. W. 21; First National Bank of Mineral Springs v. Hayes-McKean Hdw. Co., 178 Ark. 429, 10 S. W. (2d) 866; Federal Land Bank of St. Louis v. Richland Farming Co., 180 Ark. 422, 21 S. W. (2d) 954.\nThis rule does not apply, however, in cases where taxes are due on real estate when it is sold at judicial sale. By act of the General Assembly of 1883, at page 199 of the acts' of that year, digested in § 10056 of Crawford & Moses’ Digest, provision is made that “when any real estate shall be sold at judicial sale, * * * the court shall order the taxes and penalties and interest thereon against such lands to be discharged out of. the proceeds of such sale.” This court, in the case of Miners’ Bank v. Churchill, 156 Ark. 191, 245 S. W. 829, construed this language to apply to all judicial sales. In that case the question under consideration was whether, under a sale to foreclose a mortgage on real estate, the taxes which had fallen due prior to the date of the sale could ¡be treated as an incumbrance on the land to be borne by the purchaser, or whether it should be paid out of the proceeds of the sale. We there said: “Our statute provides that a lien for taxes as between grantor and grantee shall attach on the first Monday in January of each year. Crawford & Moses ’ Digest, § 10023. At the time of the sale there was then unpaid taxes due on the land which constituted a lien in favor of the State and county. It was well established at common law that the rule of caveat emptor applied to purchasers at judicial sales, and that the purchaser took the land subject to all incumbrances existing at that time, including tax liens. This rule was changed as to tax liens, however, by statute which is a part of the general revenue laws enacted by the General Assembly of 1883. * * * The question suggests itself as to when, under the statute, the order of the court must be made, whether at the time of the decree or later, before the fund is paid out by the commissioner. We think that the statute itself declares that the tax shall be paid out of the proceeds of the sale, and it is not essential that the original decree directing foreclosure shall contain a direction for such payment, but the court may direct the payment at any time before the fund is disbursed.”\nIn the case at bar the taxes were due at the time of the institution of the suit and at the date of the decree of foreclosure, and therefore the court might have ordered these paid out of the purchase money. It may be argued that, as the taxes were not included in the judgment of the court, and were paid by appellant to protect the land after the date of the decree of foreclosure and before the sale, the statute would not apply. But this is not so. The appellants might well have discharged the liens at any time before the final decree and secured their reimbursement by amendment to their complaints, and, having failed to do this, might have appeared on the day of sale and themselves bid an amount sufficient to cover the sum named in the decree together with the taxes they had paid. They could not, however, avoid the effect of the statute by neglecting to do this and, after confirmation of the sale and the execution of the commissioner’s deed, enforce the payment by the method undertaken. This is especially true when the proceeds of the sale are paid to them, since the court might have made the order for the payment of the taxes out of the purchase money at any time before the fund was distributed, and since they, themselves, have received it, they are in no attitude to complain.\nThe decree of the trial court is correct, and is therefore affirmed.",
        "type": "majority",
        "author": "Butler, J."
      }
    ],
    "attorneys": [
      "G. W. Botts, for appellant.",
      "George E. Pike, for appellee."
    ],
    "corrections": "",
    "head_matter": "Quarry Savings Bank & Trust Company v. First National Bank of DeWitt.\nOpinion delivered March 14, 1932.\nG. W. Botts, for appellant.\nGeorge E. Pike, for appellee."
  },
  "file_name": "0433-01",
  "first_page_order": 453,
  "last_page_order": 457
}
