{
  "id": 1361220,
  "name": "Carroll County v. Reeves Construction Company",
  "name_abbreviation": "Carroll County v. Reeves Construction Co.",
  "decision_date": "1922-07-03",
  "docket_number": "",
  "first_page": "434",
  "last_page": "439",
  "citations": [
    {
      "type": "official",
      "cite": "154 Ark. 434"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "36 Ark. 196",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1872491
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/36/0196-01"
      ]
    },
    {
      "cite": "23 Ark. 387",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1866086
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/23/0387-01"
      ]
    },
    {
      "cite": "107 Ark. 292",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1344051
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/107/0292-01"
      ]
    },
    {
      "cite": "134 Ark. 121",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1573276
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/134/0121-01"
      ]
    },
    {
      "cite": "68 Ark. 340",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1333901
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/68/0340-01"
      ]
    },
    {
      "cite": "134 Ark. 447",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1573265
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/134/0447-01"
      ]
    },
    {
      "cite": "138 Ark. 221",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1566875
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/ark/138/0221-01"
      ]
    },
    {
      "cite": "11 Minn. 174",
      "category": "reporters:state",
      "reporter": "Minn.",
      "case_ids": [
        558682
      ],
      "opinion_index": -1,
      "case_paths": [
        "/minn/11/0174-01"
      ]
    },
    {
      "cite": "54 Ark. 645",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1320349
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/54/0645-01"
      ]
    },
    {
      "cite": "57 Ark. 645",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "134 Ark. 121",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1573276
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/134/0121-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 497,
    "char_count": 10819,
    "ocr_confidence": 0.486,
    "pagerank": {
      "raw": 8.685371297493976e-08,
      "percentile": 0.4925263982571957
    },
    "sha256": "25bba6146155de2f873e94d1da8dfa74e59405a372ac923dce3e5dcef5063d23",
    "simhash": "1:ba2186408c6a4ad7",
    "word_count": 1800
  },
  "last_updated": "2024-02-27T20:29:53.333711+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Carroll County v. Reeves Construction Company."
    ],
    "opinions": [
      {
        "text": "Humphreys, J.\nThis is an appeal from judgments rendered in the circuit court of Carroll County, Eastern District, in favor of each of the appellees against appellant, for claims severally filed against appellant by each, growing out of the construction of two bridges in said district. The nature of the claim of each is briefly set out in appellant’s statement of the case as follows: “The Reeves Construction Company filed its claim against Carroll County in the county court of said county for the sum of $20,190.91, for the construction of two bridges in Carroll County, one over Long Creek and the other over Kings River. The court disallowed this claim.\n“The Alexander Engineering Company filed its claim against Carroll County, in the county court of said county, for the sum of $862.60, for services as engineers in the estimates and construction of said bridges. The court disallowed this claim.\n“The First National Bank of Eureka Springs, Arkansas, filed $8,000 in county warrants for cancellation and' reissue, under an order calling in the outstanding county warrants, for that purpose. The same being warrants issued for the steel used in the construction of the bridges above referred to. The county court refused to reissue said warrants, but canceled the same as illegal and issued without authority of law, on the ground that the county court was not in session at the time, the order for their issue was made.\n“The People’s Bank of Berryville, Arkansas, filed $2,662.09 county warrants with the county court of Carroll County for classification and reissue under an order of the county court calling in the county warrants for that purpose; they were warrants that had been issued for steel used in the construction of the bridges above referred to. The county court canceled said warrants, but refused to re-issue them holding them to be-illegal and void and not issued by order of the county court.\nAll of the cases were appealed to the circuit court, Eastern District of Carroll County, Arkansas, and by consent were all consolidated and tried before the court, sitting as a jury.\nAppellant contends for a reversal of all the judgments upon the ground that the contracts for the materials and construction of the bridges were awarded contray to sec. 16, art. 19, Constitution of the State of Arkansas, 1874; and sec. 827, Crawford & Moses’ Digest; and for a reversal of the judgments in favor of the two banks upon the additional ground that the county court was not in session at the time the warrants held by them were allowed. The section of the Constitution referred to requires that contracts for erecting or repairing bridges, or for materials therefor, be let to the lowest responsible bidder under regulations which may be provided by law. The section of the statute referred to provides for the character of notice and other regulations in letting contracts for building bridges in the county.\nThe validity of the contracts is first assailed because the commissioners did not fully comply with the statutory requirements in awarding them. It is unnecessary to set out and discuss the alleged irregulatrities in letting the contracts, 'because, if any existed on account of a failure to comply with statutory regulations, they were validated by act 187 of the General Assembly of 19*21, the passage of which was for the purpose of curing all irregularities, informalities, and illegalities that may have occurred in letting these particular contracts. Appellant contends, however, that the curative act is a private act and must have been proved in the manner required by sec. 411, Crawford & Moses ’ Digest. This is a method by which private acts may be proved, but the statutute does not make it the exclusive one. It is unnecessary to prove the statutes of the State. Courts take judicial notice of them. Sloan v. Lawrence County, 134 Ark. 121.\nThe validity of the contracts is next assailed because it is claimed they were not awarded to the lowest bidders. The constitutional requirement, that contracts for building bridges shall be awarded to the lowest bidder, necessarily implies competitive bidding, after reasonable notice. The three essential exactions of the Constitution in letting bridge contracts are, in the language of Mr. Justice Hemingway, in the case of Fones Hardware Co. v. Erb, 57 Ark. 645: “An offering to the public, an opportunity for competition, and a basis for an exact comparison of bids.” The facts in the instant case show a full compliance with the three vital principles thus enunciated. The public was given reasonable notice. There was competitive bidding upon identically the same plans and specifications, so there was an exact basis for the comparison of bids. The competitive bidders upon the whole work itemized their bids in such way that the cost of construction was separated from the cost of materials. The commissioners awarded the contract for construction to the lowest bidder on the work, and the contract for materials to the lowest bidder on materials. In this way the lowest bids possible were obtained, and the contracts let to the lowest bidders upon the whole contract. The bidders acquiesced in, and the county profited by, the arrangement.\nThe validity of the warrants is assailed because allowed on a day, it is claimed, the county court was not in session. The warrants were allowed on November 6, 1920. The record reveals that on October 22, 1920, county court was in session and adjourned to October 27, 1920. The adjourning order was signed by Boy Thompson, judge; that on October 27, 1920, quorum court convened and adjourned to October 28, 1920; that on October 28, 1920, quorum court convened and adjourned; that, immediately thereafter, the orders allowing the warrants were made, other business attended to and the court adjourned to January-1, 1921; that the adjourning order was signed by Boy Thmopson, judge; that Boy Thompson was present and participating in the quorum court proceedings each day it was in session as evidenced by the opening and adjourning orders signed by him as judge. In addition to this, Boy Thompson, county judge, and J. E. Gregson, county clerk, testified that the county court was in session on the 27th and 28th days of October, 1920, and November 6, 1920, the latter day being the day on which the warrants were allowed. The quorum court is not a constitutional court. No judicial duties are conferred by the Constitution on the body of justices of the peace who sit with the county judge as a quorum court. The duties conferred are to levy the taxes and make appropriations, both of which are ministerial. Quorum court is, therefore, a misnomer. The opening and adjourning orders should therefore be treated as the opening and adjourning orders of the county court. Again, we think sessions of the county court may be shown by parol testimony. The .evidence in the instant case sufficiently established that fact.\nThe several judgments are affirmed.",
        "type": "majority",
        "author": "Humphreys, J."
      }
    ],
    "attorneys": [
      "Geo. J.. Crump and Chas. D. James, for appellant.",
      "C. A. Fuller and F. O. Butt, for appellees; J. V. Walker and W. N. Ivie, of counsel."
    ],
    "corrections": "",
    "head_matter": "Carroll County v. Reeves Construction Company.\nOpinion delivered July 3, 1922.\n1. Bridges — defective, contract — curative statute. — Failure of the commissioners of Carroll County to comply with statutory requirements in awarding contracts for materials and the construction of bridges was remedied by Acts 1921, No. 187, passed to cure irregularities, informalities and illegalities in the letting of such contracts.\n2. Statutes — proof of private acts. — Private acts are not required to be proved exclusively by the printed statute books; Crawford & Moses Dig., § 4115, providing that such books shall be evidence, but not making such method exclusive.\n3. ' EvídENce — judicial notice. — Acts 1921, No. 187,' curing legal defects in the letting of certain contracts\" by .county commissioners, although a private act, need not be proved, as the courts take judicial notice of-all statutes of the State.\n4. Bridges — validity of contract for building. — Under the constitutional requirement that contracts for building bridges shall be awarded to the lowest bidder, thereby implying competitive bidding after reasonable notice, contracts awarded separately for construction and for materials to the lowest bidder as to each after proper notice and based upon identical specifications were valid.\n5. Counties — validity of warrants. — As the quorum court, so-called, is not a court having judicial duties, but merely has the duties of levying taxes and making appropriations, its opening and adjourning orders are treated as those of the county court, and county warrants allowed while the quorum court was in session are not subject to the objection of invalidity because issued when the county court was not in session.\n6. Evidence — parol evidence of sessions of county court. — Sessions of the county court may be proved by parol.\nAppeal from, Carroll Circuit Court, Eastern District; W. A. Dickson, Judge;\naffirmed.\nGeo. J.. Crump and Chas. D. James, for appellant.\nThe contracts were not let in conformity with sec. 16 art. 19 Const, or see. 827 C. & M. Digest. The contracts let were not the same as were advertised for in the notices and bids requested. The contracts for labor and material were separate, and not in accordance with the advertisements, and created no liability on the part of the county. 54 Ark. 645; 11 Minn. 174.\nThe curative act relied on was a special act and not proven in the manner required by sec. 4115,. C. $¿, M. .Digest. .\nThe warrants are void and were properly canceled because ordered issued at a time when the county court was not in session. The orders .opening and adjourning court on the day in question were orders referring to quorum court and not the county court. The order could not be made for the issuance of the warrants by the quorum court. The county court failed to convene on the day to which adjourned, and the term lapsed. See 138 Ark. 221 and 134 Ark. 447.\nC. A. Fuller and F. O. Butt, for appellees; J. V. Walker and W. N. Ivie, of counsel.\nThere is no constitutional provision as to form of notice, and the only requirement is that the contract be let to the lowest bidder. This was done. Sec. 827, C. & M. Digest, was strictly complied with.\nThe fact that the court was in session could be established by parol evidence, in the absence of such showing by the court’s own record. 68 Ark. 340; 138 Ark. 221. No judicial functions are conferred upon the quorum court, and the opening and closing orders as written up by the clerk, referring to that court, must be treated as referring to the county court.\nAssuming an irregularity in the contract and the issuance of the warrants, the defect was cured by a special statute. This court will take judicial notice of such special statutes, without the necessity of proving them. 134 Ark. 121; 107 Ark. 292; 23 Ark. 387; 36 Ark. 196."
  },
  "file_name": "0434-01",
  "first_page_order": 458,
  "last_page_order": 463
}
