{
  "id": 8722482,
  "name": "Holt v. Manuel",
  "name_abbreviation": "Holt v. Manuel",
  "decision_date": "1932-10-31",
  "docket_number": "4-2693",
  "first_page": "435",
  "last_page": "442",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 435"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "5 S. W. 704",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "49 Ark. 397",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1309318
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/49/0397-01"
      ]
    },
    {
      "cite": "22 S. W. 563",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "57 Ark. 628",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1324662
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/57/0628-01"
      ]
    },
    {
      "cite": "43 L. R. A. 593",
      "category": "reporters:federal",
      "reporter": "L.R.A.",
      "opinion_index": 0
    },
    {
      "cite": "44 S. W. 819",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "91 Tex. 527",
      "category": "reporters:state",
      "reporter": "Tex.",
      "case_ids": [
        2239698
      ],
      "opinion_index": 0,
      "case_paths": [
        "/tex/91/0527-01"
      ]
    },
    {
      "cite": "1918 A., 84",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "164 N. W. 119",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 0
    },
    {
      "cite": "180 Ia. 911",
      "category": "reporters:state",
      "reporter": "Iowa",
      "case_ids": [
        2239373
      ],
      "opinion_index": 0,
      "case_paths": [
        "/iowa/180/0911-01"
      ]
    },
    {
      "cite": "28 Am. St. Rep. 122",
      "category": "reporters:state",
      "reporter": "Am. St. Rep.",
      "opinion_index": 0
    },
    {
      "cite": "29 Pac. 640",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "case_ids": [
        2330988
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-unrep/3/0488-01"
      ]
    },
    {
      "cite": "94 Cal. 284",
      "category": "reporters:state",
      "reporter": "Cal.",
      "case_ids": [
        1920565
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal/94/0284-01"
      ]
    },
    {
      "cite": "44 S. W. (2d) 1091",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "184 Ark. 1110",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1438507
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/184/1110-01"
      ]
    },
    {
      "cite": "276 S. W. 588",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "169 Ark. 491",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1374105
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/169/0491-01"
      ]
    },
    {
      "cite": "178 S. W. 427",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "119 Ark. 418",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8720175
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/119/0418-01"
      ]
    },
    {
      "cite": "33 S. W. (2d) 369",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "182 Ark. 1009",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1389760
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/182/1009-01"
      ]
    },
    {
      "cite": "230 S. W. 581",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "148 Ark. 553",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8721876
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/148/0553-01"
      ]
    },
    {
      "cite": "39 S. W. 852",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "63 Ark. 548",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8724492
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/63/0548-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 651,
    "char_count": 11931,
    "ocr_confidence": 0.523,
    "pagerank": {
      "raw": 1.1497550562817807e-07,
      "percentile": 0.581119208108272
    },
    "sha256": "b9999e048cda18e257386ffd4ec6c37a8871afa4e32f6f24430928f7bd6681bc",
    "simhash": "1:7ee7ae4b4f59da4b",
    "word_count": 2106
  },
  "last_updated": "2024-02-27T17:52:01.123529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Holt v. Manuel."
    ],
    "opinions": [
      {
        "text": "Btjtleb, J.\nOn May 5, I960, Dr. Charles S. Holt entered into a contract with the duly authorized agent of the appellees for the purchase of a lot with the building situated thereon in the city of Fort Smith, for the sum of $35,000. The property was incumbered by a mortgage which the purchaser was to assume, the balance of the purchase price to be paid in cash with a deposit made at the time of the execution of the contract of $1,000' with Eugene Henderson, agent of the sellers, which sum was to be held by him until the consummation of the sale or to be returned if tbe sellers failed to carry out the contract. In the contract was the following stipulation: “Seller to furnish a warranty deed and abstract showing good merchantable title and property free of incumbrances except as above specified. Purchaser’s attorney shall have at least ten days in which to examine the title prior to closing.” The abstract of title was promptly furnished by the sellers, which was examined by the attorney of the purchaser within the ten days, who gave it as his opinion that the title was defective. After conferring with another attorney who advised that the opinion of the examining attorney should be accepted, the purchaser immediately notified the agent of the sellers that he would not take the property and complete the purchase. Suit was instituted by the sellers in the chancery court in order to remove the objections made by the attorney who examined the title. This suit proceeded to judgment, after which the attorney pronounced the title good, and, the purchaser still continuing to refuse to complete the purchase, an action was instituted against him for specific performance of his contract.\nSeveral questions were raised in the court below which are argued here, but which we think it unnecessary to consider because it is our opinion that the title tendered by the sellers was a merchantable one, and that the decree for specific performance is correct, regardless of the grounds upon which the chancellor based his conclusion. There is a unanimity of opinion as to what constitutes a merchantable title, but courts having that question before them have given various definitions of what is deemed to be such. In all of these, however, in the final analysis a merchantable title is held to be one which imports such ownership as enables and insures to the owner the peaceable control and use of the property as against every one else. It imports something more than a title which might ultimately prove impervious to assault. This court has approved the following definition of a merchantable title: “A marketable title is one that is free from reasonable doubt. There is reasonable doubt when there is uncertainty as to some defects appearing in the course of its deduction, and the doubt must he such as affects the value of the land or that mil interfere with its sale. ” Griffith v. Maxwell, 63 Ark. 548, 39 S. W. 852. And in Fenner v. Reeher, 148 Ark. 553, 230 S. W. 581, we quoted with approval the following: “The court will never compel a purchaser to take a title where the point on which it depends is too doubtful to be settled without litigation, or where the purchase would expose him to the hazard of such proceedings; or, as it is usually expressed, it will not compel him to buy a lawsuit.” To the same effect is the holding of the court in a number of subse-craent cases which were approved and restated in Crow Creek Gravel & Sand Co. v. Dooley, 182 Ark. 1009, 33 S. W. (2d) 369.\nThere was a large estate embracing the parcel of land in controversy left in trust by the will of the ancestor to the appellees and others. Suit was instituted in the chancery court of Sebastian County for the purpose of terminating the trust and vesting the title freed from it in the devisees in the will and their descendants, and for partition. One of the original devisees, Edward T. Hurley, had died before the institution of the suit, leaving a widow, Mrs. Lena Hurley, and two children, Edward Thomas Hurley and Hilda Jean Hurley, both of whom were minors under the age of fourteen years at the time of the institution of the suit and the owners of an undivided interest in the estate, and who are still minors. In that suit a decree was rendered terminating the trust, decreeing partition, and appointing commissioners who allotted to the minors a certain portion of the estate and the lot in question to the appellees. The alleged defect in that title was because, as it is claimed, the minor heirs were not properly served with process in that case as appeared from an examination of the original papers and decree. The examining attorney, in his letter to the appellant disapproving the title, said: “The decree shown at sheet A-2 (referring to the abstract) recites that there was proper service of summons on these two minor defendants. Bnt, upon examining the return of service of said summons, I find that that recital is not correct. The sheriff’s return of service indorsed on the summons fails to show that the summons was served on the minors in the manner prescribed by the statute. The question raised may be a close question of law. But, in the absence of proper service on the minors, I do not think that the proceedings in said suit and the partition of the property pursuant to said proceedings are binding upon said minor defendants. ’ ’\nThe return upon which the attorney based his opinion is as follows:\n\"State of Arkansas,\n\"County of Sebastian.\n\"I have this 2d day of September, 1922, duly served the within summons by delivering a true copy thereof to each of the within named, C. L. Hurley, Annie Hurley, Harold Hurley, Mary Hurley Magruder, Edna Hurley, Mrs. Lena Hurley, widow of Edward T. Hurley, Hilda Jean Hurley and Thomas Edward Hurley, in the Fort Smith District.\n\"Blake Harper, Sheriff.\n‘ ‘By A. J. Berry, Deputy. ’ ’\nIndorsed: \"Returned and filed this 12th day of September A. D., 1922.\n\"S. A. Lynch, Clerk.\n\"By Claude Hoffman, D. C.”\nThe important question in this case is this: Is the state of the record in the decree ordering partition, and which is a link in appellee’s chain of title, sufficient to create a reasonable doubt as to the sufficiency of the title ? It is not sufficient to create a reasonable doubt that the owner might be exposed merely to idle litigation, but it must be a reasonable apprehension that the purchaser-taking the title might be subjected to litigation of a substantial nature from which his title might be placed in jeopardy. In determining whether or not reasonable doubt exists, it appears to be the general rule that the opinion of an attorney that the title to property is bad is not sufficient to raise such a doubt, although., as in the instant case, the attorney may he one of admitted standing and ability. Such opinion that the title is invalid, if erroneous, will not justify the purchaser in receding from his contract. LeRoy v. Hornwood, 119 Ark. 418, 178 S. W. 427; Lone Rock Bank v. Pipkin, 169 Ark. 491, 276 S. W. 588; Tudor v. Bank of Lincoln, 184 Ark. 1110, 44 S. W. (2d) 1091; Montgomery v. Pacific Coast, etc., 94 Cal. 284, 29 Pac. 640, 28 Am. St. Rep. 122; Buchan v. G. A. L. Co., 180 Ia. 911, 164 N. W. 119, L. R. A. 1918 A., 84; Brackenridge v. Claridge, 91 Tex. 527, 44 S. W. 819, 43 L. R. A. 593. If it should appear to the court, upon general and familiar principles of law, that the title is valid, then the doubt as to the title would be unfounded, and there could be no basis for any reasonable apprehension that the purchaser would be subjected to substantial litigation.\nThe record of the proceedings in the suit for partition show that on November 11, 1922, the following order was made and entered: “Upon due service on the minor defendants herein, Mrs. Lena Hurley is by the court appointed guardian ad litem for the said defendants, and now, on this day, files her answer as such guardian. V The answer made specific denial of all the material allegations of the complaint.\nThe decree adjudging that the trust be terminated and decreeing partition as prayed was made and entered on November 15, 1922, and contains the following recital: “The court finds that the allegations of the bill of complaint are true, and finds that actual service was had on the minors, Hilda Jean Hurley and Edward T. Hurley, by delivering to each of them and to Lena Hurley, their mother and guardian, a copy of the summons herein. The court further finds that thereafter an attorney and guardian ad litem was appointed in this cause for said minors, and an answer was filed by said attorney for said.minors as required by law.”\nThe method of service on infant defendants is prescribed by § 1153 of Crawford & Moses’ Digest, which provides that, where the minor defendant is under the age of fourteen years, service must he upon him and upon his father or guardian, or, if neither of these can be found, then upon his mother, etc.\nIt is a familiar law that the recitals and judgment of a court of superior jurisdiction as to service will be conclusive unless it is in conflict with other official evidence in the record. The complaint affirmatively showed that Edward T. Hurley, the father of the minors, was dead, and that Mrs. Lena Hurley was their mother, and in that state of case the law required that a copy of summons be served upon each of them and their mother. There is nothing in the return of the sheriff to indicate that this law was not complied with. On the contrary, the fact is evident that actual service was had on the minors by delivering to each of them a copy of the summons and a copy to their mother, Mrs. Lena Hurley. It is true, the return does not state in so many words that Edward T. Hurley and Hilda Jean Hurley were minors or that Lena Hurley was their mother, but, as a matter of fact, they were minors, and Lena Hurley was their mother, and therefore service was had in substantial compliance with the law, although the officer failed to describe with particularity its method. The return of the sheriff does not contradict the recitals in the decree, but supports and confirms them. We have held that a literal compliance with the statute is unnecessary if there is a substantial compliance, Huggins v. Dabbs, 57 Ark. 628, 22 S. W. 563. And in Boyd v. Roane, 49 Ark. 397, 5 S. W. 704, which was a suit by heirs to vacate a decree rendered when they were minors on the ground that they had not been served with summons, the complaint was dismissed, although the decree recited the appointment of a guardian ad litem after service of process on them and that the guardian answered. In that case the court held that this recital in the record raised a conclusive presumption of service. Counsel for the appellees have cited a number of cases which support the view we have taken, but which we deem it unnecessary to notice, as-in'our opinion the above case is controlling, and that on well-settled principles of law there conld have been no reasonable doubt as to the validity of the title, and that the judgment of the trial conrt decreeing specific performance of the contract is affirmed.\nEngene Henderson was a party to the proceeding-in the conrt below, and the court awarded him judgment in the sum of $1,000 against the appellees as his fee for procuring the purchaser, and from that judgment the appellees were'granted a cross-appeal. It is admitted by the appellees that Henderson is entitled to the $1,000 as his fee, but it is contended he would not be entitled to judgment against them unless specific performance should be awarded. Henderson has already in his possession the amount of his fee, and, since he will not be required to return the money to the appellant, the question as to him is unimportant, and the judgment in his favor will also be affirmed.",
        "type": "majority",
        "author": "Btjtleb, J."
      }
    ],
    "attorneys": [
      "Vincent M. Miles, for appellant.",
      "James B. McDonough, for appellee."
    ],
    "corrections": "",
    "head_matter": "Holt v. Manuel.\n4-2693\nOpinion delivered October 31, 1932.\nVincent M. Miles, for appellant.\nJames B. McDonough, for appellee."
  },
  "file_name": "0435-01",
  "first_page_order": 455,
  "last_page_order": 462
}
