{
  "id": 8723192,
  "name": "Columbia Compress Company v. Reid",
  "name_abbreviation": "Columbia Compress Co. v. Reid",
  "decision_date": "1923-10-22",
  "docket_number": "",
  "first_page": "436",
  "last_page": "444",
  "citations": [
    {
      "type": "official",
      "cite": "160 Ark. 436"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "31 Iowa 160",
      "category": "reporters:state",
      "reporter": "Iowa",
      "case_ids": [
        2296644
      ],
      "opinion_index": -1,
      "case_paths": [
        "/iowa/31/0160-01"
      ]
    },
    {
      "cite": "13 Ark. 442",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "48 Ark. 436",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "72 Am. Dec. 685",
      "category": "reporters:federal",
      "reporter": "Am. Dec.",
      "opinion_index": -1
    },
    {
      "cite": "116 Ark. 78",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "39 L. R. A. (N. S.) 643",
      "category": "reporters:federal",
      "reporter": "L.R.A.N.S.",
      "opinion_index": -1
    },
    {
      "cite": "103 Ark. 12",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1351956
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "37"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/103/0012-01"
      ]
    },
    {
      "cite": "4 A. L. R. 1197",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": -1
    },
    {
      "cite": "10 L. R. A. 481",
      "category": "reporters:federal",
      "reporter": "L.R.A.",
      "opinion_index": -1
    },
    {
      "cite": "150 Ark. 8",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1367873
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/150/0008-01"
      ]
    },
    {
      "cite": "134 Ark. 76",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1573303
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/134/0076-01"
      ]
    },
    {
      "cite": "102 Ark. 152",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1354039
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/102/0152-01"
      ]
    },
    {
      "cite": "86 Ark. 175",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1521550
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/86/0175-01"
      ]
    },
    {
      "cite": "77 Ark. 552",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "141 Ark. 332",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1592954
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/141/0332-01"
      ]
    },
    {
      "cite": "48 Ark. 426",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1887714
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/48/0426-01"
      ]
    },
    {
      "cite": "150 Ark. 486",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1367891
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/150/0486-01"
      ]
    },
    {
      "cite": "149 Ark. 183",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8718716
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/149/0183-01"
      ]
    },
    {
      "cite": "137 Ark. 280",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1568144
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/137/0280-01"
      ]
    },
    {
      "cite": "133 Ark. 491",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1575110
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/133/0491-01"
      ]
    },
    {
      "cite": "154 Ark. 509",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1361225
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/154/0509-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 634,
    "char_count": 15651,
    "ocr_confidence": 0.502,
    "pagerank": {
      "raw": 1.6486739284339958e-07,
      "percentile": 0.6923440324127005
    },
    "sha256": "bff86b2aa93c09bbf57d5a0ed167c5e53987dd10b8cfcc93512785964a767f6f",
    "simhash": "1:bea259afbf16b80e",
    "word_count": 2673
  },
  "last_updated": "2024-02-27T17:41:07.582861+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Columbia Compress Company v. Reid."
    ],
    "opinions": [
      {
        "text": "McCulloch, C. J.\nAppellees, fourteen in number, were all of the stockholders of the Magnolia Compress Company, a domestic corporation, owning and operating a compress at the town of Magnolia, in Columbia County. The corporation was dissolved on March 17, 1921, by the voluntary act of the stockholders by surrendering the charter in the method prescribed by statute (Crawford & Moses’ Digest, § 1823), and, there being no debts, all of the assets of the corporation, except the claim which is the subject-matter of the present action, were distributed among the stockholders. The reason for the dissolution of the corporation was that it had sold and conveyed the compress property and business on July 1, 1919, to A. J. Matthews, who in turn sold to appellant, Columbia -Compress Company, a domestic corporation. The sale was really made to appellant, but for convenience the conveyance was made to Matthews, who was the manager of appellant’s business.\nAt the time of the sale by the Magnolia Compress Company there were on hand for storage 3,408 bales of cotton, for which warehouse receipts were outstanding in the hands of the owners of the cotton, each receipt giving the number and weight of the bale and the name of the holder, and specifying that the cotton was to be delivered “only on return of this receipt and payment of charges.” All of the cotton, except eight bales, bore tags which corresponded with the numbers on the warehouse receipts so that they could be identified and delivered to the owners on presentation of the receipts, but there were eight bales from which the tags had been lost. The tag on still another bale had been lost, but it was identified by another tag bearing the name of J. B. Wilson, the person to whom the warehouse receipt had been issued. When the sale was made this cotton was turned over to Matthews, and he in turn delivered it to appellant, to be held in storage and delivered on presentation of the receipts.\nIn the usual course of business most of the cotton was withdrawn from the warehouse as sold by the owners, but there were three receipts presented for which they could find no corresponding tags on.bales of cotton in the warehouse. The owner of these receipts turned them over to the secretary of the Magnolia Compress Company, who presented them to appellant’s manager, and three of the bales of cotton in the warehouse which were without tags were delivered as the cotton, or in place of the cotton, which was represented by those three receipts. The evidence in this case tends to show that the cotton was weighed, and that the three bales delivered were substantially the same weight, and this was treated as sufficient identification.\nThis left five bales of cotton in the warehouse without tags, besides the other bale with Wilson’s name on it. Subsequently five other warehouse receipts were presented, for which there were no corresponding tags shown, and demand was made on the Magnolia Compress Company for payment of the price. The officers of the company, conceding liability on account of the failure to deliver the cotton, paid the value, or price, of those bales, and made demand on appellant for delivery of the cotton. There was no delivery made in response to this demand, and later the warehouse and all the cotton which was left on hand were destroyed by fire.\nThis action was instituted by the stockholders, after the dissolution of the corporation, against appellant to recover the value of the missing five bales of cotton. It is alleged .that demand was made for surrender of the cotton, and that there was a failure to deliver. It is also alleged that the five bales of cotton which were represented by the warehouse receipts in question were delivered to appellant under the conveyance to Matthews, and by him to appellant, being the same bales which were without tags. The warehouse receipts for the° Wilson bale of cotton was among the ones involved in this suit, and appellant offered to confess judgment for the value of that bale. The action was instituted in the chancery court, and appellant demurred to the complaint on the following grounds:\n“First. That there is a defect of parties plaintiff in this: The Magnolia Compress Company has been dissolved, and is not made a party plaintiff hereto; and that the stockholders have no right or authority to maintain this suit.\n“Second. That the complaint does not state facts sufficient to constitute a cause of action, either in equity or law.\n“Wherefore, premises considered, the defendant prays that the complaint of the plaintiff he dismissed, and that it have judgment for its costs in this action.”\n.The court overruled the demurrer, and appellant answered, denying the allegations of the complaint with respect to the receipt of the missing bales of cotton, except the Wilson bale, and also denied that there had been any demand for the delivery of the cotton. The cause was heard on oral testimony, and the court rendered judgment in favor of appellees against appellant for recovery of the value of the five bales of cotton shown by undisputed testimony.\nThe first contention of appellant is that this is merely an action to recover the value of the -cotton, which should have been brought at law, and that appellee could not maintain an action for the recovery. Counsel rely oh the statute (Crawford & Moses’ Digest, §1824), which provides that, on dissolution of a corporation by surrender of its charter, “the chancery court shall have jurisdiction to pay its debts and to distribute its assets among the stockholders according to their several interests.” If there be a proceeding in the chancery court under this statute to collect and distribute the assets, it is, of course, essential to the procedure that the court appoint a receiver for that purpose, who would be authorized by the court to maintain an action for recovery of such assets for the purpose of distribution. We need not determine whether or not this statutory method is exclusive, for the reason that this action was instituted in chancery, and, the court having before it all of the parties to this controversy, it would have been a useless formality to appoint a receiver. It would be putting form above substance to turn the parties out of court merely because there was no receiver appointed to maintain this suit, when all of the parties were before the court, so that a complete remedy could be afforded. In other words, the answer to appellant’s contention would have been made by the court appointing a receiver, and this formality would have added nothing to the effectiveness of the relief granted nor to the protection to the appellant from further litigation. It is true that the cause of action is one which is exclusively cognizable in a court of law, and appellant would have been entitled to a transfer of the cause to the law court if appropriate request had been made for that purpose. A demurrer did not reach to that point (Sledge-Norfleet Co. v. Matkins, 154 Ark. 509), and there was no request made for a transfer of the cause. The failure to make such a request constituted therefore a waiver of the erroneous institution of the action in the wrong court, and this question cannot be raised for the first time in this court.\nIt is next contended that the evidence is not sufficient to sustain the decree, in that the cotton represented by the warehouse receipts in question was not identified as being among the bales of cotton turned over to appellant for safekeeping. \"We think it is shown to a reasonable certainty that the disputed bales of cotton were among those which were turned over without tags on them. There is no dispute about the Wilson bale of cotton, and that leaves only four bales of the missing cotton to be identified among the five untagged bales. This case was tried about three years after the cotton was turned over to appellant, and it is a significant circumstance that, according to the evidence, no other warehouse receipts have ever turned up for missing or untagged cotton. There were eight bales of untagged cotton in the warehouse besides the Wilson bale, and eight warehouse receipts have turned up for which there were no corresponding tags, and it is too strong a circumstance to be ignored that tlie number of untagged bales corresponded with the number of warehouse receipts for which there were no tagged bales to correspond. This warranted the inference that these untagged bales were the very bales which were represented by these warehouse receipts. There is testimony that these could have been verified with substantial accuracy by weighing the untagged bales and comparing the weights on the warehouse receipts. This method would not have identified the bales to an absolute certainty, but, taken in connection with the fact that there were no other warehouse receipts presented for these bales, it would, from a practical standpoint, have been reasonably certain that these were the bales.\nAgain, it is contended that the evidence fails to make out a case for the reason that, when the manager of the Magnolia Compress Company -demanded the last five bales of cotton, he did not demand that the untagged bales be delivered. It is true that the evidence does not show that a specific demand was made at that time for the untagged bales, when it was found that there were no corresponding tags on any bales in the warehouse, but it is reasonably inferable that such was intended to be the nature of the demand, and that all parties so understood it. The proof is to the effect that when the first three bales were demanded and delivered they were delivered from among the untagged bales, and, when demand was made for the other five bales, it is reasonable to assume that the parties understood that a demand was made for the same process of identifying the bales of cotton by reweighing untagged bales, _ and, if found to substantially correspond with the weights on the receipts, deliver them in fulfillment of the receipts. We are therefore of the opinion that, under all of the circumstances of this case, the cotton was sufficiently identified to justify the court in deciding that the bales of cotton on hand without tags were the bales which were represented by the warehouse receipts.\nTlie proof shows that the Magnolia Compress Company paid for this cotton and took np the receipts, and they thereby became the owners for all purposes, and were authorized to sue for the value on failure to deliver. After appellant had failed or refused to make delivery of the cotton on demand, it became immediately liable for the value, and the fact that the cotton was subsequently destroyed by lire, even without negligence on the part of appellant, does hot exonerate it from the liability which had already accrued.\nThe decree is therefore affirmed.",
        "type": "majority",
        "author": "McCulloch, C. J."
      }
    ],
    "attorneys": [
      "McKay & Smith, for appellant; G. A. Cunningham of counsel.",
      "Wade Kitchens, for appellee."
    ],
    "corrections": "",
    "head_matter": "Columbia Compress Company v. Reid.\nOpinion delivered October 22, 1923.\n1. Corporation — dissolution—suit to enforce CLAiM.^-Where, in the voluntary dissolution of a corporation,' the stockholders sued on a claim in favor of such corporation, it was not necessary to appoint a receiver to collect the claims; all the parties being before the court.\n2. Trial — jurisdiction.—Where the officers of ■ a warehouse corporation, on its dissolution, transferred to the purchaser of the warehouse five untagged bales of cotton subject to outstanding receipts and subsequently paid for such bales and took up the receipts, an action against the .purchaser of the warehouse to recover the value of such bales is cognizable exclusively at law.\n3. Trial — wrong forum — remedy.—The error of bringing a law action in chancery cannot be reached by demurrer, and is waived where no request for a transfer to the law court is made.\n4. Warehousemen — failure to deliver property — liability.— Where a warehouseman held five bales of cotton on which the identifying tags had been lost, and the holders of five warehouse receipts, for which there were no corresponding tags, presented same to the warehouseman and demanded their cotton, which was refused, the warehouseman immediately became liable for the value of the cotton, and the fact that the cotton was subsequently destroyed by fire without negligence on the warehouseman’s part did not relieve it from liability.\nAppeal from .'Columbia. Chancery Court; J. Y. Stevens, Chancellor;\naffirmed.\nMcKay & Smith, for appellant; G. A. Cunningham of counsel.\nThe court erred in overruling appellant’s demurrer to the jurisdiction. The action should have been brought at .law. Two methods for dissolving a corporation are provided in C. & M. Digest, §§ 1820-Í824. When the Magnolia Compress Company saw fit to surrender its charter as it did, it elected to vest jurisdiction in the chancery court for the purpose of paying its debts, distributing its assets, and for no other purpose. Or, in other words, it elected to cancel any debts due it. In construing a statute the court must give effect, where it can, to the plain meaning of the statute, to each and every section, sentence and phrase thereof. 133 Ark. 491 ; 137 Ark. 280; 149 Ark. 183; 150 Ark. 486. A receiver should have been appointed to take charge of the property and wind up the corporation. Had that been done, this suit would have had to be brought in the law court, where it was properly triable before a jury. 48 Ark. 426; 141 Ark. 332. After dissolution, the stockholders cannot ordinarily sue on behalf of the corporation to reach corporate assets. Fletcher’s Cyc. of Corp., art. 5624. As to two bales of cotton, the payment by the Magnolia Compress Company, was voluntary, with full knowledge of the facts, and as to them the transaction is closed. 77 Ark. 552; 86 Ark. 175; 102 Ark. 152. No proper demand was made for the “no tag” cotton, in accordance with C. & M. Digest § 10352. If no demand was made for the five bales of “no tag” cotton, defendant cannot be held liable unless it is -shown that the cotton burned as the result of defendant’s negligence. 134 Ark. 76; 150 Ark. 8. The burden of proof is upon the plaintiff. 9 Am. Law Repts. 561. Appellant, being a gratuitous bailee, is only liable for gross negligence. 10 L. R. A. 481; 3 R. C. L. 99, art. 24; 21 R. C. L. 824-25 art. 9; 4 A. L. R. 1197; 103 Ark. 12; Id. 37; 39 L. R. A. (N. S.) 643.\nWade Kitchens, for appellee.\nSection 1824, C. & M. Digest, vests jurisdiction in the chancery court to make provision for the payment of debts and distribute the assets of a dissolved corporation. 116 Ark. 78. A dissolution of a private corporation entirely changes the character of the property interest of its stockholders; it destroys the stock as such and substitutes the thing which it represents, that is, an interest in the corporate property. 7 R. C. L. § 745; 72 Am. Dec. 685. The stockholders properly brought the suit. C. & M. Dig., §§ 10352 and 10402. Appellant did not ask for a receiver, and the chancellor must have deemed one unnecessary. The submission of the question to a jury was within the discretion of the chancellor. However, no jury was -asked for. 48 Ark. 436. Where a warehouseman transfers the property stored with him and his business to another, the latter is subject to the same liability as the one who issued the receipts. 40 Cyc. 463; 40 Cyc. 470. Failure to comply with demand for delivery renders the warehouseman liable, notwithstanding his declaration of an intention to deliver. 13 Ark. 442; 40 Cyc. 437. The loss of marks of identification do not divest the owner of his title. 40 Cyc. 406. Destruc-lion by fire subsequent to a demand for delivery and refusal is not sufficient excuse. 31 Iowa 160; 40 Cyc. 441-442."
  },
  "file_name": "0436-01",
  "first_page_order": 460,
  "last_page_order": 468
}
