{
  "id": 1435069,
  "name": "Walthall v. McArthur",
  "name_abbreviation": "Walthall v. McArthur",
  "decision_date": "1932-03-21",
  "docket_number": "",
  "first_page": "437",
  "last_page": "440",
  "citations": [
    {
      "type": "official",
      "cite": "185 Ark. 437"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "288 S. W. 1",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "172 Ark. 52",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 337,
    "char_count": 5994,
    "ocr_confidence": 0.488,
    "pagerank": {
      "raw": 8.490011498157265e-08,
      "percentile": 0.48600053516633596
    },
    "sha256": "93a39a1239fc9089ed0c4b7b518198e0b2c0e5dd230c67454e5906f7c479145a",
    "simhash": "1:be8d81e43731a1b1",
    "word_count": 1041
  },
  "last_updated": "2024-02-27T17:51:09.396208+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Walthall v. McArthur."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nThis suit was instituted by appellee, Mrs. Ola McArthur, for the purpose of having declared void a certain mortgage purporting to have been executed by her, in conjunction with her husband, W. R. McArthur, on July 13, 1929, to secure the payment of a note for $1,040, given to E. P. Walthall for the purchase of an automobile. The property described in the mortgage was the homestead of Mr. and Mrs. McArthur. An answer and cross-complaint was filed by Walthall, making Mr. McArthur a party, in which the execution and validity of the mortgage was alleged, and its foreclosure was prayed. The court found the fact to be that Mrs. McArthur had not signed or acknowledged the mortgage, and that it was void for this reason, and granted the relief prayed, and this appeal is from that decree.\nThe acknowledgment was in proper form, and purports to have been taken by W. D. Vance, a notary public, who testified that Mrs. McArthur appeared before him and acknowledged the execution of the mortgage. We do not give this testimony the weight it would ordinarily have for the following reasons: Mr. Vance was an abstractor of land titles, and knew full well the purpose and effect of acknowledgments, yet he admitted that Mrs. McArthur .did not appear before him at the time he fílléd in the certificate of acknowledgment and signed it and attached his seal thereto. He stated that he was unwilling to do this, but did do it at the request of Mr. McArthur only upon the promise that Mrs. McArthur would later appear before him and acknowledge the execution of the mortgage; that he kept the matter in mind, and that on September 20, 1930, Mrs. McArthur came to.his office, and, in response to his question as to whether she had signed the mortgage, she stated that she had. This was more than a year after the date of the alleged acknowledgment, and at that time the automobile, for the security of which the mortgage was alleged to have been given, had been taken out of McArthur’s possession. Vance testified that Dr. Berryman was present when Mrs. McArthur admitted signing the mortgage.\nThe note and mortgage in question were exhibited to M. A. Patrick and to Clarence E. Lemley, cashier and assistant cashier and paying teller, respectively, of the People’s Exchange Bank of Russellville, where Mrs. McArthur carried an account, and each stated that he would pay a check against her account on a signature similar to that appearing on the note and mortgage.\nMrs. McArthur testified that she did not sign either the note or the mortgage, and knew nothing of either until after the automobile had been taken from her husband’s possession, and that, when she had been advised that Walthall claimed to have a mortgage on her home, she consulted Dr. Berryman, who was her physician and financial adviser, and that they went together to the office of the clerk and recorder to examine the record, and that, when they found the mortgage of record, she called, with Dr. Berryman, at Vance’s office, and that she then mentioned the matter to Vance for the first time, and denied in his presence that she had ever signed either the note or- mortgage. She was fully corroborated by the testimony of Dr. Berryman.\nMr. McArthur testified that he signed the name of his wife to both the note and mortgage, and that, she had not authorized either signature. He also testified that he had on more than one occasion signed his wife’s name to checks on the People’s Exchange Bank against her account, which had been paid on presentation.\nIn response to a request so to do, both Mr. and Mrs. McArthur wrote the name “Ola McArthur” a number of times in the presence of the court, and the originals of these signatures have been brought before us. We are not handwriting experts, but we have carefully compared all these signatures with those appearing upon the note and mortgage, and those admittedly written by Mr. McArthur appear to resemble the signatures on the note and mortgage, as much so as those written by Mrs. McArthur in the presence of the court; indeed, they all look very much alike.\nThe law of the case is well settled. The property mortgaged being a homestead, it is essential to the validity of a mortgage thereon that it be both signed and acknowledged by Mrs. McArthur. Section 5542, Crawford & Moses’ Digest. Inasmuch as the mortgage was apparently signed and acknowledged by Mrs. McArthur, it was presumptively valid, and the burden was upon her to establish, by a preponderance of the evidence, that she did not sign and acknowledge it,. Eades v. Morrilton Lumber Co., 172 Ark. 52, 288 S. W. 1, and cases there cited.\nThe chancellor found the fact to be that Mrs. .McArthur did not sign or acknowledge the mortgage, and we are of the opinion that this finding is sustained by a preponderance of the evidence. As we have said, the testimony of the notary public does not, under the circumstances, carry much weight. Section 2472, Crawford & Moses’ Digest. He was, moreover, flatly contradicted ■by Dr. Berryman as to the alleged admission made more than a year after its purported date by Mrs. McArthur that she had signed the mortgage. Mr. McArthur wrote the name of his wife seventeen times in the presence of the court, and these signatures are strikingly similar to those appearing on the note and mortgage. It does not appear that either of the witnesses testifying as handwriting experts were examined as to these signatures, and we do not know what their opinion would have been in regard to them.\nThe court rendered a decree against McArthur for the balance due on the note, and declared this balance to be a lien on the automobile, from which decree there is no appeal, but canceled the mortgage as not having been signed and acknowledged by Mrs. McArthur. As we concur in this finding, the decree must be affirmed, and it is so ordered.",
        "type": "majority",
        "author": "Smith, J."
      }
    ],
    "attorneys": [
      "Joh-n G. Rye and J. B. Ward, for appellant.",
      "Dean, Moore <& Brazil, for appellee."
    ],
    "corrections": "",
    "head_matter": "Walthall v. McArthur.\nOpinion delivered March 21, 1932.\nJoh-n G. Rye and J. B. Ward, for appellant.\nDean, Moore <& Brazil, for appellee."
  },
  "file_name": "0437-01",
  "first_page_order": 457,
  "last_page_order": 460
}
