{
  "id": 1873877,
  "name": "Leeman vs. The State",
  "name_abbreviation": "Leeman v. State",
  "decision_date": "1880-05",
  "docket_number": "",
  "first_page": "438",
  "last_page": "444",
  "citations": [
    {
      "type": "official",
      "cite": "35 Ark. 438"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "7 Vroom, 125",
      "category": "reporters:state",
      "reporter": "Vroom",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 524,
    "char_count": 10817,
    "ocr_confidence": 0.463,
    "pagerank": {
      "raw": 4.076306636737454e-08,
      "percentile": 0.06978165085629988
    },
    "sha256": "53115d8aa171ffe301cb521921a366168b46cf23c3a6e0e2d1e006134e17f142",
    "simhash": "1:44cab1e4dda8fbeb",
    "word_count": 1891
  },
  "last_updated": "2024-02-27T17:43:15.804485+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Leeman vs. The State."
    ],
    "opinions": [
      {
        "text": "Harrison, J.\nThe appellant, James H. Leeman, was indicted for malfeasance in office. The indictment charged that he, being judge of the probate court of Logan county, did, on the twenty-second day of April, 1879, and at the April term, 1879, of said court, unlawfully, and willfully and extorsively, charge, demand and receive from one C. E. Wood, the sum of two dollars as a fee for, as such judge, examining and passing upon his account-current as administrator of the estate of H. C. Williams, deceased; “ a greater fee,” it alleged, “ than is allowed by law.”\nHe was tried and convicted, and after a motion for a new trial had been overruled, judgment of amotion from office was rendered against him.\nThe evidence was, that the defendant was judge of the probate court of Logan county, Snd on the twenty-second day of April, 1879, at the April term of the court that year, C. E. Wood, the administrator of the estate of H. C. Williams, deceased, filed in open court an account-current of his administration, when the defendant, after looking over the account, said to him: “Mr. Wood, I consider that you owe me two dollars.” Wood, said to him that he understands the law which allowed the probate judge a fee of two dollars for examining and passing upon an administrator’s account had been repealed, to which the defendant replied that he thought the repealing act unconstitutional, and he had been charging the fee, and was going to test the constitutionality of the act, and said if it should be decided to be constitutional he would pay the fee back to-those who paid it, and Wood then paid him the two dollars.\nThe court instructed the jury against the objection of the defendant, as follows: I\n“ Thé defendant is indicted for malfeasance in office. The act charged against him as constituting.the malfeasance is this: ' That on the twenty-second day of April, 1879, he,, being the judge of the probate court of Logan county, and while acting as such judge, at the April term, 1879, did unlawfully, willfully and extorsively charge, demand and receive from one C. P.Wood, as administrator of the estate of H. C. Williams, deceased, two dollars as a fee due him as such judge of said court, for services performed by him in examining and passing upon the account-current of said C. P. Wood as administrator of said estate.\n“You are instructed that after the fifth day of Marchy 1879, no fee of any amount was allowed by law to a probate judge for the services stated; and for a probate judge to charge, demand, or receive a fee for such services after that date, was an unlawful acfi The «word unlawfully, as used in this indictment,'simply means that there was no authority of law for the defendant to commit the act with which he is charged. Willfully means intentionally; an act done by design; an act which proceeds from the will. Extorsively charging, demanding and receiving, means that the charging, demanding and receiving was done under color of his office, and for services for which nothing is allowed,, or when none is due. Malfeasance is defined to be the performance of some injurious act which the party had contracted not to do, or had no right to do. The intent,whether corrupt or otherwise, with which the fee was taken, if taken as alleged, is a matter of no importance. It is the wrongful charging, demanding and willful taking, under color of office, a fee for an act for which the law provides no fee, that constitutes the offense. Ignorance of the law is no excuse or defense. Every one is presumed to know the law.”\nExtoe.\nCorrupt es\"\nThe defendant asked the following instructions, which the court refused to give:\n“ 1. If the jury believe, from the evidence, that the defendant took the fee alleged in the indictment, but at the time believed he was entitled to it, and that he did not act corruptly in the matter, but intended to pay the money back to \"Wood if he should become convinced he was not entitled to it, they must acquit the defendant.\n“2. Unless they find, from the evidence, that the defendant has been guilty of corruption, gross immorality, criminal conduct, malfeasance, misfeasance or nonfeasance in office, they must acquit him.\n“ 3. And unless they believe, from the evidence, that defendant has been guilty of extortion, they must acquit him.”\nIt is enacted by section 1470 Gantt’s Digest, that, any officer shall charge, demand or receive any more or a J greater fees for his services than are allowed by law, or shall demand, charge, or receive any such fees without having performed the services for which the same are charged, such officer, for every such offense, shall forfeit to the party injured, or against whom the same may be charged, the amount of fees illegally charged, and five dollars for each item illegally demanded, charged or received, with costs, to be recovered by action, and shall also be subject to an indictment for extortion.”\nAnd it is provided by the act of March 9, 1877, that upon the conviction of any county or township officer, for incompetency, corruption, gross immorality, criminal conduct amounting to a felony, malfeasance, misfeasance or nonfeasance in offiee, a part of the sentence shall be his removal from office.\n“Extortion is,” says-'Blaekstone, “an abuse of public justice, which consists in any officer’s unlawfully taking, by color of his office, from any man, any money or thing of value that is not due him, or more than is due, or before it is due.” (4 Black. Com., 141.) As defined by Bishop, it is “ the corrupt demanding or receiving, by a person in office, of afee for services which should be performed gratuitously ; or, where compensation is permissible,of a larger fee than the law justifies, or afee not due.” (2 Bish. Crim. Law, sec. 390.) The latter author says: “No act, carefully performed, from motives which the law recognizes as honest and upright,ispunishable as a crime. Audit has always been held that extortion proceeds from a corrupt mind.” (Ib., 396.) And Wharton says that, “ both by statute and at common law, it is necessary that the taking should be willful and corrupt.” 3 Wharton Crim. Law, 2509.\nThe language( of the statute of New Jersey upon the subject of extortion is: “If any justice or other officer shall receive, or take by color of his offiee, any fee Or reward whatever,.not allowed by the laws of this state for •doing his office, and be thereof convicted, he shall be punished,’’ etc. The supreme court of that state, remarking upon the statute, in the case of Cutter, ad., v. The State, 7 Vroom, 125, say: “On the part of the state, it is argued that this statute is explicit in its terms, and makes the mere taking of an . illegal fee a criminal act, without regard to the intent of the recipient. Such undoubtedly is the literal force of the language, but then, on the same principle, the officer would be guilty if he took, by mistake or inadvertence, more than the sum coming to him. Nor would the statutory terms, if taken in their exact signification, exclude from their compass an officer who might he laboring under an insane delusion. Manifestly, therefore, the terms of this section are subject to certain practical limitations. This is the case with most statutes couched in comprehensive terms, and especially with those which modify or otherwise regulate common law offenses. In such instances the old and new law are to be construed together; and the former will not be considered to be abolished except so far as the design to produce such effect appears to be clear. In morals, it is an evil mind which makes the offense, and this, as a general rule has been at the root of the criminal law. The consequence is that it is not to be intended that this principle is discarded merely on account of the generality of statutory language. It is highly reasonable to presume that the lawmakers did not intend to disgrace or to punish a person who should do an act under the belief that it was lawful to do it.”\nThe reasoning of the court is, to our mind, conclusive. There can be no question, we think, that the general words of our statute do not preclude an inquiry as to the motive or intent, the same as at the common law.\nBy the act of December 13, 1875, in relation to the fees of officers,'a fee of two dollars was allowed the judge of the probate court for examining and passing upon the account-current of an administrator, executor or guardian ; but this provision.of the act was expressly repealed by an act passed March 5, 1879.\nThe defendant may have honestly, but mistakenly, thought that the fee given by the act of 1875 was an emolument of his office of which he could not be deprived during his term; and though his ignorance of the repealing act, or if its effect would not alone excuse him, there would be wanting, if he so supposed, that bad motive or evil intent necessary to make the act of demanding or taking it criminal.\n2.--: Indictment for.\nThe instruction given by the court, as it excluded all inquiry by the jury as to the defendant’s motive or intention, was therefore erroneous. The first of those asked by the defendant was the converse of that, and should have been given. The others were too vague and indefinite to serve- the purpose of an instruction, and were properly refused.\nIt is objected by the appellant that it was not charged in the indictment that the money was corruptly taken.\nThe corrupt intent was substantially and sufficiently averred by the use of the word extorsively. The technical words in an indictment for extortion at common law are “extort” and “by color of office.” 2 Bish. Crim. Proced., sec. 320; Jacobs and others v. The Commonwealth, 2 Leigh (Va)., 709; 2 Chitty’s Crim. Law, 298, 299.\nAnd it is objected, also, that it was alleged that the fee was greater than allowed by law, but how much greater was not alleged.\nNo fees at all are allowed to judges of the probate court, and the defendant could not fail to understand from the indictment the sum he was charged with having extorsively taken.\nThe indictment was sufficient, but for the errors above mentioned, a new trial should have been-granted.\nThe judgment is reversed and the cause remanded, with instruction to the court below to grant the defendant a new trial, and for further proceedings.",
        "type": "majority",
        "author": "Harrison, J."
      }
    ],
    "attorneys": [
      "Granger, for appllant.",
      "Henderson, Attorney General, contra."
    ],
    "corrections": "",
    "head_matter": "Leeman vs. The State.\n1. Extortion: Corrupt intent essential.\nIf an officer take a fee not authorized by law, under the belief that he is by law entitled to it, and without any corrupt intent in the matter, he is not guilty of extortion.\n2. Same : Indictment for.\nIt is a sufficient averment of a corrupt intent, in an indictment for extortion, to allege that the defendant “ extorsively ” took the unlawful fee.\nAPPEAL from Lincoln Circuit Court.\nHon. J. H. Rogers, Circuit Judge.\nGranger, for appllant.\nHenderson, Attorney General, contra."
  },
  "file_name": "0438-02",
  "first_page_order": 436,
  "last_page_order": 442
}
