{
  "id": 1428242,
  "name": "Wasson v. Lightle",
  "name_abbreviation": "Wasson v. Lightle",
  "decision_date": "1933-12-18",
  "docket_number": "4-3239",
  "first_page": "440",
  "last_page": "446",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 440"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "10 S. W. (2d) 500",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "177 Ark. 1194",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "31 Ark. 136",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "35 Ark. 304",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1873810
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/35/0304-01"
      ]
    },
    {
      "cite": "77 S. W. 903",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "72 Ark. 58",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1505580
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/72/0058-01"
      ]
    },
    {
      "cite": "85 S. W. 232",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "74 Ark. 186",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8719226
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/74/0186-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 432,
    "char_count": 6529,
    "ocr_confidence": 0.502,
    "pagerank": {
      "raw": 1.576716402344974e-07,
      "percentile": 0.6796525588943603
    },
    "sha256": "2047e1a854dc3b12c0c5284be7ce76a0bf3b2c33378dcb21173c459d16fb4f99",
    "simhash": "1:a87fed7341c7430a",
    "word_count": 1098
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wasson v. Lightle."
    ],
    "opinions": [
      {
        "text": "Johnson, C. J.,\n(after stating the facts). The foregoing statement of facts demonstrates that all the conveyances here in controversy were made solely for the purpose of putting the property of J. E. Lightle and wife, Margaret Lightle, beyond the reach of Arkansas creditors. It is granted, of course, that J. E. Lightle and wife had the right, under the law, to prefer their kinfolks as creditors, but, before such conveyances are finally sus-' tained, it must be shown that they were supported by valuable considerations. We are not unmindful of the established rule that fraud is never presumed — neither are we unmindful that the burden is upon the party who alleges fraud to prove it. These rules are so permanently and definitely planted in our jurisprudence it is not necessary to refer to cases in support thereof.\nSections 4874 and 4878, Crawford & Moses’ Digest, provide:\n“Section 4874. Every conveyance or assignment, in writing or otherwise, of any estate or interest in lands, or in goods and chattels, or things in action, or of any rents issuing therefrom, and every charge upon lands, goods or things in action, or upon the rents and profits thereof, and every bond, suit, judgment, decree or execution, made or contrived with the intent to hinder, delay or defraud creditors or other persons of their lawful actions, damages, forfeitures, debts or demands, as against creditors and purchasers prior and subsequent, shall be void.\n“Section 4878. No conveyance required by the provisions of this act to be recorded shall be valid or binding, except between the parties and their legal representatives, until the same shall have been .deposited in the recorder’s office for record; nor even then if shown to be made with intent to defraud prior creditors or purchasers, but shall be void against such prior creditors or purchasers.”\nWith these cardinal rules in mind, we have here the following outstanding facts: That prior to June 10,1930, J. E. Lightle held himself out, and was considered a very rich man in the vicinity of Searcy; he owned and possessed very valuable properties, both real estate and personal property. On June 10, 1930, he executed a deed to his father-in-law, J. W. McKinney, conveying valuable real properties in White County; this conveyance was purposely held off the record for several months. J. W. McKinney was not advised of its execution for several months thereafter. After the execution of this deed others were executed that practically denuded J. E. Lightle and wife of all real property situated in the State of Arkansas. After these properties passed to the kinsfolk of the Lightles, they were tossed about by the grantee similar to a cat playing with a mouse. During all this period of time, J. E. Lightle and wife remained in possession and control of this property as if their own. This court has repeatedly held that, where a deed is executed but the vendor remains in possession, it is within itself a badge of fraud. Godfrey v. Herring, 74 Ark. 186, 85 S. W. 232; Dennie v. Ball-Warren Commission Co., 72 Ark. 58, 77 S. W. 903; Little Rock & F. S. R. Co. v. Page, 35 Ark. 304; Puckett v. Reed, 31 Ark. 136.\nIt has long been the settled doctrine of this court that a conveyance from an insolvent debtor to his near relatives, while not sufficient of itself to establish fraud, yet, when added to other suspicious circumstances, may be sufficient evidence of fraud to justify the court in setting aside such conveyance. Melton v. State, etc., 177 Ark. 1194, 10 S. W. (2d) 500.\nIn addition to what we have just said, the learned chancellor found from the testimony in this case that all the deeds passed and exchanged between the appellees were executed to secure debts and were intended for security, and not to irrevocably pass the fee simple title to these lands. This was an affirmative finding that the deeds were not what they purported to be.\nThe manipulations of the appellees in the transferring and retransferring of the title to the lands contained in the conveyances here in controversy, a number of which were without consideration, were potent circumstances indicating that appellees were endeavoring to place their property beyond the reach of creditors. We are convinced from all the facts and circumstances appearing in this record that appellants made out a prima facie case of fraud against appellees, and that the onus of proof then shifted to appellees, to establish the. bona fides of the recited considerations appearing in these conveyances.\nIn the discharge of this burden, none of the grantees, other than J. W. McKinney, endeavored to defend these conveyances. J. W. McKinney did appear as a witness, but his testimony is such that we cannot attach any weight thereto. He testified that he could, and would, furnish voucher proof in support of his claimed indebtedness against J. E. Lightle, hut has never done so. From this we necessarily conclude that he had no such vouchers. Therefore, notwithstanding J. W. McKinney appeared as a witness, his debts stand upon the same footing as all others with no testimony to support the consideration therein stated other than as hereinafter recited.\nIt will thus be seen that the bona fides of all these transactions stand wholly and squarely upon the testimony of J. E. Lightle. It must be remembered that J. E. Lightle is the party who has manipulated all these conveyances. Likewise, he is the person who has denuded himself of all available property in this State, leaving an indebtedness of more than $60,000. It is true he testified to the bona fides of all the considerations in the conveyances here in controversy, but we cannot, and should not, attach any great weight to his testimony. It is the imperative duty of courts in weighing testimony to take in consideration the interest of the witness in the matter in controversy. When this is done, in reference to the testimony of J. E. Lightle, we conclude that his testimony was entirely insufficient to overturn the prima facie case made in behalf of appellants.\nFor the reasons aforesaid, the decree of the White County Chancery Court is reversed, in so far as the. real estate conveyances are concerned, which are set out in the statement of facts, with directions to enter a decree canceling same; otherwise, the decree is affirmed.",
        "type": "majority",
        "author": "Johnson, C. J.,"
      }
    ],
    "attorneys": [
      "Brundidge & Neelly, W. H. Gregory and Frauenthal & Johnson, for appellant.",
      "John E. Miller, C. E. Yingling and Roland H. Lindsey, for appellees."
    ],
    "corrections": "",
    "head_matter": "Wasson v. Lightle.\n4-3239\nOpinion delivered December 18, 1933.\nBrundidge & Neelly, W. H. Gregory and Frauenthal & Johnson, for appellant.\nJohn E. Miller, C. E. Yingling and Roland H. Lindsey, for appellees."
  },
  "file_name": "0440-01",
  "first_page_order": 458,
  "last_page_order": 464
}
