{
  "id": 1355705,
  "name": "Johnson v. Baum",
  "name_abbreviation": "Johnson v. Baum",
  "decision_date": "1923-04-23",
  "docket_number": "",
  "first_page": "441",
  "last_page": "448",
  "citations": [
    {
      "type": "official",
      "cite": "158 Ark. 441"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "77 Ark. 219",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "84 Ky. 685",
      "category": "reporters:state",
      "reporter": "Ky.",
      "case_ids": [
        1319195
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ky/84/0685-01"
      ]
    },
    {
      "cite": "24 Ark. 432",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "109 S. E. 724",
      "category": "reporters:state_regional",
      "reporter": "S.E.",
      "opinion_index": -1
    },
    {
      "cite": "112 S. W. 613",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": -1
    },
    {
      "cite": "205 S. W. 113",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": -1
    },
    {
      "cite": "135 Ark. 206",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1571577
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/135/0206-01"
      ]
    },
    {
      "cite": "141 S. W. 650",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": -1
    },
    {
      "cite": "237 Mo. 496",
      "category": "reporters:state",
      "reporter": "Mo.",
      "case_ids": [
        877926
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mo/237/0496-01"
      ]
    },
    {
      "cite": "131 Ark. 397",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1578692
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/131/0397-01"
      ]
    },
    {
      "cite": "65 Ark. 152",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        609232
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/65/0152-01"
      ]
    },
    {
      "cite": "96 Va. 603",
      "category": "reporters:state",
      "reporter": "Va.",
      "case_ids": [
        2340518
      ],
      "opinion_index": -1,
      "case_paths": [
        "/va/96/0603-01"
      ]
    },
    {
      "cite": "11 S. E. 508",
      "category": "reporters:state_regional",
      "reporter": "S.E.",
      "opinion_index": -1
    },
    {
      "cite": "207 S. W. 215",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": -1
    },
    {
      "cite": "137 Ark. 58",
      "category": "reporters:state",
      "reporter": "Ark.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "107 Ark. 1",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1344040
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "154"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/107/0001-01"
      ]
    },
    {
      "cite": "42 Ark. 227",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "39 Ark. 235",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1898675
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/39/0235-01"
      ]
    },
    {
      "cite": "44 Ark. 244",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "60 Ark. 526",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1903680
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/ark/60/0526-01"
      ]
    },
    {
      "cite": "44 L. R. A. (N. S.) 1182",
      "category": "reporters:federal",
      "reporter": "L.R.A.N.S.",
      "opinion_index": -1
    },
    {
      "cite": "98 Am. Dec. 733",
      "category": "reporters:federal",
      "reporter": "Am. Dec.",
      "opinion_index": -1
    },
    {
      "cite": "137 Ark. 58",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 715,
    "char_count": 13867,
    "ocr_confidence": 0.48,
    "pagerank": {
      "raw": 1.2819485204996217e-07,
      "percentile": 0.6177391037083629
    },
    "sha256": "8fc7fc5646f759f5b2601e62503cf8273667289dd8ff43ddd8322cdc86056ffd",
    "simhash": "1:e5c18e2504629853",
    "word_count": 2435
  },
  "last_updated": "2024-02-27T17:41:16.235499+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Johnson v. Baum."
    ],
    "opinions": [
      {
        "text": "Humphreys, J.\nThis is an appeal from a decree foreclosing a mortgage for $4,355.19, and a tax lien for $727.82 in favor of appellee, Robert Baum, against the following described real estate in Pulaski County, State of Arkansas, to-wit: W% of SW% of section 3, and the SE14 of the SE]4 of section 3, township 2 south, range 10 west, and the SW14 of the SW]4 of section 34, township 1 south, range 10 west, containing in all 160 acres, more or less. The mortgage was executed by M. J. C. Johnson, Alice Johnson, his wife, and Maria Johnson, his mother. M. J. C. Johnson owned the fee in the land, subject to the dower interest of his. mother. Prior to the institution of the foreclosure proceedings M. J. C. Johnson died intestate, leaving as his survivors his wife, Alice Johnson, two minor sons by her, Herman Johnson and Jackson Johnson, and three adult children by Anna Johnson Jackson, his former wife, whose names are Willie Lue Taylor, Maria S. Johnson and Eugene Johnson. The three latter named heirs are nonresidents of the State of Arkansas. The lands were forfeited for the nonpayment of taxes due Plum Bayou Levee District for the year 1910, and were sold and purchased by said district. After the expiration of the time for redemption, same being five years, Morris & High obtained a deed to the land from the district, and subsequently paid the taxes on a part of it. M. J. C. Johnson died in the month of November, 1920, and soon thereafter M. L. Leach was appointed administrator of his estate. In May, 1921, Robert Baum commenced foreclosure proceedings in the Pulaski Chancery. Court, and made Maria Johnson, the mother of M. J. C. Johnson, Alice Johnson, his surviving wife, all of his heirs, M. L. Leach, his administrator, Gr. W. Morris and Ben D.' High; trading as Morris & High, and others who claimed lease-' hold interests in the land, parties defendant in the suit. Personal service was obtained upon all the residents. and constructive service upon the nonresidents. After service was obtained George Vaughan, a regular practicing attorney in said court, was appointed guardian ad litem for the minor children,- Herman Johnson and Jackson Johnson, and an attorney ad litem was appointed to represent the nonresident adult heirs. Answers were filed 'by the resident adult heirs, the guardian of the minor heirs and the attorney ad litem for the nonresidents, denying seriatim the allegations in the bill of Robt. Baum. Morris & High filed an answer and crossbill setting up title to the land under and by virtue of purchase from the Plum Bayou Levee District, which in turn had purchased it at the tax forfeiture sale for the unpaid taxes for the year 1910. Maria Johnson and all the heirs, including the minors, filed answers denying the validity of the deed obtained by Morris & High from the levee district, and denying that they were entitled to any sum on account of the payment of taxes upon the land. The guardian ad litem for the minors did not file a separate answer for them to the crossbill of Morris & High, but they were included in the answers filed by the adult heirs and their grandmother, through their attorneys, who set up every defense to the cross-bill which could have been set up by the guardian ad litem, had he filed separate answers for his wards. Before any evidence had been taken in the case, a compromise consent decree was entered by the court canceling the deed from the Plum Bayou Levee District to Morris & High and declaring a paramount lien against the land in their favor for $727.82 on account of taxes claimed to have been paid by them on the land. Robert Baum immediately purchased their lien, and'included the amount in his bill for foreclosure. The cause was then submitted to the court on the pleadings and testimony, which resulted in a lien being declared against the land in favor of Robert Baum of $5,083.01, and an order for the sale of the land to satisfy said lien. Pursuant to the order of sale, the land was advertised and sold by the commissioner at public auction to C. M. Flynn for $7,025, who made the highest unconditional bid therefor. It was then reported to the court, whereupon Alice Johnson, Anna Johnson Jackson, Eugene Johnson, Willie Lue Taylor, Jackson Johnson and Herman Johnson, minors, by their mother, Alice Johnson, filed exceptions thereto upon the alleged ground that the property sold for only one-half its value on account of the misconduct of M. L. Leach, the administrator, who discouraged bidders in order that he might buy it himself for a nominal sum, and of confusion arising from the manner in which bids were made. An additional exception was filed to the sale, in behalf of the minors, upon the ground that it was error to declare a lien against the lands for taxes in favor of Morris & High without first taking proof of the amount of taxes paid by them. Exceptions were also filed to' the sale by M. L. Leach, the administrator, upon the following grounds: first, that bidders were prevented from attending the sale because notice thereof was not published in the Arkansas Gazette; second, because the sale was postponed two or three times; and third, because the manner in which the purchaser made his bids confused other bidders and prevented them from bidding. The exceptions to the confirmation of the sale were heard by the court upon testimony adduced by the respective parties, which resulted in a confirmation of the sale.\nThe purpose of this appeal is to assail the decree confirming the sale and to reduce the lien by deducting therefrom the amount, $727.82, claimed by Morris & High on account of taxes paid by them. The record reflects that the' notice of sale was published in accordance with law, and the postponement thereof on- two occasions was for legitimate causes. We have carefully read and considered the testimony relative to the manner in which the sale was conducted, and the market value of the land. According to the weight of the evidence, the fair market value of the land did not materially exceed tlie amount it brought. It is true, a . bid- of $7,500 was made by -W.- E. Cox upon condition- that the title'was good; .-A warranty of title does not-, accompany a judicial sale, so it was not incumbent .-upon tjie commissioner to entertain and report a conditional bid of that character. It seems that the administrator had procured an abstract, which Cox made' a request to inspect. The administrator refused the request unless Cox would pay for the abstract. Even if the request had been granted, the commissioner could not be expected to delay the sale and other -bidders present expected to wait for Cox to examine the abstract. Such a rule would unnecessarily delay sales and inconvenience other bidders. In -fact, such a proceeding might cause other bidders to leave and might create disputes concerning the title which would prevent the sale altogether. The better rule is to require prospective purchasers to make such investigation of the title as they desire before the hour -of sale. It seems that some confusion arose growing out of whether Cox had a right to make a conditional -bid, and out of the fact .that the purchaser stood on the opposite side of the street and instructed his agents the amounts they should bid at intervals during the progress of the sale. When the bids made by the purchaser’s agent were raised, they would cross the street, consult the purchaser, return and raise the bid. /The argument growing out of Cox’s request to make á conditional bid resulted in the refusal of the commissioner to accept it. We do not see how this could have-misled or confused any bidder present. We are also unable to- see how the -consultation between the purchaser and his agents could have misled or confused, any one. The bidder does not have to be personally present; and it was certainly his 'right to .instruct his agents from time to time on amounts to. bid. ' Several of the parties present claimed that they were unable-to understand what was- being done as1 the sale- progressed, and who the successful • biddex’-. was. • klatti-é Powell testified that she. was present and intended to hid as -much as $i8,000 for the land, and had understood from the son' of Robert Baum that his father was going to bid' for her. Baum bid about the amount of his claim hgáinst the property, and stopped. The testimony reveals that he made this bid for himself with thé intention of afterwards selling to M. L. Leach. There had at least been some tentative arrangement to that effect. Mattie Powell did not request Mr. Baum, during the progress of the sale, to bid for her, nor did she attempt to make a bid herself. In fact, her ability to bid more than $7,000 was not definitely shown. She had only $1,000; of her own, and made arrangements to borrow $6,000 on the land if she bought it. Her statement that she became confused on account of the manner in which •the. sale .was conducted had little merit in it, for the commissioner testified that he cried the sale deliberately and c-onducted it in such manner that anybody .could understand the entire proceedings. He was corroborated in this statement by ' several parties who were present. There is nothing tangible in the evidence upon which to base a finding that the sale was fraudulent, or that, the property sold for an inadequate price.\n\"■ ■.The court, however, erred in allowing appellee, Robert Baum, a credit for $727.82 on account of taxes alleged to have been paid on the land by Morris - & High. It was improper to charge the land of minors With taxes without proper proof showing that Morris &' High had paid them, and the amount thereof. Their land could not be charged with the taxes by a compromise agreement or a consent decree, as the guardian ad litem had no right to make that concession. Frazier v Frazier, 137 Ark. 58. It does not follow, however, that the inclusion\" of-the-charge for taxes in the lien avoids the sale. A judicial sale made under an erroneous 'decree is not void where the property is bought by a third person, .and when: the decree can be corrected without interfering with the sale. In the instant ease.the error can be eliminated from the lien upon proper proof. For this purpose the decree will be reversed in so far as it embraces in the lien an allowance for taxes in the sum of $727.82, and will be remanded for proof as to the correctness of that item. In all other respects the decree is affirmed.",
        "type": "majority",
        "author": "Humphreys, J."
      }
    ],
    "attorneys": [
      "Saye S Sage, for appellant.",
      "John F. Clifford, for appellee."
    ],
    "corrections": "",
    "head_matter": "Johnson v. Baum.\nOpinion delivered April 23, 1923.\n1. Judicial sales — conditional bid. — As a warranty of title does not accompany a judicial sale, a bid at such a sale upon condition that the title was good was invalid.\n2. Judicial sales — delay for examination of title. — A judicial sale should not be delayed to enable a bidder to examine the abstract of title of the property, as prospective purchasers should make such investigation before the hour of sale.\n3. Judicial sale — confirmation.—A decree confirming a mortgage foreclosure sale of land held supported by the evidence.\n4. Infants — authority of guardian ad litem — consent decree.— A guardian ad litem has no right to consent to a decree against infant heirs.\n5. Judicial sale — irregularity.—A judicial sale made under an erroneous decree is not void where the property is bought by a third person, and the decree can be corrected without interfering with the sale.\nAppeal from Pulaski Chancery Court; John E. Martineau, Chancellor;\nreversed in part.\nSaye S Sage, for appellant.\nThe foreclosure decree should be modified. The court erred in allowing credit for the $727.82 claimed by Morris & High for levee taxes paid, the decree therefor declaring a lien, being by consent, with no proof offered and no defense for the minors by guardian ad litem. The final decree erroneously included said amount. 3 Pomeroy’s Equity Jurisprudence, § 1305.; 98 Am. Dec. 733; 44 L. R. A. (N. S.) 1182; 120 N. E. (111.) 542; 60 Ark. 526; 44 Ark. 244; 39 Ark. 235; 42 Ark. 227; 107 Ark. 1, 154, S. W. 947. The amount of the decree must be reduced accordingly. 137 Ark. 58, 207 S. W. 215. The decree of confirmation should be reversed, the owner of the property or those interested in it having-been confused and misled by the manner of conducting the sale. 11 S. E. 508. I'Ve are not unmindful of decisions in 96 Va. 603, 70 A. S. R. 882; 65 Ark. 152, 67 A. S. R. 910; 131 Ark. 397, Ann. Cas. 1918-D, 433, and 237 Mo. 496, 141 S. W. 650. The lands did not, because of the confusing and misleading- manner of the sale, bring-their true, market value. The administrator was making strenuous efforts to get title to the lands, and liad an option from Baum, the bidder, to purchase it for the amount of his debt. 135 Ark. 206, 205 S. W. 113. This agreement between Baum and Leach, the administrator, deprived the estate of the full value of the lands, and the rights of infants were involved. 130 N. W. (Wis.) 952, 112 S. W. 613; 51 A. S. R. 529; 109 S. E. 724; 16 R. C. [L. 97, § 70; 24 Ark. 432; 60 Ark. 526; 107 Ark. 1; 137 Ark. 58; 14 R. C. L. 267, § 42; 2 Paige (N. Y.) 99; 84 Ky. 685, 16 R. C. L. 90, § 65, 97,.§ 71. Decree of foreclosure should be reduced to amount of plaintiff’s debt and interest, and the decree of confirmation reversed.\nJohn F. Clifford, for appellee.\nNo error committed in entering the consent decree permitting the redemption of lands from Morris & High for amount of levee taxes paid and declaring a lien therefor against all parties in interest. Cases cited by appellant not in point. Foreclosure and sale for'taxes and purchase by Morris & High was in the Pulaski Chancery Court before the chancellor who rendered decree herein, and it was only a detail of procedure as to how the tax feature should be worked out. 107 Ark. ’58. There was nothing fraudulent shown about the sale nor that it was.for an inadequate price. 77 Ark. 219."
  },
  "file_name": "0441-01",
  "first_page_order": 465,
  "last_page_order": 472
}
