{
  "id": 8722547,
  "name": "Collins v. Jones; Burrow v. Watson",
  "name_abbreviation": "Collins v. Jones",
  "decision_date": "1932-11-07",
  "docket_number": "4-2871",
  "first_page": "442",
  "last_page": "451",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 442"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "255 S. W. 1",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "160 Ark. 269",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8721367
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/160/0269-01"
      ]
    },
    {
      "cite": "269 S. W. 57",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "year": 1925,
      "opinion_index": 0
    },
    {
      "cite": "168 Ark 64",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8719068
      ],
      "year": 1925,
      "opinion_index": 0,
      "case_paths": [
        "/ark/168/0064-01"
      ]
    },
    {
      "cite": "294 S. W. 74",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "173 Ark. 970",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8725386
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/173/0970-01"
      ]
    },
    {
      "cite": "32 S. W. (2d) 631",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "182 Ark. 681",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1389807
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/182/0681-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 651,
    "char_count": 15397,
    "ocr_confidence": 0.513,
    "pagerank": {
      "raw": 3.207431766274128e-07,
      "percentile": 0.8662647899549356
    },
    "sha256": "34dcc0d54980136896a9891b40c96316e03a15f99cfd9a7fe10483302d5791d5",
    "simhash": "1:90dc4fa02d01dd3c",
    "word_count": 2780
  },
  "last_updated": "2024-02-27T17:52:01.123529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Collins v. Jones. Burrow v. Watson."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nIn the judgment from which this appeal comes appellee, Jones, was declared to have been legally nominated, at the Democratic primary election held in Franklin County on August 9,1932, for the office of county treasurer, and appellee, Watson, was declared to he the nominee of the Democratic party at the same election for the office of county judge. Contests' for the nominations for these offices were consolidated and tried together.\nThe decision of the contests turned upon the validity of certain assessments and payments of poll taxes. The court declared his view of the law upon the subject, and appointed canvassers to tabulate and certify the vote in accordance with this view. The effect of this ruling was to throw out enough votes to leave contestants with a majority of the votes which the court found had been Legally cast.\nThe legality of the votes which were thrown out as liaving been illegally cast depends upon the construction to be given our election and revenue laws relating to the assessment and payment of poll taxes, and we proceed to discuss such parts of these statutes as are here involved.\nThe General Assembly, at its 1909 session, passed act 320, entitled, “An act to enforce the provisions of Amendment No. 9 of the Constitution of Arkansas.” Acts 1909, page 942. The amendment, referred to as Amendment No. 9, was the amendment requiring the payment of a poll tax to qualify one to vote. This act of 1909 has been amended in particulars not important here to consider. But § 1 of this act of 1909 appears as § 3738, Crawford & Moses’ Digest, and it was decided in the case of Tucker v. Meroney, 182 Ark. 681, 32 S. W. (2d) 631, that the section is unrepealed and is existing law. Of that section, more presently.\nThis Amendment No. 9 was superseded by an amendment known as the Equal Suffrage Amendment, adopted at the 1920 General Election, which appears at page xxviii of 184 Ark. as Amendment No. 8. The declared purpose of this last amendment was “to confer suffrage equally upon both men and women, without regard to sex.”\nIn the case of Taaffe v. Sanderson, 173 Ark. 970, 294 S. W. 74, it became necessary to decide whether a female must pay poll tax to be eligible to vote, and it was there held that she was subject to the Poll Tax Amendment. This conclusion was held to fall within the principle that, when a privilege is extended to one class of citizens, upon certain conditions, and subsequently thereto a like privilege is conferred upon another class, the conditions attached to the exercise of such privilege by the former class necessarily attach, in like manner, to the subsequent class. The laws of this State in relation to the assessment and payment of poll taxes may therefore he said to apply alike to men and women.\nIt is not only settled that the law applies alike to both men and women in regard to the assessment and payment of poll taxes as a qualification to vote, bnt it has also been several times decided that neither a man nor a woman can become an elector without being assessed as required by law (unless they have come of age since the assessment was due), although he or she possesses a poll tax issued by the collector of taxes.\nThe case of Cain v.CarlLee, 168 Ark 64, 269 S. W. 57, (which was decided February 23', 1925) involved the eligibility of certain persons who possessed poll tax receipts and who had voted thereon, but whose poll taxes had not been assessed in the manner required by law. We there held that the assessment of the voter in the manner required by law was essential to qualify the voter, and that the payment of a poll tax alone did not suffice. We there said, after reciting the provisions of § 3738, Crawford & Moses’ Digest, that there were two reasons why this was true, the first being to protect the public revenue, and the second to prevent frauds in elections. See also Craig v. Sims, 160 Ark. 269, 255 S. W. 1.\nIn the case of Taaffe v. Sanderson, supra, where it was first held that women were subject to the Poll Tax Amendment, the facts were that certain women were assessed only by having the word “Mrs.” written after the names of their husbands on the tax books. We there held, after reciting the provisions of § 3738, Crawford & Moses’ Digest, in regard to assessment of persons whose names had been omitted from the original assessment rolls, that this method of issuing poll tax receipts did not conform to the requirements of the law, and did not qualify the holders of such receipts to vote. In so deciding, we cited both the CarlLee and the Craig cases, supra, as having held that the collector can issue a valid poll tax receipt only to a person whose name has been placed upon the tax book in the manner provided by law.\nThe view was expressed in the dissenting opinion in the case of Taaffe v. Sanderson, supra, that the women were qualified electors, not because they had been properly assessed for the payment of a poll tax, hut because they were not required to pay a poll tax at all.\nIt having therefore been definitely decided that an assessment made in the manner provided by law. must precede the issuance of a poll tax receipt, it becomes necessary to inquire how this assessment is made.\nAct 172 of the Acts of 1929 is a comprehensive act of forty sections, dealing with assessments of both real estate and personal property as well as the assessment of poll taxes.\nSection 3 of this act requires the assessor to appraise and assess all the personal property of his county between the first Monday in January and the third Monday in August of each year.\nSection 7 of this act requires the assessor to maintain an office at the county seat of the county between the first Monday in January and the 10th day of April of each year to assess property and for the purpose of assessing such persons as are liable to pay the per capita or poll tax. It is further provided by this section that * * all male residents of the county who shall have attained the age of 21 years, and all female inhabitants who shall have attained the age of 21 years, and who wish to exercise their franchise to vote, shall, at such time and place, report to the assessor, in person or by agent, for per capita or poll tax assessment.”\nIt thus appears that it is the duty of the assessor to assess the poll tax of all male inhabitants over 21 years of age in any event, and all females over that age “who wish to exercise their franchise to vote,” but either-a man or a woman may assess in person or by agent.\nThis section of the act contains provisions — which we do not review — requiring the assessor, or his deputy, “to attend at places of holding elections” in the various townships, etc., for the purpose of assessing real, personal and poll taxes.\nSection 8 of the act 172 requires the State Tax Commission to prepare and furnish to the county clerks of the State copies for all lists, blanks and records to he used in the assessment, extension and collection of taxes (except the blanks for poll tax receipts, which are prepared and furnished by the Auditor of State), and this section also provides that “no lists, blanks or records shall be used by any official in the assessment, extension or collection of taxes except as shall have had the approval of said commissi on.”\nIt appears therefore that there is no such thing as an oral assessment, but assessments are made in writing and upon blanks which have had the approval of the State Tax Commission, and upon no other blanks. The county clerk is required to have these blanks printed and to deliver them to the assessor on or before the first day of January each year.\nSection 13 of act 172 requires the assessor, after the 10th day of April, to make a house-to-house canvass of his county to assess the property of any person who has failed to assess, and requires that the assessor “shall assess all such persons for the per capita or poll tax.”\nThe assessor is required to make to the county clerk a report of all assessments on or before the third Monday in August, which report shall be verified by the affidavit of the assessor, the form of which affidavit is set out in the act.\nAct 172 contains provisions for the equalization of the assessments made by the assessor, etc., after which, in due course, the tax books are made by the county clerk and delivered to the collector of taxes for the collection of all taxes on the first Monday of the year.\nNow, it may transpire that the assessor failed to assess a particular person, or to make return thereof, who, when he appears to pay his poll tax, is advised that he has not assessed. Provision is found in the law whereby such a person may pay his poll tax and qualify as an elector, but he can do so only by being assessed. Section 3738, Crawford & Moses’ Digest, to which reference has already been made, provides bow that name may get on tbe tax books.\nThis section reads as follows: “At any time after the assessment lists have been delivered to the connty clerk for the purpose of enabling him to prepare the tax books for the collector, any person whose name has for any canse been omitted from the said lists may have his name included in said list and placed upon the tax lists in the hands of the collector by application to the said clerk at any time before the Saturday next preceding the first Monday of July, when the collector is required to make his final settlement with the county court. If the said application shall be made after the tax books have been delivered to the collector, the clerk shall certify the said supplemental assessment, which he is hereby authorized to make, to the collector, and shall charge to said collector the amount of tax and penalties so added. In addition to the sum assessed against any such applicant for poll tax, the clerk shall extend against him a penalty for failing to return his assessment to the assessor at the proper time, one dollar — twenty-five cents of which shall go to the clerk for his services, and seventy-five cents shall go into the fund for general county expenses; and if said application shall be made after the 10th of April, the collector shall collect a penalty of twenty-five cents for a failure to pay the said poll tax at the time prescribed for making payment of taxes without penalty. In addition to the assessment of poll tax in such cases, it is hereby made the duty of said clerk to assess any property held by said applicant, and which, for any reason, has been omitted from the tax books.”\n■Section 3738 must, of course, be read in connection with act 172 to ascertain how the county clerk shall assess the poll and other taxes of the delinquent applicant, and it appears, from what has already been said, that the assessment must be made upon blanks approved by the State Tax Commission, after which the county clerk may place the name of the party assessed upon the tax books.\nThe case of Tucker v. Meroney, supra, declares the law to he that one may have his name placed on the tax books through an assessment made pursuant to act 172, supra, or by the clerk, pursuant to § 3738, Crawford & Moses’ Digest, but the implication is very clear in that case that the assessment must be made in one way or the other before the collector has the authority to issue a poll tax receipt, and that, unless authorized, the receipt does not qualify the taxpayer as an elector.\nNow, while one must assess his personal property and his poll tax, either through the assessor in person or by an agent, or through the county clerk in the manner above stated, to be entitled to pay his poll tax, he does not have to pay other taxes in order that he may pay his poll tax. He may pay his poll tax without paying any other taxes. Section 3739, Crawford & Moses’ Digest, gives this right.\nThe ruling of the circuit judge appears to conform to the views here expressed.\nThe assessor testified that he made a certificate in the back of his assessment book before it was delivered to the county clerk, but that he later entered names therein; that men would come in and tell him that he had made an error in not assessing their wives with a poll, and he would go to the county clerk’s office and add their names to the book. Some brought a copy of their assessment list, the original of which was in his possession, and when these copies showed two polls he would list the wife as having been left off by error. These lists were all brought to witness after April 10. There was no name on these lists except that of the husbands. “It would just say two polls. They just got to coming in by bunches, and you could tell that the numbers had been changed, the figure 1 had been erased and the figure 2 substituted. A number of persons brought in as many as twenty lists.”\nWe agree with the circuit .judge that these assessments did not comply with the law. None of these assessments were made until after April 10, at which time the provisions of § 3738, Crawford & Moses’ Digest, applied. Even those assessments which were not brought in “in bunclies, ’ ’ and which had not been mutilated, did not show the name of the second person assessed. The law appears to contemplate a separate assessment of each taxpayer, of all males and of all females, who wish to become qualified electors by paying a poll tax. Section 7 of act 172, supra.\nOne may assess who has no property subject to taxation, and one does assess who makes that statement and signs the blank assessment list showing no property subject to taxation. This may be done by the person himself or by his agent, and the husband may, of course, be the agent of his wife for this purpose. 'But some one must sign the list, otherwise there is no assessment, and there is no contention here that any husband had signed an assessment list for his wife.\nFor these reasons, we think the court was correct in holding that persons of this class had not been properly assessed.\nThe court also ordered excluded from the count the names of persons which had been placed on the tax books by the county clerk. The testimony in regard to these names was to the following effect: Persons applied to the county clerk to have him place their names on the tax books, and this was done upon this application without requiring any assessment to be made of personal property.\nWe think the court properly excluded these names, for the reason that no assessment of personal property was made. The fact — if, in any case, it was a fact — that these persons had no property subject to taxation would have been no reason for not placing their names on the tax books; but, nevertheless, they were required to sign a tax list showing the property, if any, owned by them.\nThere was a third class of voters held ineligible, whose votes were excluded; but it is unnecessary to pass upon their eligibility, as the judgment of the court must be affirmed if we uphold the action of the court in striking out the two classes of voters hereinbefore referred to, and, as we think the ruling of the court as to both those classes conformed to the law as we have here interpreted it, the judgment must be affirmed, and it is so ordered.",
        "type": "majority",
        "author": "Smith, J."
      }
    ],
    "attorneys": [
      "G. G. Garter, June P. Clayton and Vincent M. Miles, for appellants.",
      "T. A. Pettigrew, J. D. Benson, Patterson <& Patterson and Cochran, Arnett i& Woolsey, for appellees."
    ],
    "corrections": "",
    "head_matter": "Collins v. Jones. Burrow v. Watson.\n4-2871\nOpinion delivered November 7, 1932.\nG. G. Garter, June P. Clayton and Vincent M. Miles, for appellants.\nT. A. Pettigrew, J. D. Benson, Patterson <& Patterson and Cochran, Arnett i& Woolsey, for appellees."
  },
  "file_name": "0442-01",
  "first_page_order": 462,
  "last_page_order": 471
}
