{
  "id": 8723246,
  "name": "State v. Western Union Telegraph Company",
  "name_abbreviation": "State v. Western Union Telegraph Co.",
  "decision_date": "1923-10-22",
  "docket_number": "",
  "first_page": "444",
  "last_page": "451",
  "citations": [
    {
      "type": "official",
      "cite": "160 Ark. 444"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "31 Ark. 49",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1879246
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/31/0049-01"
      ]
    },
    {
      "cite": "17 Tex. App. 125",
      "category": "reporters:state",
      "reporter": "White & W.",
      "opinion_index": -1
    },
    {
      "cite": "16 Tex. App. 189",
      "category": "reporters:state",
      "reporter": "White & W.",
      "opinion_index": -1
    },
    {
      "cite": "9 Tex. App. 20",
      "category": "reporters:state",
      "reporter": "White & W.",
      "opinion_index": -1
    },
    {
      "cite": "7 Tex. App. 183",
      "category": "reporters:state",
      "reporter": "White & W.",
      "opinion_index": -1
    },
    {
      "cite": "3 Tex. App. 605",
      "category": "reporters:state",
      "reporter": "White & W.",
      "opinion_index": -1
    },
    {
      "cite": "96 N. Y. 40",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "13 Bush. 267",
      "category": "reporters:state",
      "reporter": "Bush",
      "case_ids": [
        2345122
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ky/76/0267-01"
      ]
    },
    {
      "cite": "12 Bush. 342",
      "category": "reporters:state",
      "reporter": "Bush",
      "case_ids": [
        4390637
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ky/75/0342-01"
      ]
    },
    {
      "cite": "9 N. J. L. 26",
      "category": "reporters:state",
      "reporter": "N.J.L.",
      "case_ids": [
        16859
      ],
      "opinion_index": -1,
      "case_paths": [
        "/njl/9/0033-02"
      ]
    },
    {
      "cite": "10 Ga. 47",
      "category": "reporters:state",
      "reporter": "Ga.",
      "case_ids": [
        574680
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ga/10/0047-01"
      ]
    },
    {
      "cite": "14 Tex. App. 332",
      "category": "reporters:state",
      "reporter": "White & W.",
      "opinion_index": -1
    },
    {
      "cite": "45 Ala. 26",
      "category": "reporters:state",
      "reporter": "Ala.",
      "case_ids": [
        3002513
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ala/45/0026-01"
      ]
    },
    {
      "cite": "135 la. 499",
      "category": "reporters:state",
      "reporter": "Iowa",
      "case_ids": [
        2154584
      ],
      "opinion_index": -1,
      "case_paths": [
        "/iowa/135/0499-01"
      ]
    },
    {
      "cite": "131 Fed. 137",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        3855563
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f/131/0137-01"
      ]
    },
    {
      "cite": "127 Fed. 309",
      "category": "reporters:federal",
      "reporter": "F.",
      "opinion_index": -1
    },
    {
      "cite": "57 Fed. 382",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        3805784
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f/57/0382-01"
      ]
    },
    {
      "cite": "10 Ind. 404",
      "category": "reporters:state",
      "reporter": "Ind.",
      "case_ids": [
        1484892
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ind/10/0404-01"
      ]
    },
    {
      "cite": "17 Fed. 145",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        3745059
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f/17/0145-01"
      ]
    },
    {
      "cite": "19 Ark. 617",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "151 Ark. 203",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1366136
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/151/0203-01"
      ]
    },
    {
      "cite": "136 Ark. 46",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1570005
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/136/0046-01"
      ]
    },
    {
      "cite": "111 Ark. 214",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1540409
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/111/0214-01"
      ]
    },
    {
      "cite": "38 Ark. 519",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1900464
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/38/0519-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 591,
    "char_count": 16011,
    "ocr_confidence": 0.515,
    "pagerank": {
      "raw": 2.8279549325233194e-07,
      "percentile": 0.8389350112689967
    },
    "sha256": "547c7a9bf965006e6de36f7384e74be8ca232ff07fdc837de358a9b68d279d0f",
    "simhash": "1:0a379fc0adf3f55d",
    "word_count": 2743
  },
  "last_updated": "2024-02-27T17:41:07.582861+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Hart and Smith, JJ., dissent."
    ],
    "parties": [
      "State v. Western Union Telegraph Company."
    ],
    "opinions": [
      {
        "text": "McCulloch:, C. J.\nAppellee was- indicted by the grand jury of Jackson County for violation of the statutes of this State which make it unlawful for persons or corporations to contract for the purchase or sale of certain commodities for future delivery without intention to make actual delivery, and which make it unlawful for any telegraph or telephone company to knowingly receive for transmission any messages relating to such purchase or sale. The court sustained a demurrer to the indictment, and the State appealed.\nThe charging part of the indictment reads as follows: “The said Western Union Telegraph Company, in the county and State aforesaid, on the 4th day of December, 1922, unlawfully, knowingly and wilfully did receive for transmission a telegraph message relating to the purchase and sale of what is known as futures in cotton, and creating a contract to said effect, said message to be delivered beyond the borders of the State of Arkansas to H. & B. Beer Company of New Orleans, La., and did transmit said message, after receiving same, over a wire leased to the Newport Cotton Exchange, a corporation, of Newport, Arkansas, knowing the contract made in said message was not entered into in good faith for the future delivery of said cotton with the actual intention of fulfillment, against the peace and dignity of the State of Arkansas.”\nThe statute on which the indictment was based is as follows:\n“Section 2653. Every contract or agreement, whether or not in writing, whereby any person or corporation shall agree to buy or sell and deliver, or sell with an agreement to deliver,, any wheat, cotton, corn, or other commodity, stock, bond, or other security, to any person or corporation, when in fact it is not in good faith intended by the parties, or either of them, that an actual delivery of the article shall be made, is hereby declared to be unlawful, whether made or to be performed wholly within this State or partly within and partly without the State; it being the intent of this act to prohibit any or all contracts and agreements for the purchase or sale and delivery of any commodity or other thing of value, on margin, commonly called dealing in futures, when the intention or understanding of the parties, or either of them, is to receive or pay the difference between the agreed price and the market price at the time of settlement; and any person violating the provisions of this section for each transaction shall be deemed guilty of a misdemeanor, and, upon conviction, shall be fined in any sum not less than five hundred nor more than five thousand dollars, and, upon conviction for a second offense, in addition to said fine, the defendant shall be imprisoned in the county jail not exceeding twelve months.\n“Section 2661. It shall be unlawful for any telegraph or telephone company to knowingly receive for transmission within the State of Arkansas any telegraph or telephone message relating to the purchase or sale of any commodity, the punishment for which is provided for in this act, notwithstanding the fact that the delivery of said message may be beyond the borders of the said State of Arkansas, and any telegraph or telephone company so violating the provisions of this act shall be punished as provided in § 2660.” Crawford & Moses’ Digest, 2653, 2661.\nLearned counsel for appellee defends the ruling of the court in sustaining the demurrer on several grounds, which will be discussed.\nIn the first place, it is contended that the indictment is fatally defective for the reason that it fails to set out the message, either by the tenor or substance. It is true that the indictment does not contain the exact language of the telegraphic message, but we do not think that is essential. It is not necessary to set out the identical language of the instrument, for the substance of the message is the gist of the offense, and not its particular form. This is a statutory offense, and the rule often announced in this court is that it is sufficient to charge a statutory offense in the language of the statute which creates it, unless a more particular statement of facts is necessary to make the charge definite and certain so as to apprise the accused of the facts with which he is to be confronted. State v. Graham, 38 Ark. 519; Holland v. State, 111 Ark. 214; Clevenger v. State, 136 Ark. 46; State v. Bond, 151 Ark. 203. The substance of the charge is, we think, sufficiently set forth in this indictment in language equivalent to that used in the statute. The charge is that the message received for transmission related to the “purchase and sale of what is known as futures in cotton, and creating a contract to said effect,” and that the accused received the message “knowing the contract made in said message was not entered into in a-ood faith for the future delivery of said cotton with the actual intention of fulfillment.” The effect of the statute is to prohibit contracts which deal in futures where there is no intention to make actual delivery, hut the intention is to settle by paying the difference between the agreed price and the market price at the time of the settlement. The indictment is sufficient to charge that the message related to a transaction of that character.\nIt is also argued that the indictment is too indefinite in regard to the receipt of the message, in that it does not show with certainty where and 'by what means the message was received. The indictment expressly charges that the message was received in Jackson County, and that it was received “over a wire leased to the Newport Cotton Exchange, a corporation, of Newport, Arkansas.” Now, it is unimportant how the message was received, provided that, in order to conform to the language of the. indictment, it was one delivered to appellee in Jackson County “over a wire leased to the Newport Cotton Exchange.” There is no statute requiring the delivery of a message to a telegraph company in any particular way or in writing. Such messages may he received by word of mouth or by message over the telephone, and yet it is a violation of the statute to receive for transmission a message such as is prohibited in the statute now under consideration.\nAgain, it is contended that the indictment is defective in failing to specify the name of the person who delivered the message and the name of the addressee. We think that the language does in fact name the addressee in stating that the message was “to be delivered, beyond the borders of the State of Arkansas, to H. '& B. Beer Company of New Orleans, Louisina.” Counsel argue that this might mean a message to be addressed to some other person in care of H. & B. Beer Co., but we think that it is a strained construction of the language to say that it could be interpreted to mean anything else than that H. & B. Beer Co. was the addressee. We do not think that the -omission of the name of the sender is essential. It is only necessary, as before stated, in charging a statutory offense, to use the language of the statute and such further information as is necessary to apprise, the accused of the particular offense he is called upon to defend against. The message itself, or a copy, is in the possession of ■ the telegraph company, and, where the indictment names the place of receipt of the message for transmission and. the name of the addressee, with a fair statement of the substance of the message, this certainly ought to be deemed to be sufficient to apprise the accused ' of the particular nature .of the offense and to enable it to prepare for its defense. It is no answer to say that the name of the sender of the message ought to be given, for the reason that, on the trial of the case, the State may rely upon any message sent within twelve months before the finding of the indictment.. The accused is apprised by the language of this indictment that it' is called upon to defend any message delivered over the leased wire at Newport, in Jackson County, sent to H. & B. Beer Company of New Orleans, and relating to a sale of cotton futures.\nIt is contended also that the language of the indictment is indefinite and insufficient in that it fails to set out the language of the. message so as to show, that it related to a purchase or sale of cotton futures.. The argument is that the general statement in the indictment that the message related “to the purchase and sale of what is known as cotton futures” was a mere statement of a conclusion. Counsel cite in support of their contention cases holding that an indictment charging- the sending of obscene literature or letters must set forth the language alleged to constitute obscenity. That rule does not apply, however, to an-indictment under the present statute-, for the charge that the message related to the •sale of cotton- futures necessarily means that it was a part of the negotiations or consummation of such a pur^-chasp or sale. In this connection it is earnestly insisted that the indictment is defective because it fails to affirmatively state that there was involved in the transaction a contract or agreement such as is prohibited by the statute. We are not certain that the indictment does not, at least inferentially, .allege that there was a contract, for, according to the words of the indictment, the message was one “creating a contract to said effect,” and that the accused received the message, “knowing the contract made in said message was not entered into in good faith,” etc. However, we think.that, in order to constitute a charge under this statute, it is not necessary to allege that the purchase or sale was consummated. The words of the statute, “relating to a purchase or sale,” are very broad, and are not confined to cases where there is an actual contract made. Of course it means that the message must contain either an offer or acceptance in order to relate to such a sale, but we think that a message either containing an offer or an acceptance comes within the statute. A mere message containing merely a narrative of a past sale would not be either within the spirit or the letter of the statute, for it would not relate to an unlawful sale merely by giving information that there had been such a transaction. But where the message constitutes an acceptance or offer it necessarily relates to a purchase or .sale, whether there be a consummation of the deal or not.\nThis discussion covers all of the objections made to the indictment, and we conclude by saying that we find the indictment to be sufficient, and that the court erred • in sustaining the demurrer.\nThe judgment is therefore reversed, and the cause is remanded with directions to overrule the demurrer.\nHart and Smith, JJ., dissent.",
        "type": "majority",
        "author": "McCulloch:, C. J."
      }
    ],
    "attorneys": [
      "J. S. Utley, Attorney General; John L. Carter, W. T. Ham/moch and Darden Moose, Assistants, and E. U. Williaonson, for appellant.",
      "Francis R. Stark and Jno. W. Stayton, for appellee."
    ],
    "corrections": "",
    "head_matter": "State v. Western Union Telegraph Company.\nOpinion delivered October 22, 1923.\n1. Gaming — cotton putuees — transmission op telegram. — An indictment of a telegraph, company for receiving for transmission a telegraph message to a certain addressee, relating to the purchase and sale of cotton futures “knowing the contract made in such message was not entered into in good faith for the future delivery of cotton with the actual intention of fulfillment,” held not defective in failing to set out the message, either by its tenor or substance, nor in failing to show where and by what means the message was received.\n2. Indictment and information — statutory crime; — sufficiency. —It is sufficient to charge a statutory offense in the language of the statute which creates it, unless a more particular statement of facts is necessary to make the charge definite and certain, so as to apprise the accused of the facts with which he is confronted.\n3. Gaming — receiving unlawful message for transmission.— Under Crawford & Moses’ Dig., § 2653, making it unlawful to deal in futures, and § 2660 and 2661, making'it unlawful for telegraph companies knowingly to transmit messages relating to the purchase and sale of such futures, an indictment stating that defendant telegraph company received a message for transmission relating to the purchase of cotton futures, and creating a contract to that effect, “knowing that the contract made in such message was not entered into in good faith for the future delivery of the cotton,” etc., sufficiently set forth the substance of the charge in language equivalent to that used in the statute.\n4. Gaming — unlawful transmission of telegram — indictment. —An indictment of a telegraph company which alleges the receipt of an unlawful message concerning the purchase of cotton futures “in Jackson County over wire leased to a (named) cotton exchange,” a corporation of Newport, Ark., sufficiently charges the place where and the means by which the message was received.\n5. Gaming — unlawful transmission of message — oral or written. — Under Crawford & Moses’ Dig., § 2661, making it unlawful for telegraph companies to receive for transmission messages relating to the purchase or sale of futures, knowing that no bona fide intention to deliver exists, the message may be oral or written, in the absence of a statutory requirement of delivery in any particular way.\n6. Gaming — cotton futures.- — An indictment of a telegraph company for receiving for transmission a telegraph message relating to the purchase and sale of cotton futures is not defective in failing to specify the name of the person who delivered the message.\n7. Gaming — receipt of message relating to futures — indictment. —Under Crawford & Moses’ Dig., § 2661, making it unlawful for telegraph companies to receive for transmission messages relating to the purchase or sale of futures, an indictment alleging that a prohibited message was “to be delivered beyond the borders of the State of Arkansas to (a named person) of New Orleans” sufficiently named the addressee and apprised the defendant of the nature of the offense.\n8. Gaming — receipt of unlawful message — indictment.—Under Crawford & Moses’ Dig., § 2661, making it unlawful for telegraph companies to receive for transmission messages relating to the sale and purchase of futures, knowing that a bona fide delivery was not intended, a general allegation that the message related “to the purchase or sale of cotton futures” was sufficient.\n9. Gaming — receipt of unlawful message — “relating to purchase or sale.” — Under Crawford & Moses’ Dig., § 2661, making it unlawful for telegraph companies to receive for transmission messages “relating to the purchase or sale” of futures, it is not necessary that the message contain a consummated contract, but it may contain either an offer or acceptance.\n10. Gaming — receipt of message as to past sale. — Under Crawford & Moses’ Dig., § 2661, making it unlawful for telegraph companies to receive for transmission messages relating to a purchase or sale of futures, knowing that a bona, fide delivery was not intended, a message relating to a past sale is not within the purview of the statute.\nAppeal from Jackson Circuit court; Dene E. Coleman, Judge;\nreversed.\nJ. S. Utley, Attorney General; John L. Carter, W. T. Ham/moch and Darden Moose, Assistants, and E. U. Williaonson, for appellant.\nThe court erred in sustaining' the demurrer. The indictment meets all the requirements of the statute. C. 6 M% Digest, § 2661.\nFrancis R. Stark and Jno. W. Stayton, for appellee.\nThe indictment was insufficient for the reason it failed to set out the message. 19 Ark. 617. When a written document is relied on to sustain the prosecution, the written document must be set out. 17 Fed. 145; 10 Ind. 404; 57 Fed. 382; 2 East P. C. 1122; 127 Fed. 309:131 Fed. 137; 135 la. 499; 45 Ala. 26; 14 Tex. App. 332; 10 Ga. 47; 97 Mass. 5i83; 9 N. J. L. 26; 2 Cow. (N. Y.) 522; 12 Bush. 342; 13 Bush. 267; 96 N. Y. 40; 3 Tex. App. 605; 7 Tex. App. 183; 9 Tex. App. 20; 16 Tex. App. 189; 17 Tex. App. 125; Bishop’s New Crim. Proc. 1733; Wharton’s Crim. Law, § 1982; 25 Cyc. 577, subdiv. 8, note 38. Any allegation which narrow and limits that which is essential is descriptive, and must be proven. 31 Ark. 49."
  },
  "file_name": "0444-01",
  "first_page_order": 468,
  "last_page_order": 475
}
