{
  "id": 1428263,
  "name": "Jolly v. Smith",
  "name_abbreviation": "Jolly v. Smith",
  "decision_date": "1933-12-18",
  "docket_number": "4-3259",
  "first_page": "446",
  "last_page": "450",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 446"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "9 S. W. (2d) 1",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "177 Ark. 963",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8725848
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/177/0963-01"
      ]
    },
    {
      "cite": "56 S. W. (2d) 1023",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "186 Ark. 971",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8726648
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/186/0971-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 346,
    "char_count": 5089,
    "ocr_confidence": 0.504,
    "pagerank": {
      "raw": 1.7974491512296844e-07,
      "percentile": 0.7158786091389884
    },
    "sha256": "42eadd5db15c447804e1b6df49718fe8e367229d7a8df6317bb7bec32106066b",
    "simhash": "1:86bc13855fcdc2b7",
    "word_count": 857
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Jolly v. Smith."
    ],
    "opinions": [
      {
        "text": "Johnson, C. J.,\n(after stating the facts). The principal contention of appellant for reversal is that Newton Gr. Smith was a felloAv-servant Avith James Surman, the driver of the delivery truck, and thereby assumed the risk of his negligence. A number of cases are called to our attention in support of this contention. We cannot agree that any case cited is decisive of the question here presented. The felloAY-servant doctrine, and the doctrine of vice-principal, arq wholly dependent upon the facts and circumstances in each particular case. We understand the fellow-servant doctrine, to be: “ Those engaged under the control of the same master, in the same common business, the purpose of which is to accomplish a single result.” Those servants who did not come within the letter of the rule are not bound by its consequences. In Haraway v. Mance, 186 Ark. 971, 56 S. W. (2d) 1023, this court had occasion to discuss in detail the many cases theretofore decided by this court, and courts of other jurisdictions. As applied by us in that case, the fellow-servant doctrine is : “ That one to be a f elloAA^-servant must be engaged in a common business, for a common master, the purpose of which is to accomplish a single result.” As appears from the statement of facts herein-before recited, the minor, Newton Gr. Smith, was not, as a matter of law, a fellow-servant with James Surman, the driver of the truck, and the trial court was correct in submitting this question to the jury. Dellinger v. Tilghmon, ante p. 146.\nIt is next insisted by appellant that young Smith was at the time of the injury a mere volunteer assist-, ing James Surman, the driver of the truck, in making wholesale deliveries of the dairy products. On this question, the testimony was amply sufficient for the jury to conclude that young Smith was not a volunteer in the assistance which he was rendering to the driver of the truck in making the deliveries on the wholesale route. The fact is, the driver of the truck testified in no uncertain terms that the delivery boys assisted him until 8:30 or 9:00 a. m. each day, on both the wholesale and retail routes alike.\nLikewise, this question was submitted to the jury on proper instructions by the trial court, and. it has determined the question adversely to appellant. The assignment here discussed also disposes of appellant’s contention that young Smith was merely an invitee of the driver, James Surman, at the time of the injury. The testimony warranted the jury in finding that, at the time of the injury, young Smith was performing services for appellant, not as a fellow-servant with James Surman, but was injured through the negligent act of the driver of the truck, a vice-principal. The case of Thomas v. Magnolia Petroleum Co., 177 Ark. 963, 9 S. W. (2d) 1, cited and relied upon by appellant, has no application to the facts of this case.\nAppellant complains about certain instructions given by the trial court, but we deem it unnecessary to here set out the instructions given or to discuss in detail the principles of law therein stated. It suffices to say that we have considered all the instructions given, and that they, and each of them, appear to conform to the previous holdings of this court.\nNeither can we agree that the trial court erred in refusing appellant’s request for a mistrial, based upon the fact that appellee’s attorney asked the panel of the jury on voir dire examination the following question: “Would the fact that some insurance company might be interested in the outcome of the litigation affect your verdict?” The record discloses that the trial court promptly sustained appellant’s objection to the question, and directed the jury not to consider it. Even if the question were determined to be erroneous — which we do not here decide — the court’s ruling thereon removes any vestige of prejudice.\nLastly, it is insisted that the verdict of the jury awarding appellee, the mother and next friend of young Smith, $250, and the verdict of the jury awarding young Smith $1,000, aggregating $1,250, as compensation for the injury sustained, is greatly excessive. In reference to the contention but little need be said. Young Smith received a broken arm and collarbone, and was otherwise seriously injured; he was confined to a hospital for several days; a physician testified that he was probably permanently injured. This testimony warranted the jury in returning a verdict in his behalf for $1,000. Neither can we say that the jury was not warranted in awarding his mother and next friend $250 as compensatory damages. Young Smith, at the time of the injury, was approximately 17 years of age. His mother and next friend was entitled to his earnings until he reached majority. At the time of the injury he was employed, and certainly had expectations of greatly increasing his earning capacity. We therefore conclude that the judgment is not excessive.\nNo error appearing, the judgment is affirmed.",
        "type": "majority",
        "author": "Johnson, C. J.,"
      }
    ],
    "attorneys": [
      "Brewer & Cracraft, for appellant.",
      "W. G. Dinning, for appellee."
    ],
    "corrections": "",
    "head_matter": "Jolly v. Smith.\n4-3259\nOpinion delivered December 18, 1933.\nBrewer & Cracraft, for appellant.\nW. G. Dinning, for appellee."
  },
  "file_name": "0446-01",
  "first_page_order": 464,
  "last_page_order": 468
}
