{
  "id": 4075871,
  "name": "Michael Henne, Respondent, v. The City of Yakima, Petitioner",
  "name_abbreviation": "Henne v. City of Yakima",
  "decision_date": "2015-01-22",
  "docket_number": "No. 89674-7",
  "first_page": "447",
  "last_page": "462",
  "citations": [
    {
      "type": "official",
      "cite": "182 Wash. 2d 447"
    }
  ],
  "court": {
    "name_abbreviation": "Wash.",
    "id": 9029,
    "name": "Washington Supreme Court"
  },
  "jurisdiction": {
    "id": 38,
    "name_long": "Washington",
    "name": "Wash."
  },
  "cites_to": [
    {
      "cite": "472 F.2d 1273",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1486
      ],
      "year": 1972,
      "pin_cites": [
        {
          "page": "1280",
          "parenthetical": "\"The First Amendment was not designed to protect the voice of government or government-approved speech. The First Amendment in this country protects the voice of the people, even against government.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/472/1273-01"
      ]
    },
    {
      "cite": "153 U.S. App. D.C. 198",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "year": 1972,
      "pin_cites": [
        {
          "parenthetical": "\"The First Amendment was not designed to protect the voice of government or government-approved speech. The First Amendment in this country protects the voice of the people, even against government.\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "559 U.S. 460",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3582194,
        12448252
      ],
      "weight": 3,
      "year": 2010,
      "pin_cites": [
        {
          "page": "480",
          "parenthetical": "\"[T]he First Amendment protects against the government.\""
        },
        {
          "parenthetical": "\"[T]he First Amendment protects against the government.\""
        },
        {
          "parenthetical": "\"[T]he First Amendment protects against the government.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/559/0460-01",
        "/l-ed-2d/176/0435-01"
      ]
    },
    {
      "cite": "38 Gonz. L. Rev. 263",
      "category": "journals:journal",
      "reporter": "Gonz. L. Rev.",
      "year": 2003,
      "pin_cites": [
        {
          "page": "282"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "86 Wash. L. Rev. 663",
      "category": "journals:journal",
      "reporter": "Wash. L. Rev.",
      "year": 2011,
      "pin_cites": [
        {
          "page": "664"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "90 Cal. Rptr. 3d 381",
      "category": "reporters:state",
      "reporter": "Cal. Rptr. 3d",
      "year": 2008,
      "opinion_index": 0
    },
    {
      "cite": "171 Cal. App. 4th 1537",
      "category": "reporters:state",
      "reporter": "Cal. App. 4th",
      "case_ids": [
        12134760
      ],
      "year": 2008,
      "pin_cites": [
        {
          "page": "1544-45"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-4th/171/1537-01"
      ]
    },
    {
      "cite": "57 Cal. Rptr. 2d 207",
      "category": "reporters:state",
      "reporter": "Cal. Rptr. 2d",
      "year": 1996,
      "pin_cites": [
        {
          "parenthetical": "\"The anti-SLAPP suit statute is designed to protect the speech interests of private citizens, the public, and governmental speakers.\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "49 Cal. App. 4th 1108",
      "category": "reporters:state",
      "reporter": "Cal. App. 4th",
      "case_ids": [
        4680209
      ],
      "weight": 2,
      "year": 1996,
      "pin_cites": [
        {
          "page": "1117",
          "parenthetical": "\"The anti-SLAPP suit statute is designed to protect the speech interests of private citizens, the public, and governmental speakers.\""
        },
        {
          "page": "1117",
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-4th/49/1108-01"
      ]
    },
    {
      "cite": "43 P.3d 4",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "weight": 4,
      "year": 2002,
      "opinion_index": 0
    },
    {
      "cite": "146 Wn.2d 1",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        960829
      ],
      "year": 2002,
      "pin_cites": [
        {
          "page": "11"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/146/0001-01"
      ]
    },
    {
      "cite": "883 P.2d 320",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1994,
      "opinion_index": 0
    },
    {
      "cite": "125 Wn.2d 212",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        437041
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "217"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/125/0212-01"
      ]
    },
    {
      "cite": "69 P.3d 318",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "weight": 2,
      "year": 2003,
      "opinion_index": 0
    },
    {
      "cite": "149 Wn.2d 444",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1292565
      ],
      "year": 2003,
      "pin_cites": [
        {
          "page": "450"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/149/0444-01"
      ]
    },
    {
      "cite": "68 P.3d 282",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2003,
      "opinion_index": 0
    },
    {
      "cite": "149 Wn.2d 342",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1292581
      ],
      "year": 2003,
      "pin_cites": [
        {
          "page": "346"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/149/0342-01"
      ]
    },
    {
      "cite": "320 P.3d 718",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2014,
      "opinion_index": 0
    },
    {
      "cite": "179 Wn.2d 1022",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "year": 2014,
      "opinion_index": 0
    },
    {
      "cite": "313 P.3d 1188",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2013,
      "opinion_index": 0
    },
    {
      "cite": "177 Wn. App. 583",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        4317726
      ],
      "year": 2013,
      "pin_cites": [
        {
          "page": "588"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/177/0583-01"
      ]
    },
    {
      "cite": "238 P.3d 1107",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "weight": 2,
      "year": 2010,
      "opinion_index": 0
    },
    {
      "cite": "169 Wn.2d 467",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4010557
      ],
      "year": 2010,
      "pin_cites": [
        {
          "page": "473"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/169/0467-01"
      ]
    },
    {
      "cite": "238 P.3d 1107",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2010,
      "opinion_index": 1
    },
    {
      "cite": "169 Wn.2d 467",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4010557
      ],
      "year": 2010,
      "opinion_index": 1,
      "case_paths": [
        "/wash-2d/169/0467-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1050,
    "char_count": 25989,
    "ocr_confidence": 0.743,
    "pagerank": {
      "raw": 7.538809353230754e-08,
      "percentile": 0.44766046205782656
    },
    "sha256": "f8a1ccb9b3f40d980703d834cb9d2a09f3b61cb872f8dd826b18fa0c7b86a2c9",
    "simhash": "1:b61ad2990868a766",
    "word_count": 4058
  },
  "last_updated": "2024-02-27T17:34:40.830885+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Madsen, C.J., and Owens, Stephens, Wiggins, and González, JJ., concur.",
      "Johnson and Yu, JJ., concur with Fairhurst, J."
    ],
    "parties": [
      "Michael Henne, Respondent, v. The City of Yakima, Petitioner."
    ],
    "opinions": [
      {
        "text": "Gordon McCloud, J.\n¶1 The city of Yakima claims the protection of statutes that were designed to protect the rights of those who engage in First Amendment protected communicative activity. U.S. Const, amend. I. Those statutes — Washington’s “anti-SLAPP” laws — protect speakers against frivolous, speech-chilling lawsuits. We hold that a governmental entity like Yakima cannot take advantage of the anti-SLAPP statutes at least where, as here, the challenged lawsuit is not based on the government’s own communicative activity. We reverse the Court of Appeals’ decision to dismiss as moot Yakima’s appeal of the trial court’s decision to deny Yakima’s anti-SLAPP motion. Instead, we hold that the case is ripe for review and reinstate the trial court’s decision to deny Yakima’s anti-SLAPP motion.\nFACTS AND PROCEDURAL HISTORY\nI. A Brief History of Anti-SLAPP Laws in Washington State\n¶2 A SLAPP suit is designed to discourage a speaker from voicing his or her opinion. See Segaline v. Dep’t of Labor & Indus., 169 Wn.2d 467, 473, 238 P.3d 1107 (2010). A commonly used example of such suits is a defamation suit, where the plaintiff brings the suit to silence the defendant through the stress and expense of litigating, and not because the plaintiff has a legitimate claim of defamation. Other state legislatures have recognized the potential threat to free speech — especially the free speech of those lacking financial resources — posed by such lawsuits and have enacted laws to discourage them.\n¶3 Washington’s first laws of this sort were enacted in 1989. That year, the legislature passed RCW 4.24.500-.520. Laws of 1989, ch. 234, § 1. Those new enactments, however, addressed the SLAPP problem indirectly: they offered protection only to “individuals who make good-faith reports to appropriate governmental bodies.” RCW 4.24.500. Thus, although commentators sometimes called them Washington’s “anti-SLAPP” statutes, “the [1989] legislation more closely resembles a whistleblower immunity statute.”\n¶4 In 2002, the legislature amended RCW 4.24.510. It added a strong policy statement against SLAPP litigation and large statutory damages for a SLAPP litigation target who successfully asserts the statutory defense. Laws of 2002, ch. 232, § 2. And in 2010, the legislature passed RCW 4.24.525; that new law expanded statutory anti-SLAPP protections beyond suits based on reports to government bodies to include “any claim, however characterized, that is based on an action involving public participation and petition ” RCW 4.24.525(2). That statute also establishes procedures independent from those contained in RCW 4.24-.500-.520 for bringing and resolving a motion to strike SLAPP suits and claims, as well as for obtaining damages, costs, and fees. See generally RCW 4.24.525.\nII. Michael Henne’s Suit against the City of Yakima\n¶5 In 2011, Michael Henne, a Yakima police officer, filed an employment-related lawsuit against his employer, the city of Yakima. Several other officers had filed complaints about Henne’s behavior, resulting in internal investigations of Henne. Henne’s lawsuit alleged that those other officers’ complaints lodged against him formed a pattern of harassment and retaliation that amounted to a hostile workplace. He sued Yakima for negligent hiring, training, and supervision of its employees, which, he asserted, perpetuated a hostile work environment and entitled him to damages.\n¶6 Yakima responded to Henne’s complaint not with an answer but with a motion to strike under RCW 4.24.525, the 2010 anti-SLAPP statute. Yakima’s motion asserted that because Henne’s claims were based on coworker complaints and the city’s resulting internal investigations, the new, broader anti-SLAPP statute applied to those claims. In other words, Yakima claimed the protection of the anti-SLAPP suit law because it received controversial communications from others; Yakima made no communications of its own.\n¶7 Henne filed a response to the anti-SLAPP motion along with a motion to amend his complaint. Henne argued that his suit was “not, as characterized by the Defendant, a complaint about the YPD [Yakima Police Department] internal investigations (the heart of the Defendant’s anti-SLAPP allegations), but rather the improper acts of omission and commission by city employees that negatively impacted the life and employment of the Plaintiff.” Clerk’s Papers (CP) at 130. Henne asked the court to permit him to amend his complaint to clarify the basis for his claims and to deny Yakima’s anti-SLAPP motion.\n¶8 The trial court denied Yakima’s anti-SLAPP motion. It found that “if this statute can be used to recover penalties and attorney fees from an individual who’s petitioning the government for redress of grievances, that’s exactly the opposite of the purpose of the statute.” CP at 321. It also granted Henne’s motion to amend. Id.\n¶9 Yakima appealed under the anti-SLAPP statute’s expedited appeal provision, RCW 4.24.525(5)(d). At the Court of Appeals, Henne argued that Yakima was not a “person” as defined in the 2010 anti-SLAPP statute, RCW 4.24.525, and therefore could not bring an anti-SLAPP motion in the first place. Yakima contended that governmental entities are among those who may claim the statute’s protection. The Court of Appeals held that Yakima was a “person” within the meaning of the anti-SLAPP law and could therefore file an anti-SLAPP motion, but it also held that Henne’s amendment to his complaint rendered Yakima’s appeal moot due to the “removal of the allegations relating to the City’s internal investigations of Officer Henne.” Henne v. City of Yakima, 177 Wn. App. 583, 588, 313 P.3d 1188 (2013). It therefore dismissed the appeal. Id. at 585. Yakima sought review from this court, and we granted it. 179 Wn.2d 1022, 320 P.3d 718 (2014).\nANALYSIS\nI. Standard of Review\n¶10 This court reviews questions of statutory interpretation de novo. State v. Wentz, 149 Wn.2d 342, 346, 68 P.3d 282 (2003). In interpreting statutes, we strive to discern and implement the legislature’s intent. State v. J.P., 149 Wn.2d 444, 450, 69 P.3d 318 (2003). Where the plain language of a statute is unambiguous and “the legislative intent is apparent, ... we will not construe the statute otherwise.” Id. (citing State v. Wilson, 125 Wn.2d 212, 217, 883 P.2d 320 (1994)). However, plain meaning may be gleaned “from all that the Legislature has said in the statute and related statutes which disclose legislative intent about the provision in question.” Dep’t of Ecology v. Campbell & Gwinn, LLC, 146 Wn.2d 1, 11, 43 P.3d 4 (2002).\nII. A Governmental Entity Cannot Be a Moving Party under RCW 4.24.525 If It Is Not the Speaker\n¶11 Henne argues that Yakima lacked standing to file an anti-SLAPP motion because Yakima is not a “person” under RCW 4.24.525. Henne notes that in a previous case this court determined that “a government agency is not a ‘person’ under RCW 4.24.510.” Segaline, 169 Wn.2d at 473. Therefore, we continued, the Department of Labor and Industries could not take advantage of “the RCW 4.24.510 immunity” that was designed “to protect the exercise of individuals’ First Amendment rights . . . and rights under article I, section 5 of the Washington State Constitution.” Id. (citing RCW 4.24.510, Historical and Statutory Notes). Henne argues that if a governmental entity is not a person under our anti-SLAPP immunity statutes (RCW 4.24.500-.520), then it cannot ever be a person entitled to sue under the broader 2010 anti-SLAPP statute (RCW 4.24.525).\n¶12 Yakima responds that the new RCW 4.24.525 differs significantly from RCW 4.24.510 because the older statute does not define “person,” while the newer statute does. That new definition states, “ ‘Person’ means an individual, corporation, business trust, estate, trust, partnership, limited liability company, association, joint venture, or any other legal or commercial entity.” RCW 4.24.525(l)(e). Yakima argues that it is a municipal corporation, or at the very least a legal entity, and therefore government entities will always fit the plain language definition of “person” under the statute. Yakima’s statutory interpretation argument does not consider the portion of that newer anti-SLAPP statute that explicitly distinguishes between the governmental entity and a “moving party” who can bring an anti-SLAPP suit. RCW 4.24.525(4)(e). Nor does it consider the portions of that newer anti-SLAPP statute stating that it protects the “right of free speech” and “the constitutional right of petition,” RCW 4.24.525(2)(e) — rights that the constitution grants to individuals against the government and not to the government against individuals.\n¶13 But we need not reach that broad question of whether Yakima can ever be a moving party under RCW 4.24.525, because there is a more narrow, preliminary question presented here. That question is whether the party being sued — here, Yakima — engaged in any communicative activity that the statute protects. As discussed below, the answer to that question is no.\na. RCW4.24.525 Protects Speakers Engaged in Communicative Activity\n¶14 The legislature enacted Washington’s first anti-SLAPP laws, RCW 4.24.500-.520, because it “was concerned with civil lawsuits that were being used to intimidate citizens from exercising their First Amendment rights and rights under article I, section 5 of the Washington State Constitution.” Segaline, 169 Wn.2d at 473.\n¶15 Similarly, the legislature expanded our antiSLAPP laws in RCW 4.24.525 because it was “concerned about lawsuits brought primarily to chill the valid exercise of the constitutional rights of freedom of speech and petition for the redress of grievances.” Laws of 2010, ch. 118, § 1(a) (legislative findings and declaration of intent). The legislature continued, “Such lawsuits, called ‘Strategic Lawsuits Against Public Participation’ or ‘SLAPPs,’ are typically dismissed as groundless or unconstitutional, but often not before the defendants are put to great expense, harassment, and interruption of their productive activities.” Id. § 1(b). The legislature further explained, “The costs associated with defending such suits can deter individuals and entities from fully exercising their constitutional rights to petition the government and to speak out on public issues.” Id. § 1(c) (emphasis added). Thus, the legislature made clear that the purpose of RCW 4.24.525 was to prevent frivolous SLAPP suits from deterring individuals and entities from exercising their constitutional speech rights — that is, their communicative activity.\n¶16 The statute’s plain language reflects the legislature’s stated purpose. It applies to “any claim, however characterized, that is based on an action involving public participation and petition.” RCW 4.24.525(2). An “action involving public participation and petition” is defined as (1) “[a]ny oral statement made, or written statement or other document submitted” in various circumstances, RCW 4.24-.525(2)(a)-(d), and as (2) “[a]ny other lawful conduct in furtherance of the exercise of the constitutional right of free speech in connection with an issue of public concern, or in furtherance of the exercise of the constitutional right of petition,” RCW 4.24.525(2)(e). The statute thus provides protection for a person engaged in some communicative activity — “ma[king]” an oral statement, “submitting]” a written statement or document, or engaging in other “lawful conduct in furtherance of the exercise of the constitutional right of free speech.” RCW 4.24.525(2).\nb. No Provision in RCW 4.24.525 Permits a Nonspeaker To Assert the Rights of a Speaker\n¶17 Yakima argues that a claim can be “based on” communicative activity even if it is not directed against the speaker, i.e., the person engaged in that communicative activity. Thus, Yakima contends, the statute’s protections apply to it, even though it only received communications and did not make any communications of its own.\n¶18 We disagree. Such an interpretation stands in stark contrast to the legislature’s concern that SLAPP suits “can deter individuals and entities from fully exercising their constitutional rights ... to speak out.” Laws of 2010, ch. 118, § 1(c).\n¶19 Moreover, the statute itself makes clear that it does not apply to protect someone other than the speaker whose communicative activity forms the basis of the claim. RCW 4.24.525(l)(c) explains that a “ ‘[mjoving party’ means a person on whose behalf the motion described in subsection (4) of this section is filed seeking dismissal of a claim.” We may therefore frame the question in this case as whether Yakima may be a “moving party” on whose behalf an anti-SLAPP motion may be filed.\n¶20 RCW 4.24.525(4)(e) provides guidance on how to answer that question. It states, “The attorney general’s office or any government body to which the moving party’s [communicative] acts were directed may intervene to defend or otherwise support the moving party.” (Emphasis added.) The statute thus expressly distinguishes the “moving party” from the “government body to which the moving party’s acts were directed.” Under the statute, Yakima would be free to intervene to “defend or otherwise support” the officers who submitted reports to the city, had Henne sued those officers. Certainly the officers themselves, had they been sued, would have standing to challenge the lawsuit under RCW 4.24.525. But the statute does not contemplate that the government body to which speech is directed may itself be a “moving party.” Instead, it recognizes that the speaker is the “moving party” and the governmental entity to which the speech is directed is not the “moving party.” Because Yakima is the government entity to which the speech at issue in this case was directed, and not the speaker, it cannot take advantage of RCW 4.24.525’s anti-SLAPP protections for speakers.\nc. California Law Does Not Control Our Interpretation of RCW 4.24.525\n¶21 Yakima urges us to follow California’s law by holding that governmental entities can take advantage of anti-SLAPP laws. Yakima is correct that RCW 4.24.525 is based in part on California’s similar law. As a result, commentators have noted, Washington “courts have begun using California law to interpret the Washington [anti-SLAPP] Act.” Wyrwich, supra, at 672.\n¶22 But despite some similarities, the laws also have significant differences. Id. at 682 (noting that the Washington statute “differs in several respects” from the California statute). Most relevant to this case, the California anti-SLAPP statute states that it “shall be construed broadly.” Cal. Code Civ. Proc. § 425.16(a). Our legislative findings, on the other hand, state, “This act shall be applied and construed liberally to effectuate its general purpose of protecting participants in public controversies from an abusive use of the courts.” Laws op 2010, ch. 118, § 3 (emphasis added). Our legislature thus phrased its findings more narrowly than California’s, emphasizing that the protection extends to “participants” — the actors who speak out on public affairs.\n¶23 Moreover, California’s case law does not address the question at issue here; that is, whether the government can take advantage of the anti-SLAPP statute when it was not even the speaker who exercised speech rights. To be sure, some California cases have found that a defendant governmental entity may bring an anti-SLAPP motion under California’s statute. E.g., Bradbury v. Superior Court, 49 Cal. App. 4th 1108, 1117, 57 Cal. Rptr. 2d 207 (1996) (“The anti-SLAPP suit statute is designed to protect the speech interests of private citizens, the public, and governmental speakers.”). And some California cases have found that a defendant governmental agency may rely on California’s anti-SLAPP statute even where it appears from the facts of the case that the governmental agency received, rather than made, communications. E.g., Hansen v. Cal. Dep’t of Corn & Rehab., 171 Cal. App. 4th 1537, 1544-45, 90 Cal. Rptr. 3d 381 (2008).\n¶24 But in no California case did the court ever expressly consider whether a silent governmental defendant could take advantage of an anti-SLAPP statute designed to protect the defendant’s speech. And even if California had considered the question and decided that its statute — a statute “designed to protect the speech interests of . . . governmental speakers,” Bradbury, 49 Cal. App. 4th at 1117 (emphasis added) — also protected governmental non-speakers, such a conclusion would not be persuasive to our interpretation of our own statute given the difference in legislative findings discussed above.\nCONCLUSION\n¶25 Given the plain language of RCW 4.24.525 and the legislative findings enacted in Laws of 2010, chapter 118, section 1, we hold that a governmental entity lacks standing to bring an anti-SLAPP motion under RCW 4.24.525 where the governmental entity has not engaged in the communicative activity on which the suit is based. We therefore reverse the decision of the Court of Appeals to dismiss the appeal. We reinstate the trial court’s orders denying the anti-SLAPP motion and granting the motion to amend. Since Yakima does not prevail, it is not entitled to attorney fees.\nMadsen, C.J., and Owens, Stephens, Wiggins, and González, JJ., concur.\nA “SLAPP” is a “ ‘Strategic Lawsuit! ] Against Public Participation.’ ” Laws of 2010, ch. 118, § 1(b).\nSee Tom Wyrwich, A Cure for a “Public Concern”: Washington’s New Anti-SLAPP Law, 86 Wash. L. Rev. 663, 664 (2011).\nMichael E. Johnston, A Better SLAPP Trap: Washington State’s Enhanced Statutory Protection for Targets of “Strategic Lawsuits Against Public Participation,” 38 Gonz. L. Rev. 263, 282 (2003).\nI agree with Justice Fairhurst’s concurrence (at 460) that Henne’s amended complaint did not clearly eliminate all the claims that Yakima targeted in its anti-SLAPP motion. Hence, the question of whether Yakima could take advantage of the 2010 anti-SLAPP statute is squarely before us. And the question of whether an amended complaint that deletes all allegedly objectionable SLAPP claims is not.\nYakima and Henne also argue about whether the Court of Appeals erred when it held that Henne’s amendments to his complaint cured any possible SLAPP problem. But as discussed above, supra note 4, Yakima had the same complaints about the amended complaint. Whether voluntary amendment to delete objectionable claims moots an anti-SLAPP motion is thus an issue left for another day.\nSee United States v. Stevens, 559 U.S. 460, 480, 130 S. Ct. 1577, 176 L. Ed. 2d 435 (2010) (“[T]he First Amendment protects against the government.”); Women Strike for Peace v. Morton, 153 U.S. App. D.C. 198, 472 F.2d 1273, 1280 (1972) (“The First Amendment was not designed to protect the voice of government or government-approved speech. The First Amendment in this country protects the voice of the people, even against government.”).\nFor this reason, we reject Yakima’s argument that its employees are its agents, and its agents’ actions of submitting reports may thus be considered Yakima’s actions. Yakima cannot avoid the fact that the statute distinguishes between the speaker and the receiver of speech.",
        "type": "majority",
        "author": "Gordon McCloud, J."
      },
      {
        "text": "Fairhurst, J.\n¶26 (concurring in the result) — The majority correctly concludes that the trial court properly denied the city of Yakima’s special motion to strike (anti-SLAPP motion). As Michael Henne argued to the trial court, he did not bring a SLAPP claim. It was Yakima’s burden to show that Henne’s complaint contained SLAPP claims, and the record shows it failed to do so as a matter of law. I concur.\nI. We should hold Yakima is a “person” under the anti-SLAPP statute\n¶27 Whether Yakima is a “person” here is a matter of statutory construction dependent on the statutory language. RCW 4.24.525(l)(e) defines a “ ‘person’ ” in plain, broad language as “an individual, corporation, business trust, estate, trust, partnership, limited liability company, association, joint venture, or any other legal or commercial entity.” (Emphasis added.) Yakima is a municipal corporation and clearly a legal entity, so it is a “person” within the meaning of RCW 4.24.525(1)(e). Our decision in Segaline v. Department of Labor & Industries, 169 Wn.2d 467, 238 P.3d 1107 (2010), is not controlling on this issue. That case addressed a different statute, RCW 4.24.510, that did not define the word “person” and used that word ambiguously. Id. at 473. Yakima’s anti-SLAPP motion was not brought under RCW 4.24.510.\nII. We should not reach the issue of mootness\n¶28 We should not reach the question of whether Henne’s voluntarily amending his complaint rendered Yakima’s anti-SLAPP motion moot. In this case, Yakima contends that if the trial court had granted its motion, its decision would “carry through to the amended pleading,” which Yakima asserts did not clearly eliminate all the alleged SLAPP claims. Wash. Supreme Court oral argument, Henne v. City of Yakima, No. 89674-7 (May 29, 2014), at 42 min., 34 sec., audio recording by TVW, Washington State’s Public Affairs Network, http:// www.tvw.org. We are not presented with a case where the amended complaint definitely did remove all alleged SLAPP claims and should therefore not reach the issue of whether such an amended complaint would moot a pending anti-SLAPP motion.\nIII. The trial court properly denied Yakima’s anti-SLAPP motion because Yakima failed to meet its initial burden\n¶29 The majority reaches the correct conclusion. Henne argued to the trial court that Yakima’s anti-SLAPP motion must fail, in part, because Henne did not make any SLAPP claims. Clerk’s Papers (CP) at 129-30. The record amply supports the conclusion that Henne was correct on that point. Yakima’s anti-SLAPP motion thus fails as a matter of law.\n¶30 It is apparent from the face of Henne’s complaint that while some of his alleged injuries are connected to internal employee complaints, Henne asserts his injuries were caused by how Yakima responded to the complaints in its capacity as an employer. That is the basis of the challenged claims. CP at 13 (Henne’s complaint, alleging his damages are “[a]s a direct and proximate result of [Yakima’s] acts” and seeking relief in the form of “enjoining [Yakima] from perpetuating the discrimination, harassment and hostile work environment” created by other employees), 130 (Henne’s response to Yakima’s anti-SLAPP motion: “Plaintiff does not allege that complaints should not be investigated. On the contrary, he is concerned that complaints are not always followed-up in a professional and impartial manner.”).\n¶31 It is clear that the actions forming the basis of Henne’s claims do not meet any of the five definitions of “action involving public participation and petition” in RCW 4.24.525(2). Four of the statutory definitions refer to “[a]ny oral statement made, or written statement or other document submitted” in various types of proceedings. RCW 4.24.525(2)(a)-(d). None of Henne’s claims against Yakima can fall within these first four definitions because they are based on Yakima’s conduct, not its statements. The final definition of “action involving public participation and petition” does refer to conduct, but it also does not apply because Yakima’s alleged conduct was not “lawful conduct in furtherance of the exercise of the constitutional right of free speech in connection with an issue of public concern, or in furtherance of the exercise of the constitutional right of petition.” RCW 4.24.525(2)(e). Even if Yakima had in fact responded properly to internal complaints, such that Henne’s allegations would ultimately prove meritless, Yakima’s conduct was responsive to, not in furtherance of, protected speech.\n¶32 At most, Yakima’s anti-SLAPP motion shows that Henne’s complaint should have been more artfully worded. It cannot be contended that the substantial penalties in the anti-SLAPP statute were intended to prevent mere unartful pleadings. Yakima failed to meet its initial burden of showing Henne brought any SLAPP claims against it.\nCONCLUSION\n¶33 I agree with the majority that the trial court properly denied Yakima’s anti-SLAPP motion. Because I cannot agree with the majority’s analysis, I concur in the result.\nJohnson and Yu, JJ., concur with Fairhurst, J.\nStrategic lawsuit against public participation.\nI agree with the majority that we should reject Yakima’s argument that its employees’ internal complaints should be considered Yakima’s own statements under agency principles.\nWhile Yakima is correct that informally contacting the other party is not a prerequisite to filing an anti-SLAPP motion, it is good practice to ensure that the motion, which carries potentially severe consequences for both the moving and responding parties under ROW 4.24.525(6)(a)-(b), is based on something more substantial than misinterpretations of unartful pleadings.",
        "type": "concurrence",
        "author": "Fairhurst, J."
      }
    ],
    "attorneys": [
      "Robert C. Tenney, Mark D. Watson, and Peter M. Ritchie (of Meyer Fluegge & Tenney PS), for petitioner.",
      "Lish Whitson and Kristy L. Stell (of Lish Whitson PLLC), for respondent.",
      "Milton G. Rowland on behalf of Washington State Association of Municipal Attorneys, amicus curiae.",
      "George M. Ahrend, Bryan P. Harnetiaux, and David P. Gardner on behalf of Washington State Association for Justice Foundation, amicus curiae.",
      "Bruce E.H. Johnson, Eric Stahl, and Ambika K. Doran on behalf of Allied Daily Newspapers of Washington, Cowles Company, Evening Telegram Company, Gannett Company, KIRO-TV Inc., The McClatchy Company, Seattle Times Company, Sinclair Broadcast Group Inc., Sound Publishing Inc., Washington Newspaper Publishers Association, and Washington State Association of Broadcasters, amici curiae.",
      "Jeffrey L. Needle, Jesse A. Wing, Joseph R. Shaeffer, Sarah A. Dunne, and Nancy L. Talner on behalf of Washington Employment Lawyers Association and American Civil Liberties Union of Washington, amici curiae."
    ],
    "corrections": "",
    "head_matter": "[No. 89674-7.\nEn Banc.]\nArgued May 29, 2014.\nDecided January 22, 2015.\nMichael Henne, Respondent, v. The City of Yakima, Petitioner.\nRobert C. Tenney, Mark D. Watson, and Peter M. Ritchie (of Meyer Fluegge & Tenney PS), for petitioner.\nLish Whitson and Kristy L. Stell (of Lish Whitson PLLC), for respondent.\nMilton G. Rowland on behalf of Washington State Association of Municipal Attorneys, amicus curiae.\nGeorge M. Ahrend, Bryan P. Harnetiaux, and David P. Gardner on behalf of Washington State Association for Justice Foundation, amicus curiae.\nBruce E.H. Johnson, Eric Stahl, and Ambika K. Doran on behalf of Allied Daily Newspapers of Washington, Cowles Company, Evening Telegram Company, Gannett Company, KIRO-TV Inc., The McClatchy Company, Seattle Times Company, Sinclair Broadcast Group Inc., Sound Publishing Inc., Washington Newspaper Publishers Association, and Washington State Association of Broadcasters, amici curiae.\nJeffrey L. Needle, Jesse A. Wing, Joseph R. Shaeffer, Sarah A. Dunne, and Nancy L. Talner on behalf of Washington Employment Lawyers Association and American Civil Liberties Union of Washington, amici curiae."
  },
  "file_name": "0447-01",
  "first_page_order": 483,
  "last_page_order": 498
}
