{
  "id": 1355669,
  "name": "Grooms v. Minton",
  "name_abbreviation": "Grooms v. Minton",
  "decision_date": "1923-04-30",
  "docket_number": "",
  "first_page": "448",
  "last_page": "454",
  "citations": [
    {
      "type": "official",
      "cite": "158 Ark. 448"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "57 C. C. A. 428",
      "category": "reporters:federal",
      "reporter": "C.C.A.",
      "opinion_index": -1
    },
    {
      "cite": "151 Ark. 161",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1366079
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/151/0161-01"
      ]
    },
    {
      "cite": "114 Ark. 419",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1536323
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/ark/114/0419-01"
      ]
    },
    {
      "cite": "3 A. L. R. 352",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "48 L. R. A. 320",
      "category": "reporters:federal",
      "reporter": "L.R.A.",
      "opinion_index": -1
    },
    {
      "cite": "40 C. C. A. 12",
      "category": "reporters:federal",
      "reporter": "C.C.A.",
      "opinion_index": -1
    },
    {
      "cite": "99 Fed. 606",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        7853218
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/f/99/0606-01"
      ]
    },
    {
      "cite": "145 Ark. 310",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1586103
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/145/0310-01"
      ]
    },
    {
      "cite": "12 L. R. A. (N. S.) 745",
      "category": "reporters:federal",
      "reporter": "L.R.A.N.S.",
      "opinion_index": -1
    },
    {
      "cite": "45 C. C. A. 604",
      "category": "reporters:federal",
      "reporter": "C.C.A.",
      "opinion_index": -1
    },
    {
      "cite": "106 Fed. 764",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6727517
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f/106/0764-01"
      ]
    },
    {
      "cite": "237 U. S. 101",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        631857
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/237/0101-01"
      ]
    },
    {
      "cite": "145 Ark. 3",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "139 Ark. 580",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1596396
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/139/0580-01"
      ]
    },
    {
      "cite": "150 Ark. 161",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1367951
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/ark/150/0161-01"
      ]
    },
    {
      "cite": "97 Ark. 167",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1318787
      ],
      "weight": 5,
      "opinion_index": -1,
      "case_paths": [
        "/ark/97/0167-01"
      ]
    },
    {
      "cite": "156 Ark. 103",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1358446
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/156/0103-01"
      ]
    },
    {
      "cite": "145 Ark. 566",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1586145
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/145/0566-01"
      ]
    },
    {
      "cite": "114 Ark. 419",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1536323
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/114/0419-01"
      ]
    },
    {
      "cite": "145 Ark. 310",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1586103
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/145/0310-01"
      ]
    },
    {
      "cite": "237 U. S. 101",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        631857
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/237/0101-01"
      ]
    },
    {
      "cite": "150 Ark. 161",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1367951
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/150/0161-01"
      ]
    },
    {
      "cite": "97 Ark. 167",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1318787
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ark/97/0167-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 581,
    "char_count": 12845,
    "ocr_confidence": 0.488,
    "pagerank": {
      "raw": 1.230165181833534e-07,
      "percentile": 0.6054428269756268
    },
    "sha256": "3a0921d2a98b8b6d04720f4756085ae7634d3737d094f7c8d5ff1d32303679cb",
    "simhash": "1:6fe40709905e980d",
    "word_count": 2198
  },
  "last_updated": "2024-02-27T17:41:16.235499+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Grooms v. Minton."
    ],
    "opinions": [
      {
        "text": "McCulloch, C. J.\nAppellees are the owners of a tract of land, containing 40 acres, situated near Harrisburg, in Poinsett County, and on August 7, 1919, they executed to a group of persons residing in that portion of the State, who are the appellants in the present case, a mineral lease of the land, authorizing the exploration for and development and production of oil, gas, coal and other minerals.\nThe lease contract is, in most respects, similar to the form generally in use and like those involved in other cases decided by this court, with the exception of a certain clause, which will be set forth later. The contract provided, in substance, that for the consideration of the sum of one dollar, paid by the lessees, and in further consideration of the covenants “hereinafter contained on the part of the second parties,” the premises are leased for a term of ten years for the purpose of mining for oil, gas, coal and other minerals, and removing the same when mined. The privilege is given to lay pipe lines and place machinery to be used in mining, and the lessees are required to pay royalty upon the production of any of the minerals mentioned. There are other provisions with reference to the manner in which the pipes should be laid and the location of drilling operations as to distance from houses and barns. Two of the clauses of the contract read as follows:\n“It is agreed that this'lease shall remain in force for a term of ten years from this date, and as long thereafter as oil, gas or coal, or either of them, is produced therefrom by the parties of the second part, their successors or assigns.”\n“It being in the minds of the parties thereto that there has been no prospecting for oil, gas or coal, or lignite, etc., in Northeast Arkansas in many years, and may not be for many years to come, unless extraordinary inducements are made; therefore, this lease is given partly to encourage or make possible the prospecting for oil, gas, coal, etc., in this territory. It is understood and agreed that, if no prospecting or drilling for oil, gas, lignite- or coal, etc., is commenced in the above mentioned territory within a period of five years from this date, this lease will be null and void; provided, however, that this lease may be kept in force for a period of two years longer by the payment to first parties by second parties or their successors, annually, in advance, ground rent at the rate of ten cents per acre per annum, which the first parties hereby bind themselves to accept when tendered; and it is agreed that the commencing of a well as above provided shall be and operate as a full liquidation of all rent, under this provision during the remainder of the term of this lease; and it is agreed that the commencing of a well as above provided shall be considered as a part consideration for ¿his lease.”\nAppellants acquired leases covering other lands in the same locality, and later subleased a considerable quantity of the lands to one Scott under a special contract whereby the latter agreed to begin drilling, and, pursuant to the contract, Scott drilled one or more wells, which produced nothing, and proved to be dry holes. The land leased from appellees was not, however, embraced in the lease to Scott, and no mining or drilling operations have been conducted on that land. It is conceded that there has been no discovery of oil, gas or other minerals in that portion of the State, and that the territory is wholly undeveloped as to the discovery and production of minerals.\nAppellees instituted the present action against appellants in the. chancery court of Poinsett County on April 6, 1921, seeking a cancellation of the lease on the ground that its execution was procured by fraudulent misrepresentations concerning the intention of the lessees with respect to the time for drilling an oil or gas well on the land in question, and also on the ground that there had been a forfeiture on account of the failure of appellants to begin drilling a well on the land within a reasonable time. Appellants answered, denying the charges of fraud arid disputing the alleged ground of forfeiture.\nThe chancellor held in the final decree that, notwithstanding the specifications of the contract, there was an implied covenant on the part of appellants, as lessees, to begin operations on the land in question within a reasonable time, and that this covenant had not been performed by commencing operations in apt time, and cancellation of the lease was decreed on that ground. There were no findings made by the chancellor with respect to the charges of fraud in procuring the lease. We have, however, fully considered the testimony on the issue as to fraudulent misrepresentations, and find that the charges of fraud are not sustained by the evidence.\nThe decree is defended by counsel for appellee on the ground that there is no mutuality in the covenants contained in the contract, that the consideration of the payment of one dollar is not sufficient to support the contract, and that the decree for cancellation was justified on that ground. The validity of the contract is not attacked on that ground in the pleadings, and it does not appear, from the recitals of thé decree, that the chancellor passed on that question, but it is debated by both sides in the briefs, and we must assume that it was treated as an issue below.\nCounsel for appellees attempt to distinguish this case from former decisions upholding similar contracts on the ground that, in the former decisions, the length of time specified for commencement of operations (one year) is so much shorter than the time specified in the present contract (five years) that it materially affects the question of consideration. Lawrence v. Mahoney, 145 Ark. 310; Epperson v. Helbron, 145 Ark. 566; Rogers v. Magnolia Oil & Gas Co., 156 Ark. 103; Guffey v. Smith, 237 U. S. 101. The distinction sought to be made is not sound, for the time specified for commencing operations is not unreasonable, in view of -the fact that the territory is wholly undeveloped. The contract itself recites reasons which are sufficient to make the specified time reasonable, and therefore the differences in time as to the contract in other cases referred to do not afford sufficient reason for holding that the consideration failed because of the additional length of time given for beginning operations. We think that the 'contract, so far as concerns the consideration, is governed by the cases cited above, and that it is a valid contract based upon sufficient consideration.\nThis brings us to a consideration of the question upon which the chancellor based his decree, namely, that, notwithstanding the fact that the contract specified the time for commencement of operations, there was an implied covenant on the part of appellants to begin operations in the development of minerals on this particular land within a reasonable time, and that, there having been no operations begun within a reasonable time, the lease should be canceled. The court evidently based its conclusion on the decisions of this court in Mansfield Gas Co. v. Alexander, 97 Ark. 167, Mansfield Gas Co. v. Parkhill, 114 Ark. 419, and Millar v. Mauney, 150 Ark. 161, and counsel for appellees defends the correctness of the decree on the authority of those decisions. We are of the opinion, however, that those cases are not decisive of the present controversy, for the reason that the contract contains -an express agreement with respect to the time within which drilling operations are to be commenced. The clause hereinbefore quoted expressly provides that, upon failure to commence operations within five years, the lease may be kept in force for a further period of two years by the payment of rentals, and this necessarily means that the full period of five years is given for the commencement of such operations.\nIn the first of our decisions on this subject (Mansfield Gas Co. v. Alexander, supra), there was no provision in the contract specifying the time within which mining operations should begin on the land involved in that controversy, but there was a provision that work should be begun ondhose lands, or other lands within four miles, within one year from date. Operations were begun within the time on other lands within the specified distance, and the terms of the contract in that respect were complied with, but the operations were not continued, and there was a delay of eight years, up to the commencement of the suit, without any further operations, and none whatever on the land in controversy. The court held that there was an implied covenant that the operations should not only be commenced within the time specified,'but that such operations should be continued with reasonable diligence, and that there was a forfeiture on account of the unreasonable delay. The court expressly recognized the principle that an express stipulation with respect to the time for the commencement of operations would control. In the opinion, the court, after declaring that the lessee was not bound tO' begin work on the particular land involved in the lease, and had the right to begin its operations on other lands within the date specified, but must continue the operations with reasonable diligence, said:\n“It is true that, when such a lease expressly provides when and how the search for the minerals shall be made upon the leased lands, then there can be no reason for implication relative thereto, and such provision expressly made must control.”\nAs before stated, the provisions of the contract gave five years within which to commence operations, and it necessarily follows from that provision that there can be no forfeiture on account of inactivity of the lessee within that time. We are therefore of the opinion that the chancellor erred in holding that there was a forfeiture under the contract, and that there should be a cancellation.\nThe decree is therefore reversed, and the cause is remanded, with directions to dismiss the complaint for want of equity.",
        "type": "majority",
        "author": "McCulloch, C. J."
      }
    ],
    "attorneys": [
      "Bloch £ Kirsch and Fuhr £ Futrell, for appellant.",
      "Irving M. Greer, for appellee."
    ],
    "corrections": "",
    "head_matter": "Grooms v. Minton.\nOpinion delivered April 30, 1923.\nMines and minerals — consideration for oil and gas lease-t-forfeiture. — Where oil and gas lease for a period of ten years recited a consideration of $1 and that the lease should be void if no prospecting or drilling for oil, gas, lignite or coal, etc., is commenced in the above-mentioned territory within a period of five years, the territory mentioned being- wholly undeveloped, the contract is valid and based upon a sufficient consideration, and no forfeiture can be enforced on account of the lessee’s inactivity within five years.\nAppeal from Poinsett Chancery Court; Archer Wheatley, Chancellor;\nreversed.\nBloch £ Kirsch and Fuhr £ Futrell, for appellant.\nThere can be no implied covenant to begin development in a reasonable time, the lease expressly specifying the time therefor. The cases of 97 Ark. 167 and 150 Ark. 161 have no application, there being no such provision in the leases therein passed upon. The lease herein is similar in most respects to those construed in 139 Ark. 580; 145 Ark. 3.10; 145-Ark. 556, but does not contain a surrender clause, as did some of the leases in said cases. The expressed consideration of $1 is sufficient to uphold the lease. 237 U. S. 101; 106 Fed. 764, 45 C. C. A. 604; 90 Pac. (Kan.) 803, 12 L. R. A. (N. S.) 745; 145 Ark. 310; 3 A. L. R. (Okla.) 352, notes 381, 382; 239 Fed. (Ky.) 298.\nIrving M. Greer, for appellee.\nThe chancellor was right in his findings as to the implied covenant to begin development and the consideration expressed. 97 Ark. 167. See also 99 Fed. 606, 40 C. C. A. 12, 48 L. R. A. 320; 150 Ark. 161; 3 A. L. R. 352. The lessees failed to carry out the covenant in the lease, and the $1 consideration recited without payment of a rental or other consideration moving from lessee to the lessors is insufficient to support the lease contract. No operations begun on any of the leased lands, nor any preparation made therefor. Court should determine what is a reasonable time for beginning operations from all the facts and circumstances. 97 Ark. 167; 114 Ark. 419; 99 Fed. 606. Thornton’s “The Law Relating to Oil & Gas,” § 127. The lease herein is so utterly different from those construed in the cases cited by appellant on the point of insufficient consideration as not to be applicable or in point. - In none of said cases did the court hold that one dollar, the nominal consideration alone, would be sufficient. Held insufficient. 97 Ark. 167; 114 Ark. 419; 151 Ark. 161; 3 A. L. R. 352. Lease void for want of mutuality. 57 C. C. A. 428. Lessee cannot hold the lease for purely speculative purposes. Mansfield Gas Go. v. Alexander, 97 Ark. 167. Drilling of a well on other lands has no effect to relieve lessee from obligation to begin operations on lands leased herein."
  },
  "file_name": "0448-01",
  "first_page_order": 472,
  "last_page_order": 478
}
