{
  "id": 1428341,
  "name": "Pacific Mutual Life Insurance Company v. Dupins",
  "name_abbreviation": "Pacific Mutual Life Insurance v. Dupins",
  "decision_date": "1933-12-18",
  "docket_number": "4-3248",
  "first_page": "450",
  "last_page": "456",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 450"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "202 S. W. 20",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "133 Ark. 348",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1575150
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/133/0348-01"
      ]
    },
    {
      "cite": "237 S. W. 698",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "152 Ark. 153",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "7 A. L. R. 182",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "124 N. E. 223",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": 0
    },
    {
      "cite": "99 Ohio St. 343",
      "category": "reporters:state",
      "reporter": "Ohio St.",
      "case_ids": [
        959142
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ohio-st/99/0343-01"
      ]
    },
    {
      "cite": "266 S. W. 279",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "166 Ark. 403",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1378598
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/166/0403-01"
      ]
    },
    {
      "cite": "63 S. W. (2d) 640",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "187 Ark. 1040",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1432069
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/187/1040-01"
      ]
    },
    {
      "cite": "54 S. W. (2d) 407",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "186 Ark. 522",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "47 S. W. (2d) 812",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "185 Ark. 445",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1435198
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/185/0445-01"
      ]
    },
    {
      "cite": "127 S. W. 457",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "94 Ark. 417",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1545433
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/94/0417-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 429,
    "char_count": 7091,
    "ocr_confidence": 0.513,
    "pagerank": {
      "raw": 1.8118523997396977e-07,
      "percentile": 0.717895715155594
    },
    "sha256": "e0d8ac97e06fe3cb11025437977e5c404bcd877fd9b2b5cfc571b3e900e06985",
    "simhash": "1:2a4e83d743ba45d1",
    "word_count": 1220
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Pacific Mutual Life Insurance Company v. Dupins."
    ],
    "opinions": [
      {
        "text": "Johnson, C. J.,\n(after stating the facts). It is first contended on behalf of appellant that the uncontradicted facts show that appellee was not totally and permanently disabled within the lifetime of the policy. We cannot agree with this contention. The testimony tended to show, and the jury was warranted in finding that, at the time the policy was issued to appellee, he was a strong able-bodied negro man, weighing about 185 pounds, enjoying good health and able to perform any kind of labor. After the execution and delivery of the policy, he contracted shortness in his breath, his heart action weakened, and a general decline in his health, to the extent that on July 24, 1931, he became totally exhausted. The physical tests applied to appellee on August 7, 1931, by his physician disclosed that appellee was suffering from active tuberculosis. From this very short summary of the evidence, it is perfectly apparent that the jury was warranted in finding that appellee contracted tuberculosis after the issuance of the policy of insurance, and prior to its date of expiration. Also, the jury was fully warranted in finding that appellee was totally and permanently disabled within the purview of the policy prior to July 15,1931.\nAppellant insists, however, that the testimony does not show a total disability prior to July 15,1931, because appellee was engaged in light work in the railroad shops on and prior to that date. This is not a conclusive test of total and permanent disability, as has many times been held by this court.\nWe held in Industrial Mutual Ind. Co. v. Hawkins, 94 Ark. 417, 127 S. W. 457, that: “Total disability exists, although the insured is able to perform occasional acts, if he is unable to do any substantial portion of the work connected with his occupation.”\nAgain we held in Mutual Benefit H. & A. Association v. Bird, 185 Ark. 445, 47 S. W. (2d) 812, that, although the insured endeavored to do some work, this was not the exclusive test to be applied. The true test seems to be that total disability exists where the injuries are of such character and degree as to wholly disable the insured from doing all the substantial and material acts necessary to be done in the prosecution of his business, and when common care and prudence would require a man in his condition to desist from the kind of labor he had performed prior to his injury. When the rule is thus stated and analyzed, it will be seen that the mere fact that the insured performs certain labor, when common care and prudence require otherwise, does not of itself demonstrate a lack of total disability. This exact question was again before this court in Missouri State Life Ins. Co. v. Johnson, 186 Ark. 522, 54 S. W. (2d) 407, wherein the doctrine, as heretofore stated, was reannounced and approved.\nThe next insistance for reversal is that appellee did not furnish to appellant notice of his total disability within the time specified in the policy of insurance. The requirements of the policy appear in the statement of facts. By reference thereto, it will be seen that “failure to give notice within the time provided in this policy shall not invalidate any claim, if it shall be shown not to have been reasonably possible to give such notice, and that notice was given as soon as was reasonably possible.” The question as to whether or not appellee gave the notice as soon as was reasonably possible was submitted to the jury as a question of fact, and its findings in behalf of appellee should be sustained, if supported by substantial testimony. On this question appellee testified that he did not know that he had tuberculosis until immediately prior to the institution of this suit; that the first information he had came from his physician at that time.\nOn the question here under consideration, appellant insists that this case is governed by Business Men’s Assurance Co. v. Selvidge, 187 Ark. 1040, 63 S. W. (2d) 640. The Selvidge case is easily distinguishable from the instant case. There the insured lost one of his eyes on August 12, 1932, and gave no notice to the insurance company until the 12th of November, 1932. Selvidge well knew on August 12, 1932, that he had lost an eye. In the instant case, the insured did not know that he was suffering from tuberculosis until immediately prior to the filing of this suit. Thus it will be seen that there is a broad difference between the Selvidge case and the one here under consideration.\nWe think this case is controlled by the doctrine announced in Pacific Mutual Life Insurance Co. v. Smith, 166 Ark. 403, 266 S. W. 279. In the Smith case, the appellant there was the same appellant as here. Also, in that case, similar, if not identical, provisions of the policies appear. There, as here, it was contended that notice was necessary within a certain number of days, and a prerequisite to recovery. This court, in disposing of the contention there, said, ‘ ‘ That the requirement for immediate notice is sufficient, if notice be given as soon as is reasonably possible to give it.”\nIt is self-evident that appellee could not notify appellant of something he did not know. At no time within the specified period did appellee know that he was suffering from the disastrous disease afterwards made known to him by his physician. This is the reason for the exception contained in the policy, which requires notice as soon as is reasonably possible to give it. Employers’ Liability Assur. Corp. v. Boehm, 99 Ohio St. 343, 124 N. E. 223, 7 A. L. R. 182.\nWe conclude that the trial court was correct in submitting the reasonable possibility of giving notice in the instant case, and that no error was committed in so doing. It is next contended that the court erred in giving to the jury certain instructions relative to the execution of the application for the policy of insurance.\nAppellant interposed the defense that appellee had made false statements in his application for insurance. This was denied by appellee. Therefore it became a question of fact for the jury to determine. After a careful consideration of all the instructions given on this issue, we conclude that the question was properly submitted and under correct instructions. In the main, the instructions here given followed the doctrine of this court announced in Missouri State Life Ins. Co. v. Witt, 152 Ark. 153, 237 S. W. 698; American Life & Accident Association v. Walton, 133 Ark. 348, 202 S. W. 20.\nNo reversal error appearing, the judgment is affirmed.",
        "type": "majority",
        "author": "Johnson, C. J.,"
      },
      {
        "text": "McHaney, J.\nI dissent. It is a strang*e doctrine that a sane person may be totally and permanently disabled and not be aware of that fact. The policy had lapsed long-before any notice of disability was given, and there does not appear to be shown any good reason for failure to give the notice within the time provided in the policy. Mr. Justice Smith agrees with this dissent.",
        "type": "dissent",
        "author": "McHaney, J."
      }
    ],
    "attorneys": [
      "Owens & Ehrman and John M. Lofton, Jr., for appellant.",
      "Emmet Vaughan, Sam T. & Tom Poe and McDonald Poe, for appellee."
    ],
    "corrections": "",
    "head_matter": "Pacific Mutual Life Insurance Company v. Dupins.\n4-3248\nOpinion delivered December 18, 1933.\nOwens & Ehrman and John M. Lofton, Jr., for appellant.\nEmmet Vaughan, Sam T. & Tom Poe and McDonald Poe, for appellee."
  },
  "file_name": "0450-01",
  "first_page_order": 468,
  "last_page_order": 474
}
