{
  "id": 8722594,
  "name": "Epstein v. Kansas City Life Insurance Company",
  "name_abbreviation": "Epstein v. Kansas City Life Insurance",
  "decision_date": "1932-11-07",
  "docket_number": "4-2718",
  "first_page": "451",
  "last_page": "454",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 451"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "17 S. W. (2d) 876",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "179 Ark. 688",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8724991
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/179/0688-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 203,
    "char_count": 3111,
    "ocr_confidence": 0.503,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.208547679806815
    },
    "sha256": "144d7e9dd8724f3ab85addd0569a42416f0d1b6bac810f732b2b2860e76fdd1f",
    "simhash": "1:992a19d1a48fbeb6",
    "word_count": 555
  },
  "last_updated": "2024-02-27T17:52:01.123529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Epstein v. Kansas City Life Insurance Company."
    ],
    "opinions": [
      {
        "text": "Kirby, J.,\n(after stating the facts). It is undisputed that the receiver collected the $5,000 rental as receiver, which he failed to pay into the court, though ordered to do so, and, upon appellee’s motion for judgment against Clark as receiver for $5,000 and Sam Epstein, surety on his bond, for $1,000, the amount of the bond signed by the surety, the judgment was rendered.\nAppellant insists that he was not bound, under the terms of the bond, to pay the amount of the penalty thereof for the money collected by the receiver and deposited by him in the bank which failed, resulting in the loss thereof. It is true the condition of the bond is not in the language provided in the statute, § 8600, Crawford & Moses’ Digest, but it is in accordance with the requirements of the provisions of § 8614 thereof, requiring the receiver to execute a bond with one or more sureties approved by the court, in such form as the court shall direct, “to the effect that he will faithfully discharge the duties of receiver in the action and obey the orders of the court therein.” The powers of such receiver are designated in § 8615 of the Digest, to receive -rents, collect debts, etc.; and the receiver and his surety under the bond, conditioned as it is to the effect that he will faithfully discharge the duties, of receiver in the action and obey the orders of the court therein, were hound to the payment into the court of all moneys or assets which shall come into his hands as receiver in the case, according to the order of the court, as though it had been so expressly stipulated in the language of the statute, said § 8600, Crawford & Moses’ Digest.\n- If there had been no statement of it relative to the execution of the bond and its liability under the later statute, which is in nowise in conflict, but is in harmony, with the first statute, a surety on a receiver’s bond would have been bound to account for and pay over moneys collected by the receiver upon the order of the court. In National Surety Company v. Byrd, 179 Ark. 688, 17 S. W. (2d) 876, the court held that the receiver and the sureties on his bond were bound to account for and pay into the court, when required by its order, all money and assets coming into his hands as such receiver, and the failure to malee such payment was not excused by the insolvency of a bank in which such funds were deposited. It was there said:\n“The receiver is an officer of the court appointing him, and the condition of the receiver’s bond, as prescribed by statute, is different from that required of administrators, the receiver being bound to account for and pay into court all money or assets which shall come into his hands as such receiver, and in that respect like the bonds of public officials, requiring them to account for and pay over money coming into their hands as such. Sections 1096, 2832,10,029, Crawford & Moses’ Digest.\nWe find no error in the record, and the judgment is affirmed.",
        "type": "majority",
        "author": "Kirby, J.,"
      }
    ],
    "attorneys": [
      "James B. Yerger, for appellant.",
      "Carmichael & Hendrichs, for appellee."
    ],
    "corrections": "",
    "head_matter": "Epstein v. Kansas City Life Insurance Company.\n4-2718\nOpinion delivered November 7, 1932.\nJames B. Yerger, for appellant.\nCarmichael & Hendrichs, for appellee."
  },
  "file_name": "0451-01",
  "first_page_order": 471,
  "last_page_order": 474
}
