{
  "id": 1388544,
  "name": "Hall v. State",
  "name_abbreviation": "Hall v. State",
  "decision_date": "1923-12-03",
  "docket_number": "",
  "first_page": "453",
  "last_page": "466",
  "citations": [
    {
      "type": "official",
      "cite": "161 Ark. 453"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "94 Ark. 548",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1545468
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/94/0548-01"
      ]
    },
    {
      "cite": "95 Ark. 321",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1543494
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/95/0321-01"
      ]
    },
    {
      "cite": "149 Ark. 616",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8722115
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/149/0616-01"
      ]
    },
    {
      "cite": "156 Ark. 9",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1358466
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/156/0009-01"
      ]
    },
    {
      "cite": "130 Ark. 358",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8720381
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/130/0358-01"
      ]
    },
    {
      "cite": "130 Ark. 122",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8718230
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/130/0122-01"
      ]
    },
    {
      "cite": "120 Ark. 157",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1561028
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/120/0157-01"
      ]
    },
    {
      "cite": "122 Ark. 1",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1558154
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/122/0001-01"
      ]
    },
    {
      "cite": "96 Ky. 1",
      "category": "reporters:state",
      "reporter": "Ky.",
      "case_ids": [
        4414487
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ky/96/0001-01"
      ]
    },
    {
      "cite": "143 Ark. 439",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1589368
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/143/0439-01"
      ]
    },
    {
      "cite": "130 Ark. 90",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8717958
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/130/0090-01"
      ]
    },
    {
      "cite": "97 Ark. 176",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1318871
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/97/0176-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 841,
    "char_count": 25792,
    "ocr_confidence": 0.47,
    "pagerank": {
      "raw": 5.602254759859759e-07,
      "percentile": 0.9479819093700057
    },
    "sha256": "15a01c32c50593638e219c593cb45929bbee8dbfe16f5f5eeea90510ed9e7ad9",
    "simhash": "1:aa2b7744869ec4e2",
    "word_count": 4500
  },
  "last_updated": "2024-02-27T21:32:42.656819+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hall v. State."
    ],
    "opinions": [
      {
        "text": "Hart, J.\nW. H. Hall prosecutes this appeal to reverse a judgment and sentence of conviction against him for the crime of grand larceny.\nThe indictment contains two counts, and it is insisted that the circuit court erred in not requiring the prosecuting attorney to elect on which count he would try the defendant.\nUnder the first count, W. H. Hall is charged with the crime of grand larceny, committed by feloniously taking and carrying away $1,631.97, the property of J. B. Ford Comnanv, a corporation.\nIn the second count W. IT. Hall is accused of the crime of embezzlement by wrongfully converting to his own use $1,631.97 belonging to the J. B. Ford Company, a corporation, which was in his possession as bailee for said -corporation.\nThe court refused to require the prosecuting attorney to elect, and the defendant was tried for grand larceny and embezzlement at the same time. The trial resulted in an acquittal on the embezzlement charge and in a conviction on the larceny charge.\nThere was no error in refusing to require the prosecuting attorney to elect. Under §3016 of,Crawford & Moses ’ Digest, larceny and embezzlement may be charged in one indictment. The evident purpose of the statute was to enable the State to embrace in one indictment a charge for larceny and embezzlement where the charge resulted from the same transaction and it might be doubtful whether the proof would fit the one charge or the other. Larceny and embezzlement belong to the same family of crimes. If the actual or constructive possession of the property was in the owner, then the wrongful conversion would be larceny, and not embezzlement. There must be lawful possession in the defendant at'the time of the conversion to constitute embezzlement. The distinguishing feature of embezzlement is that the taking essential to larceny is not required, a breach of trust taking its place.\nThe charge of larceny and that of embezzlement in the present case grew out of the same transaction and related to the same warrants. Hence, under the statute, they were properly charged in the same indictment, and the two charges might be tried together, just as, under a different subdivision of the same section, forgery and the uttering of a forged instrument may be joined in the same indictment and the defendant tried on both charges at the same time, where they grew out of the same transaction and related to the same instrument. Zachary v. State, 97 Ark. 176. Where the statute .authorizes two offenses of a kindred nature to be joined in one indictment, and they would be proved by substantially the same evidence, or evidence connected with a single line of conduct, it necessarily follows that the defendant’s rights are not jeopardized by a single trial. Therefore we hold that this assignment of error is not well taken.\nIt is next insisted that the evidence is not legally sufficient to sustain the verdict. According to the evidence for the State, W. H. Hall was chairman of the Board of Control for State Charitable Institutions in the State of Arkansas during the period- of the transactions involved in this case. Vouchers were issued to the J. B. Ford Company, a corporation, in the sum of $1,631.97 for merchandise and supplies sold to the State by said corporation. After these vouchers had been-issued by the Board of Control, of which W. H. Hall was chairman, they were filed with the Auditor of State, as required1 by the statute, and warrants were drawn by him on the State Treasurer for said amounts. These warrants were carried to the office of the State Treasurer and were there paid by him to the person having the warrants in his possession. The Treasurer required the person having possession of the warrants to indorse the same before he would pay them.\nAccording to the testimony of the warrant clerk in the Treasurer’s office, warrant No. 17, issued on January 3, 1922, for $975.80, payable to the J. B. Ford Company, is shown by the record to have been paid to W. H. Hall on January 7, 1922. The warrant clerk also exhibited the original warrant, and it bears the indorsement of W. H. Hall.\nIt is also shown that other warrants payable to the same corporation were paid by the Treasurer to the stenographer of the defendant Hall. It is also shown that warrants issued to other persons for merchandise furnished by them to the State were presented by the defendant for payment at the State Treasurer’s office, and that the money was paid to him.\nIt was shown by the employees of the- J. B. Ford Company that W. H. Hall had no authority to collect r.he money due that corporation on said warrants. - It was also shown by numerous other persons that W. H. Hall presented warrants which had been issued to them at the office of the State Treasurer, and that these warrants were paid to him. The said defendant had been given no authority to collect said warrants.\nAccording to the testimony of a stenographer who worked in the office of the Board of Control since November, 1921, she was there for about five months during the time that the defendant was chairman of the Board of Control, and before he resigned his office. She receipted for the warrant for $975.80 which had been issued to the J. B. Ford Company, and gave the warrant to the defendant. She sometimes cashed warrants, which had been issued to persons who had sold merchandise to the State charitable institutions, at the State Treasurer’s office, but did this because the defendant told her to do so. In each instance she gave the money which she received at the State Treasurer’s office, by cashing the-warrants, to the defendant, and never gave any money to any other member of the board. No other member of the board except the defendant ever handled any of the warrants issued to merchants who had sold supplies to the State charitable institutions under contracts made with the Board of Control. The witness receipted for the warrant for $975.80 issued to the J. B. Ford Company, and gave the warrant to the defendant. She knew that she did not cash the warrant, because her name is not indorsed on it.\nEvidence was introduced by the defendant tending to show that he was insane during the period of time involved in these, transactions. He resigned his. office in March, 1922, and was confined in the State Hospital for Nervous Diseases for some time thereafter. Various members of the' medical staff in the hospital and other physicians testified that the defendant was insane from tbe excessive use of alcoholic liquors, or perhaps from other causes. Some of these experts state that, while they observed that the defendant was addicted to the excessive use of intoxicating liquors for some time before he resigned, they could not state that he was insane on this account, or for any other reason.\nOther witnesses testified that the defendant was addicted to the excessive use of alcoholic liquors for some time before he resigned, and that such excessive use showed itself in various ways in the conduct of his office, hut that they could not state that he was insane at the time. The peculiarities of his conduct might only have resulted from his excessive use of intoxicating liquors, and not from insanity caused thereby.\nThe above is a brief recital of the substance of the evidence adduced in favor of the State and for the defendant. After a careful consideration of the evidence as it appears in the record, we are constrained to hold that the jury was warranted in returning a verdict of guilty on the larceny count of the indictment.\nUnder the above testimony there was no variance between the allegations of the indictment and the proof. On the first count the grand jury accused the defendant of the crime of grand larceny by feloniously talcing and carrying away $1,633.97 in gold, silver, and paper monéy of that value, the property of J. B. Ford Company, a corporation.\nThe evidence for the State showed that a warrant for £975.80 was issued on the State Treasury on January 3, 1922. This warrant was issued on a claim'allowed by the Board of Control in favor of the J. B; Ford Company, for merchandise which it had sold the State under a. contract with the Board of Control.\nIt appears from the testimony of the warrant clerk in the State Treasurer’s office that this warrant was presented at that office, and the warrant clerk testified that it -was paid by the State Treasurer to W. H. Hall. The original warrant was exhibited, and bore his indorsement. The office always required the one -who received money on a warrant to indorse the warrant.\nHere we find that the witness testified thht the State Treasury paid the amount of the warrant to the defendant, and that the defendant received the amount of money which the face of the warrant called for. The warrant was issued on the Treasurer for the amount found to be due to the J. B. Ford Company, on the claim in its favor allowed by the Board of Control, for- merchandise sold by that company for the use of the State charitable institutions. The warrant was issued pursuant to § 9332 of Crawford & Moses’ Digest.-\nA stenographer testified that she had cashed warrants at the office of the State Treasurer, at the request of the defendant, and delivered the money which she received to the defendant. These warrants were issued to merchants who had furnished supplies to the State, under contracts with the Board of Control, and vouchers for the amounts of their claims had been previously issued by said board.\nIt is fairly and legally inferable from the above testimony that the warrants were paid in United States currency, which is the medium of exchange in this State. The money deposited in the State Treasury was for the payment of State taxes of various kinds, and they were paid in United States currency, which is the only lawful medium of exchange in this State. When the witnesses testified that the warrants were cashed at the State Treasurer’s office, or that the money was paid to the defendant on these warrants, it is fairly inferable that they meant that the warrants were paid in United States currency. We think this is the effect of our previous decisions on this branch of the case. Cook v. State, 130 Ark. 90, and Kent v. State, 143 Ark. 439.\nBut it is insisted that the testimony is not legally sufficient to warrant the verdict, because there is no direct proof that the warrants had been delivered to the J. B. Ford Company, and on this account there is a variance between the ownership of the property as laid in the indictment and as shown by the proof. We cannot agree with counsel in this contention. We think the circumstances related above show that the money charged to have been stolen was constructively, at least, in the possession of the J. B. Ford Company. It undoubtedly shows that a voucher for the amount of the money was issued to that company by the Board of Control, as required1 by statute. Then this voucher was filed with the Auditor of the State, and he duly issued his warrant for the amount on the State Treasury, as he was required to do by the statute.\nIt is true that this warrant was never actually delivered to any authorized agent of the J. B. Ford Company, which is a corporation. The defendant, however, took the warrant and presented it at the Treasurer’s office, where the face of it was paid to him in money. He was not authorized to cash the warrant or in any manner to use it. His act in cashing the warrant, then,'constituted a wrongful conversion of it, and his appropriating the money which he received on it to his own use, together with other circumstances, showed that he intended to take the money under such circumstances as to commit larceny.\nIt was the duty of the defendant, as chairman of the board, to issue a voucher for the warrant in question. He had no authority to have the warrant delivered to himself for the corporation. He cannot take advantage of his own wrong and escape the penalties of the statute by saying that the warrant was never delivered to its rightful owner. The fact remains that he took possession of it after it had been rightfully issued, and procured the money on it at the office of the State Treasurer. His wrongful act in this respect constituted a constructive delivery to the rightful owner of the warrant, and his conversion of the money collected on the warrant constituted a wrongful taking of it under such circumstances as amounts to larceny. He was never rightfully in possession of the warrant or the money derived by cashing it, and he was not therefore guilty of embezzlement. He rightfully caused the voucher to he issued in favor of the J. B. Ford Company, and he cannot now claim that there was no actual delivery of the voucher or the warrant issued on it to that company because he wrongfully cashed the same at the State Treasurer’s office and converted the money to his own use. His wrongful act in presenting the warrant at the Treasurer’s office constituted, at least, a constructive delivery to the J. B. Ford Company, and his cashing the same and wrongfully converting the money thereby to his own use constituted the crime of larceny.\nMr. Bishop, in his work on Criminal Law, vol. 2, §864, says: “If one hires a horse and sells it before the journey is performed, or sells it afterward before it is returned, he does not commit larceny thereof if the felonious intent comes to him only after he takes it into his possession. But where one had- a horse from a livery stable in London to go to Barnet, the jury were instructed that, when he had accomplished the journey, and also brought the horse back to London, which, under the contract of hiring, he was to do, then if, instead of delivering it to the owner, he ‘ converted it after such return to his own use, he is thereby guilty of felony; for the end and purpose of hiring the horse would then be over.’ And if the hirer intends, when he receives the horse, to convert it to his own use, he thereby commits larceny; to complete which there need be no subsequent act of sale or conversion.”\nIn Wharton’s Criminal Law, 11 ed., vol. 2, § 1195, p. 1412, the author says that where one, having only the care, charge or custody of property for the owner, converts it animo furcvndi, it is larceny.\nFollowing the rule in Commonwealth v. Williamson, 96 Ky. 1, 49 Am. St. Rep. p. 285, it was held that, if the owner of goods parts with their possession for a particular purpose, and he who receives such possession avowedly for that purpose, has a fraudulent intention to make use of the possession as a means of converting the goods to his own use, and does so convert them, it is larceny. The court said that in such a case the question of intent was for the jury.\nSo, too, in Morrison v. State, 50 Am. St. Repts. 120, the Texas Court of Appeals held that, where one hires a horse and subsequently converts it, an indictment for larceny will not lie unless it was shown that the felonious intent existed at the time of hiring. So it may now be considered settled that the question of intention is for the consideration of the jury, and, where it may be said that the defendant came into the possession of personal property by the express or implied consent of the owner, to warrant his conviction for larceny, this fraudulent intent to take the property, or the animus furcmdi, at the time of its original taking, must be established beyond a reasonable doubt.\nIn the present case the question of the intention of the defendant in the original taking was left to the jury, and, from the evidence introduced, the jury might have found that, while he had lawful authority to issue the voucher in favor of the J. B. Ford Company and to have a warrant issued for the amount of its claim and deliver it to the company, it was the intention of the defendant from the very beginning to cash this warrant in the State Treasurer’s office and to convert the money secured thereby to his own use. This would amount to larceny, within the rule just announced.\nIn the application of the same principle in Arkansas National Bank v. Johnson, 122 Ark. 1, and cases cited, this court held that, where the possession of drafts and money is obtained from the owner through a trick or device, with the intent, at the time the party receives them, to convert the same to his own use, and the owner of the property parts merely with the possession and not with the title, the party receiving the property is guilty of larceny.\nIt is true that the testimony of various experts showed that the defendant was insane at the time of the transactions involved in this suit, and therefore not legally responsible for liis act, because he was incapable of forming a criminal intent; nevertheless it is fairly inferable from other testimony, and also from the testimony of some of these experts, that the defendant was not insane, but was only suffering from the excessive use of alcoholic liquors. In short, it cannot be said that the undisputed evidence in the case conclusively shows that the defendant was insane within the meaning of the law, and therefore not legally responsible for his acts which constituted the crime for which he was charged and convicted. It follows, from a consideration of the testimony, as a whole, that the evidence; as above stated, was legally sufficient to warrant the verdict.-\nThe next assignment of error is that the court erred in allowing to go to the jury other testimony offered in behalf of the State, showing other transactions on the part of the defendant of like kind as.the one charged in the instant case. As we have already seen, the defendant was chairman of the Board of Control. He had charge of making contracts for the various State charitable institutions. It was his duty to pass upon the correctness of,these accounts, and to cause vouchers to be issued to the various persons for the amounts respectively .dne them. The very nature and. character of his office and of the circumstances surrounding the transactions, and relied upon by the State, made proof of similar transactions admissible. His repeated acts of a similar nature might, in the minds of the jury, rebut any presumption of innocence as to one independent transaction. The testimony was admissible in order to show the intent or guilty knowledge on the part of the defendant. Therefore we think the evidence of other similar iransactions was admissible, subject to proper instructions as to the purpose of such testimony. In this connection it may be said that the instructions given by the court properly restricted the testimony to other transactions of a similar nature, and the court also told the. jury that it must believe beyond a reasonable doubt that the defendant was guilty in regard to the transactions shown in the indictment. Nash v. State, 120 Ark. 157; Bledsoe v. State, 130 Ark. 122; Monk v. State, 130 Ark. 358; Cole v. State, 156 Ark. 9, and Cain v. State, 149 Ark. 616.\nIt is next insisted that the court erred in permitting the improper argument of the prosecuting attorney. In one respect it is claimed that the court erred in allowing the prosecuting attorney to state before the jury that the defendant stole over $27,000, and in naming the individual warrants issued for the various amounts which totaled this sum.\nAs we have just seen, this testimony was introduced in evidence for the purpose of shedding light on the guilty intent of the defendant with respect to the particular transaction laid in the indictment. Therefore it was a proper subject of comment upon the part of the prosecuting attorney, and it does not appear from the record that the prosecuting attorney commented upon this testimony in such a way as to violate the instructions of the court, which limited it as tending to show motive or intent on the part of the defendant with respect to the transactions charged in the indictment.\n. It is also contended that the prosecuting*, attorney erred in arguing to the jury that the defendant was down at Smackover, in this State, practicing law, and that this tended to rebut the idea that he was insane at the time of the transactions involved in this case.\nThe principal transaction involved in this case was in the fall of 1921, and the trial was commenced on the 4th day of June, 1923. The defendant introduced a lawyer to establish his good character for honesty and morality. In the course of this testimony, this witness said that the defendant was down at Smackover practicing law, and had been engaged in the practice of law there since the year before.\nIt follows that the prosecuting attorney was not making use of a-matter concerning the defendant which had not been introduced in evidence. Therefore this assignment of error is not well taken.\nIt is next insisted that the prosecuting attorney erred in his argument to the jury in saying the following: “He (referring to the defendant) steals all this money and goes to the asylum. You saw that poor negro plead guilty here this morning for stealing $100 worth of automobile tires, all of which was recovered, and the court gave him four years in the pen.”\nThe jury fixed the punishment of the defendant at four years in the State Penitentiary. The remarks of the prosecuting attorney indicate that the defendant was tried before the regular panel of the jury; The record shows that the jury which tried the defendant was composed of nine of the regular panel and three talesmen. Those of the regular panel were bound to know what had happened in their presence during the regular proceedings of the court on the morning before this trial was commenced. The prosecuting attorney was merely expressing his opinion about what it was the duty of the jurors to do in the enforcement of the law.\nThis court has always held that a wide range must be given to the arguments of counsel and much discretion must be left to the court. Treating the jury as men of good sense and sound judgment, it does not seem to us that the remarks of the prosecuting attorney could have resulted in prejudice to the defendant. It was not the statement of a substantive fact which had not been proved in the case, but was rather the general expression of opinion by the prosecuting attorney as to what the jury should do under the evidence. See Cravens v. State, 95 Ark. 321, and Blackshare v. State, 94 Ark. 548.\nAs we have already seen, the verdict of the jury resulted in a conviction on the charge of larceny and in an acquittal on the charge of embezzlement.. Hence it is unnecessary to consider the instructions given on the embezzlement charge.\nWe Lave examined tlie instructions on the subject of larceny given by the court, and are of the opinion that they are in accord with the principles of law laid down by the former decisions of this court in construing our larceny statutes.\nWe find no reversible error in the record, and the judgment will be affirmed.",
        "type": "majority",
        "author": "Hart, J."
      }
    ],
    "attorneys": [
      "Kirby $ Hays, for appellant.",
      "J. 8. Utley, Attorney General, John L. Garter, Wm, T. Hammock and Barden Moose, Assistants, for appellee."
    ],
    "corrections": "",
    "head_matter": "Hall v. State.\nOpinion delivered December 3, 1923.\n1. Criminal law — joinder op offenses — election.—It was not error to refuse to require the State to elect between counts charging larceny and embezzlement, as the statute (Crawford & Moses’ Dig., § 3016) authorizes the two offenses to be charged in one indictment.\n2. Larceny — sufficiency of evidence — Evidence that the chairman of the State Board of Control, without authority, cashed a warrant belonging to a corporation which had furnished merchandise to the State, and appropriated the money to his own use, held to sustain a finding that the money was constructively in the possession of the corporation, and that, at the time he received the money, defendant intended to convert it, under such circumstances as to commit larceny.\n3. Criminal law — sufficiency of evidence.. — A finding that defendant was guilty of larceny will be sustained, though there was evidence tending to prove his insanity at the time of its alleged commission, where there was testimony also leading to prove that he was not insane, but only suffering, from the excessive use of alcoholic liquors.\n4. Criminal law — evidence of other crimes. — In an indictment against the Chairman of the State Board of Control for larceny alleged to have been committed by cashing the warrant of a creditor of the State and appropriating the money to his own use, evidence that defendant was guilty of other similar crimes was admissible to show guilty intent. '\n5. Criminal law — argument op prosecuting attorney. — Where the court, in a larceny case, permitted the prosecution to prove that the defendant had stolen large sums, in addition to the amount alleged in the indictment, but limited such evidence to its effect as tending to show motive or intent, it was not error to permit the prosecuting attorney to refer to the various amounts so proved, in such a way as not to violate the court’s instructions.\n6. Criminal law — argument op prosecuting attorney. — Where defendant in- a larceny case relied upon insanity as a defense, it was not error for the prosecuting 'attorney to argue that the fact that defendant was practicing law tended to rebut the idea that he was insane at the time of the transactions involved in the case.\n7. Criminal law- — argument op prosecuting attorney. — In a larceny case in which the jury’s verdict fixed the punishment at four years, the prosecuting attorney in argument said : “He ■ (defendant) steals all this money, and goes to the asylum. You saw that poor negro plead guilty here this morning for stealing $100 worth of automobile tires, all of which were recovered, and the court gave him four years in the pen.” Held not error.\nAppeal from Pulaski Circuit Court, First Division; John, W. Wade, Judge;\naffirmed.\nKirby $ Hays, for appellant.\nJ. 8. Utley, Attorney General, John L. Garter, Wm, T. Hammock and Barden Moose, Assistants, for appellee."
  },
  "file_name": "0453-01",
  "first_page_order": 481,
  "last_page_order": 494
}
