{
  "id": 8728987,
  "name": "Blackmore and Others vs. President, Directors, &c.",
  "name_abbreviation": "Blackmore v. President",
  "decision_date": "1842-07",
  "docket_number": "",
  "first_page": "454",
  "last_page": "456",
  "citations": [
    {
      "type": "official",
      "cite": "4 Ark. 454"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "13 John. Rep. 38",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        374428
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/13/0038-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 290,
    "char_count": 3609,
    "ocr_confidence": 0.479,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20864285910105185
    },
    "sha256": "bccf75ac0ca28725cdbe40ca642bc237e6a9acd027fb20fa6d8b3f5197b0b2fa",
    "simhash": "1:a76b44435730a87f",
    "word_count": 659
  },
  "last_updated": "2024-02-27T21:24:25.647823+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Blackmore and Others vs. President, Directors, &c."
    ],
    "opinions": [
      {
        "text": "By the Court,\nDickinson, J.\nAs to the plea in abatement, it is improper for this Court to make any remark upon it, as it was stricken from the files, and no exception taken, and consequently it forms no part of the record. We have already, in a previous case decided at this term, expressed our disapprobation of this striking out pleas, unless the Court perceive they are wholly frivolous. The case now stands simply upon the judgment rendered below. That is given upon a note calling for no particular rate ,of interest upon its face; yet the interest is calculated at ten per cent, per annum, by way of damages, and the same rate of interest allowed upon both debt and damages, until paid. We know of no law that authorizes a party to recover a greater rate of interest than six per cent., unless so expressed upon the face of the contract; and then it cannot exceed ten per cent. The Court, then, in giving judgment for interest on the judgment at the rate of ten per centum per annum, has clearly erred.' It may be proper here to remark, that there is no public corporation in this State, of the name and style adopted by the plaintiffs; but, as there is no proper plea now remaining upon the record, calling in question her right to sue, we are not at liberty to express any opinion, upon that point.\nJudgment reversed.",
        "type": "majority",
        "author": "Dickinson, J."
      }
    ],
    "attorneys": [
      "W. Byers, for plaintiffs in error.",
      "Hempstead ■& Johnson, contra,"
    ],
    "corrections": "",
    "head_matter": "Blackmore and Others vs. President, Directors, &c.\nIf a pica is stricken from the files, and no exception is taken, it forms no part of the record.\nPleas ought not to be stricken out, unless the Court perceives that they are wholly frivolous.\nIf the President and Directors of the Branch of the Bank of the State of Arkansas at Batesville, sue on a note executed to them, they are only entitled to recover six peí-cent. interest, unless a greater rate is expressed in the contract.\nThis was an action of debt, determined in the Independence Circuit Court, in December, 1841, before the Hon. Thomas Johnson, one of the Circuit Judges. The President and Directors of the Branch of the Bank of the State of Arkansas at Batesville, sued Black-more, Greer, and Hay, on a note executed to the Branch aforesaid, with no rate of interest specified. Hay craved oyer, which was granted. Green filed a plea in abatement, which the Court struck out, on motion of plaintiffs. This plea was not placed on the record, by bill of exceptions. Defendants saying nothing further, judgment against them for $1000, debt, $288 50, damages, and interest on debt and damages from date of judgment till paid, at ten per cent, per annum. The defendants brought error.\nW. Byers, for plaintiffs in error.\nThe Court should not have stricken out the plea of Greer. 1 Saund. PI. & Ev. 11. 1 Ch. Pl. 486. 3 Ch. PI. 486. Story's PI. 91. Graham's Pr. 249. 2 Ch. Rep. 239. 1 T. R. 462. 1 Ch. Rep. 715. 3 Z>. & i?. 621. 2 Sir. 1234. 10 East. 237. 2' New. Rep. 188. 4 Cowan, 142. Crary vs. Ashley & Beebe.\nThe declaration does not show any legal interest, iu the defendants, to the writing obligatory described therein. The promise to pay is to the Branch ,of the Bank of the State of Arkansas at Bates-ville, and not to the President and Directors, &c. The party bringing suit must have a legal interest in the subject matter thereof. 1 Ch. PI., p. 2 to 9.\nWe think the rule incontrovertible, that a corporation must sue in its proper name. 2 Kent's Com. 277, 283. 2 Stark. Ev. 243.\nHempstead ■& Johnson, contra,\ncited Wilcock on Cbrp. 14; Law Library, 35; Cambridge vs. York, 1 Kyd, 256; Rex vs. Croke, Cowp. 26, 30; 8 East. 492; 2 Ld. Raym. 1239; 10 Co. 125; 13 John. Rep. 38; Kyd on Corp. 287; Bank Charter, sec. 7."
  },
  "file_name": "0454-02",
  "first_page_order": 454,
  "last_page_order": 456
}
