{
  "id": 6793004,
  "name": "Save Our Scenic Area et al., Respondents, v. Skamania County, Petitioner",
  "name_abbreviation": "Save Our Scenic Area v. Skamania County",
  "decision_date": "2015-06-11",
  "docket_number": "No. 90398-1",
  "first_page": "455",
  "last_page": "474",
  "citations": [
    {
      "type": "official",
      "cite": "183 Wash. 2d 455"
    }
  ],
  "court": {
    "name_abbreviation": "Wash.",
    "id": 9029,
    "name": "Washington Supreme Court"
  },
  "jurisdiction": {
    "id": 38,
    "name_long": "Washington",
    "name": "Wash."
  },
  "cites_to": [
    {
      "cite": "695 P.2d 994",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1985,
      "opinion_index": 0
    },
    {
      "cite": "103 Wn.2d 717",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1134119
      ],
      "year": 1985,
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/103/0717-01"
      ]
    },
    {
      "cite": "154 P.3d 959",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2007,
      "opinion_index": 0
    },
    {
      "cite": "137 Wn. App. 781",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        4042927
      ],
      "weight": 2,
      "year": 2007,
      "pin_cites": [
        {
          "page": "797-98"
        },
        {
          "page": "797"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/137/0781-01"
      ]
    },
    {
      "cite": "169 P.3d 14",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2007,
      "opinion_index": 0
    },
    {
      "cite": "162 Wn.2d 683",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        3696092
      ],
      "year": 2007,
      "pin_cites": [
        {
          "page": "709"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/162/0683-01"
      ]
    },
    {
      "cite": "18 P.3d 566",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2001,
      "opinion_index": 0
    },
    {
      "cite": "143 Wn.2d 96",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        425298
      ],
      "year": 2001,
      "pin_cites": [
        {
          "page": "104"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/143/0096-01"
      ]
    },
    {
      "cite": "815 P.2d 790",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "62 Wn. App. 530",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        1712196
      ],
      "year": 1991,
      "pin_cites": [
        {
          "page": "538"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/62/0530-01"
      ]
    },
    {
      "cite": "174 P.3d 25",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2007,
      "opinion_index": 0
    },
    {
      "cite": "162 Wn.2d 597",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        3696480
      ],
      "year": 2007,
      "pin_cites": [
        {
          "page": "612"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/162/0597-01"
      ]
    },
    {
      "cite": "23 Seattle U. L. Rev. 5",
      "category": "journals:journal",
      "reporter": "Seattle U. L. Rev.",
      "year": 1999,
      "pin_cites": [
        {
          "page": "8"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "110 P.3d 1132",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2005,
      "pin_cites": [
        {
          "parenthetical": "quoting Richard L. Settle, Washington's Growth Management Revolution Goes to Court, 23 Seattle U. L. Rev. 5, 8 (1999)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "154 Wn.2d 224",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        5628916
      ],
      "year": 2005,
      "pin_cites": [
        {
          "page": "232",
          "parenthetical": "quoting Richard L. Settle, Washington's Growth Management Revolution Goes to Court, 23 Seattle U. L. Rev. 5, 8 (1999)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/154/0224-01"
      ]
    },
    {
      "cite": "190 P.3d 38",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2008,
      "pin_cites": [
        {
          "parenthetical": "quoting Quadrant Corp. v. Cent. Puget Sound Growth Mgmt. Hr'gs Bd., 154 Wn.2d 224, 232, 110 P.3d 1132 (2005) (quoting Richard L. Settle, Washington's Growth Management Revolution Goes to Court, 23 Seattle U. L. Rev. 5, 8 (1999))"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "164 Wn.2d 329",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        3996300
      ],
      "weight": 2,
      "year": 2008,
      "pin_cites": [
        {
          "page": "342",
          "parenthetical": "quoting Quadrant Corp. v. Cent. Puget Sound Growth Mgmt. Hr'gs Bd., 154 Wn.2d 224, 232, 110 P.3d 1132 (2005) (quoting Richard L. Settle, Washington's Growth Management Revolution Goes to Court, 23 Seattle U. L. Rev. 5, 8 (1999))"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/164/0329-01"
      ]
    },
    {
      "cite": "959 P.2d 1104",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1998,
      "opinion_index": 0
    },
    {
      "cite": "136 Wn.2d 26",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        867955
      ],
      "year": 1998,
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/136/0026-01"
      ]
    },
    {
      "cite": "335 P.3d 941",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2014,
      "opinion_index": 0
    },
    {
      "cite": "181 Wn.2d 1007",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "year": 2014,
      "opinion_index": 0
    },
    {
      "cite": "180 Wn. App. 1017",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        4186121,
        4189723,
        4188125,
        4187478
      ],
      "year": 2014,
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/180/1017-03",
        "/wash-app/180/1017-02",
        "/wash-app/180/1017-01",
        "/wash-app/180/1017-04"
      ]
    },
    {
      "cite": "310 P.3d 780",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2013,
      "opinion_index": 0
    },
    {
      "cite": "178 Wn.2d 320",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4298175
      ],
      "year": 2013,
      "pin_cites": [
        {
          "page": "345"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/178/0320-01"
      ]
    },
    {
      "cite": "16 U.S.C. § 544",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "169 P.3d 14",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "weight": 2,
      "year": 2007,
      "pin_cites": [
        {
          "parenthetical": "Fairhurst, J., dissenting"
        },
        {
          "parenthetical": "Chambers, J., concurring in result"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "162 Wn.2d 683",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        3696092
      ],
      "weight": 2,
      "year": 2007,
      "pin_cites": [
        {
          "page": "707",
          "parenthetical": "Fairhurst, J., dissenting"
        },
        {
          "page": "706",
          "parenthetical": "Chambers, J., concurring in result"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/wash-2d/162/0683-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1236,
    "char_count": 35479,
    "ocr_confidence": 0.761,
    "pagerank": {
      "raw": 4.666970501906556e-08,
      "percentile": 0.2930441118381805
    },
    "sha256": "1c10cc4930f7f9200aca11ca07a14142600d94c9b4cf95e9921ed3f1929609fc",
    "simhash": "1:377e4a30510a5454",
    "word_count": 5656
  },
  "last_updated": "2024-02-27T22:09:01.011694+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Owens, Fairhurst, Stephens, and González, JJ., concur.",
      "Madsen, C.J., and Wiggins and Yu, JJ., concur with Gordon McCloud, J."
    ],
    "parties": [
      "Save Our Scenic Area et al., Respondents, v. Skamania County, Petitioner."
    ],
    "opinions": [
      {
        "text": "Johnson, J.\n¶1 This case involves whether the plaintiffs’ claims under the Growth Management Act (GMA), chapter 36.70A RCW, and Planning Enabling Act of the State of Washington (PEA), chapter 36.70 RCW, were properly dismissed as time barred. The trial court granted the defendant-county’s summary judgment motion on each of the plaintiffs’ claims, but the Court of Appeals reversed on the GMA and PEA claims, reasoning that a genuine issue of fact remained as to (1) whether Skamania County actually completed periodic review on August 2, 2005, which Skamania County argues triggered the clock for the GMA claim, and (2) the date on which the inconsistency, if any, arose between the unmapped classification and the conservancy designation, which would have triggered the clock for the PEA claim. The Court of Appeals remanded for further factual proceedings to address the time bar issue.\n¶2 We agree with the Court of Appeals in part, holding that both claims were timely because (1) inaction generally does not trigger the GMA 60-day appeal period and (2) in this case, no actionable inconsistency existed between the 1986 ordinance and the “2007 Comprehensive Plan” (2007 Plan) until August 2012. Because further factual development is unnecessary to address the time bar issue, we affirm the Court of Appeals’ reversal of the trial court and remand the case to the trial court for further proceedings consistent with this opinion.\nFacts\n¶3 Skamania County is a rural, heavily forested county located in the southwestern region of Washington State. Roughly 90 percent of the county is publically owned federal or state park forest area, with only about 3 percent of the county open for private development. Because the county is sparsely populated and developed, the county is statutorily considered 1 of 10 “Counties Planning for Critical Areas and Natural Resource Lands,” or “CARL” counties, in Washington State. Clerk’s Papers (CP) at 28. These CARL counties are sometimes referred to as “partial planning counties,” and they are obligated only to designate critical areas and natural resource lands. RCW 36.70A.170; Resp’ts’ Suppl. Br. at 3 n.4. CARL counties are not under the same obligation to fully plan and zone their lands like “full planning” counties. See ch. 36.70A RCW.\n¶4 In 1986, Skamania County (County) adopted a zoning ordinance, codified at Title 21 Skamania County Code (SCC), which applied an “unmapped” classification to all those areas without formal designation. SCC 21.64.010. The ordinance provided, “In the areas classified as unmapped (UNM) all uses which have not been declared a nuisance by statute, resolution, ordinance, or court of jurisdiction are allowable.” SCC 21.64.020.\n¶5 In 1993, the County adopted zoning classifications and development regulations, codified at Title 22 SCC, to bring certain federal lands in compliance with the federal Columbia River Gorge National Scenic Area Act, 16 U.S.C. § 544. The ordinance applied exclusively to lands located within the Columbia River Gorge National Scenic Area. For several years thereafter, much of the County remained “unmapped.”\n¶6 On August 2, 2005, the County adopted Resolution 2005-35 (Resolution), which the County passed in order to comply with its GMA obligation to designate natural resource lands under RCW 36.70A.170. The Resolution declared, “[T]he designation of forest and agricultural lands within the [Columbia River Gorge] National Scenic Area and the development regulations adopted under SCC Title 22 meets the requirements of the Growth Management Act (RCW 36.70A) for the conservation of forest, agricultural, and mineral resource lands.” CP at 34. The respondents do not dispute that adopting the Resolution satisfied the County’s obligation under the GMA to designate its natural resource lands. Br. of Appellants at 19 n.24. However, the County concedes that this Resolution did not meet its obligation to designate critical areas.\n¶7 On July 10,2007, the County revised its original 1977 comprehensive plan and designated much of the County’s private forest area “Conservancy.” The plan provided, “The Conservancy land use area is intended to provide for the conservation and management of existing natural resources in order to achieve a sustained yield of these resources, and to conserve wildlife resources and habitats.” CP at 213. As a result, some areas in Skamania County carry both an unmapped zoning classification and a conservancy land designation.\n¶8 That same day, the County enacted an ordinance imposing a six-month building moratorium applicable to approximately 15,000 acres of unmapped private land within the unincorporated portion of the County. According to the ordinance, the purpose of the moratorium was “to maintain the status quo of the area pending the County’s consideration of developing zoning classifications for the areas covered by the newly adopted 2007 Plan and completing the Critical Areas Update Process.” CP at 258. The County intended that the moratorium remain in effect “until the zoning classifications related to the 2007 Comprehensive Plan and the Critical Areas Update Process [were] complete.” CP at 258. The County renewed this moratorium every six months for five years, each time reiterating that the County was still in the process of designating lands consistent with the 2007 Plan.\n¶9 On August 21, 2012, the County renewed the moratorium for another six-month period but substantially modified its scope, reducing the moratorium to an approximately 4,500-acre region known as the High Lakes. Like each preceding moratorium, the ordinance stated that the County was in the process of updating the zoning classifications consistent with the 2007 Plan.\n¶10 Soon after portions of the moratorium were repealed, the County approved plans for the construction of a large industrial wind turbine farm, known as the Whistling Ridge Energy Project, to be built on the High Lakes site. In a separate suit, the two respondents in this case, Friends of the Columbia Gorge and Save Our Scenic Area (collectively SOSA), challenged the project’s approval on the grounds that it was inconsistent with the 2007 Plan’s conservancy land designation. But the 2007 Plan’s “Conservancy” designation does not impose enforceable restrictions on land use; restrictions are achieved only by zoning. The area is still classified as “unmapped” lands under the 1986 ordinance, and thus this court held that the industrial development was permissible because wind farms had not yet been declared a nuisance. Friends of Columbia Gorge, Inc. v. State Energy Facility Site Evaluation Council, 178 Wn.2d 320, 345, 310 P.3d 780 (2013).\nProcedural History\n¶11 The case before us involves the suit SOSA brought against the County in superior court, filed on September 11, 2012. SOSA sought declaratory and injunctive relief to stop the construction of the wind farm, alleging (among other claims not at issue here) that the County (1) violated the GMA, RCW 36.70A.130(l)(b), by failing to complete periodic review of its natural resource lands ordinance and (2) violated the PEA, RCW 36.70.545, by failing to ensure consistency between its 1986 zoning ordinance and its 2007 Plan. The County successfully moved for summary judgment, arguing that the GMA and PEA claims were barred as untimely. The judge’s order provided:\n2. GMA Natural Resources. With respect to the County’s GMA Natural Resource Designation and Update requirements, the County addressed these GMA requirements in 2005, through Resolution 2005-35. It is now 2012. GMA contains a 60-day appeal period, and land use decisions are to be reviewed expeditiously. With seven years having past [sic], it is now too late for an appeal to be filed.\n3. Unzoned Lands/Comprehensive Plan Consistency The County adopted the regulations applicable to Unzoned lands 27 years ago, and updated its Comprehensive Plan to address and provide for the designation of lands as Unzoned, in 2007. Washington policy is to review decisions affecting use of land expeditiously. The usual appeal period for land use decisions is 21-30 days. If GMA’s analogous appeal period is used, an appeal must be filed within 60-days. Either way, the appeal period has past [sic].\nCP at 414-15 (footnote omitted).\n¶12 In an unpublished opinion, the Court of Appeals reversed the trial court on these two issues. With respect to the GMA claim, the court held that the County’s findings of facts contained within the moratorium ordinances — indicating that the County was in the process of updating its forest land designations — revealed a genuine issue of fact as to whether the County actually completed periodic review on August 2, 2005, or whether that review process continued during the moratorium periods. Save Our Scenic Area v. Skamania County, noted at 180 Wn. App. 1017 (2014). With respect to the PEA claim, the Court of Appeals held that because the moratorium prohibited building on the unmapped lands, a genuine issue existed as to when any actionable inconsistency between the unmapped areas and the 2007 Plan arose. We granted review. Save Our Scenic Area v. Skamania County, 181 Wn.2d 1007, 335 P.3d 941 (2014).\nAnalysis\nStandard of Review\n¶13 We review the propriety of summary judgment rulings de novo, viewing the facts in the light most favorable to the nonmoving party. Summary judgment is proper when there is no genuine issue of material fact and the moving party is entitled to judgment as a matter of law. DePhillips v. Zolt Constr. Co., 136 Wn.2d 26, 959 P.2d 1104 (1998).\n¶14 It should also be noted, “[F]rom the beginning the GMA was ‘ “riddled with politically necessary omissions, internal inconsistencies, and vague language.” ’ ” Thurston County v. W. Wash. Growth Mgmt. Hr’gs Bd., 164 Wn.2d 329, 342, 190 P.3d 38 (2008) (quoting Quadrant Corp. v. Cent. Puget Sound Growth Mgmt. Hr’gs Bd., 154 Wn.2d 224, 232, 110 P.3d 1132 (2005) (quoting Richard L. Settle, Washington’s Growth Management Revolution Goes to Court, 23 Seattle U. L. Rev. 5, 8 (1999))). Given the GMA’s contentious beginnings, we have held that the GMA’s terms are not to be liberally construed. Woods v. Kittitas County, 162 Wn.2d 597, 612, 174 P.3d 25 (2007).\nGMA Claim\n¶15 SOSA’s claim under the GMA arises out of RCW 36.70A.130(l)(b), which provides in relevant part:\nExcept as otherwise provided, a county or city not planning under RCW 36.70A.040[] shall take action to review and, if needed, revise its policies and development regulations regarding critical areas and natural resource lands adopted according to this chapter to ensure these policies and regulations comply with the requirements of this chapter according to the deadlines in subsections (4) and (5) of this section.\n¶16 When the Resolution was adopted on August 2, 2005, the deadline for the County’s first periodic review for natural resource lands designations was December 1, 2005. RCW 36.70A.130(4)(b); CP at 5. The legislature subsequently extended the deadline to December 1, 2008. RCW 36.70A-.130(6)(b); CP at 165. SOSA argues that the County failed in its mandated obligation to complete review by the 2008 deadline, and it brought this suit to compel compliance.\n¶17 “The consistent policy in this state is to review [land use] decisions . . . expeditiously so that legal uncertainties can be promptly resolved.” City of Federal Way v. King County, 62 Wn. App. 530, 538, 815 P.2d 790 (1991). Full planning counties are to file a petition with the Growth Management Hearings Board (GMHB) within 60 days of the land use decision at issue. RCW 36.70A.290(2). Challenges to CARL counties’ land use decisions under the GMA are filed in superior court. Moore v. Whitman County, 143 Wn.2d 96, 104, 18 P.3d 566 (2001). In order to determine whether the appeal period lapsed on either claim, we must first determine when each claim was triggered.\n¶18 The County argues that the Resolution triggered SOSA’s GMA claim because the Resolution satisfied the County’s obligation to conduct periodic review and if SOSA disagreed, they had 60 days to appeal that decision. In petitioning this court, the County argues that the Court of Appeals erroneously construed the moratoria as “tolling” the appeal period.\n¶19 The Court of Appeals’ conclusion is problematic. As the County correctly points out, moratoria do not suspend appeal periods. As noted by the dissent in Biggers v. City of Bainbridge Island, 162 Wn.2d 683, 709, 169 P.3d 14 (2007), “Because a moratorium is only a temporary suspension of established regulations, it does not repeal, amend, or contradict them.” We agree that a moratorium generally does not prevent a land use decision from being final and appealable and that the appeal period begins when the land use decision is made. The County asserts that the appeal-able decision was made on August 2, 2005, when it adopted the Resolution and that SOSA had 60 days to bring action challenging that decision.\n¶20 However, the County’s characterization of the Resolution as “periodic review” considerably strains the plain meaning of the term and the effect of the Resolution. The Resolution merely designated certain resource lands, pursuant to the County’s obligation under RCW 36.70A.170, and declared that the Resolution itself “meets the requirements of the Growth Management Act (RCW 36.70A) for the conservation of forest, agricultural, and mineral resource lands.” CP at 34. The Resolution does not purport to satisfy the RCW 36.70A.130(l)(b) obligation, nor does it even contain the word “review.” The trial court erred in concluding that the Resolution had anything to do with periodic updates of those same critical areas or that it triggered SOSA’s GMA claim.\n¶21 The Court of Appeals arrived at a similar conclusion in Thurston County v. Western Washington Growth Management Hearing Board, 137 Wn. App. 781, 797-98, 154 P.3d 959 (2007), aff’d in part and rev’d in part on other grounds, 164 Wn.2d 329, when it held that a 2003 Thurston County resolution was not part of its periodic update. The court concluded that the resolution merely declared that its provisions brought it in compliance with the GMA, “but [the resolution] did not refer to RCW 36.70A.130, did not make a finding that it was an ‘update’ within the meaning of the statute, and did not state the reasons it did not revise the agricultural lands designation criteria.” Thurston County, 137 Wn. App. at 797. Here, we similarly conclude that the language contained in the Resolution indicates that its enactment does not constitute any part of the periodic review process.\n¶22 SOSA’s action against the County is more properly characterized as a “failure to act” claim, which is not necessarily subject to the same 60-day appeal period. Although the GMA provides a 60-day appeal period for land use decisions, the statute does not provide any appeal period for claims that arise out of a CARL county’s failure to act. Therefore, we must determine which appeal period should apply. Typically, when a statute does not provide a limitation period, courts may apply an analogous appeal period from other sources of law and when there is more than one analogous appeal period, the longest period is applied. See Yoshio Akada v. Park 12-01 Corp., 103 Wn.2d 717, 695 P.2d 994 (1985).\n¶23 In this case, the most appropriate analogous appeal period is the period applicable to full planning counties when they bring similar actions before the GMHB. Applying the same rule to actions brought by partial planning counties in superior court, “[a] petition relating to the failure of a state agency, city or county to take an action by a deadline specified in the Growth Management Act or the Shoreline Management Act may be brought at any time after the deadline for action has passed.” WAC 242-03--220(5) (emphasis added). In other words, there is no time bar to challenge a county’s failure to meet a GMA deadline. Based on this, SOSA’s failure to act claim under the GMA is therefore timely.\nPEA Claim\n¶24 The PEA provides for the implementation and enforcement of land use development and regulation. Its provisions often overlap with and integrate portions of the GMA. Relevant to this case, the PEA requires, “Beginning July 1, 1992, the development regulations of each county that does not plan under RCW 36.70A.040 shall not be inconsistent with the county’s comprehensive plan. For the purposes of this section, ‘development regulations’ has the same meaning as set forth in RCW 36.70A.030.[]” RCW 36.70.545. The PEA does not provide for a specific remedy for an inconsistency violation, but like other land use violations, the remedy in this case would be a court order to update the ordinances consistent with the 2007 Plan.\n¶25 Unlike its GMA claim, SOSA’s PEA claim cannot fairly be characterized as a “failure to act” claim. The County made a zoning decision.in 1986 to designate the area as “unmapped” and made another decision in 2007 to classify lands as “conservancy.” Any inconsistency between the 1986 ordinance classification and the 2007 Plan’s conservancy designation existed on July 10, 2007, when the 2007 Plan was adopted. On its face, the 1986 ordinance is a “development regulation,” which is arguably inconsistent with the conservancy designation contained in the 2007 Plan. The County argues that SOSA had 60 days from July 10,2007 to challenge that inconsistency and that their 2012 claim is therefore time barred.\n¶26 However, only final decisions are appealable, and the unique facts presented in this case all point to the conclusion that the “unmapped” areas were not a final, appealable regulation until 2012. The County unequivocally stated that it needed time to update the unmapped, “free for all” areas to attune them with the newly adopted 2007 Plan’s conservancy designations. Every six months, the County enacted ordinances that suspended building “until the zoning classifications related to the 2007 Comprehensive Plan and the Critical Areas Update Process [were] complete.” CP at 258. The County enacted moratoria in order to maintain the status quo until a final determination could be made. To be clear, we do not hold that the moratoria themselves rendered the 1986 ordinances “temporary”; as we have previously said, moratoria do not suspend appeal periods or enacted laws. But in this case, the County declared the “unmapped” areas temporary until the update process could be completed, hence the need for a moratorium to maintain the status quo. Therefore, there was no final county action to appeal during this period.\n¶27 Now the County claims that SOSA should have nevertheless filed suit earlier, demanding an update to these areas while the County was in the midst of making those very same updates. The problem with this argument is that had SOSA brought the claim in 2007, the County could have successfully argued that the “unmapped” zones were only placeholders while the County completed the update process and that no inconsistency existed until those zones were adopted as final development regulations. The only remedy available had the suit been brought in 2007 would have been a court order to update the ordinances — the very process that the County declared numerous times that it was already undertaking. This lack of appropriate remedy is probative of the fact that this claim was not justiciable until the County decided the “unmapped” classifications were final.\n¶28 Second, the PEA’s provision involving the disposition of “unmapped areas” suggests that these classifications are not typically envisioned as permanent fixtures. The statute provides:\nAfter the adoption of the first map provided for in RCW 36.70.740, and pending the time that all property within a county can be precisely zoned through the medium of a zoning map, all properties not so precisely zoned by map shall be given a classification affording said properties such broad protective controls as may be deemed appropriate and necessary to serve public and private interests.\nRCW 36.70.780.\n¶29 By its nature, an “unmapped” classification serves as a placeholder, rather than permanent designation. Unlike full planning counties, the County is not obligated to set forth zoning classifications by ordinance, and unlike those counties, it retains the prerogative to leave these areas permanently “unmapped.” Although it retains that prerogative, the County reiterated by way of its moratorium ordinances that it intended to update those areas so that they would no longer remain “unmapped.” From 2007 to 2012, these areas effectively lacked any classification, and there was nothing for SOSA to challenge until the County made its final decision.\n¶30 Because there was no final “development regulation” to challenge until August 2012, when the County indicated that it had either completed zoning or was abandoning efforts to update the zones in certain areas, an appealable inconsistency did not exist until that 2012 date. SOSA’s September 2012 PEA claim is therefore timely.\nConclusion\n¶31 SOSA’s GMA claim for failure to conduct periodic review is not subject to the 60-day appeal period because GMA claims are triggered by activity, not inactivity. Failure to act claims may be brought any time after the statutory deadline, and, therefore, the GMA claim is timely. SOSA’s PEA claim is also timely because no actionable inconsistency existed until August 2012, when the County effectively made the “unmapped” classification a permanent status by indicating that the ordinances were no longer temporary. For the above reasons, we affirm the Court of Appeals only in its reversal of the trial court and remand the case to the trial court for further proceedings consistent with this opinion.\nOwens, Fairhurst, Stephens, and González, JJ., concur.\nThe plaintiffs also brought a State Environmental Policy Act claim under chapter 43.21C RCW, which the trial court also dismissed on summary judgment. The Court of Appeals affirmed the dismissal of that claim, and the respondents in this case did not seek review.\nThe GMA initially required that the County complete designation of its natural resource lands and critical areas on or before September 1,1991, followed by periodic review to ensure compliance with the GMA. RCW 36.70A.170(1), . 130(l)Cb). The legislature extended the deadline three times, resulting in the latest deadline to complete the periodic review on December 1, 2008. RCW 36.70A.130(6)(b); CP at 165. The County conceded before the trial court that it failed to meet its obligation to designate critical areas by the deadline, and accordingly, the superior court granted summary judgment in favor of the plaintiffs, ordering the county to complete GMA critical areas designation by December 1, 2013. On appeal, the respondents challenge only the County’s failure to conduct periodic review of its ordinances by the same deadline. See Br. of Appellants at 19 n.24.\nRCW 36.70A.040 applies to the review and update requirements for full planning counties, not CARL counties.\nSave Our Scenic Area, but not Friends of the Columbia Gorge, brought a similar claim in 2008, alleging the County’s failure to conduct periodic review by its 2008 deadline. But that complaint was dismissed without prejudice for lack of prosecution. In their briefing, SOSA explains that it “accepted at face value” the findings contained in the moratorium ordinances that the County was still in the process of completing the updates and decided not to prosecute the suit. Resp’ts’ Suppl. Br. at 9 n.18.\nAfter the 60-day window has expired, challengers can challenge only the consistency of site-specific rezones under the Land Use Petition Act, chapter 36.70C RCW, and those challenges are heard by superior courts. Woods, 162 Wn.2d at 616.\nPerhaps realizing that SOSA is correct in characterizing its GMA claim as a “failure to act” claim, the County argues in its supplemental briefing that the respondents should be barred from making this argument because it is “an ad hoc argument newly raised on appeal.” Suppl. Br. of Pet’r at 16 (formatting omitted). The County suggests that SOSA never characterized their claim as a “failure to act” claim before the trial court, either in its written response to summary judgment or during oral argument. Suppl. Br. of Pet’r at 17.\nThe County’s assertion contradicts the record. The record reveals that SOSA explicitly argued at the motion hearing, “The statute of limitations apply [sic] to actions taken, not to inaction. And that’s what this case is about, is — is inaction.” Verbatim Report of Proceedings at 18. In its complaint, SOSA alleged that “Skamania County has not completed review ... in violation of RCW 36.70A-.130(1)(b), 36.70A.130(4), and 36.70A. 130(6).” CP at 12. This is not a newly raised argument.\nThis provision of the GMA provides:\n“(7) ‘Development regulations’ or ‘regulation’ means the controls placed on development or land use activities by a county or city, including, but not limited to, zoning ordinances, critical area ordinances, shoreline master programs, official controls, planned unit development ordinances, subdivision ordinances, and binding site plan ordinances together with any amendments thereto. A development regulation does not include a decision to approve a project permit application, as defined in RCW 36.70B.020, even though the decision may be expressed in a resolution or ordinance of the legislative body of the county or city.”",
        "type": "majority",
        "author": "Johnson, J."
      },
      {
        "text": "Gordon McCloud, J.\n¶32 (dissenting) — I agree with the majority that the respondents’ Growth Management Act (GMA), chapter 36.70A RCW, action is properly characterized as a “failure to act” claim and that such claims may be brought any time after the failure occurs. Majority at 466.1 therefore concur in the majority’s resolution of the first issue, permitting respondents to pursue their GMA claim against Skamania County (County).\n¶33 But I disagree with the majority’s resolution of the second issue, permitting the respondents to pursue their claim under the Planning Enabling Act of the State of Washington (PEA), chapter 36.70 RCW. The majority holds that the County’s “2007 Comprehensive Plan” (Plan) was not a “final decision” triggering any limited period for appeal. In doing so, the majority necessarily holds that the development moratoria the County enacted between 2007 and 2012 tolled the appeal period applicable to the PEA claim. Because this directly conflicts with our precedent holding that development moratoria do not suspend appeal periods, I respectfully dissent.\n¶34 The respondents in this appeal, Save Our Scenic Area and Friends of the Columbia Gorge (collectively SOSA), allege a violation of RCW 36.70.545. As the majority correctly observes, a violation of this statute arises where a county’s development regulations are inconsistent with its comprehensive plan — and the remedy for such a violation would be a court order to fix the inconsistency. Majority at 468-69. Thus, a violation of RCW 36.70.545 becomes actionable — and the period for appeal begins to run — when an alleged inconsistency arises.\n¶35 In this case, the majority concludes that an actionable inconsistency first arose when the County lifted the development moratorium formerly applicable to several thousand acres of “ ‘unmapped’ ” land, some of which was designated as “conservancy” land in the County’s Plan. Majority at 468. It explains that the 1986 ordinance designating certain areas as “ ‘unmapped’ ” is a “ ‘development regulation,’ which is arguably inconsistent with the conservancy designation contained in the 2007 Plan.” Majority at 468. Of course, this arguable inconsistency existed in 2007, when the County first adopted the Plan. The majority acknowledges this but holds that the development morato-ria enacted between 2007 and 2012 rendered the 1986 ordinance temporary and therefore not subject to appeal. Majority at 468. In other words, it holds that the development moratoria tolled the statute of limitations applicable to SOSA’s PEA claim.\n¶36 The majority attempts to avoid this result by limiting its holding to “the unique facts presented in this case.” Majority at 468. It purports not to hold that “the moratoria themselves rendered the 1986 ordinances ‘temporary’ ” but instead to hold only that the moratoria were necessary “to maintain the status quo” while the County updated its already temporary zoning classifications. Majority at 468 (emphasis added).\n¶37 I respectfully disagree. The majority’s reasoning provides no basis on which to distinguish this case from any other in which a municipality adopts a development moratorium so that it can update existing regulations. See Biggers v. City of Bainbridge Island, 162 Wn.2d 683, 707, 169 P.3d 14 (2007) (Fairhurst, J., dissenting) (“Land use scholars and courts recognize that moratoria are valid tools for local government to forestall filing of permit applications when amending land use regulations.”). And it forces municipalities to choose between finality (protected by statutes of limitations) and careful planning (aided by development moratoria).\n¶38 In this case, the County is correct that SOSA could have brought its PEA claim in 2007, when the County first adopted the Plan. Indeed, Save Our Scenic Area (but not Friends of the Columbia Gorge) brought the exact same claim in 2008, but it was dismissed without prejudice for want of prosecution. Clerk’s Papers (CP) at 381. In its 2008 lawsuit, Save Our Scenic Area alleged that “[t]he Unmapped Classification is inconsistent with the Conservancy designation of the comprehensive plan because it allows within the Conservancy area any use not declared to be a nuisance and prohibits the application of any terms of the Skamania county zoning to any such uses.” CP at 376. In its present lawsuit, SOSA repeats this claim verbatim, but then adds this paragraph:\n7.6. Skamania County’s failure to zone the Unmapped lands and the County’s failure to protect these lands and their resources from incompatible uses (other than the series of moratorium ordinances that Skamania County has now repealed for the majority of the Unmapped lands) have resulted in development regulations that are inconsistent with the Conservancy designation of the Comprehensive Plan and that violate the consistency requirement of RCW 36.70.545.\nCP at 15 (emphasis added). But it does not identify any development regulations that it believes are inconsistent with the Plan.\n¶39 SOSA speculates that had it brought its PEA claim in 2007, “the County would undoubtedly have argued that because ... the moratorium ‘maintain [ed] the status quo’ on the affected lands until the County could complete its work and take final action, SOSA’s claims were not yet ripe.” Resp’ts’ Suppl. Br. at 9-10 (second alteration in original) (citation omitted). The majority accepts this speculation, holding that there would have been no “appropriate remedy” in 2007, for the alleged inconsistency at issue here: “The only remedy available had the suit been brought in 2007 would have been a court order to update the ordinances — the very process that the County declared numerous times that it was already undertaking.” Majority at 469.\n¶40 Again, I respectfully disagree. We can’t assume that the County would have argued, in 2007, that the development moratorium rendered the PEA challenge unripe. Had SOSA brought a timely PEA claim, the County might well have argued — as it does in this court — that the “[unmapped” zoning designation was entirely consistent with the Plan. Suppl. Br. of Pet’r at 7 & n.20. Indeed, the Plan explicitly identifies the “[u]nmapped” areas as consistent with the Plan’s “Conservancy” designation. CP at 211 (boldface omitted). Had SOSA brought its claim in 2007, we might now have a court order recognizing this consistency and precluding SOSA’s current PEA claim. Or we might have an order granting or denying relief for a different reason. The point is that this matter could have been resolved in 2007, when the County first adopted the Plan.\n¶41 To be sure, if the County adopts new development regulations that are inconsistent with the Plan, or if it amends the Plan in a manner that renders it inconsistent with existing development regulations, any party may timely appeal that action. But the County has not done this. The alleged inconsistency at issue in this case has existed since 2007 and could have been challenged at that time. The majority’s speculation that the development moratoria prevented SOSA from bringing an action in 2007 is neither supported by the record nor consistent with our precedent. Because I believe that the majority’s holding conflicts with the rule that development moratoria do not suspend appeal periods, I respectfully dissent.\nMadsen, C.J., and Wiggins and Yu, JJ., concur with Gordon McCloud, J.\nIt is not clear what appeal period applies to a PEA claim. As the trial court noted in its ruling in this case, land use decisions are typically subject to a 21-day or 30-day appeal period. Clerk’s Papers (CP) at 415 & n.4 (citing chapter 36.70C RCW (the Land Use Petition Act) and chapter 34.05 RCW (the Administrative Procedure Act)). The County asserts that a PEA claim triggers a 60-day time limit. Pet’Fs Resp. to Amici Curiae Brs. of Futurewise et al. at 2 & n.4. But the statute it cites for this assertion applies to “petitions relating to whether or not an adopted comprehensive plan ... is in compliance with the goals and requirements of the [GMA] or chapter 90.58 or 43.12 RCW” — -it doesn’t address claims that a county has violated a requirement of the PEA. RCW 36.70A.290(2). In any event, we need not decide this question now. Even if we applied the 60-day period available under the GMA, that period has long passed.\nBiggers v. City of Bainbridge Island, 162 Wn.2d 683, 706, 169 P.3d 14 (2007) (Chambers, J., concurring in result) (“I agree with Justice Fairhurst that municipalities can place moratoria on shoreline substantial development permits without conflict with the SMA [Shoreline Management Act of 1971, chapter 90.58 RCW].”); id. at 709 (Fairhurst, J., dissenting) (“[T]he city’s suspension of development while it revised its shoreline master program (SMP) and obtained additional scientific information did not conflict with... the priorities ... set out in the SMA. Because a moratorium is only a temporary suspension of established regulations, it does not repeal, amend, or contradict them.”); majority at 465 (“moratoria do not suspend appeal periods”).",
        "type": "dissent",
        "author": "Gordon McCloud, J."
      }
    ],
    "attorneys": [
      "Susan E. Drummond (of Law Offices of Susan E. Drummond)', and Adam N. Kick, Prosecuting Attorney for Skamania County, for petitioner.",
      "J. Richard Aramburu {oí Aramburu & Eustis LLP); Gary K. Kahn (of Reeves Kahn Hennessy & Elkins); and Nathan J. Baker (of Friends of the Columbia Gorge), for respondents.",
      "Josh Weiss on behalf of Washington State Association of Counties, amicus curiae.",
      "Tim Trohimovich on behalf of Futurewise, Friends of the White Salmon River, Columbia Riverkeeper, Spokane Riverkeeper, Neighborhood Alliance of Spokane County, Grays Harbor Audubon Society, Friends of Grays Harbor, Palouse Audubon Society, Spokane Audubon Society, Vancouver Audubon Society, Willapa Hills Audubon Society, and North Central Washington Audubon Society, amici curiae."
    ],
    "corrections": "",
    "head_matter": "[No. 90398-1.\nEn Banc.]\nArgued February 17, 2015.\nDecided June 11, 2015.\nSave Our Scenic Area et al., Respondents, v. Skamania County, Petitioner.\nSusan E. Drummond (of Law Offices of Susan E. Drummond)', and Adam N. Kick, Prosecuting Attorney for Skamania County, for petitioner.\nJ. Richard Aramburu {oí Aramburu & Eustis LLP); Gary K. Kahn (of Reeves Kahn Hennessy & Elkins); and Nathan J. Baker (of Friends of the Columbia Gorge), for respondents.\nJosh Weiss on behalf of Washington State Association of Counties, amicus curiae.\nTim Trohimovich on behalf of Futurewise, Friends of the White Salmon River, Columbia Riverkeeper, Spokane Riverkeeper, Neighborhood Alliance of Spokane County, Grays Harbor Audubon Society, Friends of Grays Harbor, Palouse Audubon Society, Spokane Audubon Society, Vancouver Audubon Society, Willapa Hills Audubon Society, and North Central Washington Audubon Society, amici curiae."
  },
  "file_name": "0455-01",
  "first_page_order": 509,
  "last_page_order": 528
}
