{
  "id": 1432099,
  "name": "Matthews v. Byrd",
  "name_abbreviation": "Matthews v. Byrd",
  "decision_date": "1933-05-15",
  "docket_number": "4-3094",
  "first_page": "458",
  "last_page": "465",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 458"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "292 S. W. 693",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "173 Ark. 464",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8721915
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/173/0464-01"
      ]
    },
    {
      "cite": "4 S. W. (2d) 19",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "176 Ark. 796",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1400051
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/176/0796-01"
      ]
    },
    {
      "cite": "44 S. W. (2d) 331",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "43 S. W. (2d) 356",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "184 Ark. 746",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "32 Ark. 414",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1877179
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/32/0414-01"
      ]
    },
    {
      "cite": "3 S. W. (2d) 1",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "175 Ark. 860",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1403626
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/175/0860-01"
      ]
    },
    {
      "cite": "170 S. W. 562",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "114 Ark. 526",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1536322
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/114/0526-01"
      ]
    },
    {
      "cite": "187 U. S. 51",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6136799
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/us/187/0051-01"
      ]
    },
    {
      "cite": "49 S. W. (2d) 611",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "185 Ark. 807",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1435127
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/185/0807-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 605,
    "char_count": 12469,
    "ocr_confidence": 0.516,
    "pagerank": {
      "raw": 4.6810407666438e-07,
      "percentile": 0.9281512165381071
    },
    "sha256": "08a40c9d3f72ac55e00b148590adede3a0479c5b5d1803180c47cf303f96b76e",
    "simhash": "1:eb439658a5fdc332",
    "word_count": 2204
  },
  "last_updated": "2024-02-27T21:18:50.990705+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Matthews v. Byrd."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nThis appeal involves the constitutionality of §§ 5 and 6 of House Bill No. 559, which, after its final passage, became act 250 of the Acts of 1933. The Secretary of State has certified that this bill, having remained with the Governor twenty days,' the General Assembly not being in session, became a law March 30, 1933.\nThe title to this bill, when introduced in the House, was “A bill for an act to be entitled: ‘An act to fix the compensation of county officers,’ ” and this title was. not changed.\nThe legislative journals show that the bill, having-been passed in the House, was amended in the Senate, and that the House concurred in the Senate amendments. The amendments consist in the addition of the two sections of the act which are numbered 5 and 6.\nSection 2 of this act fixes the compensation of the county officers of all the counties of the State. It deals with each count/' separately, and contains various provisions in regard to compensating these officers, and it is insisted that this, in effect, is the consolidation of seventy-five local bills into a single act, all of which are void, because all are local, and that therefore the entire act must fall as being unconstitutional.\nSection 3 of the act provides that the compensation allowed by § 2 shall be the maximum compensation, records of which shall be kept, with directions as to the disposition of fees collected in excess of the compensation allowed, etc.\nSection 4 provides that nothing contained in the act shall be construed as limiting or restricting the right of the people to initiate such laws as they may, from time to time, deem advisable for the compensation of county officials.\nThe first amendment to the bill, which appears as § 5 of the act, reads as follows: “That § 10,084 of Crawford & Moses ’ Digest of the statutes of Arkansas be amended so as to read as follows: ‘The clerks of the several counties of this State shall cause the list of delinquent lands in their respective counties, as corrected by them, to be entered in a well-bound book, appropriately labeled, which book shall be a permanent public record, and open to the inspection of the public at all times.’ ”\nA comparison of this § 5 of the act with the section of the digest which it amends discloses that it eliminates the requirement appearing in § 10,084, Crawford & Moses’ Digest, that the county clerk shall cause the list of the delinquent lands to be published weekly for two weeks, and, in lieu thereof requires the clerk to enter of record the list of delinquent lands in a well-bound book, to be kept as a public record, open to the inspection of the public at all times.\nThe other amendment to the bill, which appears as § 6 of the act, amends § 10,085, Crawford & Moses’ Digest. The amendment is to the effect that, instead of publishing the list of all the delinquent property, as § 10,085, Crawford & Moses’ Digest, requires, there should be published a notice in substance as follows :\n“NOTICE OF DELINQUENT TAX SALE\n“The lands and lots and parts of lots returned delinquent in..................County for the year 19......, together with the taxes and penalties charged thereon agreeable to law, are contained and described in a list or record on file in the office of the clerk of the county court and notice is hereby given to all parties in interest that said several tracts, lots or parts of lots, or so much thereof as may be necessary to pay the taxes, penalties and costs due thereon, will be sold by the county collector at the courthouse in said county on (here state the date of sale) unless the said taxes, penalties and costs as charged thereon agreeable to law, be paid before that time; and that the sale will be continued from day to day until the said tracts, lots and parts of lots be sold.”\nSection 6 of the act provides that this notice shall occupy a space, of not more than six inches double column in the publication in which it appears, and that the county clerk shall make a certificate, at the foot of the record, containing the delinquent list, stating in what newspaper the notice of the delinquent land sale was published, and the dates of publication.\nSections 7 and 8 of the act read as follows:\n“ Section 7. The provisions of this act are hereby declared to be severable, and, if any provision of this act should be declared unconstitutional by any court of last resort, the same shall not affect the remainder of this act.\n‘ ‘ Section 8. That by reason of the distressing financial condition of the State, which has resulted in the partial collapse of many factors of State and county governments and the inability of the people to meet the demands of government at this time, an emergency is hereby declared to exist, and this act, being necessary for the immediate preservation of the public peace, health and safety, shall take effect and be in full force from and after its passage.”\nThe court below held that §§ 5 and 6, supra, were, unconstitutional, and the effect of that holding is to leave §§ 10,084 and 10,085, Crawford & Moses’ Digest, in force and effect, and these statutes, unamended, require the publication of the delinquent lists in a newspaper for the time and manner there specified.\nFor the affirmance of this decree, it is insisted that the provisions of § 2, relating to the compensation of county officers, are unconstitutional and void, and that the whole act must therefore fail, notwithstanding the provisions of § 7, above quoted, as to the separability of the act, for the reason that, if § 2 of the act is void, the whole legislative scheme and purpose is defeated.\nWe do not consider or decide whether § 2 is valid legislation or not, for the reason that the provisions of §§ 5 and 6 may stand and be enforced, whether § 2 be constitutional or unconstitutional. The law of the subject has been many times declared, and in one of the latest of these cases, that of State v. Hurlock, 185 Ark. 807, 49 S. W. (2d) 611, it was said:\n“This court has frequently held that, when a statute is unconstitutional in part, the valid portion of an act will be sustained if complete in itself, and capable of being executed in accordance with the apparent legislative intent.’’ (Citing cases.)\nThe Legislature has manifested and declared its intention in regard to this legislation in a manner too plain to admit of doubt. Section 2 fixes the compensation of county officials. Section 3 makes the provisions of § 2 effective by providing the disposition to-be made of fees collected in excess of the compensation allowed by § 2. Sections 5 and 6 dispense with the publication of the delinquent list. These are the provisions of the act, and the Legislature has declared these provisions to be sever-able, and has declared that, if any provision should be declared unconstitutional, that declaration should not affect the remainder of the act.\nWe therefore proceed to consider the constitutionality of §§ 5 and 6, without regard to the. constitutionality of §§ 2 and 3. Standing apart and considered alone, we think §§ 5 and 6 are valid laws and within the power of the General Assembly to enact, and it is not contended that the provision for notice of delinquency to the property owners, there provided for, does not constitute due process of law. Turpin v. Lemon, 187 U. S. 51, 23 S. Ct. 20.\nIt is insisted, however, that the amendments appearing as §§ 5 and 6 of the act are violative of article 5, § 21, of the Constitution, which provides that: “No law shall be passed except by bill, and no bill shall be so altered or amended on its passage through either house as to change its purpose.”\nIt is argued that the purpose of this bill, as reflected by its title, was to fix the compensation of county officers, and that this purpose was changed by the amendments to such an extent as to violate the section of the Constitution above quoted. We do not think so. The recitals of § 8, set out above, of the. facts constituting the emergency requiring that the act take effect immediately, disclose the legislative purpose to he the reduction of the cost of government generally, and by this act to reduce the cost of county government in particular.\nThe Attorney General, in the brief filed by his office, calls attention to his report to the General Assembly which enacted the legislation in question, and to the recommendations which that report contain showing the great cost of tax sales and the small revenue, in comparison, derived from them. There was a movement in the General Assembly, little short of a crusade, to reduce the cost of government, and this act, 250, is a manifestation of that purpose, as is evidenced by the recitals of its emergency clause, set out above. It appears to be reasonably certain that the primary purpose of the act was to reduce the expenses of county government, and the amendments to it have a direct relation to that purpose, and certainly do not change the purpose to reduce expenses.\nPrior to this act the county clerks of all the counties were allowed fees: “For furnishing copy of delinquent lands to printer for each tract, .05.” Section 4577, Crawford & Moses’ Dig’est. The amendments dispense with this service, and to that extent change the fees which county clerks have heretofore been allowed. Act 157 of the Acts of 1933, which was approved March 25, 1933, increased the fee to 10 cents for furnishing copy of delinquent lands to the printer for each tract, if that service was still required.\nWe do not think the amendments are violative of § 21 of article 5 of the Constitution. In the case of Hickey v. State, 114 Ark. 526, 170 S. W. 562, it was said that it was not the object of this section to hamper legislation by requiring a number of bills to accomplish the result which a single bill might effect, but that the purpose of the section was to forbid amendments which were not germane to the subject, thereby changing its original purpose. Cone v. Garner, 175 Ark. 860, 3 S. W. (2d) 1; Loftin v. Watson, 32 Ark. 414.\nLike all other legislation, the General Assembly has a discretion, not to change the purpose of the bill, but to determine whether an amendment does change the purpose, and a legislative act will not be declared unconstitutional as violative of this section of the Constitution unless it obviously appears that the amendments adopted do change its original purpose.\nIt is argued that the title of the act declares its pur- • pose, and cannot be reasonably construed as embracing legislation having only an incidental relation to compensation of county officers.\nSection 22 of article 5 of the Constitution of 1868 provided that “No act shall embrace more than one subject, which shall be embraced in its title.” But this provision was omitted and does not appear in our present Constitution. We said, in the case of Westbrook v. McDonald, 184 Ark. 746, 43 S. W. (2d) 356, 44 S. W. (2d) 331, that: “It is settled law that even the title of an act is not controlling in its construction, although it is considered in determining its meaning when such meaning is otherwise in doubt. Conway v. Summers, 176 Ark. 796, 4 S. W. (2d) 19.”\nIn the case of Cone v. Garner, supra, it was contended that the act there under review was violative of § 21 of article 5 of the Constitution, and the title of the act was cited as supporting that contention, but we there said:\n“But our Constitution does not provide, like many Constitutions, that each bill shall have a title in which shall be expressly stated the purpose of the bill, or any words to that effect.\n“ In a very recent case this court said: ‘ It is obvious that the title is not as broad as the act, but there is no provision in our Constitution to the effect that the caption of an act must indicate all the subject-matter embraced in the act itself.’ Huff v. Udey, 173 Ark. 464, 292 S. W. 693.”\nWe conclude therefore that §§ 5 and 6 of act 250 are valid enactments, and the decree of the court below will be reversed and the cause remanded to the chancery court, with directions to enter a decree restraining the county clerk from causing appellant’s land to be advertised in the manner and form required by §§ 10,084 and 10,085 of Crawford & Moses’ Digest, which sections were amended as herein stated.",
        "type": "majority",
        "author": "Smith, J."
      }
    ],
    "attorneys": [
      "C. E. Love, for appellant.",
      "C. B. Crumpler, for appellee.",
      "Hal L. Norwood, Attorney General, Sam T. Poe, Tom Poe and M. A. Matlock, amici curiae."
    ],
    "corrections": "",
    "head_matter": "Matthews v. Byrd.\n4-3094\nOpinion delivered May 15, 1933.\nC. E. Love, for appellant.\nC. B. Crumpler, for appellee.\nHal L. Norwood, Attorney General, Sam T. Poe, Tom Poe and M. A. Matlock, amici curiae."
  },
  "file_name": "0458-01",
  "first_page_order": 478,
  "last_page_order": 485
}
