{
  "id": 8722695,
  "name": "Little Rock v. Lenon",
  "name_abbreviation": "Little Rock v. Lenon",
  "decision_date": "1932-11-07",
  "docket_number": "4-2702",
  "first_page": "460",
  "last_page": "465",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 460"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "171 S. W. 480",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "115 Ark. 400",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1533770
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/115/0400-01"
      ]
    },
    {
      "cite": "28 Ark. 102",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1884380
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/28/0102-01"
      ]
    },
    {
      "cite": "22 Ark. 567",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8727312
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/22/0567-01"
      ]
    },
    {
      "cite": "3 S. W. (2d) 26",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "176 Ark. 287",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1399965
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/176/0287-01"
      ]
    },
    {
      "cite": "171 S. W. 90",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "115 Ark. 184",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1533757
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/115/0184-01"
      ]
    },
    {
      "cite": "38 S. W. (2d) 14",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "183 Ark. 699",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1441648
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/183/0699-01"
      ]
    },
    {
      "cite": "9 S. W. (2d) 1059",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "178 Ark. 100",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1396965
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/178/0100-01"
      ]
    },
    {
      "cite": "291 S. W. 818",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "172 Ark. 1073",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1407831
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/172/1073-01"
      ]
    },
    {
      "cite": "279 S. W. 1006",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "170 Ark. 403",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1371587
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/170/0403-01"
      ]
    },
    {
      "cite": "224 S. W. 633",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "145 Ark. 351",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1586173
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/145/0351-01"
      ]
    },
    {
      "cite": "205 S. W. 803",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "135 Ark. 412",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1571535
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/135/0412-01"
      ]
    },
    {
      "cite": "99 S. W. 682",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "81 Ark. 480",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1530677
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/81/0480-01"
      ]
    },
    {
      "cite": "3 Ark. 147",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8728351
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/3/0147-01"
      ]
    },
    {
      "cite": "13 S. W. (2d) 813",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "178 Ark. 1178",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1396964
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/178/1178-01"
      ]
    },
    {
      "cite": "258 S. W. 655",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "162 Ark. 627",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1385601
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/162/0627-01"
      ]
    },
    {
      "cite": "187 S. W. 918",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "124 Ark. 548",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1555048
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/124/0548-01"
      ]
    },
    {
      "cite": "166 S. W. 99",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "case_ids": [
        8270726
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sw/166/0099-01"
      ]
    },
    {
      "cite": "112 Ark. 527",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1538815
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/112/0527-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 557,
    "char_count": 10237,
    "ocr_confidence": 0.534,
    "pagerank": {
      "raw": 3.722862890913004e-07,
      "percentile": 0.8939316539304029
    },
    "sha256": "f788a063aa5967d4d124f979abb4213f72fb701a4a719a7db03672a9291de96c",
    "simhash": "1:0e8c66fd7a19aceb",
    "word_count": 1881
  },
  "last_updated": "2024-02-27T17:52:01.123529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Little Rock v. Lenon."
    ],
    "opinions": [
      {
        "text": "McHáNey, J.\nThe late Judge C. T. Coffman executed his will February 21, 1896, in which he appointed his wife, Jean H. Coffman, sole executrix without bond and made her his sole beneficiary. The will provided: “I give, devise and bequeath to my beloved wife,- Jean H. Coffman, all the property, real, personal or mixed, of which I shall die seized and possessed, or to which I shall be entitled at the time of my death.”\nMore than 27 years later, on June 9,1923, he executed the following codicil to said will: “Know all men by these presents :■ That I, C. T. Coffman, being of sound and disposing mind and memory, do make and publish this, my codicil to my will, heretofore executed and dated February 21, 1896, being the only will which I have executed and which is now in force. I hereby direct that my said executor, being my wife, Jean H. Coffman, upon my death shall erect at the expense of my estate a suitable monument,- in case same has not already been erected during my lifetime. It is my will that all property left by me to my wife which has not been used or expended by her during her lifetime be donated and turned over to the City Hospital of Little Bock, as a memorial to her and to me and to be used by the management of said hospital in such manner as they may deem to the best interest of same.”\nThereafter, on October 14,1925, Judge Coffman died without issue, and three days later the above will and codicil were probated, Mrs. Coffman being appointed executrix, in accordance with the directions of the will.\nOn February 2, 1932, the said Jean H. Coffman died testate, undertaking by her will to dispose of all the property of which she died seized, including all the property which came to her by the will of her husband, and ignoring the direction contained in the codicil to the will of her late husband that all property left by him to her “which has not been used or expended by her during her lifetime be donated and turned over to the City Hospital of Little Bock, as a memorial to her and to me,” etc. Numerous beneficiaries are named in her will, many of whom are related to her collaterally, a few to him, and several bequests of a charitable nature. Appellee Lenon was named executor in the' will which was probated.\nAppellant brought this action against the executor of her will and all devisees and legatees named therein, praying that the will of Judge Coffman be construed, the executor of Mrs. Coffman’s will be enjoined from proceeding under her will until its rights were determined, and that he be ordered to turn over to it all the assets in his hands belonging to the estate of C. T. Coffman. Trial resulted, in a decree against appellant, the court holding, under the will and codicil óf C. T. Coffman, that his widow took fee simple title to all his property, and that her devisees and legatees became vested with the same title to the respective properties devised and bequeathed to them in her will. This appeal followed.\nWe are all agreed that by the original will of Judge Coffman, his widow, Jean H. Coffman, would have acquired fee simple title to all his property, had he not later executed the above codicil. We are also agreed that the codicil did not limit her power to use, expend, sell, convey or otherwise dispose of the property in her lifetime left her by his will. The difficulty of the writer has been to determine what effect the codicil had on the property left by him which had “not been used or expended by her.” The majority hold that while the estate conveyed to her in the original will was the fee, the effect of the codicil was to convert the fee originally granted into a life estate with full power of disposition, and that, if any part of the estate devised to her remained unused or unexpended at her death, it thereupon passed as directed in the codicil. Some courts hold that a life estate, coupled with unlimited power of disposition, is equivalent to a fee simple title. The great weight of authority, however, including this court, supports the rule that a life estate may be created, coupled with power of disposition, and that such power does not change the life estate into a fee for the reason that the power of disposition is not in itself an estate, but is an authority so to do derived from the will. See 17 R. C. L., page 624, § 13. We so held in Archer v. Palmer, 112 Ark. 527, 166 S. W. 99, even though the power of disposition might defeat the rights of a remainderman. See also State v. Gaughan, 124 Ark. 548, 187 S. W. 918; Galloway v. Sewell, 162 Ark. 627, 258 S. W. 655; Reddin v. Cottrell, 178 Ark. 1178, 13 S. W. (2d) 813. We have many times held that there can he no limitation over after a fee in a will for the reason, as stated in Moody v. Walker, 3 Ark. 147, that, “if a legatee possesses the absolute right of property, he certainly has the power of disposing of it in any way he may think proper, and therefore he might defeat the devise or limitation over.” See also Bernstein v. Bramble, 81 Ark. 480, 99 S. W. 682; Davis v. Sparks, 135 Ark. 412, 205 S. W. 803; Fies v. Fiest, 145 Ark. 351, 224 S. W. 633; Letzkus v. Nothwang, 170 Ark. 403, 279 S. W. 1006; Combs v. Combs, 172 Ark. 1073, 291 S. W. 818; Payne v. Hart, 178 Ark. 100, 9 S. W. (2d) 1059; First Nat. Bank v. Marre, 183 Ark. 699, 38 S. W. (2d) 14. But here there has been no attempted limitation over after a fee. The codicil operates only on such property of his as may not have been “used or expended” by her. If there is no such property, the codicil is ineffective. It does not attempt to control her in any disposition of such property during her lifetime, but is, in the view of the majority, a disposition of such of his property as may remain unused or unexpended at her death. The rule announced in the above-cited cases, as to a limitation over after a fee given, has no application here.\nThe general rule relative to the construction of a will and a codicil is stated in R. C. L., vol. 28, p. 199, as follows: “It is the well-settled general rule that a will and codicil are to be regarded as a single and entire instrument for the purpose of determining the testamentary intention and disposition of the testator, and both instruments together will be construed as if they had been executed at the time of the making of the codicil. They will not, however, be considered as a single instrument where a manifest intention requires otherwise. The construction of the provisions contained in a will and codicil may be different from that which would be given to the same provisions all embodied in a will. This is due to the fact that the mere taking of a codicil gives rise to the inference of a change in intention, and such an inference does not arise in the case of a will standing by itself. When a will and codicil are inconsistent in their provisions, the codicil, being the latest expression of the testator’s desires, is to be given precedence.”\nThis court follows the general rule above stated. In Gibbons v. Ward, 115 Ark. 184, 171 S. W. 90, we said: “A codicil is in legal effect a republication of the will, and the whole is to be construed together as if executed at the date of the codicil.” This was quoted with approval in Rogers v. Agricola, 176 Ark. 287, 3 S. W. (2d) 26.\nUndoubtedly, Judge Coffman intended by his original will to give his wife all his property without any strings tied to it. They were childless, but each had a number of collateral kindred. In 1896 his fortune was of little value, but in 1923 it had grown to quite a substantial sum. Even then he tied no strings to her right to use and enjoy his property, but only to the excess or surplus. For some reason he made the codicil, which gives rise to an inference of a change in intention as to what might be done with the surplus. He might have thought, and the evidence somewhat sustains this surmise, that too much of it would go to her relations to the exclusion of his. Whatever his purpose was, it was his will or wish that his excess property go to the City Hospital, if any remained at her death.\nThe will and the codicil are to*be construed together to ascertain the intention of the testator. If the codicil is in conflict with the will, the codicil governs. We have many times held that, where the provisions of a will are in conflict, the last provision is controlling. Cox v. Britt, 22 Ark. 567; McKenzie v. Roleson, 28 Ark. 102; Gist v. Pettus, 115 Ark. 400, 171 S. W. 480. In the latter case we held there was no necessary repugnancy between the codicil and the will, and continued, saying: “But. if we are mistaken in this, and the third paragraph of the will should he construed to devise the fee simple title to John W. Pettus, then this paragraph would he manifestly inconsistent with and repugnant to the codicil, and in that case the language of the codicil would control.”\nTherefore, if the codicil in this case he held to be in conflict with or repugnant to the will, which the majority does, by holding that the codicil converted the fee theretofore given into a life estate with power of disposition, then it necessarily follows that the codicil controls, and the surplus of his property at her death must go to the city for the City Hospital under his will.\nThe writer is of the opinion that there is no such repugnancy between the two instruments; that the language of the codicil, fairly construed, in the light of Gibbons v. Ward and Rogers v. Agricola, supra, together with the will, as one instrument as of the date of the codicil, constitutes a mere wish or will, precatory words, that she donate or give such of his property as remained, by will, to the City Hospital.\nThe record here does not disclose what or how much of his property, if any, remained on hand at her death. It therefore becomes necessary to reverse and remand the case with directions to ascertain such fact and to order the appellee, Lenon, as executor of Mrs. Coffman’s estate, to deliver such property to appellant for the use and benefit of the City Hospital. It is so ordered.",
        "type": "majority",
        "author": "McHáNey, J."
      }
    ],
    "attorneys": [
      "Linwood L. Brickhouse, for appellant.",
      "Henry Bonham, Martin Fulk and Bose, Hemingway, Cantrell i& Loughborough, for appellee."
    ],
    "corrections": "",
    "head_matter": "Little Rock v. Lenon.\n4-2702\nOpinion delivered November 7, 1932.\nLinwood L. Brickhouse, for appellant.\nHenry Bonham, Martin Fulk and Bose, Hemingway, Cantrell i& Loughborough, for appellee."
  },
  "file_name": "0460-01",
  "first_page_order": 480,
  "last_page_order": 485
}
