{
  "id": 8729024,
  "name": "Knox and Others vs. Beirne & Byrnside",
  "name_abbreviation": "Knox v. Beirne",
  "decision_date": "1842-07",
  "docket_number": "",
  "first_page": "460",
  "last_page": "466",
  "citations": [
    {
      "type": "official",
      "cite": "4 Ark. 460"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 597,
    "char_count": 15435,
    "ocr_confidence": 0.506,
    "sha256": "01c0e2554713d1e9c88da467265a98b879b415e7592e131a0b7e1c88dc80b647",
    "simhash": "1:cefa186d96022962",
    "word_count": 2574
  },
  "last_updated": "2023-07-14T19:55:34.553089+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Knox and Others vs. Beirne & Byrnside."
    ],
    "opinions": [
      {
        "text": "By the Court,\nDickinson, J.\nThe language in this case, as used in the opinion, must, of course, be construed with reference to the facts before the Court — with reference to the matter under consideration. Any other rule, in the language of an eminent jurist, “would misrepresent one judge, and mislead another.” Wherfi the Court remarks that the judicial powers of the respective judges must be, confined to the limits of their circuit, of course it must be taken in a qualified sense. The exception to the principle is contained in the constitution, which is, unless the Legislature shall authorize a temporary interchange of ridings. The argument upon the re-hearing of the case, although ingenious and forcible, has not been sufficient to satisfy the minds of the Court that the opionion previously expressed is erroneous. The definition of the term “ temporary,” although, in its literal acceptation, it may signify any portion of time less than the full period spoken of, still docs not warrant the conclusion that it is to be taken with such an unqualified meaning, and applied to the grant of the constitution. The word, as it stands in that instrument, must be governed by the meaning and objects of the grant, and its signification restricted by other parts and provisions of the constitution. A law that would authorize a judge to remain all but a small fraction of time out of the circuit for which he was .elected, and to hold but one court during the term of his service within his own district, would, to our minds, be a clear and palpable violation of the constitution. To hold such a law constitutional, would, in effect, break down all separate and distinct jurisdiction, which was the main and leading object of the convention to- establish; and it would virtually abrogate and destroy both the election and commission which constitute the judicial warrants of the judge for the exercise of his authority. And the law now before the court, is, in our estimation, subject to the like objection. There is a constant and uniform alternation and rotation of riding between the respective judges, which may last for all time to come, and therefore cannot be termed, in the constitutional meaning of the word, a temporary interchange of circuits.",
        "type": "majority",
        "author": "Dickinson, J."
      }
    ],
    "attorneys": [
      "The question as to the constitutionality of the act was argued here by W. & 22. Cummins, for, and Gilchrist, Evans, and Paschal, against it.",
      "W. & E. Cummins filed a petition for re-consideration,"
    ],
    "corrections": "",
    "head_matter": "Knox and Others vs. Beirne & Byrnside.\nThat provision in the constitution of this State, which provides that the judges of the circuit courts may temporarily exchange circuits, or hold courts for each other, under such regulations as may be pointed out by law, confers upon the Legislature power to require the judges temporarily to exchange ridings, and to hold courts for each other, in contradistinction to any constant or permanent alternation or rotation of circuits.\nUpon the interchange of ridings, the judges for the time being are, quo ad hoc, the law. ful incumbents of the circuits in which they may be summoned to preside; and, during the temporary interchange, their official functions are superseded in their own respective circuits.\nThe Legislature'may point out the modo in which this temporary exchange shall take place, and what shall constitute notice of its direction upon the subject. The law, in such case, may be a general one, but the interchange must be temporary?and not permanent or lasting, looking to a definite period when it shall terminate.\nTemporarily, a judge may be directed by the Legislature to pass out of his own territorial jurisdiction, and be required to pcrfohn the duties of another circuit, for a given space of time, but not for one-half or two-thirds of the lime for which he is elected; and that time to be constantly fixed as a permanent rule of policy in the system.\nThe act approved 25th December, 1840, providing for the interchange of circuits, provides for a permanent, and not a temporary interchange, and is, therefore, unconstitutional.\nWhere there is no appeal, but a mere agreement of the parties to refer the matters in dispute to the judgment of this Court, this confers no power on the Court to give judgment.\nThis case was determined in the Crawford Circuit Court, in\"August, 1841, before the Hon. Richard C. S. Brown, one of the Circuit Judges. Bj the1 act of 25th December, 1840, it devolved on the Hon. Joseph M. Hoge, Judge of the 4th judicial circuit, to hold the August term, 1841, of the Crawford Circuit Court, in the seventh circuit, of which the Hon. R. C. S. Brown was Judge. Both judges were present; and the regular judge declining to obey the law, holding it unconstitutional, proceeded to hold the Court. The present case was decided immediately, and brought before this Court, upon the agreement that it should be referred to this Court, upon the issue, whether the act aforesaid was constitutional.\nThe question as to the constitutionality of the act was argued here by W. & 22. Cummins, for, and Gilchrist, Evans, and Paschal, against it.\nBy the Court, Lacy, J. There has been a point raised and discussed at the bar, which we think it our duty to express an opinion upon, although it may not be absolutely necessary to do so, in the present aspect of this case. The question relates to the constitutionality of an act of the Legislature, approved December 25th, A. D. 1840, authorizing the circuit judges to interchange ridings,'and to hold courts for each other. There is no time fixed when the operation of the act is to cease, and therefore it must be regarded as fixing a permanent interchange, by alternation and rotation of office between the several respective judges of the State; and, upon the interchange talcing place, each judge is vested with as ample and as full authority to do and perform every thing appertaining to his oifice, out of his own circuit, as, by the constitution and laws of the Stale, he has in its prescribed territorial boundary or jurisdiction.\n'The constitution declares that the “ circuit court shall have exclusive original jurisdiction of all cases amounting to felony at common law,” and “ original jurisdiction of all matters of contract, when the sum in controversy is over one hundred dollars;” that “the State shall be divided into convenient circuits, each to consist of not less than hve, nor more than seven counties, contiguous to each other, for each of which a judge shall be elected, who, during his continuance in ‘ office, shall reside and be a conservator of the peace in the circuit for which he shall have been elected;” “ that the circuit courts shall exercise a superintending control of the county courts, and over justices of the peace, in each county of their respective circuits, and shall have power to issue all necessary writs to carry into effect their general and specific powers;” and, that the “judges of the circuit court may temporarily exchange circuits, or hold courts for each other, under such regulations as may be prescribed by law.” Sec. 3, 4, 5, 12, Art. 6, Constitution. This Court has said, in the case of The Auditor vs. Davies, 2 Ark., p. 502, “that the principle of a separate and distinct jurisdiction pervades and runs through our whole judicial system, and that the constitution has preserved one unbroken and entire chain of action throughout the entire plan. Each separate tribunal is left free in the exercise of its lawful and constitutional authority, and its subordinate parts are only restrained, by a superior jurisdiction, when they transcend the limits of the grant which created them.” To assume for any one of thesé tribunals a jurisdiction greater or less than is conferred by the constitution, is not only virtually to abolish all the distinction and divisions of separate constitutional jurisdictions between the several respective courts, but it is, in effect, to ordain and establish a wholly different will or rule of action from the one laid down by the constitution. This principle, which seems to us wholly undeniable, proves that the Legislature has no right to alter or abolish the constitutional jurisdictions of the judicial tribunals of the State. It can neither enlarge nor diminish the grant of their creation or powers. It is certainly not competent for that body to pass an act declaring the circuit courts should not have jurisdiction in cases of felony at common law, or that of contract in civil actions, where the sum in controversy exceeds one hundred dollars. The reason is to' be found in the constitution itself, which gives to the circuit courts this express jurisdiction. Again, the Legislature is wholly incompetent, in creating the several circuit courts for the State, to enlarge or diminish them beyond their constitutional jurisdiction. They have unquestionably the authority to create as many circuits as they deem proper and convenient, but then each circuit must consist of not less than five, nor more than seven contiguous counties. That instrument requires a judge to be elected and commissioned for each circuit, and his residence is confined to his territorial district. The Legislature has no power to pass a law requiring a judge to reside out of his circuit, and to perform the duties of an adjacent circuit. The language of the constitution is explicit and imperative upon this point; for each judge is ejected for a particular circuit, is required to reside within it, and his commission is the evidence of his authority within its prescribed limits. It gives him no power or authority to do any judicial act out of his own circuit, but it embraces the circumference of his district, and within that circle his powers are adequate and plenary, and he has a superintending control over the county courts and the justices of the peace, in each county within his circuit. The Legislature cannot, either directly or indirectly, interfere with his constitutional jurisdiction, either in regard to the subject matter of it, or to its territorial boundaries; both of which must concur and unite, to invest the court with the exercise of a complete jurisdiction to hear and determine the causes that may be brought before it; for, to allow a Legislature to diminish or increase the constitutional jurisdiction of these tribunals, would be to place their own will above that of the constitution, in derogation of its authority; for the State would then have a different system of circuit courts from the one ordained and established by the people, in convention.\nThe inquiry now is, what is the true meaning of the constitution, when it adds this qualification to the general grant of the circuit court powers: “ that the judges may temporarily exchange circuits, or hold courts for each other, under such regulations as may be pointed out by law.” These terms have not in them any very precise or definite meaning. Taking them, however, in connection with other portions of the constitution, and construing them in reference to the territorial jurisdiction of the circuit courts, they are, nevertheless, capable of being defined with sufficient accuracy to arrive at the true meaning of the convention. They confer upon the Legislature power to require the judges temporarily to exchange ridings, and to hold courts for each other, in contradistinction to any constant or permanent alternation or rotation of circuits. Upon the interchange of ridings, the judges for the time being are, quo ad hoc, the lawful incumbents of the circuits in which they may be summoned to preside; and, during the temporary interchange, the official functions are supersedéd or suspended in their own respective circuits. The Legislature may point out the mode in which this temporary exchange of riding shall take place, and what shall constitute notice of its direction upon the subject. The law, in such cases, may be a general one, but it must be so guarded and worded, that the interchange itself must be temporary or local, and not permanent or lasting. The interchange of circuits is given upon the express condition, in the constitution, that the judges may hold courts temporarily for each other, in contradistinction from a fixed and settled rotation or alternation of ridings. During the time of the interchange, the respective judges are clothed with full power and authority to hear and determine all the causes in each other’s respective circuits; but that interchange the constitution required to be temporary in its objects and purposes, looking to a definite period of time when it shall terminate; and each judge then to , be recalled to'preside in his own particular circuit for which he was elected and commissioned. His residence is fixed to his own circuit, and all his general duties appertain to, and are confined within, its boundaries. Temporarily he may be directed by the Legislature to pass out of Jhis own territorial jurisdiction, and be required to perform the duties of another circuit, different from his own, for a given space of time. He cannot, however, be required to perform those duties for one-half or two-thirds of the period of time for which he is elected, and that time to be constantly fixed as a permanent rule of policy in the system; for, if the Legislature possesses the power to do this, then they would have the power to break down and destroy the division and separation of the respective circuits, and to obliterate these landmarks of the constitution. And thus, by rotation and alternation in the riding of the respective judges, the whole system of territorial jurisdiction would be virtually abolished and wholly changed. Instead of having then a system of circuit courts, as marked out and defined by the constitution, each judge restricted (except temporarily) to the discharge of the duties of his own prescribed circuit, his election and commission would then be made to extend his power and authority over the territorial limits of other circuits; which was never intended to be embraced or included in the grant of its creation.\nIt is no answer to this position to say, that inconvenience may result to the public from confining tíie judges permanently to their own particular circuits. The constitution has ordained it, and the Legislature has no authority to order it otherwise. Besides, if á judge, in any particular circuit, is connected with either of the parties upon record, or disqualified by interest,' relationship, or being counsel in the cause, upon his certifying that fact to the Governor, the Executive is bound by the constitution to issue a special commission to some competent person, to hear and determine the cause; so that, in no possible event can the State receive any detriment from these disqualifications. The law now under consideration does not authorize a temporary or local interchange of riding, but it declares that the judges, by rotation or alternation in office, shall constantly perform the duties of the respective circuits for each other, for all time to come, and that, too, over territorial boundaries for which they were never elected or commissioned. The act in question is, then, a permanent, and not a temporary interchanging of riding, and consequently not authorized by the constitution.\nIn this case there is no appeal prayed or granted. There is a mere agreement by the parties to refer the matters in dispute to the judgment of this Court. Such an order certainly confers, no power upon us to give judgment in the premises. The case must, therefore, be dismissed, for want of jurisdiction.\nW. & E. Cummins filed a petition for re-consideration,\nwhich was refused."
  },
  "file_name": "0460-02",
  "first_page_order": 460,
  "last_page_order": 466
}
