{
  "id": 1435126,
  "name": "Ridge v. Miller",
  "name_abbreviation": "Ridge v. Miller",
  "decision_date": "1932-03-21",
  "docket_number": "",
  "first_page": "461",
  "last_page": "468",
  "citations": [
    {
      "type": "official",
      "cite": "185 Ark. 461"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "19 N. E. 63",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": 0
    },
    {
      "cite": "111 N. Y. 132",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2218122
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/111/0132-01"
      ]
    },
    {
      "cite": "170 Ala. 396",
      "category": "reporters:state",
      "reporter": "Ala.",
      "case_ids": [
        8490248
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ala/170/0396-01"
      ]
    },
    {
      "cite": "66 Atl. 212",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "102 Me. 128",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        674802
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/102/0128-01"
      ]
    },
    {
      "cite": "2 Peters 527",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "case_ids": [
        11338926
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/27/0527-01"
      ]
    },
    {
      "cite": "186 S. W. 296",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "124 Ark. 6",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1554972
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/124/0006-01"
      ]
    },
    {
      "cite": "147 S. W. 60",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "103 Ark. 288",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1352039
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/103/0288-01"
      ]
    },
    {
      "cite": "99 S. W. 836",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "81 Ark. 599",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1530657
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/81/0599-01"
      ]
    },
    {
      "cite": "98 S. W. 711",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "81 Ark. 48",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "1 S. W. 694",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "47 Ark. 378",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1888710
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/47/0378-01"
      ]
    },
    {
      "cite": "33 S. W. 527",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "61 Ark. 397",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1902321
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/61/0397-01"
      ]
    },
    {
      "cite": "34 L. R. A. (N. S.) 129",
      "category": "reporters:federal",
      "reporter": "L.R.A.N.S.",
      "opinion_index": 0
    },
    {
      "cite": "135 S. W. 800",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "98 Ark. 38",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1316116
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/98/0038-01"
      ]
    },
    {
      "cite": "22 L. R. A. 855",
      "category": "reporters:federal",
      "reporter": "L.R.A.",
      "opinion_index": 0
    },
    {
      "cite": "24 S. W. 883",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "58 Ark. 348",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1329138
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/58/0348-01"
      ]
    },
    {
      "cite": "32 Ark. 619",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1877125
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/32/0619-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 689,
    "char_count": 13608,
    "ocr_confidence": 0.493,
    "pagerank": {
      "raw": 1.2615359260817475e-07,
      "percentile": 0.6125762544457225
    },
    "sha256": "b533a43c0e04a72fdc8279db4a6c6fe1ab938d68dbc3d114a77996d25cac33ac",
    "simhash": "1:77b767c32e15df64",
    "word_count": 2398
  },
  "last_updated": "2024-02-27T17:51:09.396208+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Ridge v. Miller."
    ],
    "opinions": [
      {
        "text": "Butler, J.\nThis appeal is from a decree of the Wood-ruff Chancery Court dissolving a temporary injunction by which the appellee, Edgar Miller, as county treasurer, was temporarily restrained from paying certain warrants duly issued by the school board of district No. 22, in payment for services rendered in transporting the children of that district to and from school, and warrants issued to pay a part of a teacher’s salary.\nThe agreed statement of facts presented to the trial court were that (1) on November 24, 1930, R. H. Curtis began to transport certain pupils of the district to the school, and on the 29th day of that month the board of directors adopted a resolution authorizing a lease by the district of the truck of Curtis and his employment to drive the same; that Curtis transported an average of twenty or more pupils of the district each school day, using his truck from the date he first began until and including May 27,1931. Warrants were issued to him for his services and use of his truck. Of these warrants, $216.80 was for services rendered by Curtis after March 25, 1931. It was agreed that the services rendered were worth the sums represented by the warrants, and that the said Curtis was a member and president of the board of directors of the school district on November 24, 1930, and until and including May 27, 1931.\n(2) That Mrs. Dorothy Patterson was regularly employed as a teacher during the school term, ending in May, 1931, and performed her duties in person except for a period of ten days during the month of February. On four of these days her infant child was ill; on two days she was ill herself, and on four days her mother was sick. With the knowledge and permission of the superintendent of schools of the district, she employed as a substitute teacher a pupil of the school in the 10th grade, who held a second grade teacher’s certificate; that the said substitute taught Mrs. Patterson’s classes during the said ten days, and for her services was paid $15 by Mrs. Patterson, that sum being arrived at by agreement between Mrs. Patterson, the substitute teacher and the superintendent. Mrs. Patterson was issued warrants in full compensation of the amount that would have been due her under her contract.\n1. It is conceded by the appellant that Curtis was entitled to be paid the value of his services from November 24 until March 25, 1931, but that he should not be paid for his services rendered thereafter, because on \\ that date act No. 169 of the General Assembly was approved, which act, by § 102, provided:\n‘ ‘ The board of directors of all school districts in the State are authorized to purchase vehicles and otherwise provide means for transporting pupils to and from the school, when necessary. To this end it may hire or purchase such school wagons, buses, or other vehicles, and hire persons to operate them, or make such other arrangements as it may deem best, affording safe and convenient transportation to the pupils; and the board may pay for all such property or services out of the funds of the district. Provided, that any contract with any member of the school board for the transportation of children or to drive a bus shall be null and void. ’ ’\nThis court, in the early case of Lindsay v. Rottaken, 32 Ark. 619, recognized the rule that any act which is forbidden by the common or statutory law cannot be the foundation of a valid contract, nor can anything auxiliary to, or promotive of, such act be such.\nIn Spearman v. Texarkana, 58 Ark. 348, 24 S. W. 883, 22 L. R. A. 855, a distinction was recognized between contracts which are against public policy merely on account of the personal relation of the contractor to the other parties in interest and those which are void because the thing contracted for is against public policy. In the latter class the parties acquire no rights which can be enforced either at law or in equity, but in the former class, it of itself being lawful and beneficial, it would seem unjust to allow the party who may be entitled to avoid it to retain the benefits without any compensation at all. In the application of these principles, this court held in the case of Smith v. Dandridge, 98 Ark. 38, 135 S. W. 800, 34 L. R. A. (N. S.) 129, Ann. Cas. 1912D, 1130, that, as a general rule, it is unlawful for a school director to enter into a contract with the school district in which he has a personal and individual interest, because his relation to the district is of a confidential and fiduciary nature, and therefore public policy forbids that he place himself in a position where his own personal interest might conflict with that of the school district which he must represent. This disability, however, arises not because the thing contracted for is of itself illegal or immoral, but because of the personal relation to the district which requires that he should not suffer himself to be placed in a position which might render his personal interest antagonistic to. that of the district; but, following the rule recognized in Spearman v. Texarkama, supra, and in Frick v. Brinkley, 61 Ark. 397, 33 S. W. 527, it was held that, where a contract such as the one then under consideration was not affected with any intrinsic immorality or unlawfulness, when services were rendered and accepted under the contract, on principles of natural justice and right just compensation'therefor ought to be made.\nIn the instant case, it is admitted that no fraud was practiced in the procurement of the contract; that the ends proposed thereby were necessary and beneficial, and that the services rendered were worth the amount for which allowance had been made and the warrants issued; and it is appellee’s contention that, on the principle of natural justice recognized in the cases, supra, the decree of the trial court should he upheld.\nThe rule insisted by the appellee, 'Curtis, runs counter to the general rule that, where a contract is expressly prohibited by law and the statute in terms declares the contract null and void, no recovery can be had, and the taxpayer, where money has been paid under the same, may maintain an action for its recovery when the officers charged with that duty neglect or refuse to perform it. ■ Martin v. Hodge, 47 Ark. 378, 1 S. W. 694; Wood v. Stewart, 81 Ark. 48, 98 S. W. 711; People’s Savings Bank v. Big Rock Stone & Construction Co., 81 Ark. 599, 99 S. W. 836; Eager v. Jonesboro, Lake City & Eastern Exp. Co., 103 Ark. 288, 147 S. W. 60; Tallman v. Lewis, 124 Ark. 6, 186 S. W. 296.\nIn People’s Savings Bank v. Big Rock, etc., Co., supra, under a statute (then § 5644 of Kirby’s Digest, now § 7716, Crawford & Moses’ Digest) which forbade the board of public affairs of a city to make any contract with any person associated in business or related to any member of the board or city council, and providing that every such contract should be null and void, it was held that a bank, of which the mayor of a city was a stockholder and president, could not take an assignment of the claim of a contractor against the city for the price of work performed by him for it. In that case, both the mayor and bank officials appeared to have acted in entire good faith, and to have intended what they did for the benefit of the city, but, because of the statute which declared such contracts null and void, no benefit might accrue to the bank, since to enforce the contract would be for “the law to aid in its own undoing.”\nIn the case of Tallman v. Lewis, supra, a contract was made between a board of improvement of a drainage district and one of its commissioners, and under which the services contracted for were performed and were reasonably worth the amount of the compensation allowed and collected by the commissioner. A suit was instituted by a taxpayer to recover the sums paid the commissioner, who insisted on the trial and on appeal to this court that, under the rule in Spearman v. Texarkana, Frick v. Brinkley and Smith v. Dandridge, supra, he should he allowed to retain the compensation on a quantum meruit. The statute under which the hoard of improvement of the drainage district acted did not in express terms declare contracts between the board and its members null and void, but required the .commissioners to make oath that they would not directly or indirectly be interested in any contract made by the'board. Under that state of case, we held that it amounted to an express prohibition, and that to permit a recovery upon rights growing out of such contract would in effect abrogate the statute. A statement from the case of Bank of United States v. Owens, 2 Peters 527, was there quoted with approval: “No court of justice can in its nature he made the handmaid of iniquity. Courts are instituted to carry into effect the laws of a country. How7 can they become auxiliary to the consummation of violations of law? There can be no civil right where there can be no legal remedy, and there can be no leg’al remedy for that which is of itself illegal.”\nIn the instant case, by the act of March 25, 1931, supra, it w7as expressly provided that “any contract wdth any member of the school board for the transportation of children, or to drive a bus, shall be null and void. ’ ’ It will be seen therefore that on and after that date the contract and the performance of it was in direct violation of the plain terms of the statute, regardless of how7 necessary and beneficial the service was to the district.\nIt is insisted, however, that the facts in this case distinguish it from the cases above cited, since the contract in its inception and its performance by 'Curtis was not in violation of any statutory inhibition, and therefore his services, after March 25,1931, would be referable to the time when he began to perform such services, and he ought still to recover under a quantum meruit. We cannot accept the conclusion reached by the appellee. It must be remembered that whatever right to compensation Curtis had could not be based upon the contract, for, in its very inception, it was illegal on sound grounds of public policy, and Ms right to compensation was not referable to the contract, but to the services rendered.\nIt seems to be the general rule that, where a contract is lawful when made and a law afterwards rendered the performance of it unlawful, the contract is to be considered at an end, and, as the statute puts an end to the contract, there can be no legal recovery, even where the services under it are performed, as it is contrary to the policy of the law to permit a party to recover for the performance of his own illegal acts. American Merc. Exch. v. Blount, 102 Me. 128, 66 Atl. 212; Endsley v. Hollingsworth, 170 Ala. 396, 54 So. 95; Odlin v. Penn. Ins. Co., 18 Fed. Cas. No. 10,433; Buffalo East Side R. Co. v. Buffalo Street R. Co., 111 N. Y. 132, 19 N. E. 63. In the last case the court said: “The fact that the agreement was made prior to the passage of the act is of no consequence. The parties to the agreement should not be deemed to have intended to cover acts which' then or thereafter, within the life of the agreement, might be declared by law to be criminal. ’ ’\nThere are some decisions which express the view that, where a contract is valid and not against the then existing public policy when entered into, no subsequent act of the Legislature can render it invalid, on the principle that, if a contract conformed to public policy when made, a change in that policy will not avoid it. But our research has disclosed no decision holding that, where a contract is in its inception contrary to public policy, although the subject-matter is not in itself wicked or immoral, services performed under it may be recovered for on a quantum meruit rendered after a time when, by legislative enactment, such contract is declared to be null and void. It is difficult to perceive, upon consideration of the general rule last stated, how upon any state of a case this doctrine can be sustained, for to do so would call upon courts to render nugatory a positive prohibition of a statute. This cannot be done, and appellee’s contention must fall. On the principle announced in Smith v. Dandridge, and its companion cases, the warrants issued to Curtis for his services performed prior to March 25, 1931, are the valid evidence of a just debt, and should be paid; but for the services rendered after the enact‘ment of the statute of March 25, 1931, the prayer of the appellant for an injunction, perpetually restraining the treasurer from paying the warrants evidencing those services, should be granted.\nII.\nOn that branch of the case seeking the injunction against the payment of Mrs. Patterson’s warrants, we are of the opinion that the contention of the appellant is without merit. The reasonable inference may be drawn from the testimony that she performed her duties as teacher during the school term, except for occasional times, amounting in the aggregate to ten days, during the month of February. During these times, however, she procured a substitute teacher satisfactory to her superiors, and paid for such services with her own money. It is of no consequence what she paid this assistant per day, and the record on the whole reflects that she substantially complied with her contract, and her warrants should be paid.\nIt follows from the views expressed that the decree of the chancellor must be reversed, and the case remanded, with directions that a decree be entered in accordance with this opinion.",
        "type": "majority",
        "author": "Butler, J."
      }
    ],
    "attorneys": [
      "W. J. Dungan, for appellant.",
      "Ross Mathis, for appellee."
    ],
    "corrections": "",
    "head_matter": "Ridge v. Miller.\nOpinion delivered March 21, 1932.\nW. J. Dungan, for appellant.\nRoss Mathis, for appellee."
  },
  "file_name": "0461-01",
  "first_page_order": 481,
  "last_page_order": 488
}
