{
  "id": 1357102,
  "name": "First National Bank v. Dalsheimer",
  "name_abbreviation": "First National Bank v. Dalsheimer",
  "decision_date": "1923-03-12",
  "docket_number": "",
  "first_page": "464",
  "last_page": "469",
  "citations": [
    {
      "type": "official",
      "cite": "157 Ark. 464"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "63 Ark. 513",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8724221
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/63/0513-01"
      ]
    },
    {
      "cite": "104 Ark. 449",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1350613
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/104/0449-01"
      ]
    },
    {
      "cite": "123 Ark. 447",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1556198
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/123/0447-01"
      ]
    },
    {
      "cite": "136 Ark. 546",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1569969
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/136/0546-01"
      ]
    },
    {
      "cite": "49 Ark. 397",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1309318
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/49/0397-01"
      ]
    },
    {
      "cite": "101 Ark. 142",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1311069
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/101/0142-01"
      ]
    },
    {
      "cite": "50 Ark. 458",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8723708
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/50/0458-01"
      ]
    },
    {
      "cite": "72 Ark. 265",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1505552
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/72/0265-01"
      ]
    },
    {
      "cite": "63 Ark. 513",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8724221
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/63/0513-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 407,
    "char_count": 10563,
    "ocr_confidence": 0.486,
    "pagerank": {
      "raw": 4.82164073889494e-07,
      "percentile": 0.9318211216175152
    },
    "sha256": "35a141826662fa8b2abcd57d8fd1b82a186df51ee7ca5701701b31a8a816e846",
    "simhash": "1:eaae82280c27413a",
    "word_count": 1835
  },
  "last_updated": "2024-02-27T20:13:54.858580+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "First National Bank v. Dalsheimer."
    ],
    "opinions": [
      {
        "text": "Wood, J.\nThe appellant obtained judgment in the circuit court of Lee County against the appellees, which recites as follows: “Now on this the 11th day of April, 1921, the same being a regular day of the April, 1921, term of said court, this cause coming on to be heard, the plaintiff appeared by its attorneys, Bogle & Sharp, and the defendants, although having been duly served with summons, in manner and form as provided by law, failed to appear, plead, answer or demur, but wholly made default, whereupon the cause is submitted to the court upon the complaint and the original note sued upon, and, after being well and sufficiently advised in the premises, doth find that plaintiff is entitled to recover on said notes the sum of $2,498.23 from said defendants.” Then follows the formal entry of the judgment in favor of the appellant against the appellees.\nThe present action was instituted by the appellees against the appellant to set aside the above judgment. The appellees in their complaint set out the judgment, and alleged that the same was obtained against them by the appellant through fraud, in that appellant represented to the court in which the judgment was rendered “that due .and legal summons had been served, giving these plaintiffs, defendants in said suit, notice of the pendency of such action, when, as a matter of fact, neither of said defendants in said action, plaintiffs here, were ever at any time served with proper summons or any notice whatever giving them notice of the pendency of such suit against them on the part of the First National Bank of Manchester, Iowa, defendant herein, but these plaintiffs now further aver and allege that at no time was the notice of the pendency of such suit given them in the manner provided by law, or in any other manner.” Then follow allegations which it is unnecessary to set forth at length, but which -set out that the defendants had a meritorious defense to the action in which the judgment was rendered against them.\nThe appellant, in its answer, admitted that it obtained the judgment for the sum alleged. It denied that plaintiffs had no notice of the pendency of the action, and that no legal service was had on them, and denied the other allegations of the complaint, and set up that it was an innocent purchaser of the notes upon which the judgment in its favor was rendered. The appellees introduced the original docket entries, which show the following: “Complaint filed and process issued 16th day of November, 1920, service had........................day of........................ ........................, 19.......” The sheriff of Lee County,- Arthur Cotter, at the time the original action of the • appellant against the appellees was instituted, and whose duty it was to serve the summons, kept a record in his office in which he entered the process for service received by him from the clerk of the circuit court for the period beginning Nov. 15, 1920, and ending Jan. 2, 1921. This record did not show any receipt of summons in the original action by the appellant against the appellees in which the judgment here sought to be set aside was rendered.\nThe appellees also introduced one G-alloway, who testified that he was the then sheriff of Lee County. He assumed the duties of the office January 17, 1921. He did not, until the April term, 1921, serve a summons on the appellees in the original action by the appellant against them. He did not find the original summons in' that case in his office, but a copy thereof, and there was no return service on the copy. He did not know whether the sheriff who preceded him served the summons or not.\nThe appellant introduced one of its attorneys in the original action, who testified that on the day the judgment was taken the court was in session, and he asked the court for judgment by default against the defendants in the original action, and the court rendered a judgment in accordance with his request, and he prepared the precedent of the judgment, as disclosed by the record.\nUpon the above facts the court found that the defendants in the original action were not served with process and did not have notice of the pendency of that action. The court further found that the plaintiffs (appellees in the present action) had a meritorious defense. Thereupon the court entered a judgment setting aside the judgment of April 11, 1921, in favor of the appellant against the appellees rendered in the original action. The appellant duly prosecutes this appeal.\nThis is a direct attack by the appellees upon the judgment of the circuit court rendered in favor of the appellant against tbe appellees on April 11, 1921, under § 6290 of Crawford & Moses’ Digest, subdiv. 4th. But the recitals in the judgment that the defendants, “although having been duly served with summons in manner and form as provided by law, failed to appear,” etc., were prima facie evidence of the fact's stated and must-be taken as true, unless there is testimony to contradict them, or tending to show to the contrary. Sec. 6239, C. & M. Digest; White v. Smith, 63 Ark. 513; Love v. Coffman, 72 Ark. 265.\nThe original docket entry in the case made by the clerk shows that the complaint was filed and that process was issued on the 16th day of November, 1920. Sec. 3280 of Crawford & Moses’ Digest provides that “the entry on the law docket shall also show whether or not the summons has been fully served in due time for trial, and whether or not the issue has been formed.” There is no entry by the clerk showing that the summons had been served in time for trial. The absence of such entry by the clerk on the law docket which he is required to keep, to be sure, is evidence to be considered in determining the issue as to whether or not the summons was served on the appellees in the original action in which judgment was rendered against them. Likewise the fact that no original summons was found with the return of the sheriff showing service, nor any return on the copies that were in evidence, are to be considered in determining the issue as to whether or not the defendants in the original action were served with summons. Conceding, without deciding, that these facts, with the presumptions attending them that the officers had performed their statutory duty, might be sufficient, if there were nothing else in the record to sustain the finding of the trial court that the appellees were not served with process in the original suit, nevertheless appellees have failed to sustain their cause of action because they have utterly failed to show that they did not know of the proceedings in the original action in which judgment was rendered against them in time to make a defense. This was essential. In State v. Hill, 50 Ark. 458, Judge Cockrell, speaking for the court, said: “One who is aggrieved by a judgment rendered in his absence must show not only that he was not summoned, but also that he did not know of the proceeding in time to make a defense.” This language was also quoted by us in the case of Moore v. Price, 101 Ark. 142-145.\nThe appellees alleged in their complaint that “neither of said defendants in said action were ever at any time served with proper summons, or any notice whatever giving them notice of the pendency of such suit against them,” and further, “that at no time was notice of the pendency of such suit given them in the manner provided by law, or in any other manner.” The appellant specifically “denies that the plaintiff had no notice of the pendency of the action and that no legal service was had on them.” It will be observed that the appellees did not allege in their complaint that they did not know of the pendency of the action in which judgment was rendered against them in time to make a de fense thereto, and there is no testimony in the record to show that the appellees did not know of the pendency of the action and the proceedings that were had therein in time to make defense. It is a very significant fact in this record that none of the appellees testified that they did not know that the action was pending and of the proceedings had therein. Their verified complaint was denied, and therefore its allegations are not testimony and cannot be accepted as facts proved, even if it had been therein stated that the appellees did not know of the pendency of the action.\nThe findings and judgment of the circuit court are therefore erroneous. The judgment is reversed, and the cause is remanded for a new trial.",
        "type": "majority",
        "author": "Wood, J."
      }
    ],
    "attorneys": [
      "Bogle & Sharp, for appellant.",
      "John I. Moore and Daggett & Daggett, for appellees."
    ],
    "corrections": "",
    "head_matter": "First National Bank v. Dalsheimer.\nOpinion delivered March 12, 1923.\n1. Judgment — recitals of notice — presumption.—On a direct attack recitals in a judgment that defendants, though served with summons as provided by law, failed to appear, etc., were prima facie evidence of the facts stated, and must be taken as true unless there is testimony to contradict them or tending to show - to the contrary, under Crawford & Moses’ Dig., § 6290, subd. 4.\n2. Judgment — proceeding to 'aside default. — In a proceeding to set aside a judgment by default for want of service of process or other notice, it is not sufficient to show that there is no record evidence of service of process, but it must also be shown that the judgment defendants had no actual notice of the proceedings against them.\n3. Pleadings — evidence.—Where a verified complaint is denied, its allegations are not testimony, and cannot be accepted as facts proved.\nAppeal from Lee Circuit Court; J. M. Jackson, Judge;\nreversed.\nBogle & Sharp, for appellant.\n1. There is no positive evidence of want of service. There is at best only circumstantial evidence from which the court is asked to infer that no service was ever had. In the absence of direct proof to the contrary, the natural inference would be that appellees were served. There is no justification appearing in the record for vacating a judgment. 49 Ark. 397; 136 Ark. 546.\n2. The allegations of the complaint were denied by the answer, and appellees introduced no evidence to support their allegation of meritorious defense. The court was not justified therefore in finding that appellees had a meritorious defense. 123 Ark. 447; 104 Ark. 449.\nJohn I. Moore and Daggett & Daggett, for appellees.\nA recital in a judgment that notice has been given is merely prima facie evidence of the fact stated. This is nothing more than a statutory presumption which may be overcome by proof of contrary facts or circumstances. Crawford & Moses’ Digest, §6329; 63 Ark. 513; 72 .Ark. 265. In this case the fact of want of service is sufficiently shown in the proof."
  },
  "file_name": "0464-01",
  "first_page_order": 486,
  "last_page_order": 491
}
