{
  "id": 12440922,
  "name": "Sara Foster, Appellant, v. The Department of Ecology et al., Respondents",
  "name_abbreviation": "Foster v. Department of Ecology",
  "decision_date": "2015-10-08",
  "docket_number": "No. 90386-7",
  "first_page": "465",
  "last_page": "495",
  "citations": [
    {
      "type": "official",
      "cite": "184 Wash. 2d 465"
    }
  ],
  "court": {
    "name_abbreviation": "Wash.",
    "id": 9029,
    "name": "Washington Supreme Court"
  },
  "jurisdiction": {
    "id": 38,
    "name_long": "Washington",
    "name": "Wash."
  },
  "cites_to": [
    {
      "cite": "106 P.3d 196",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2005,
      "opinion_index": 0
    },
    {
      "cite": "153 Wn.2d 614",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        875641
      ],
      "year": 2005,
      "pin_cites": [
        {
          "page": "625"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/153/0614-01"
      ]
    },
    {
      "cite": "11 P.3d 726",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2000,
      "opinion_index": 0
    },
    {
      "cite": "142 Wn.2d 68",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1361334
      ],
      "year": 2000,
      "pin_cites": [
        {
          "page": "77"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/142/0068-01"
      ]
    },
    {
      "cite": "311 P.3d 6",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2013,
      "opinion_index": 0
    },
    {
      "cite": "178 Wn.2d 571",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4298466
      ],
      "year": 2013,
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/178/0571-01"
      ]
    },
    {
      "cite": "858 P.2d 494",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "weight": 5,
      "year": 1993,
      "pin_cites": [
        {
          "parenthetical": "FF 2"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "122 Wn.2d 397",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1363513
      ],
      "year": 1993,
      "pin_cites": [
        {
          "page": "403"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/wash-2d/122/0397-01"
      ]
    },
    {
      "cite": "90 P.3d 659",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2004,
      "pin_cites": [
        {
          "parenthetical": "quoting Tapper v. Emp't Sec. Dep't, 122 Wn.2d 397, 403, 858 P.2d 494 (1993)"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "151 Wn.2d 568",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        428173
      ],
      "year": 2004,
      "pin_cites": [
        {
          "page": "588",
          "parenthetical": "quoting Tapper v. Emp't Sec. Dep't, 122 Wn.2d 397, 403, 858 P.2d 494 (1993)"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/wash-2d/151/0568-01"
      ]
    },
    {
      "cite": "869 P.2d 1034",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1994,
      "opinion_index": 1
    },
    {
      "cite": "123 Wn.2d 621",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        812811
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "633"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/wash-2d/123/0621-01"
      ]
    },
    {
      "cite": "37 P.3d 1216",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "weight": 2,
      "year": 2002,
      "opinion_index": 1
    },
    {
      "cite": "145 Wn.2d 370",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        314615
      ],
      "year": 2002,
      "pin_cites": [
        {
          "page": "374"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/wash-2d/145/0370-01"
      ]
    },
    {
      "cite": "128 P.3d 1234",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2006,
      "pin_cites": [
        {
          "parenthetical": "quoting State v. Moses, 145 Wn.2d 370, 374, 37 P.3d 1216 (2002)"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "156 Wn.2d 475",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        3893006
      ],
      "year": 2006,
      "pin_cites": [
        {
          "page": "480",
          "parenthetical": "quoting State v. Moses, 145 Wn.2d 370, 374, 37 P.3d 1216 (2002)"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/wash-2d/156/0475-01"
      ]
    },
    {
      "cite": "601 P.2d 943",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1979,
      "pin_cites": [
        {
          "parenthetical": "citing 2A C. Dallas Sands, Statutes and Statutory Construction § 51.02 (4th ed. 1973)"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "92 Wn.2d 844",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1099547
      ],
      "year": 1979,
      "pin_cites": [
        {
          "page": "851",
          "parenthetical": "citing 2A C. Dallas Sands, Statutes and Statutory Construction § 51.02 (4th ed. 1973)"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/wash-2d/92/0844-01"
      ]
    },
    {
      "cite": "788 P.2d 601",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "weight": 3,
      "year": 1990,
      "opinion_index": 1
    },
    {
      "cite": "57 Wn. App. 420",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        1756875
      ],
      "year": 1990,
      "pin_cites": [
        {
          "page": "423"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/wash-app/57/0420-01"
      ]
    },
    {
      "cite": "18 P.3d 540",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2001,
      "opinion_index": 1
    },
    {
      "cite": "143 Wn.2d 126",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        425196
      ],
      "year": 2001,
      "pin_cites": [
        {
          "page": "146"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/wash-2d/143/0126-01"
      ]
    },
    {
      "cite": "69 P.3d 318",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2003,
      "opinion_index": 1
    },
    {
      "cite": "149 Wn.2d 444",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1292565
      ],
      "year": 2003,
      "pin_cites": [
        {
          "page": "450"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/wash-2d/149/0444-01"
      ]
    },
    {
      "cite": "237 P.3d 256",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2010,
      "pin_cites": [
        {
          "parenthetical": "\" 'Statutes must be interpreted and construed so that all the language used is given effect, with no portion rendered meaningless or superfluous' \" (internal quotation marks omitted) (quoting State v. J.P., 149 Wn.2d 444, 450, 69 P.3d 318 (2003))"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "169 Wn.2d 304",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4010346
      ],
      "year": 2010,
      "pin_cites": [
        {
          "page": "309",
          "parenthetical": "\" 'Statutes must be interpreted and construed so that all the language used is given effect, with no portion rendered meaningless or superfluous' \" (internal quotation marks omitted) (quoting State v. J.P., 149 Wn.2d 444, 450, 69 P.3d 318 (2003))"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/wash-2d/169/0304-01"
      ]
    },
    {
      "cite": "43 P.3d 4",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2002,
      "opinion_index": 1
    },
    {
      "cite": "146 Wn.2d 1",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        960829
      ],
      "year": 2002,
      "pin_cites": [
        {
          "page": "11"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/wash-2d/146/0001-01"
      ]
    },
    {
      "cite": "98 P.3d 795",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2004,
      "opinion_index": 1
    },
    {
      "cite": "152 Wn.2d 463",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1217467
      ],
      "year": 2004,
      "pin_cites": [
        {
          "page": "470"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/wash-2d/152/0463-01"
      ]
    },
    {
      "cite": "11 P.3d 726",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2000,
      "opinion_index": 1
    },
    {
      "cite": "142 Wn.2d 68",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1361334
      ],
      "weight": 2,
      "year": 2000,
      "opinion_index": 1,
      "case_paths": [
        "/wash-2d/142/0068-01"
      ]
    },
    {
      "cite": "311 P.3d 6",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2013,
      "opinion_index": 1
    },
    {
      "cite": "178 Wn.2d 571",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4298466
      ],
      "weight": 3,
      "year": 2013,
      "opinion_index": 1,
      "case_paths": [
        "/wash-2d/178/0571-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1741,
    "char_count": 53360,
    "ocr_confidence": 0.895,
    "pagerank": {
      "raw": 9.438732467000925e-08,
      "percentile": 0.5169309098715794
    },
    "sha256": "4fc53ad9b933192c6b8f8fe1296b4e28bf3a71af785cabb6f2b9220bc6a8dcbc",
    "simhash": "1:f72d55f196b93521",
    "word_count": 8454
  },
  "last_updated": "2024-02-27T21:13:25.899037+00:00",
  "provenance": {
    "date_added": "2019-05-21",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Madsen, C.J., and Owens, Fairhurst, González, and Yu, JJ., concur.",
      "Stephens and Gordon McCloud, JJ., concur with Wiggins, J."
    ],
    "parties": [
      "Sara Foster, Appellant, v. The Department of Ecology et al., Respondents."
    ],
    "opinions": [
      {
        "text": "Johnson, J.\n¶1 This case involves a challenge to a water right permit issued by the Department of Ecology to the city of Yelm. The permit was issued pursuant to RCW 90.54.020(3)(a), which allows Ecology to authorize withdrawals of water that impair minimum flows where it is determined that overriding considerations of the public interest (OCPI) are established by the applicant. The trial court affirmed the Pollution Control Hearings Board’s decision approving the permit. In Swinomish Indian Tribal Community v. Department of Ecology, 178 Wn.2d 571, 311 P.3d 6 (2013), we comprehensively analyzed the statutory provision and held that this provision operates as an exception to the overall prioritization of water rights and that withdrawals of water authorized under the statute cannot permanently impair senior water rights with earlier priority. For many of the same reasons recognized in Swinomish, we reverse.\nFacts and Procedural History\n¶2 Yelm filed an application with Ecology for a new municipal water permit to meet the water needs of its growing population. Because this new appropriation would impair the minimum flows of waterways connected to the Deschutes and Nisqually Basins, Ecology conditioned approval of Yelm’s application on an extensive mitigation plan. This mitigation plan would use a variety of devices to offset the impact of the new appropriation. For example, it would retire existing water rights and reintroduce reclaimed water back into the stream system in order to offset new water uses (called water-for-water or in-kind mitigation). Yelm’s mitigation plan also proposed improvements to stream conditions and protection of habitat by stream restoration, historical farmland acquisition, and streamside crib wall construction (called out-of-kind mitigation).\n¶3 Ecology approved Yelm’s permit, conditioned on this mitigation plan. The parties do not dispute that even with the mitigation plan, Yelm’s new permit will impair minimum flows, most likely during “shoulder seasons,” which are the weeks in April and October that are not covered by the retirement of irrigation water rights. Nevertheless, Ecology argues that there will still be a net ecological benefit resulting from the mitigation plan despite the net loss of water resources. Because of the impairment of minimum flows, Ecology claims authority to approve Yelm’s permit only under the OCPI exception at issue. At the time it approved the permit and mitigation plan, Ecology applied the same three-step balancing test for use of the OCPI exception that was at issue in Swinomish (discussed infra and that we rejected in that case).\n¶4 Appellant, Sara Foster, appealed approval of the Yelm permit to the Pollution Control Hearings Board (PCHB), which held an evidentiary hearing and issued findings of facts and conclusions of law. It largely ruled in favor of Ecology and approved the permit. PCHB found that Ecology properly considered all impacts to the minimum flows and mitigated those impacts through the use of in-kind and out-of-kind mitigation. PCHB also concluded that the mitigation plan would clearly benefit fish and wildlife habitat, outweighing any negative effects that would result from the impairment of minimum flows. Finally, although it rejected Ecology’s existing three-step test as not sufficiently stringent, PCHB concluded that Ecology had met the statutory standard under the OCPI exception. PCHB’s conclusion relied on 12 factors that it found supported the use of the OCPI exception. These factors are not part of Ecology’s three-step test; rather, the factors were of PCHB’s own making, drawn from the testimony and data it received during the administrative appeal.\n¶5 Foster then appealed PCHB’s decision in Thurston County Superior Court. While this appeal was pending there, we decided Swinomish, where we directly addressed the applicability of the OCPI exception. The superior court considered this case in light of Swinomish and affirmed PCHB’s decision. Foster was granted direct review to this court.\nStandard of Review\n¶6 Foster argues that Ecology exceeded its statutory authority in approving Yelm’s water permit under the OCPI exception. This challenge proceeds under the Administrative Procedure Act, chapter 34.05 RCW, and a court must invalidate any agency rule or order that exceeds the agency’s statutory authority. RCW 34.05.570. Our interpretation of the law is de novo, and our goal is to effectuate legislative intent, giving effect to the plain meaning of ordinary statutory language and the technical meaning of technical terms and terms of art. Swinomish, 178 Wn.2d at 581. We sit in the same position as the superior court and review PCHB’s decision in light of the agency record. Postema v. Pollution Control Hr’gs Bd., 142 Wn.2d 68, 77, 11 P.3d 726 (2000).\nAnalysis\n¶7 In Swinomish, we analyzed Washington’s water statutes and our case law in determining the scope of Ecology’s authority to use the OCPI exception to impair minimum flows. Several foundational principles of water law bear repeating. Minimum flows are established by administrative rule and have a priority date as of the rule’s adoption. These flows are not a limited water right; they function in most respects as any other water appropriation. As such, they are generally subject to our State’s long-established “prior appropriation” and “first in time, first in right” approach to water law, which does not permit any impairment, even a de minimis impairment, of a senior water right. Minimum flows, however, differ from other water appropriations in one respect: “withdrawals of water” that would impair a minimum flow are permitted, but only under the narrow OCPI exception. It reads:\n(3) The quality of the natural environment shall be protected and, where possible, enhanced as follows:\n(a) Perennial rivers and streams of the state shall be retained with base flows[] necessary to provide for preservation of wildlife, fish, scenic, aesthetic and other environmental values, and navigational values. Lakes and ponds shall be retained substantially in their natural condition. Withdrawals of water which would conflict therewith shall he authorized-only in those situations where it is clear that overriding considerations of the public interest will be served.\nRCW 90.54.020 (emphasis added). This final sentence is the OCPI exception.\n¶8 When evaluating applications for water permits, such as Yelm’s, RCW 90.03.290(3) requires a permit to satisfy four criteria: (1) water is available for appropriation (2) for a beneficial use and (3) an appropriation will not impair existing rights or (4) be detrimental to the public welfare. As we have recognized, “A minimum flow is an appropriation subject to the same protection from subsequent appropriators as other water rights, and RCW 90.03-.290 mandates denial of an application where existing rights would be impaired.” Postema, 142 Wn.2d at 82. Yelm’s water permit will impair the existing minimum flows; therefore, all parties agree that Yelm’s permit application must be denied unless the OCPI exception applies.\n¶9 The facts of this case somewhat mirror those in Swinomish. There, Ecology had approved 27 general future reservations of water in the Skagit Basin, which would impair existing minimum flows. Because of this impairment, Ecology could approve these reservations only under the OCPI exception, using a three-step test of its own devising. Under this analysis, Ecology determines (1) the extent of the public interests served by the proposed reservations, (2) the extent of any harm to the public interests caused by the reservations, and finally (3) whether the public interests served clearly override the harm to public interests—in essence, a simple balancing scheme. Ecology applied its three-step test to the proposed Skagit reservations, concluded that the benefits outweighed the harms, and approved the reservations under the OCPI exception.\n¶10 We reversed, rejecting Ecology’s three-step test and its application of the OCPI exception. We reasoned that Ecology’s balancing analysis would nearly always treat beneficial uses as “overriding consideration [s] of the public interest” so long as the benefits outweighed the harm resulting from impairing the minimum flows. Swinomish, 178 Wn.2d at 586-87. This conflicts with the principle that statutory exceptions are construed narrowly in order to give effect to the legislative intent underlying the general provisions. Moreover, we emphasized that the OCPI exception is “not a device for wide-ranging reweighing or reallocation of water.” Swinomish, 178 Wn.2d at 585. Rather, “[t]he [OCPI] exception is very narrow . . . and requires extraordinary circumstances before the minimum flow water right can be impaired.” Swinomish, 178 Wn.2d at 576. Ecology’s use of the exception was an end run around the normal appropriation process, conflicting with both the prior appropriation doctrine and Washington’s comprehensive water statutes.\n¶ 11 Swinomish and the plain language of the OCPI exception—specifically, “withdrawals of water”— largely resolves this case. We presume the legislature intends a different meaning when it uses different terms. State v. Roggenkamp, 153 Wn.2d 614, 625, 106 P.3d 196 (2005). “Appropriation” is a term of art specifically used in the water rights context. For example, Washington’s earliest codification of the water code reads in part:\nSubject to existing rights all waters within the state belong to the public, and any right thereto, or to the use thereof, shall be hereafter acquired only by appropriation for a beneficial use and in the manner provided and not otherwise; and, as between appropriations, the first in time shall be the first in right.\nRCW 90.03.010 (emphasis added). Washington’s other interrelated statutes concerning water rights also use “appropriation” to mean the assignment of a permanent legal water right.\n¶12 “Withdrawal,” however, means something different. Generally, “withdrawal” refers to the physical act of removing water. Under the water code, withdrawal is often joined with diversion, emphasizing the physical nature of the term. See RCW 90.03.550 (“Beneficial uses of water under a municipal water supply purposes water right may include water withdrawn or diverted under such a right.. . .”). The water code also refers to “withdrawal rates,” a term that would not make sense if “withdrawal” meant the same as “appropriation.” See RCW 90.03.383(3) (“and further provided that the water used is within the instantaneous and annual withdrawal rates specified in the water right permit”). Finally, the water code uses both “appropriation” and “withdrawal” in the same statutory provision, further indicating that the legislature does not intend the two terms to be synonymous. See RCW 90.03.370(4) (“Nothing in chapter 98, Laws of 2000 changes the requirements of existing law governing issuances of permits to appropriate or withdraw the waters of the state.”). The term “withdrawal,” unlike “appropriation,” carries with it no suggestion that it includes the permanent assignment of a legal water right. The terms have different meanings.\n¶13 Washington’s statutory scheme, analyzed as a whole, also supports this conclusion. For example, Ecology is permitted to authorize an emergency “withdrawal” of public surface and ground waters during drought conditions “on a temporary basis.” RCW 43.83B.410(1)(a). Significantly, Ecology is prohibited from “reducfing] flows or levels below essential minimums.” RCW 43.83B.410(1)(a)(iii). Withdrawal authorizations under this statute must also contain a provision that terminates the withdrawal if it conflicts with the flows set as essential minimums. RCW 43.83B.410(l)(b).\n¶14 Reading the language of the OCPI exception together with the emergency drought provision in RCW 43.83B.410, we arrive at two conclusions. First, when the legislature intends for the assignment of a permanent legal water right, it uses the term “appropriation,” and when it intends for only the temporary use of water, it uses the term “withdrawal.” And second, the statutory scheme as a whole rigorously protects minimum flows/essential minimums by not permitting the temporary withdrawal of water that would impact essential minimums even in the case of drought. Ecology’s use of the OCPI exception conflicts with both these conclusions.\n¶15 We hold that the OCPI exception does not allow for the permanent impairment of minimum flows. If the legislature had intended to allow Ecology to approve permanent impairment of minimum flows, it would have used the term “appropriations” in the OCPI exception. It did not. The term “withdrawals” of water, however, shows a legislative intent that any impairment of minimum flows must be temporary. The plain language of the exception does not authorize Ecology to approve Yelm’s permit, which, like the reservations in Swinomish, are permanent legal water rights that will impair established minimum flows indefinitely.\n¶16 This conclusion was also implicit in our holding in Swinomish. We acknowledged that the OCPI exception allows for the impairment of minimum flows. See Swinomish, 178 Wn.2d at 576. But we did not hold that the exception permits appropriation of minimum flows. Quite the contrary: we held that “[n]othing in the language used in RCW 90.54.020(3)(a) says that the overriding-considerations exception is intended as an alternative method for appropriating water when the requirements of RCW 90.03-.290(3) cannot be satisfied for the proposed appropriation” and that “the overriding-considerations exception cannot reasonably be read to replace the many statutes that pertain to appropriation of the state’s water and minimum flows.” Swinomish, 178 Wn.2d at 590, 598. Ecology’s approval of Yelm’s permit and its application of the OCPI exception makes the sort of end run around the appropriation process that we expressly rejected in Swinomish.\n¶17 We also disagree with Ecology that Yelm’s mitigation plan presents the sort of “extraordinary circumstances” that we held in Swinomish are required to apply the OCPI exception. Yelm’s proposed plan would mitigate the impairment to the minimum flows by creating a net ecological benefit despite the net loss of water resources. We find, however, that the mitigation plan is largely irrelevant to the analysis. First, the mitigation plan is just that: a plan meant to offset the impairment of the minimum flows. The mitigation plan itself is not the “extraordinary circumstances” meant to justify use of the OCPI exception. Quite the opposite: the reason Yelm seeks a new water permit is to meet its municipal water needs—not improve habitat conditions. And municipal water needs, far from extraordinary, are common and likely to occur frequently as strains on limited water resources increase throughout the state. Second, the mitigation plan does not mitigate the injury that occurs when a junior water right holder impairs a senior water right. The water code, including the statutory exception, is concerned with the legal injury caused by impairment of senior water rights—water law does not turn on notions of “ecological” injury. Our cases have consistently recognized that the prior appropriation doctrine does not permit even de minimis impairments of senior water rights. Postema, 142 Wn.2d at 90. Therefore, we reject the argument that ecological improvements can “mitigate” the injury when a junior water right holder impairs a senior water right.\nConclusion\n¶18 We hold that Ecology exceeded its authority by approving Yelm’s water permit under the narrow OCPI exception. The exception, by its terms, permits only temporary impairment of minimum flows. Municipal water needs do not rise to the level of “extraordinary circumstances” that we held are required to apply the OCPI exception, nor can a mitigation plan “mitigate” by way of ecological benefit the legal injury to a senior water right. We reaffirm our holding in Swinomish: the OCPI exception is not an end run around the appropriation process or the prior appropriation doctrine. We reverse the superior court’s and PCHB’s decisions affirming Ecology’s approval of the Yelm permit.\nMadsen, C.J., and Owens, Fairhurst, González, and Yu, JJ., concur.\nWe have previously held that “base flows’’ and “minimum flows’’ are synonymous for purposes of this exception. Postema, 142 Wn.2d at 81. This opinion uses the term “minimum flows’’ as a matter of consistency.\nEcology did not cite any rule or policy for this test. Swinomish, 178 Wn.2d at 583 n.6.\n“[E]ssential minimums” are levels “necessary (A) to assure the maintenance of fisheries requirements, and (B) to protect federal and state interests including, among others, power generation, navigation, and existing water rights.” RCW 43.83B.410(1)(a)(iii). Whether these “essential minimums” are the same as “base flows” or “minimum flows” is not before this court, but we note they appear conceptually similar.",
        "type": "majority",
        "author": "Johnson, J."
      },
      {
        "text": "Wiggins, J.\n¶19 (dissenting) — The Washington State Pollution Control Hearings Board (PCHB or Board) approved a water right permit issued by the Department of Ecology to the city ofYelm. This approval followed a 20-year joint effort among the cities of Lacey, Olympia, and Yelm to cooperate in developing a water rights acquisition strategy and implementation of a mitigation strategy. In affirming Ecology’s approval, the PCHB found, among other things, that the Yelm permit reflected “the exhaustion of every feasible flow related option to mitigate” and that the “overall mitigation package was more than sufficient to offset any depletions of stream flow.”\n¶20 The majority reverses the approval of the water right permit for two reasons: the majority concludes that the overriding considerations of the public interest (OCPI) exception permits only temporary, not permanent, rights to withdraw groundwater, and that the decision of the PCHB is contrary to principles announced in Swinomish Indian Tribal Community v. Department of Ecology, 178 Wn.2d 571, 311 P.3d 6 (2013). Majority at 471.\n¶21 These reasons for reversal are invalid: the majority adopts a novel and unprecedented definition of the key word “withdraw” as only temporary, which is contrary to the consistent meaning of the word in the water code, and this case is nothing like Swinomish. I would hold that the PCHB correctly applied the law, that its findings of fact—none of which are disputed or challenged by petitioner Foster—are supported by substantial evidence, and that the permit is supported by the findings of fact. Accordingly, I respectfully dissent.\nANALYSIS\nI. The meaning of “withdrawals of water”\nA. Plain language and the legislature’s use of the term “withdrawals”\n¶22 The OCPI exception permits “[w]ithdrawals of water” that impair minimum flows if “it is clear that overriding considerations of the public interest will be served.” RCW 90.54.020(3)(a). The language of the statute is clear on its face: if overriding considerations of the public interest exist, Ecology may authorize withdrawals of water even if the withdrawals would impair base flows. The exception includes no restrictions based on the duration or scale of the withdrawal. If the language of a statute is unambiguous, “we give effect to that language and that language alone because we presume the legislature says what it means and means what it says.” State v. Costich, 152 Wn.2d 463, 470, 98 P.3d 795 (2004). The majority ignores this plain language on the novel theory that OCPI withdrawals are only temporary in nature, not permanent: “[W]hen the legislature intends for the assignment of a permanent legal water right, it uses the term ‘appropriation’; when it intends for only the temporary use of water, it uses the term ‘withdrawal.’ ” Majority at 475.\n¶23 This is a surprising holding. In over a century of water law, we have never perceived such a distinction. Nor has the legislature. Nor did the court mention this theory in our recent Swinomish opinion, which never mentions the words “temporary” or “permanent.” See 178 Wn.2d 571.\n¶24 The majority’s unprecedented holding is wrong; the legislature repeatedly uses the term “withdrawal” to refer to permanent rights. We interpret a statute by reading it in its entirety and considering its relationship with related statutes. Dep’t of Ecology v. Campbell & Gwinn, LLC, 146 Wn.2d 1, 11, 43 P.3d 4 (2002). Chapter 90.44 RCW, “Regulation of public groundwaters,” refers dozens of times to “withdrawal” or the right to “withdraw” groundwater. (Formatting omitted.) The legislature enacted the chapter to supplement chapter 90.03 RCW, the ‘Water code,” which regulates surface water “for the purpose of extending the application of such surface water statutes to the appropriation and beneficial use of groundwaters within the state.” RCW 90.44.020 (formatting omitted). Examples of “withdrawal” referring to permanent rights follow.\n¶25 RCW 90.44.050 requires a permit in order “to withdraw” groundwater and exempts from the permit requirement the “withdrawal” of groundwater for garden and domestic uses, not to exceed 5,000 gallons per day. (Boldface omitted.) Beneficial use of groundwater by such a user creates a “right” to continue using the water: not a temporary use but rather a permanent “right” to use the groundwater.\n¶26 RCW 90.44.090 provides a means for a water user with vested rights to obtain a permit authorizing withdrawal of groundwater: “Any person, firm or corporation claiming a vested right to withdraw public groundwaters of the state by virtue of prior beneficial use of such water shall, within three years after June 6, 1945, be entitled to receive from the department a certificate of groundwater right to that effect . . . (Emphasis added.) This statute can be referring only to permanent uses, not temporary uses, because the statute specifically creates an entitlement to the water right—a “vested right” is not temporary in duration. Equally significantly, it would make no sense to give a water user three years to confirm a vested right if the right was only temporary.\n¶27 RCW 90.44.100(1) authorizes “the holder of a valid right to withdraw public groundwaters” to construct a new well from which to withdraw the permitted water. (Emphasis added.) The reference to a “valid right” and construction of a new well clearly refers to a permanent right; one would not likely dig or drill new wells for a temporary right.\n¶28 RCW 90.44.105 allows “the holder of a valid right to withdraw public groundwaters [to] consolidate that right with a groundwater right exempt from the permit requirement under RCW 90.44.050, without affecting the priority of either of the water rights being consolidated.” (Emphasis added.) When the right to withdraw groundwater is consolidated with the exempt well, the amount of water added to the right “shall be the average withdrawal from the well, in gallons per day, for the most recent five-year period preceding the date of the application . . . .” RCW 90.44.105 (emphasis added). The reference to a five-year history of withdrawal of water clearly refers to a permanent right, not a temporary right.\n¶29 RCW 90.44.180 provides a mechanism to adjust the supply of groundwater among “the holders of valid rights to withdraw public groundwaters . . . .” (Emphasis added.) RCW 90.44.220 and .230 authorize Ecology to file a petition in superior court for a “determination of the right to withdrawal of groundwater . . . .” (Emphasis added.) Many other statutes also speak of permits or rights to “withdraw” groundwater or of “withdrawal” of groundwater. See, e.g., RCW 90.14.068; RCW 90.44.450, .520; RCW 90.66.050, .060.\n¶30 Taken together, these related provisions in chapter 90.44 RCW support the PCHB’s decision to affirm Ecology’s award of a permanent withdrawal of water pursuant to RCW 90.54.020(3)(a). As demonstrated in the next section, the majority misplaces its reliance on unrelated provisions to support its incorrect theory that the term “withdrawal” refers only to a temporary use of water.\nB. Emergency withdrawal under RCW 43.83B.410\n¶31 The majority attempts to bolster its interpretation that OCPI withdrawals must be temporary by citing to RCW 43.83B.410(1)(a), which allows “emergency withdrawal [s]” of water only “on a temporary basis” where Ecology has declared that drought conditions exist. Importing this limitation into the OCPI exception flies in the face of the plain meaning of the OCPI exception and our well-established principles of statutory construction. True, we look to “related statutes which disclose legislative intent about the provision in question.” Campbell & Gwinn, LLC, 146 Wn.2d at 11. But nothing in either statute suggests that the emergency drought provisions are “related” to the OCPI exception—and even if they were related, that would not supply a basis for reading language from the drought provisions into a statute where that language plainly does not appear.\n¶32 While the OCPI exception is found in Title 90 RCW, titled “Water Rights—Environment,” the drought provisions appear in Title 43 RCW, which defines the powers and responsibilities of various executive agencies and officials. The drought provisions apply only when Ecology issues an order, with “written approval of the governor,” declaring that “a drought condition either exists or is forecast to occur.” RCW 43.83B.405(1), .410. That order must specify a termination date of no later than one calendar year after issuance of the order declaring the drought condition. RCW 43.83B.405(2). Plainly, we do not read those restrictions into the OCPI exception—or, indeed, into any of the other provisions in Title 90 RCW, which govern the long-term recognition and allocation of water rights generally, not the emergency reallocation of water during droughts. Moreover, when Ecology does declare a drought, the limitation “on a temporary basis” applies to all withdrawals of public surface and groundwater that Ecology authorizes, not merely, as in the case of an OCPI exception, to withdrawals that would impair Ecology’s defined base flows. RCW 43-.83B.410(1)(a). Certainly, nothing in either the emergency drought provisions or RCW 90.54.020 suggest that the legislature intended to read the limitations of the former into the latter.\n¶33 The majority’s theory is further contradicted by the fact that the legislature found it necessary to recite that emergency withdrawal may be authorized “on a temporary basis.” RCW 43.83B.410(1)(a). If all withdrawals were temporary, as the majority asserts, the statutory language that emergency withdrawals must be temporary would be superfluous. Cf. G-P Gypsum Corp. v. Dep’t of Revenue, 169 Wn.2d 304, 309, 237 P.3d 256 (2010) (“ ‘Statutes must be interpreted and construed so that all the language used is given effect, with no portion rendered meaningless or superfluous’ ” (internal quotation marks omitted) (quoting State v. J.P., 149 Wn.2d 444, 450, 69 P.3d 318 (2003))).\n¶34 This erroneous reasoning also strikes a somewhat ironic chord because it uses methods of statutory interpretation that this court rejected in the two main cases on which the majority relies: Postema v. Pollution Control Hearings Board, 142 Wn.2d 68, 11 P.3d 726 (2000) and Swinomish, 178 Wn.2d 571. The need to construe statutes together to achieve a unified whole arises only when statutes are in pari materia, that is, “on the same subject.” See, e.g., Hallauer v. Spectrum Props., Inc., 143 Wn.2d 126, 146, 18 P.3d 540 (2001). Where statutes are unrelated, on the other hand, there is no basis for importing definitions or other language from one statute into the other. See, e.g., Auto Value Lease Plan, Inc. v. Am. Auto Lease Brokerage, Ltd., 57 Wn. App. 420, 423, 788 P.2d 601 (1990).\n¶35 We recognized these principles in Postema, where appellants asked us to read terms into the regulations governing the Snohomish River Basin that appeared in a regulation governing a different basin. Postema, 142 Wn.2d at 85. Appellants there argued that Ecology “intended the same meaning be given the groundwater regulations for all basins where minimum flows have been set.” Id. Unimpressed, we rejected the notion that one can selectively quote similar language from unrelated provisions “as an aid in interpretation.” Id. We concluded by stating that “[w]hile there is some appeal to the idea that all of the rules should mean the same thing therefor, we . . . decline to search for a uniform meaning to rules that simply are not the same.” Id. at 87. Similarly, here, the court should not attempt to impose a uniform meaning on unrelated statutes.\n¶36 Furthermore, even if we were to assume for the sake of argument that the drought provisions are related to RCW 90.54.020, that still would not constitute a license to read language from the drought provisions into subsection .020 or other statutes where the language does not appear. On the contrary, “ [t] he omission of a similar provision from a similar statute usually indicates a different legislative intent.” Clallam County Deputy Sheriff’s Guild v. Bd. of Clallam County Comm’rs, 92 Wn.2d 844, 851, 601 P.2d 943 (1979) (citing 2A C. Dallas Sands, Statutes and Statutory Construction § 51.02 (4th ed. 1973)). “ Where the Legislature omits language from a statute . . . , this court will not read into the statute the language that it believes was omitted.’ ” State v. Cooper, 156 Wn.2d 475, 480, 128 P.3d 1234 (2006) (quoting State v. Moses, 145 Wn.2d 370, 374, 37 P.3d 1216 (2002)). Thus, where the legislature includes language in one statute but omits it in another, we must presume that different meanings were intended. We recognized this principle in Swinomish, another case on which the majority heavily relies. See Swinomish, 178 Wn.2d at 587 (“The legislature’s choice of different words in another subsection of the same statute in which RCW 90.54.020(3)(a) appears shows that a different meaning is intended.”)- The fact that “on a temporary basis” appears in the drought provisions but does not appear in the OCPI exception thus suggests that the “temporary” restriction does not apply to the OCPI exception.\n¶37 In sum, if RCW 90.54.020(3)(a) and RCW 43.83B-.410 are not related, then there is no basis for looking to the latter to discern the meaning of the former. And if they are related, then the use of different language means that the statutes should be construed differently. In either case, there is no basis for importing RCW 43.83B.410(1)(a)’s “on a temporary basis” restriction into RCW 90.54.020’s OCPI exception.\n¶38 I do not dispute that the WRA (Water Resources Act of 1971, chapter 90.54 RCW) should be construed broadly to achieve its purposes or that exceptions to its provisions protecting minimum flows and prior appropriations should be construed narrowly. But “construed narrowly” does not mean “read out of the statute,” nor does it mean that we can read terms into a statute from other unrelated provisions in the RCWs. I would hold that the appellant’s arguments are inconsistent with these well-established principles of statutory construction and that the appellant failed to demonstrate that the PCHB erroneously interpreted and applied the law. I would vote to affirm.\nII. Swinomish does not resolve this case\n¶39 In reversing the PCHB and holding that the Board erroneously interpreted and applied the law, the majority contends that two factors—the definition of “withdrawal of water” and Swinomish—“largely resolve! ] this case.” Majority at 473. Having shown that the majority’s reliance on the word “withdrawal” is misplaced, I turn to Swinomish, which similarly fails to support the majority. First, Swinomish is distinguishable from this case because of fundamental differences of facts and procedural posture. Second, the majority misstates this court’s holding in Swinomish.\n¶40 I cannot agree with the majority that Swinomish “largely resolves this case,” id., because the PCHB did not limit its decision to the three-step balancing test that we rejected in Swinomish, relying instead on the extensive factual record and entering unchallenged findings of fact justifying the approval of the Yelm permit. Swinomish was a challenge to Ecology’s amendment of the rule adopting minimum flows in the Skagit River. 178 Wn.2d at 576. An earlier case arose originally as a challenge brought by Skagit County to the minimum instream flow rule adopted by Ecology. Id. at 577. Skagit County and Ecology eventually settled the case based on Ecology’s amendments to the original minimum instream flow rule described by this court:\nThe Amended Rule establishes 27 reservations for domestic, municipal, commercial/industrial, agricultural irrigation, and stock watering out-of-stream uses. WAC 173-503-073, -075. The water for the new uses would not be subject to shutoff during periods when the minimum flows set in the 2001 Instream Flow Rule are not met, usually in late summer and early fall.\nId. at 578. The Swinomish Tribe, among others, challenged the amended rule, which this court considered as a challenge to an administrative rule. Id. at 580.\n¶41 This case, by contrast, is a challenge to a permit issued by Ecology, not a complete revision of a previously adopted minimum flow rule. Unlike Swinomish, which involved 27 reservations of water from the Skagit River for various uses, this case arises from a specific permit for a municipal water system that must have additional water so the city can absorb increased population consistently with the Growth Management Act (chapter 36.70A RCW). Foster v. Dep’t of Ecology, PCHB No. 11-155, at 3 (Mar. 18, 2013) (Finding of Fact (FF) 1). While the Swinomish amended rule resulted from a settlement of a disputed lawsuit, this case arises from a 20-year joint effort among Lacey, Olympia, and Yelm to cooperate in developing a water rights acquisition strategy and implementing a mitigation strategy. Id. at 4 (FF 3). “The joint effort allowed development of mitigation that none of the cities could have accomplished had they acted alone.” Id. The PCHB found that this interlocal approaches a considered[,] preferential approach to management of water resources because it allows for a larger single package of mitigation that is all connected.” Id. at 13 (FF 19). And in further contrast to Swinomish, instead of litigating, the cities worked with the Squaxin Island and Nisqually Tribes in identifying the best available science, id. at 4 (FF 4), and with the tribes, Ecology, and the Department of Fish and Wildlife (WDFW) in developing the mitigation plan. Id. at 4, 5 (FF 4, 5).\n¶42 In Swinomish, we reviewed the propriety of a rule adopted by Ecology to settle a dispute over a potpourri of future water reservations that lacked a scientific basis. We concluded, “Ecology’s Amended Rule, which made 27 reservations of water for out-of-stream, year-round noninter-ruptible beneficial uses in the Skagit River basin and that would impair minimum flows set by administrative rule, exceeded Ecology’s authority because it is inconsistent with the plain language of the statute and is inconsistent with the entire statutory scheme.” 178 Wn.2d at 602; see RCW 34.05.570(2)(c). Here, by contrast, we review an adjudication in which the PCHB had the benefit of testimony and exhibits and entered extensive findings of fact and that we review for substantial evidence. RCW 34.05.570(3)(e). The PCHB had the benefit of our Swinomish decision and did not rely on the somewhat simplistic balancing test Ecology had applied, but recognized multiple additional factors justifying the Board’s substantial findings of fact. See infra.\n¶43 The PCHB recognized that Ecology applied a three-step balancing test when Ecology approved Yelm’s application. Foster, PCHB No. 11-155, at 21 (Conclusions of Law (CL) 16). Ecology considered the extent of public interests promoted by the application, the harm to public interests caused, and whether the public interests being served clearly overrode the public interests being sacrificed. Id. But the PCHB also concluded that the facts of this case required the use of a “more stringent test,” id. at 22 (CL 17), and identified additional factors that supported granting Yelm’s application. Ecology approved the permit only after augmenting Ecology’s three-step analysis with 12 additional factors considered by Ecology:\n“1. Ecology will use the OCPI exception only when the water is to be used for a public purpose.\n“2. Ecology exhausted every feasible option to make sure that in-kind mitigation (water for water) was provided before turning to out-of-kind mitigation.\n“3. All depletions/impacts to the water bodies subject to the minimum flows or stream closures were fully mitigated and trackable over time.\n“4. If out-of-kind mitigation was relied on, the benefits to fish and stream habitat, and to the values of the water body, were significant and clearly established through sound science.\n“5. The out-of-kind mitigation provided a permanent and net ecological benefit to the affected streams, and was more than sufficient to offset the minor depletion of water.\n“6. The potential impacts to water bodies were based upon a conservative hydrologic model.\n“7. The hydrologic model was prepared by an external consultant who is a professional modeler, and was subject to a rigorous peer review, and can be modified if needed.\n“8. The amount of water depletion was small so that there is no or only minimal impact to water resources.\n“9. Water can be added if feasible during critical times for fish, and should not be diminished during such critical times.\n“10. Stakeholders were bought into and supported the proposed project and mitigation.\n“11. Mitigation was consistent with adopted watershed plans.\n“12. Water conservation efforts will be utilized, which in this case includes the use of reclaimed water.”\nId. at 23-24 (CL 19).\n¶44 It is true, as noted, that Swinomish disapproved of Ecology’s three-step test for evaluating the OCPI exception, reasoning that Ecology’s balancing analysis “would nearly always treat beneficial uses as [OCPI] so long as the benefits outweighed the harm resulting from impairing the minimum flows.” Majority at 473. But as is clearly shown here, and in contrast to Swinomish, the PCHB’s decision was not based on any simplistic balancing analysis. Rather, Ecology approved Yelm’s permit only after two decades of study; adoption of a sophisticated and conservative model; numerous refinements of Yelm’s proposal; development of an extensive mitigation plan; and collaboration among Yelm, Olympia, Lacey, Ecology, WDFW, and the affected Squaxin Island and Nisqually Tribes.\n¶45 In addition to ignoring the fundamental differences in the posture and facts between this case and Swinomish, the majority misstates our holdings in Swinomish. The majority states that in Swinomish, “we emphasized that the OCPI exception is ‘not a device for wide-ranging reweighing or reallocation of water.’” Id. (quoting Swinomish, 178 Wn.2d at 585). This is a truncated quotation and is therefore misleading. The full phrase reads the OCPI exception is “not a device for wide-ranging reweighing or reallocation of water through water reservations for numerous future beneficial uses!’ Swinomish, 178 Wn.2d at 585 (emphasis added for words omitted from majority opinion). Unlike the expansive reservations for future water use that we rejected in Swinomish, the water permit issued to Yelm by Ecology is not a “wide-ranging reweighing or reallocation of water.” Id.\n¶46 In short, the outcome of this case is not determined by Swinomish or by the majority’s mistaken interpretation that the legislature uses the terms “withdraw” or “withdrawal” when it intends that the withdrawal be only temporary. Rather, the Board recognized the limitations on using the OCPI exception merely to provide for increased population, and the Board properly considered the mandate by this court to narrowly limit the OCPI exception, see Foster, PCHB No. 11-155, at 25 (CL 21) (citing Postema, 142 Wn.2d 68), in granting Yelm’s request for withdrawals. Accordingly, appellant fails to demonstrate the Board erroneously interpreted and applied the law in holding that Ecology acted within its authority.\nIII. The findings of fact support the decision of the PCHB\n¶47 Having shown that the majority’s reasons for reversal are erroneous and having rejected appellant’s arguments that Ecology exceeded its authority, the court’s only issue remaining for decision is whether, as a matter of law, the PCHB properly upheld Ecology’s conclusion that these findings constitute overriding considerations of public interest sufficient to justify the permit. The Administrative Procedure Act, chapter 34.05 RCW, governs proceedings before the PCHB. Postema, 142 Wn.2d at 77. We review the PCHB’s decision for error, sitting in the same position as the superior court. Waste Mgmt. of Seattle, Inc. v. Utils. & Transp. Comm’n, 123 Wn.2d 621, 633, 869 P.2d 1034 (1994). When a party challenges the Board’s application of law to a particular set of facts, “ ‘the factual findings of the agency are entitled to the same level of deference which would be accorded under any other circumstance.’ ” Port of Seattle v. Pollution Control Hr’gs Bd., 151 Wn.2d 568, 588, 90 P.3d 659 (2004) (quoting Tapper v. Emp’t Sec. Dep’t, 122 Wn.2d 397, 403, 858 P.2d 494 (1993)). The process of applying the law to the facts is a legal question subject to de novo review. Id.\n¶48 The findings in this case, ignored by the majority, are substantial. They are also uncontested; we treated uncontested facts as verities on appeal. Tapper, 122 Wn.2d at 407. Yelm has only 147 additional water service connections available under its current Department of Health connection limit. Foster, PCHB No. 11-155, at 3 (FF 1). Yelm will be required to obtain additional water rights to meet the demand for population increases in the future in accordance with the Growth Management Act. Id. Water forecasts indicate that by 2028 Yelm will need an additional water source of 942 acre feet per year (AFY). Id.\n¶49 In 1994, Yelm applied for a permit to appropriate groundwater for municipal supply purposes in the amount of 3,500 AFY, which was eventually reduced to 942 AFY. Id. (FF 2). The cities of Yelm, Olympia, and Lacey all had pending water right applications and entered into an interlocal agreement to develop a strategy for water rights acquisition and implementation of a mitigation strategy. Id. at 4 (FF 3). “The joint effort allowed development of mitigation that none of the cities could have accomplished had they acted alone.” Id. The PCHB found that this interlocal approaches a considered!,] preferential approach to management of water resources because it allows for a larger single package of mitigation that is all connected.” Id. at 13 (FF 19).\n¶50 Yelm asked to pump groundwater from a specific well, and it was necessary to quantify the impact of pumping on the surface water rivers, streams, and lakes. The model used to measure this impact was developed in 1999 by the United States Geological Survey and refined over time. Id. at 4 (FF 4). The Nisqually and Squaxin Island Tribes provided input into subjecting the model to peer review. The model is considered to be conservative in overpredicting the depletion of surface waters as a result of pumping. Id. “Ecology considers the groundwater model to be best available science.” Id.\n¶51 The model predicted that flows would be depleted in portions of the lower Nisqually and Deschutes watersheds, requiring mitigation. Id. at 5 (FF 5). The cities of Yelm, Olympia, and Lacey met with various agencies, including the Squaxin Island Tribe, Ecology’s staff, and WDFWs staff to consider ways to mitigate the proposed withdrawals. Id. As a result, Yelm developed a mitigation strategy that Ecology then required as a condition of approval of Yelm’s requested water right. Id. Ecology required that mitigation be prioritized: the preferred mitigation was “ ‘water for water, in time and in place,’ ” e.g., substituting depleted water with water from an alternative source. Id. Failing that possibility, water was to be made available for critical flow periods on a river or stream. “The last mitigation option was ‘out-of-kind’ mitigation, such as projects to restore and enhance streams and habitats.” Id.\n¶52 The model predicted the impacts ofYelm’s requested withdrawals as follows.\n¶53 Nisqually River Basin. The bulk of the impacts occur below river mile (RM) 4.3 in the lower Nisqually River. Id. at 6 (FF 7). The area below RM 4.3 is not subject to the instream flow rule. Id. Moreover, Yelm’s request would have very little, if any, impact on fish in the lower Nisqually because it is an intertidal area that is part of a large body of water. Id. at 7 (FF 8). The focus of enhancement and restoration is on the upper Nisqually. Id.\n¶54 Yelm Creek. Yelm Creek “virtually dries up in the summer and flows during the winter.” Id. (FF 9). The predicted impact ofYelm’s request would be to deplete the creek of approximately 38 AFY, with the maximum depletion in April. Id. The mitigation plan calls for Yelm to recharge the aquifer for the creek with 56 AFY of reclaimed water. Id. Yelm Creek is already “severely degraded.” Id. at 8 (FF 10). Yelm’s mitigation plan includes several possible projects that will enhance fish habitat in the creek. Id. Ecology’s position is that Yelm must complete these projects or their equivalent in order to comply with its permit. Id.\n¶55 McAllister Creek. The city of Olympia is providing mitigation for McAllister Creek, terminating its withdrawals from McAllister Springs and moving to a new well field, which will increase stream flows by 9 to 17 cubic feet per second. Id. at 9 (FF 11).\n¶56 Woodland Creek. The impact on Woodland Creek is too low for the model to predict except for October, when the predicted impact is 14.6 AFY. Id. (FF 12). Yelm, Olympia, and Lacey are purchasing 20 acres of land along the creek to preserve the land from development, allowing rainfall to be absorbed into the ground and gradually recharge the creek to help protect fish. Id. at 10 (FF 13). “The rainfall storage and release provides a two to one mitigation value for the slightly lesser flows.” Id. In addition, a reclaimed water infiltration facility will be built to infiltrate reclaimed water into the creek from May through October. Id.\n¶57 Upper Deschutes Basin. Yelm, Olympia, and Lacey purchased two summertime irrigation rights in the upper Deschutes Basin and will retire these rights to mitigate depletions from the Deschutes River. Id. (FF 14). The cities will also install channel features that will improve habitat for fish. Id. The summertime irrigation rights will not provide needed mitigation in April and October. Id. at 11 (FF 15). “At Ecology’s insistence, Yelm sought to purchase other water rights to cover this shoulder [season], but was unable to find any such rights available.” Id.\n¶58 Steven Boessow, who works as a water rights biologist for WDFW, reviews about 200 water right applications per year, evaluating potential impacts on fish. Id. at 5-6 (FF 6). Boessow became involved with the Yelm application in 2005. Id. He met with Ecology, Yelm, Olympia, Lacey, the Nisqually Tribe, and the Squaxin Island Tribe. Id. He visited each site at which mitigation is planned and is familiar with the details of the plan. Id. Boessow was one of the primary witnesses before the PCHB, which repeatedly cited his testimony in its findings, including his conclusion about the Deschutes River. “Because of the many year-round benefits provided by the other beneficial aspects of the Deschutes mitigation package, Mr. Boessow considered the depletions to the Deschutes River to be fully mitigated from a fish and wildlife perspective, even in April and October, with more habitat being available for fish.” Id. at 11-12 (FF 16).\n¶59 The small depletions predicted by the model caused Ecology to analyze the Yelm application under the OCPI exception even though both Ecology and other interested parties believed that the combined in-kind and out-of-kind mitigation measures outweighed any impact to the watersheds. Id. at 12 (FF 18). Ecology performed the OCPI evaluation even though the model was considered to overpredict impacts. Id.\n¶60 The PCHB noted that plaintiff Foster failed to present any expert testimony challenging the adequacy of the mitigation provided by Yelm. Id. at 13 (FF 21). Indeed, Foster failed to present any evidence at all except through cross-examination of the Ecology and WDFW witnesses, “all of whom testified to the adequacy of the mitigation plan to address modeled stream and river depletions.” Id. The PCHB found “that the Appellant has failed to show that the mitigation provided by Yelm is inadequate.” Id.\n¶61 One finding of fact sets out the finding of the PCHB that Ecology’s decision to grant Yelm’s request satisfied the test for OCPI:\nThe Board finds that the majority of depletions to various affected surface water bodies from Yelm pumping of SW Well 1A are fully mitigated with in-kind water, and those that are not fully mitigated with in-kind water, have been mitigated with out-of-kind efforts that serve as a substantial and compelling basis for Ecology’s OCPI determination.\nId. at 14 (FF 24). The PCHB elaborated on this finding in a conclusion of law:\nThe evidence provided by experienced experts demonstrates that Yelm will fully mitigate any impacts from pumping SW Well 1A with in-kind mitigation, supplemented with out-of-kind actions to address the small amount of depletions in flow. When mitigation is provided out-of-kind, close scrutiny is required to ensure that this mitigation does, in fact, provide enhanced value to fish habitat and the values of the particular water body. Respondents demonstrated that the amount of value provided by the out-of-kind mitigation in this case will clearly benefit fish and the hydrology of the water body, and in some instances will address limiting factors that have been identified as barriers to salmon recovery. Indeed, the only evidence before the Board was that the mitigation plan offered by the cities was large in size and scope, feasible and funded as a single, interconnected package, and overall, excellent and effective. Boessow Testimony. The in-kind mitigation includes increasing the amount of water available in the Deschutes River during a critical life stage of Chinook salmon when water levels are generally lower, direct infiltration of water to the ground for recharge (Yelm Creek), and increased flow to surface waters due to changed well-pumping (McAllister Creek).\nId. at 15-16 (CL 3).\n¶62 Based on these findings and conclusions, as well as the more stringent balancing test adopted following Swinomish, the PCHB properly concluded that “Ecology correctly concluded that ‘overriding considerations of public interest’ allow withdrawals of water from the affected streams beyond that allowed by in-stream flow and closure rules.” Id. at 24 (CL 21). In reaching this conclusion, the Board also considered it important that the modeled water depletion was small and the value of mitigation high, that water conservation was an element, and that the application was supported by multiple sectors and parties. Id. at 24-25 (CL 21). The Board also cautioned that use of the OCPI exception would not be appropriate “based merely on the need to serve additional population with increased water supplies, nor where the mitigation offered was frail in comparison to the effects on instream flows and closures.” Id. at 25 (CL 21).\n¶63 The majority rejects the PCHB’s conclusion that the value of the mitigation plan should be factored into the determination of whether OCPI justifies granting the permit. Majority at 476. I disagree. I would hold that the mitigation plan is an important part of weighing the OCPI because the mitigation neutralizes any depletion of water flow. As a result, a substantial supply of water is made available to the public in return for a net ecological gain resulting from the mitigation plan. The whole point of the mitigation effort is to neutralize the detriment of a possible reduction in stream flow. It is unreasonable to ignore the effect of the mitigation plan. I would therefore affirm.\nCONCLUSION\n¶64 Yelm’s proposed withdrawal of groundwater and extensive mitigation plan is justified by overriding considerations of public interest. I would affirm the PCHB and uphold the Yelm permit.\n¶65 I dissent.\nStephens and Gordon McCloud, JJ., concur with Wiggins, J.\nMotions for reconsideration denied March 3, 2016.",
        "type": "dissent",
        "author": "Wiggins, J."
      }
    ],
    "attorneys": [
      "Michael P Williams, for appellant.",
      "Robert W. Ferguson, Attorney General, Diane L. McDaniel, Managing Assistant, and Travis H. Burns and Robin G. McPherson, Assistants; and Joseph A. Brogan and P Stephen DiJulio (of Foster Pepper PLLC), for respondents.",
      "David S. Schneider and Darren J. Nienaber on behalf of the City of Olympia and the City of Lacey, amici curiae.",
      "David L. Monthie on behalf of Carnegie Group and Center for Environmental Law and Policy, amici curiae."
    ],
    "corrections": "",
    "head_matter": "[No. 90386-7.\nArgued May 21, 2015.\nDecided October 8, 2015.\nSara Foster, Appellant, v. The Department of Ecology et al., Respondents.\nMichael P Williams, for appellant.\nRobert W. Ferguson, Attorney General, Diane L. McDaniel, Managing Assistant, and Travis H. Burns and Robin G. McPherson, Assistants; and Joseph A. Brogan and P Stephen DiJulio (of Foster Pepper PLLC), for respondents.\nDavid S. Schneider and Darren J. Nienaber on behalf of the City of Olympia and the City of Lacey, amici curiae.\nDavid L. Monthie on behalf of Carnegie Group and Center for Environmental Law and Policy, amici curiae."
  },
  "file_name": "0465-01",
  "first_page_order": 507,
  "last_page_order": 537
}
