{
  "id": 1432070,
  "name": "Squires v. New Amsterdam Casualty Company",
  "name_abbreviation": "Squires v. New Amsterdam Casualty Co.",
  "decision_date": "1933-05-15",
  "docket_number": "4-3077",
  "first_page": "467",
  "last_page": "470",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 467"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "123 S. W. 233",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "92 Ark. 446",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1548634
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/92/0446-01"
      ]
    },
    {
      "cite": "11 So. 480",
      "category": "reporters:state_regional",
      "reporter": "So.",
      "opinion_index": 0
    },
    {
      "cite": "96 Ala. 447",
      "category": "reporters:state",
      "reporter": "Ala.",
      "case_ids": [
        8493652
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ala/96/0447-01"
      ]
    },
    {
      "cite": "38 S. W. 341",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "63 Ark. 283",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8722407
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/63/0283-01"
      ]
    },
    {
      "cite": "117 S. W. 1077",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "90 Ark. 51",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1513834
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/90/0051-01"
      ]
    },
    {
      "cite": "12 S. W. (2d) 421",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "178 Ark. 746",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1397007
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/178/0746-01"
      ]
    },
    {
      "cite": "114 S. W. 467",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "88 Ark. 153",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1517153
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/88/0153-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 350,
    "char_count": 6453,
    "ocr_confidence": 0.529,
    "pagerank": {
      "raw": 8.138363859351185e-08,
      "percentile": 0.47019498047955693
    },
    "sha256": "9c32c1e80d25b1c9137b2e7413a4eafb4e80bd16f58f4e0db951ea57054cff5e",
    "simhash": "1:c88663b1f8e4a512",
    "word_count": 1066
  },
  "last_updated": "2024-02-27T21:18:50.990705+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Squires v. New Amsterdam Casualty Company."
    ],
    "opinions": [
      {
        "text": "Humphreys, J.\nThis is an application to this court for a writ of prohibition against Will Gr. Akers, special chancellor of the Pulaski Chancery Court, and the New Amsterdam Casualty Company, which is a party to the litigation in said court, to inhibit them from proceeding by restraining order or injunction to prevent petitioner herein from prosecuting his suit in the Little Eiver Circuit Court to recover on a $10,000 judgment which he obtained against H. E. Pattison in the circuit court of Saline County. The suit to collect the judgment from the New Amsterdam Casualty Company was based upon a bond executed by it to qualify the Union Indemnity Company to do business in Arkansas, in which latter company H. E. Pattison held an indemnity policy.\nAppellant sustained injuries in an automobile collision through the negligent operation of a car owned by H. E. Pattison and recovered the judgment aforesaid against him on account of the injuries received. He obtained an execution against Pattison out of the circuit court of Saline County, which was returned nulla bona. The Union Indemnity Company, in which Pattison held an indemnity policy, became insolvent. It owned some real estate in Little Eiver County in this State. Subsequent to the insolvency of the Union Indemnity Company, the petitioner herein filed an attachment suit against the Union Indemnity Company in the circuit court of Little Eiver County and levied upon the real estate. He made the New Amsterdam Casualty Company a party defendant, alleging its liability for the payment of the judgment under its qualifying bond executed to obtain the right of the Union Indemnity Company to do business in Arkansas. During the pendency of this suit in Little Eiver County, the New Amsterdam Casualty Company was made a defendant in a suit brought by the Independence Indemnity Company in the chancery court of Pulaski County, which company had also executed a qualifying bond to qualify the Union Indemnity Company to do business in Arkansas. Tbe New Amsterdam Casualty Company filed an answer and cross-oomplaint in tbe suit of the Independence Casualty Company; in which it made the petitioner herein a cross-defendant along with others, in which it pleaded that the petitioner herein be required to interplead and file its claim against the New Amsterdam Casualty Company for adjudication in the' Pulaski Chancery Court and that he be enjoined from further prosecution of. his suit at law in the circuit court of Little River County against the New Amsterdam Casualty Company. In the cross-complaint, it admitted the execution of the qualifying bond in the sum of $20,000, but denied any liability thereunder to the petitioner or other cross-defendants, and obtained from Will Gr. Akers, special chancellor, a restraining order commanding your petitioner to refrain from prosecuting his suit at law in the circuit court of Little River County against the New Amsterdam Casualty Company.\nThis application must be treated as a request for a writ of prohibition against Will Gr. Akers, special chancellor, only, for a writ of prohibition lies to the court and not to the parties to the litigation. Dunbar v. Bourland, 88 Ark. 153, 114 S. W. 467; Merchants’ & Planters’ Bank v. Hammock, 178 Ark. 746, 12 S. W. (2d) 421.\nThe only other question arising on this petition for a writ of prohibition is whether the chancery court of Pulaski County had jurisdiction under the allegations of the cross-complaint of the New Amsterdam Casualty Company to issue a restraining order against the petitioner herein. The gist of the cross-complaint was to implead the petitioner herein to file and litigate their respective claims against the New Amsterdam Casualty Company under the qualifying bond it executed in behalf of the Union Indemnity Company. It admitted the execution of the bond, but denied any liability to the cross-defendants thereon. The doctrine of the prevention of a multiplicity of suits is invoked to sustain the jurisdiction of the chancery court and to justify the issuance of the restraining order. Other legal or equitable rights to relief must exist in one before equity will, at his instance, enjoin the prosecution of numerous actions at law growing out of the same transaction. 1st Pomeroy’s Equity Jurisprudence (Fourth Edition), § 250; Jones v. Harris, 90 Ark. 51, 117 S. W. 1077.\nThe cross-complaint cannot he maintained as an action of interpleader or- an action in the nature of inter-pleader, thereby conferring jurisdiction' on the chancery court to issue the .restraining order, for essential and necessary averments are lacking to so treat or construe it.\nIn the first place, liability under the bond was not admitted; but, on the contrary, was specifically denied. An admission of liability was essential and necessary before the cross-complaint could be treated as a bill of inter-pleader or a hill in the,nature of a bill of interpleader. Southwestern Telephone & Telegraph Co. v. Benson, 63 Ark. 283, 38 S. W. 341; Crass v. Memphis & C. R. Co., 96 Ala. 447, 11 So. 480.\nIn the next place, the money was not deposited in the court to be prorated among th.e claimants, nor ivas an offer to do so contained in the cross-complaint, and for this reason also the cross-complaint was fatally defective as a bill of interpleader or a bill in the nature of a bill of interpleader conferring jurisdiction on the chancery court to issue a restaining order. 15 R. C. L., 230.\n“In a proper case for a bill of interpleader complainant may have an injunction restraining claimants from further prosecution of their actions at law pending the. litigation under the interpleader, but only on bringing the fund into court. 33 C. J. 452.\nThe case of Chicago, Rock Island & Pacific Railway Co. v. Moore, 92 Ark. 446, 123 S. W. 233, cited and relied upon by respondent, in no way contravenes the principles announced herein. In that case the Chicago, Rock Island & Pacific Railway Company admitted liability and offered to pay the amount into court, and also averred an equitable issue of alleged claim of a lien upon its railroad in addition to th.e prevention of a multiplicity of suits. That' suit was clearly one in the nature of a bill of interpleader.\nThe writ of prohibition is granted.",
        "type": "majority",
        "author": "Humphreys, J."
      }
    ],
    "attorneys": [
      "John L. McClellan and Sam T. & Tom Poe, for appellant.",
      "Buzbee, Harrison, Buzbee & Wright, for appellee."
    ],
    "corrections": "",
    "head_matter": "Squires v. New Amsterdam Casualty Company.\n4-3077\nOpinion delivered May 15, 1933.\nJohn L. McClellan and Sam T. & Tom Poe, for appellant.\nBuzbee, Harrison, Buzbee & Wright, for appellee."
  },
  "file_name": "0467-01",
  "first_page_order": 487,
  "last_page_order": 490
}
