{
  "id": 8727172,
  "name": "Citizens' Bank of Louisiana v. Walker",
  "name_abbreviation": "Citizens' Bank of Louisiana v. Walker",
  "decision_date": "1871-06",
  "docket_number": "",
  "first_page": "468",
  "last_page": "470",
  "citations": [
    {
      "type": "official",
      "cite": "26 Ark. 468"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "6 Ark., 802",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 214,
    "char_count": 3269,
    "ocr_confidence": 0.385,
    "pagerank": {
      "raw": 4.076306636737454e-08,
      "percentile": 0.21253900487499877
    },
    "sha256": "7690bc4f8268050651be87a2e1f113f7dd6e9f237b36f28a4f2100cce3f03302",
    "simhash": "1:d644c4e3ebcf4e58",
    "word_count": 558
  },
  "last_updated": "2024-02-27T21:42:48.018640+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Citizens’ Bank of Louisiana v. Walker."
    ],
    "opinions": [
      {
        "text": "McClure, C. J.\nThis cause comes hero from Chicot county. The appellants, filed their complaint in the Chicot circuit court setting up some-irregularities in the levying of a school tax, and asked that Walker, the collector, be restrained from collecting said tax, “until the final hearing of the cause,” and that, upon the final hearing, the injunction be made perpetual.\nThe appellants applied to two justices of the peace, and a temporary injunction was obtained restraining the appellee from attempting to collect said district school tax, until further-ordered by the circuit court.\nAt the April term of the circuit court, the appellee answered: the. complaint of the appellants, and filed a motion to dissolve the injunction, granted by the two justices of the peace, on the ground “that justices of the peace do not possess the power or jurisdiction to grant an injunction in actions originally-brought in the circuit court.”\nThe order of the court, on this motion, is as follows: “Ordered that the motion to dissolve the injunction be sustained.” To which order and ruling of the court the plaintiff excepte and appealed to court.\nAs will be observed, there was no hearing of this case on. its merits, or upon the complaint and answer. The bearing was upon a motion to dissolve an injunction, granted by two justices of the peace. The appellant urges that this is a final order, and may be appealed from. We do not assent to any such proposition. There has been no hearing on the complaint and answer; nor is there any judgment ¿gainst the appellant. Whether the tax was legally or illegally levied (and it is only on the disposition of this question that this case will be disposed of, on its merits), has not been adjudicated or determined by the court below. That issue is yet pending in the circuit court; when it is disposed of, the determination of the court, at that time, can be reviewed here, in a proper manner.\nIf the appellant had desired a reinstatement of the temporary injunction, until the case was disposed of on its merits, the ingenuity that obtained an injunction from the justices of the peace, ought certainly have found the remedy provided by sections 321 and 322.\nThe motion to dismiss is sustained, and this cause will be stricken from the docket. „",
        "type": "majority",
        "author": "McClure, C. J."
      }
    ],
    "attorneys": [
      "Garland Nash, for appellant.",
      "Hice Benjamin, for appellee."
    ],
    "corrections": "",
    "head_matter": "Citizens’ Bank of Louisiana v. Walker.\nInjunction — Dissolution of. — The dissolution of a temporary injunction, before a hearing on complaint and answer, is not such a final order as that an appeal will lie from it.\nAppeal from Chicot Circuit Coiut.\nIIon. Henry B. Morse, Circuit Judge.\nGarland Nash, for appellant.\nThe dissolving of the injunction was not an interlocutory order in ibis case; it was a final order, as the injunction wag-all and everything in the case, and in such case an appeal will lie. 25 Ark., 1¡.20, and cases cited; 6 Leigh. (Va.), 196-7; Paige-18; 2 Daniel Gk. Pr., 1193-9.\nHice Benjamin, for appellee.\nThis court has no jurisdiction in appellate cases, only upon-a final judgment or decree. An order to dissolve an injunction is not a final order, judgment or decree, and cannot bo-appealed from until the case is finally decided. See Rodman v.. Foitner, admr., etc., 2 Met., (Hy.) 835; also Ilerndon v. Higgsy 15 Ark , 389; Johnson v. Alexander, 6 Ark., 802."
  },
  "file_name": "0468-02",
  "first_page_order": 484,
  "last_page_order": 486
}
