{
  "id": 1431935,
  "name": "Smith v. Cole; Brown v. Pennix",
  "name_abbreviation": "Smith v. Cole",
  "decision_date": "1933-05-22",
  "docket_number": "4-3089",
  "first_page": "471",
  "last_page": "480",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 471"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "162 U. S. 547",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6140764
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/us/162/0547-01"
      ]
    },
    {
      "cite": "35 Ark. 263",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "55 S. W. (2d) 719",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "case_ids": [
        8729584
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mo-app/227/0755-01"
      ]
    },
    {
      "cite": "186 Ark. 654",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8724718
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/186/0654-01"
      ]
    },
    {
      "cite": "49 So. 441",
      "category": "reporters:state_regional",
      "reporter": "So.",
      "opinion_index": 0
    },
    {
      "cite": "160 Ala. 133",
      "category": "reporters:state",
      "reporter": "Ala.",
      "case_ids": [
        3490154
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ala/160/0133-01"
      ]
    },
    {
      "cite": "86 S. W. 844",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "75 Ark. 120",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1502504
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ark/75/0120-01"
      ]
    },
    {
      "cite": "31 S. W. 740",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "61 Ark. 21",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1902365
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/61/0021-01"
      ]
    },
    {
      "cite": "31 S. W. (2d) 292",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "181 Ark. 874",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8725824
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/181/0874-01"
      ]
    },
    {
      "cite": "35 S. W. (2d) 70",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "183 Ark. 107",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1441800
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/183/0107-01"
      ]
    },
    {
      "cite": "23 S. W. (2d) 617",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "180 Ark. 713",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1393578
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/180/0713-01"
      ]
    },
    {
      "cite": "36 S. W. (2d) 388",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 1
    },
    {
      "cite": "183 Ark. 429",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1441864
      ],
      "opinion_index": 1,
      "case_paths": [
        "/ark/183/0429-01"
      ]
    },
    {
      "cite": "152 S. W. 746",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 1
    },
    {
      "cite": "106 Ark. 56",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1345601
      ],
      "opinion_index": 1,
      "case_paths": [
        "/ark/106/0056-01"
      ]
    },
    {
      "cite": "55 S. W. (2d) 779",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 1
    },
    {
      "cite": "183 Ark. 112",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 1
    },
    {
      "cite": "186 Ark. 654",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8724718
      ],
      "opinion_index": 1,
      "case_paths": [
        "/ark/186/0654-01"
      ]
    },
    {
      "cite": "31 S. W. (2d) 292",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 1
    },
    {
      "cite": "181 Ark. 874",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8725824
      ],
      "opinion_index": 1,
      "case_paths": [
        "/ark/181/0874-01"
      ]
    },
    {
      "cite": "35 S. W. (2d) 70",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 1
    }
  ],
  "analysis": {
    "cardinality": 673,
    "char_count": 16385,
    "ocr_confidence": 0.519,
    "pagerank": {
      "raw": 4.3349303692529615e-07,
      "percentile": 0.9178307306719427
    },
    "sha256": "f3ad03d3e770455b36b513a519f123f87facf4d8b6b142710b03b5a50e6b5d50",
    "simhash": "1:45b601107057eac7",
    "word_count": 2882
  },
  "last_updated": "2024-02-27T21:18:50.990705+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Smith and McHaney, JJ., dissent."
    ],
    "parties": [
      "Smith v. Cole. Brown v. Pennix."
    ],
    "opinions": [
      {
        "text": "Johnson, C. J.,\n(after stating the facts). There, are two questions presented on these appeals for adjudication, namely:\nFirst, is § 2 of act 250 of 1933 general in its application or special and local? Secondly, if local and special in its application, then is it administrative in effect!\nA provision of § 2 of act 250 reads as follows:\n“The county judge and the sheriff, county clerk, circuit clerk, treasurer and assessor and their respective deputies shall receive the respective compensations as now fixed by the Initiative Act for Union County, as adopted at the general election for the year 1932.”\nSection 2 has no application to Union County other than the above quotation, therefore, it must be admitted that this is a clear exemption of Union County from the provisions and application of § 2 of said act.\nSince Union County has been exempted from the provisions of section 2 of act 250 of 1933 under the doctrine as laid down by this court in Webb v. Adams, 180 Ark. 713, 23 S. W. (2d) 617, this section is local and special in its application.\nIn Webb v. Adams, just cited, this court said in reference to an exemption of one county from the application of the enactment: “Now if a general law must apply throughout the territorial limits of the State, the exclusion of one or more counties from its provisions makes it a local statute.”\nThe exemption of Union County from application of the provisions of section '2 of said act brings it squarely within the teeth of the case just cited, and we have no hesitancy in holding that section 2 of act 250 of 1933 is local and special in its application.\nSince determining that section 2 of said act is local and special in its application, it then behooves us to determine whether or not it is administrative in its purposes and therefore justified, notwithstanding it is local and special under previous decisions of this court.\nAmendment No. 14 to our Constitution reads as follows :\n“The General Assembly shall not pass any local or special act. This amendment shall not prohibit the repeal of local or special acts.”\nIn the case of Cannon v. May, 183 Ark. 107, 35 S. W. (2d) 70, reading from the first headnote, this court held:\n“Acts 1929, No. 150, placing the treasurer and clerk of the county and probate courts on salary, is unconstitutional, being a ‘local or special act’ within the prohibition of amendment 12 (14) to the Constitution, since it applies to only one county in the State.”\nIn the earlier case of Smalley v. Bushmiaer, 181 Ark. 874, 31 S. W. (2d) 292, this court held an act fixing the compensation of the sheriff of Crawford County and the deputy clerk of said county to be local and special legislation and therefore prohibited by Amendment 14 to our Constitution.\nIn the case of Powell v. Durden, 61 Ark. 21, 31 S. W. 740, this court expressly held that an act of the Legislature fixing the salaries of officials of Sebastian County was a local act under the Constitution of this State.\nIn all the cases which have appeared in this court wherein county officials’ salaries were involved by acts of local application, we have uniformly held that such acts were local in their application, and special in their nature.\nIt is true that this court in Waterman v. Hawkins, 75 Ark. 120, 86 S. W. 844, held that statutes establishing or abolishing separate courts relating- to the administration of justice were not local or special in their operation, but it would certainly be a long step for this court to now hold that a county official salary act, as set up in § 2 of act 250, was in aid of the administration of justice, and therefore one in which the State would be interested in its sovereign rights. By implication this doctrine was denied by this court in Cannon v. May, and Smalley v. Bushmiaer, cited supra, and other cases recently decided by this court.\nIt is next most earnestly contended on behalf of appellants that, since section 4 of article 16 to the Constitution of 1874 providing: “The General Assembly shall fix the salaries and fees of all officers in the State, and no greater salary or fee than that fixed by law shall be paid to any officer, employee or other person, or at any rate other than par value; and the number of salaries of the clerks and employees of the different departments of the State shall be fixed by law,” it is and was the imperative duty of the Legislature to fix the salaries of the county officials by either general, special or local legislation, and that special or local legislation is not prohibited because of this constitutional mandate.\nThis contention was so strenuously argued in the case of Webb v. Adams, cited supra, and received such serious consideration as to évoke a dissenting opinion by three justices of this court, but the court in the end specifically held against this insistence in the following language:\n“It is true that article 14 of our Constitution deals with the subject of education and requires the Legislature to make provision for the support of our common schools. It does not require, however, the Legislature to accomplish that purpose by local or special legislation. ’ ’\nIn our opinion it is immaterial whether or not local legislation is induced by constitutional mandate or is passed because not prohibited by the Constitution. If such legislation is invalid, it is not strengthened by the fact that it was superinduced by constitutional mandate. It is the duty of this court to harmonize all provisions of the Constitution and amendments thereto and to construe them with the view of a harmonious whole.\nThe objective of the constitutional mandate found in § 4 of article 16 can be fully accomplished .by general legislation throughout the State, and we know of no other method to be pursued, so long as the 14th Amendment is permitted to stand.\nIt is next insisted on behalf of appellants that, since this court has held in Matthews v. Byrd, cited supra, that §§ 5 and 6 of act 250 of 1933 were constitutional and valid enactments, therefore, under the doctrine of State v. Pitts, 160 Ala. 133, 49 So. 441, all the provisions of this act thereby became constitutional and valid. This contention is based upon the theory that where a substantial portion of an enactment is general in its application, other and minor provisions of the act would stand, notwithstanding they do not have application to all sections of the State.\nIt is true this court cited State v. Pitts, with approval in the case of Webb v. Adams on the question of an exemption of one county, but it does not follow from this that we must adhere to all that is said in the opinion. We think that to hold in the instant case that, because §§ 5 and 6 of the act were found to be constitutional and valid enactments, this would cure constitutional objections to the balance of the act, would in effect nullify Amendment 14 to our Constitution. This part of the opinion in State v. Pitts we consider unsound, and especially in view of the fact that the 14th Amendment to our Constitution specifically condemns local legislation when it does not have application throughout the entire State. We therefore decline to follow this part of the holding of the Alabama court. Dozier v. Ragsdale, 186 Ark. 654, 55 S. W. (2d) 719.\nThe effect of our views is that § 2 of act 250 of 1933 is unconstitutional and void, and that the trial courts committed no error in so declaring.\nThe act is attacked on other constitutional grounds which we find it now unnecessary to consider.\nThe views herein expressed do not in the least conflict with the doctrine announced in State v. Crawford, 35 Ark. 263, nor in Waterman v. Hawkins, 75 Ark. 120, 86 S. W. 844, nor with the law as laid down by the Supreme Court of the United States in Harwood v. Wentworth, 162 U. S. 547, 16 S. Ct. 890. We are in full accord with the law and doctrine announced in each of these cases, but neither of them have application to the facts of this case.\nLet the judgments be affirmed.\nSmith and McHaney, JJ., dissent.",
        "type": "majority",
        "author": "Johnson, C. J.,"
      },
      {
        "text": "Smith, J.,\n(dissenting). In the dissenting opinion in the case of Cannon v. May, 183 Ark. 112, 35 S. W. (2d) 70, I undertook to show that the G-eneral Assembly had power to fix the compensation of all officers in the State, either by fees or by a fixed salary, under the authority of section 4 of article 16 of the Constitution. In the later case of Dozier v. Ragsdale, 186 Ark. 654, 55 S. W. (2d) 779, it was held that the electors of each county had the power, under Amendment No. 7, to fix the fees and salaries of county officers.\nConferring- this power upon the electors of -a county did not deprive the General Assembly of the same right. It was said in the case of State ex rel. v. Donaghey, 106 Ark. 56, 152 S. W. 746, construing the first I. & R. Amendment, that it was not the purpose nor the intention of the people, in the adoption of the I. & R. Amendment, to abrogate or destroy the Constitution of the State. Subsequent cases construing this amendment and the later I. & R. Amendment have reiterated this holding, and have declared the purpose and effect of the amendments to be to reserve to the people the right “to propose laws and amendments to the Constitution, and to enact or reject the same at the polls as independent of the General Assembly” ; but, in reserving that power to themselves, the people did not deprive the General Assembly of the power committed to it by the Constitution to legislate. So it does not follow that, because the electors of a county may fix county salaries under the present I. & R. Amendment, the General Assembly may not do so under an original section of the Constitution. The present state of the ,law is, in my opinion, that fees and salaries of county officers may be fixed either by the electors themselves or by the General Assembly. There are now two methods of doing so. I do not repeat here the argument presented in the dissenting opinion in Cannon v. May to the effect that the right of the General Assembly to fix fees and salaries was not affected by the amendment prohibiting the General Assembly from enacting local or special laws. Whether right or wrong, that opinion presents my views on the subject and speaks for itself.\nAnswering the argument by which the majority reached the conclusion announced in Cannon v. May, supra, I there undertook to distinguish that case from the case of Smalley v. Bushmiaer, 181 Ark. 874, 31 S. W. (2d) 292, which the majority thought was controlling, and I did this by pointing out that in the Smalley case the General Assembly had fixed a different fee for- feeding prisoners in Crawford County from that paid in other counties, and I there said that, although the Constitution might contemplate that the same fee should be paid for the same service throughout the State (which 1 did not concede), it certainly did not contemplate that all similar officers of different counties placed upon a salary should be paid the same salary.\nIt must be conceded — and I make the concession— that the fees and salaries fixed by act 250 of the Acts of 1933 are not equal and uniform, but why should they be to make such legislation valid? I know of no constitutional requirement that they shall be, and the majority opinion in the instant case, and other cases which it cites, recognizes that they do not have to be equal and uniform, provided the General Assembly, in fixing diverse fees and salaries, does so according to some basis of classification. Now, if the General Assembly has this power at all, should we not assume that the power had been exercised in a‘ constitutional manner? The Legislature does not have to declare the reasons inducing its action in a particular case, or in any cáse, and the court should go no further than to inquire whether the General Assembly has exceeded its power or had acted without power. Cobb v. Parnell, 183 Ark. 429, 36 S. W. (2d) 388.\nThe history of act 250 of the Acts of 1933 is too recent to be ignored. It was enacted pursuant to a demand for economy in government, which was wide-spread and insistent, and which would take no denial. Committees to which the legislation was referred held numerous public sessions, which were attended by large delegations from all sections of the State. The legislative journals show that innumerable amendments were offered and considered, and who can know what information was acquired by the General Assembly as to the diverse conditions of the various counties which induced the lack of uniformity in the matter of. fees and salaries? 'The General Assembly was not required to incorporate its findings of fact in the legislation, and citation of authority is not required upon the proposition that every intendment must be indulged in favor of the constitutionality of an act, and that legislation will not be held unconstitutional unless it is obviously-so.\nThe act under review has been held unconstitutional because it omits.Union County from its provisions, but I submit it is not open to that objection. It fixes the fees of Union County. It does this, it is true, by adopting the fees fixed in the initiated act upheld in the case of Dozier v. Ragsdale, supra, but this adoption is a re-enactment of the initiated legislation.\nThe Dozier case, as I read it, is authority for upholding the act here struck down. It was there said: “Appellant cites and relies on act 216 of the Acts of 1931. That, however, is not a general law fixing the fees of the county officers of the State, but that law provides that the Legislature has determined and declared that the fees now being drawn by the different county officers, according to the provisions of general statutes of the State, and special and local acts are based on proper classification, and that they shall continue to receive the salaries and fees under said local and special acts. Therefore the act itself provides that they are still receiving the fees and salaries under special acts, and not under general acts. We do not think the people had in mind legislation of this character in adopting the amendment which provided that no local law shall be enacted contrary to a general law. ’ ’\nWill act 216 of the Acts of 1931 now be held unconstitutional? It cannot, in my opinion, be distinguished from act 250 of the Acts of 1933. The act of 1931 reads as follows: “Section 1. It is hereby determined and declared that the salaries and fees now being drawn by the different county .officers of the State of Arkansas according to the provisions of the general statutes of the State and special and local acts passed by the General Assemblies of the State of Arkansas for the years of 1927,1929 and 1931. are based upon a proper classification of the different counties of the State according to population, wealth, location and volume of business transacted in the different counties, and it is hereby declared that all of said county officers shall continue to receive the salaries and fees they are at this time receiving under said laws and local and special acts. And the deputies and employees of all such offices shall be entitled to and continue to receive the same salary as now provided hy said special acts the same salary as they are now receiving under such local and special acts heretofore passed. And all such county officers shall he entitled to receive such other emoluments and office expenses as are now provided under special or local acts heretofore passed.”\nThere was enacted, at the sessions of the 1927, 1929 and 1931 General Assemblies, numerous acts fixing fees and salaries for various officers, without attempting to make them equal and uniform throughout the State, and all these acts were passed subsequent to the general election of 1926, at which time the amendment was adopted prohibiting local and special legislation, and, if any of these scores of acts are valid, I do not think act 250 of the 1933 session can be declared invalid.\nIn my opinion, act 250 of the Acts of 1933 is- valid legislation, and should be upheld as such.\nAnd I am authorized to say that Mr. Justice McHaney concurs in that view.",
        "type": "dissent",
        "author": "Smith, J.,"
      }
    ],
    "attorneys": [
      "James D. Head and R. H. Berry, for appellants.",
      "Hal L. Norwood, Attorney General, Pat Mehaffy, Assistant, Will Steel and R. V. Wheeler, for appellees.",
      "Ben E. Carter, William C. Gibson and Joseph Morrison, amici curiae."
    ],
    "corrections": "",
    "head_matter": "Smith v. Cole. Brown v. Pennix.\n4-3089\nOpinion delivered May 22, 1933.\nJames D. Head and R. H. Berry, for appellants.\nHal L. Norwood, Attorney General, Pat Mehaffy, Assistant, Will Steel and R. V. Wheeler, for appellees.\nBen E. Carter, William C. Gibson and Joseph Morrison, amici curiae."
  },
  "file_name": "0471-01",
  "first_page_order": 491,
  "last_page_order": 500
}
