{
  "id": 8723428,
  "name": "Mayfield v. State",
  "name_abbreviation": "Mayfield v. State",
  "decision_date": "1923-10-22",
  "docket_number": "",
  "first_page": "474",
  "last_page": "478",
  "citations": [
    {
      "type": "official",
      "cite": "160 Ark. 474"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "152 Ark. 218",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1364109
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/152/0218-01"
      ]
    },
    {
      "cite": "86 Ark. 436",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1521467
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/86/0436-01"
      ]
    },
    {
      "cite": "140 Ark. 505",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1594433
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/140/0505-01"
      ]
    },
    {
      "cite": "131 Ark. 127",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1578623
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/131/0127-01"
      ]
    },
    {
      "cite": "112 Ark. 96",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1538789
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/112/0096-01"
      ]
    },
    {
      "cite": "45 Ark. 536",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1892068
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/45/0536-01"
      ]
    },
    {
      "cite": "136 Ark. 453",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1570046
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/136/0453-01"
      ]
    },
    {
      "cite": "94 Ark. 207",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1545372
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/94/0207-01"
      ]
    },
    {
      "cite": "29 Ark. 299",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1882924
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/29/0299-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 430,
    "char_count": 8775,
    "ocr_confidence": 0.498,
    "pagerank": {
      "raw": 5.794143750425885e-07,
      "percentile": 0.9511571910177002
    },
    "sha256": "5149b28f19d134ab0809d4534d33a83ce8e2090e20b8e3194cabd300e75cf3d4",
    "simhash": "1:a6ebe50aa9e74d66",
    "word_count": 1504
  },
  "last_updated": "2024-02-27T17:41:07.582861+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Mayfield v. State."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nAn affidavit was made by J. B. Kelley, before a justice of tbe peace, charging appellant and another man with the ■ crime of robbery and of giving away whiskey, and upon this affidavit a warrant' of arrest issued in which appellant was charged with the commission of those 'crimes.\nThere was an examining trial before the justice of the peace, at the conclusion of which the justice entered the following judgment: “The court dismisses the robbery, believing the evidence insufficient to .sustain the case of felony. In whiskey case the court finds the defendant guilty of transporting whiskey and assess their fine at one hundred dollars 'and costs.”\nThere was an appeal to the circuit court, and, upon the coining on of the cause for trial, .appellant filed a motion to dismiss upon the ground that the justice court had no jurisdiction, for the following reasons: “First. That there was no affidavit or information filed in said court charging the defendants with transporting. Second. The said justice had no personal knowledge of said offense. Third. That the defendants were not furnished with a copy of the affidavit or information, or made aware that they were being tried on a charge of transportation, and in fact were not tried on said charge. ’ ’\nThis motion was overruled, and, after a trial before a jury, appellant was found guilty of transporting liquor and fined $100, and judgment was rendered accordingly.\nFor the reversal of this judgment appellant assigns as error the action of the court in overruling his motion to dismiss. He also insists that the testimony was insufficient to sustain the charge, and that error was committed in the admission of certain testimony.\nThe justice sat as an examining court, for the charges preferred were felonies, and when it was found that appellant was guilty of a violation of the law other than the ones charged, it was the duty of the justice to hold him to answer that charge. Section 2933, C. &. M. Digest, so provides.\nIt is true the justice should have given time to prepare to meet that charge, had that request been made, hut it does not appear that such a request was made. However, the justice had jurisdiction to try appellant upon the charge of transporting liquor, and this he did, and the refusal to grant a continuance, had one been asked, would not have defeated his jurisdiction.\nBy § 3298, C. & M. Digest, it is provided that no written information or pleadings shall be required in prosecutions in justices’ courts. There was therefore no lack of jurisdiction on the part of the justice to try appellant upon the charge of transporting liquor.\nWe do not stop to inquire whether there was any error in the procedure before the justice or not, as the cause was appealed to the circuit court, where there was a trial de novo. The original affidavit and warrant had brought appellant into court, and the justice, sitting as an examining court, found appellant was guilty of an offense and imposed a fine for its commission. This became the offense with the commission of which appellant was charged upon his appeal to the circuit court, and it was unimportant to inquire whether there had been irregularities leading to this situation, because the trial in the circuit court was de novo. Watson v. State, 29 Ark. 299; Lismore v. State, 94 Ark. 207; Dudney v. State, 136 Ark. 453; Kinkead v. State, 45 Ark. 536; Cox v. Jonesboro, 112 Ark. 96; State v. Brown, 131 Ark. 127; Ashcraft v. State, 140 Ark. 505; Tucker v. State, 86 Ark. 436.\nThe failure of the court to arraign appellant is assigned as error. In answer to this assignment of error, it may be said that no arraignment was required, as appellant was not being tried under an indictment. Section 3054, C. & M. Digest.\nThe assignments of error, that the • testimony is legally insufficient to support the verdict, and that evidence was erroneously admitted, may be considered together.\nThe testimony on the part of the State was to the effect that appellant came into the restaurant of J. B. Kelley, the affiant who made the affidavit for the warrant of arrest, about midnight, where he and his companion cooked .supper for themselves, and one of them suggested to Kelley that they have a drink. Kelley then looked and saw some whiskey in a fruit jar on a table which he had not seen before. Kelley drank some of the whiskev, and soon lost consciousness, and he testified that he did not regain consciousness until the next day, and that when he did regain consciousness he found he had been robbed.\nAn abjection was made to the. admission of. the testimony that Kelley had been robbed. The keeper of another restaurant testified that appellant and the companion came.to his place of business about midnight and wanted supper, and offered the witness a drink of whiskey if he would cook supper for them, but witness declined to do so. Witness Herrington testified that he cooked for Kelley at .the restaurant, and was the only” one of' the cooks who worked that night, and that when he washed the dishes and closed up at nine o’clock there was no whiskey in the kitchen.\nWe think this testimony supports, the finding that appellant carried the whiskey into Kelley’s kitchen; and we are also of the opinion that no error was committed in permitting Kelley to testify that he was robbed. It is, of course, well settled that proof of one crime cannot be admitted as a circumstance from which to infer guilt of the crime charged; but it is equally as well settled that if the offense charged and the offense proved are so connected that they form parts of one transaction, the evidence of both is admissible, and this competent testimony is not to ¡be excluded because’ it tends to show that accused committed a crime in addition to the one for the commission of which he was on trial. Johnson v. State, 152 Ark. 218; Hanson v. State, ante p. 329.\nIt was necessary for the State to show that the whiskey did not belong to Kelley, and that appellant had brought it to Kelley’s restaurant. As tending to show that the whiskey did not belong to Kelley, it was competent to show that the whiskey was drugged, for the jury might well have found that Kelley would not place a drug in liquor so powerful that one drink of ’ it would render him unconscious for a day, and the fact that he was robbed is a circumstance to be taken.into account in determining the truth about the ownership and posses- ■ sion .of the whiskey.\nNo error appearing the judgment is affirmed.",
        "type": "majority",
        "author": "Smith, J."
      }
    ],
    "attorneys": [
      "D. II. Howell, for appellant.",
      "J. 8\\ TJtley, Attorney G-eneral; John L. Carter, W. T. Hammoch and Darden Moose, Assistants, for appellee'."
    ],
    "corrections": "",
    "head_matter": "Mayfield v. State.\nOpinion delivered October 22, 1923.\n1. CRIMINAL LAW — JURISDICTION OF EXAMINING COURT. — Where a justice of the peace, sitting as an examining court on a charge of felony, found that accused was not guilty of -the felony, but that he was guilty of- a misdemeanor, it was his -duty to hold him.to answer that charge.\n2. Justices of the peace — criminal jurisdiction — pleading.—* Since,no written information or pleadings are required in justices’ courts (Crawford & Moses’ Dig., § 3298), a justice of the peace, having found that a prisoner was not guilty óf the felony charge brought against him, had jurisdiction to try him for a misdemeanor, without any affidavit or other written pleading being filed with him.\n3. Justice op the peace — ceiminal jurisdiction — appeal.—Where affidavit and warrant charging a felony brought accused before a justice of the peace, who tried and convicted him of a misdemeanor, and he appealed to the circuit court, as the trial in the latter court was de nova, it was unimportant to inquire as to irregularities in the justice’s court.\n4. CRIMINAL law — APPEAL PROM JUSTICE — ARRAIGNMENT.—In a trial of a misdemeanor in the circuit court on appeal from a justice of the peace, it was unnecessary to arraign the defendant, since Crawford & Moses’ Dig., § 3054, requires arraignment only when accused is tried on indictment.\n5. Intoxicating liquors — evidence.—Evidence held to support a finding that defendant transported intoxicating liquors.\n6. Criminal law — proof op other crimes. — While proof of another crime is inadmissible as a circumstance from which to infer guilt of the crime charged, yet if the offense charged and the offense proved are so connected that they form parts of one transaction, the' evidence of both is admissible.\n7. Criminal law — proof op other crime. — In a prosecution for transporting liquor, evidence was admissible that, after transporting it, defendant placed a drug in it which rendered a witness for the State unconscious, and that while the witness was insensible he was robbed.\nAppeal from Crawford Circuit Court; James Cochran, Judge;\naffirmed.\nD. II. Howell, for appellant.\nJ. 8\\ TJtley, Attorney G-eneral; John L. Carter, W. T. Hammoch and Darden Moose, Assistants, for appellee'."
  },
  "file_name": "0474-01",
  "first_page_order": 498,
  "last_page_order": 502
}
