{
  "id": 6793048,
  "name": "The State of Washington, Respondent, v. Frederick Elden Hardtke, Petitioner",
  "name_abbreviation": "State v. Hardtke",
  "decision_date": "2015-06-11",
  "docket_number": "No. 90812-5",
  "first_page": "475",
  "last_page": "484",
  "citations": [
    {
      "type": "official",
      "cite": "183 Wash. 2d 475"
    }
  ],
  "court": {
    "name_abbreviation": "Wash.",
    "id": 9029,
    "name": "Washington Supreme Court"
  },
  "jurisdiction": {
    "id": 38,
    "name_long": "Washington",
    "name": "Wash."
  },
  "cites_to": [
    {
      "cite": "Or. Rev. Stat. § 161.665",
      "category": "laws:leg_statute",
      "reporter": "Or. Rev. Stat.",
      "year": 1971,
      "opinion_index": 0
    },
    {
      "cite": "330 P.3d 219",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2014,
      "opinion_index": 0
    },
    {
      "cite": "182 Wn. App. 610",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        4321354
      ],
      "year": 2014,
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/182/0610-01"
      ]
    },
    {
      "cite": "100 P.3d 357",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2004,
      "opinion_index": 0
    },
    {
      "cite": "124 Wn. App. 190",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        684051
      ],
      "year": 2004,
      "pin_cites": [
        {
          "page": "195"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/124/0190-01"
      ]
    },
    {
      "cite": "165 P.3d 399",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2007,
      "pin_cites": [
        {
          "parenthetical": "quoting RCW 10.01.160(2)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "140 Wn. App. 293",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        4090603
      ],
      "year": 2007,
      "pin_cites": [
        {
          "page": "311",
          "parenthetical": "quoting RCW 10.01.160(2)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/140/0293-01"
      ]
    },
    {
      "cite": "216 P.3d 374",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2009,
      "opinion_index": 0
    },
    {
      "cite": "166 Wn.2d 974",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4001829
      ],
      "year": 2009,
      "pin_cites": [
        {
          "page": "980"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/166/0974-01"
      ]
    },
    {
      "cite": "342 P.3d 1144",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2015,
      "opinion_index": 0
    },
    {
      "cite": "182 Wn.2d 556",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4075773
      ],
      "year": 2015,
      "pin_cites": [
        {
          "page": "560"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/182/0556-01"
      ]
    },
    {
      "cite": "342 P.3d 326",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2015,
      "opinion_index": 0
    },
    {
      "cite": "182 Wn.2d 1002",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "year": 2015,
      "opinion_index": 0
    },
    {
      "cite": "2014 WL 3611142",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "weight": 3,
      "year": 2015,
      "pin_cites": [
        {
          "page": "*2"
        },
        {
          "page": "*3"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "182 Wn. App. 1026",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        4322337,
        4320364,
        4321046,
        4320535
      ],
      "year": 2015,
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/182/1026-03",
        "/wash-app/182/1026-02",
        "/wash-app/182/1026-01",
        "/wash-app/182/1026-04"
      ]
    }
  ],
  "analysis": {
    "cardinality": 664,
    "char_count": 15206,
    "ocr_confidence": 0.739,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.18260408232294625
    },
    "sha256": "912bc178b1af7d0e752f75ca86800899b8c47232ffd456da3eac8af5d60b9d52",
    "simhash": "1:4f326f83f56280de",
    "word_count": 2412
  },
  "last_updated": "2024-02-27T22:09:01.011694+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Madsen, C.J., and Owens, Fairhurst, Stephens, Wiggins, González, Gordon McCloud, and Yu, JJ., concur."
    ],
    "parties": [
      "The State of Washington, Respondent, v. Frederick Elden Hardtke, Petitioner."
    ],
    "opinions": [
      {
        "text": "Johnson, J.\n¶1 This case involves whether a trial court has the authority under RCW 10.01.160 or CrR 3.2 to impose the cost of pretrial electronic alcohol monitoring. Frederick Hardtke was charged with two counts of second degree rape, one count of second degree assault, two counts of fourth degree assault, and malicious mischief. All were alleged to be acts of domestic violence that took place while Hardtke claimed he was blacked out from alcohol abuse. At arraignment, the trial court imposed conditions of release, including that Hardtke not consume alcohol. To ensure his compliance with this condition, in addition to a performance bond Hardtke was required to wear an electronic alcohol monitoring bracelet while awaiting trial. Hardtke objected multiple times to paying for the cost of the bracelet, but he wore the bracelet as a condition of his release. Hardtke eventually pleaded guilty to amended charges, and as part of his sentence, he was ordered to reimburse the county for the cost of the alcohol monitoring. He appealed, challenging only the imposition of this cost. The Court of Appeals affirmed.\n¶2 We hold that under the facts of this case, the costs for an electronic alcohol monitoring bracelet fit under the statutory meaning of “pretrial supervision.” RCW 10.01.160 permits the court to impose costs for pretrial supervision but is expressly limited to $150. Because the trial court imposed nearly $4,000 in monitoring costs, we reverse and remand for imposition of costs consistent with the statute.\nFacts and Procedural Posture\n¶3 Hardtke appeared for arraignment in San Juan County Superior Court, which imposed various conditions of release, including abstaining from alcohol and posting a $15,000 performance bond. Because he was unable to obtain a performance bond for that amount, Hardtke moved to modify the conditions of his release, asking that the bond amount be reduced. He acknowledged that his alcohol use was a safety concern and argued that wearing a transder-mal alcohol detection (TAD) bracelet would be a less restrictive alternative to the $15,000 bond. The court agreed to modify the release conditions if Hardtke wore a TAD bracelet and posted a $3,000 bond. The State argued that Hardtke should bear the cost of the TAD monitoring. Hardtke objected to paying the cost.\n¶4 A few days later, the county provided Hardtke with the TAD bracelet and the court modified the release conditions, ordering Hardtke to wear the TAD bracelet at all times. The release order stated that Hardtke was to pay the cost of monitoring. Although he renewed his objection to paying the cost of monitoring, Hardtke wore the TAD bracelet. The record does not show that Hardtke himself arranged for the TAD bracelet from a third-party monitoring service, nor does the record show that Hardtke ever paid for the monitoring while on release awaiting trial.\n¶5 While awaiting trial, the TAD bracelet indicated that Hardtke had violated his release conditions by consuming alcohol on at least three occasions. In response to these violations, Hardtke forfeited the $3,000 bond and the court imposed a new, higher bond. Hardtke eventually pleaded guilty to amended charges. As part of the sentence, the State recommended that Hardtke reimburse San Juan County for the cost of the TAD monitoring. Hardtke renewed his objection to paying for the monitoring at his sentencing hearing, but he signed the plea agreement. The court imposed a sentence of 24 months and further imposed the cost of the TAD monitoring ($3,972) in the judgment and sentence as “restitution” to San Juan County.\n¶6 Hardtke appealed. The Court of Appeals affirmed, concluding that the trial court had the authority to require Hardtke to bear the cost of TAD monitoring under CrR 3.2. State v. Hardtke, noted at 182 Wn. App. 1026, 2014 WL 3611142, 2014 Wash. App. LEXIS 1784. We granted review. State v. Hardtke, 182 Wn.2d 1002, 342 P.3d 326 (2015).\nStandard of Review\n¶7 This case requires us to interpret RCW 10.01.160. Statutory interpretation is a question of law that we review de novo. State v. Hayes, 182 Wn.2d 556, 560, 342 P.3d 1144 (2015).\nAnalysis\n¶8 RCW 10.01.160 directs which costs the court is permitted to impose on a criminal defendant. Different costs are permitted for a nonconvicted defendant than for a convicted one. Although a sentencing court may require a defendant to pay costs, those costs are specifically limited in kind and amount. The statute provides in relevant part:\n(1) The court may require a defendant to pay costs. Costs may be imposed only upon a convicted defendant, except for costs imposed upon a defendant’s entry into a deferred prosecution program, costs imposed upon a defendant for pretrial supervision, or costs imposed upon a defendant for preparing and serving a warrant for failure to appear.\n(2) Costs shall be limited to expenses specially incurred by the state in prosecuting the defendant or in administering the deferred prosecution program under chapter 10.05 RCW or pretrial supervision. They cannot include expenses inherent in providing a constitutionally guaranteed jury trial or expenditures in connection with the maintenance and operation of government agencies that must be made by the public irrespective of specific violations of law. . . . Costs for administering a deferred prosecution may not exceed two hundred fifty dollars. Costs for administering a pretrial supervision may not exceed one hundred fifty dollars.\nRCW 10.01.160 (emphasis added). In short, the statute authorizes courts to impose “pretrial supervision” costs on both convicted and nonconvicted defendants; however, it expressly limits pretrial supervision costs to $150.\n¶9 The Court of Appeals in this case characterized the cost of the TAD monitoring as “costs associated with conditions of release.” Hardtke, 2014 WL 3611142, at *2, 2014 Wash. App. LEXIS 1784, at *6. The thrust of the court’s reasoning was that the TAD monitoring is nothing more than a condition of release, authorized by CrR 3.2. The Court of Appeals did not specifically address the limits on court imposed costs in RCW 10.01.160. Rather, relying almost exclusively on CrR 3.2, the Court of Appeals analogized the TAD monitoring to other conditions common in pretrial release orders, such as posting a bond, reasoning:\nThe bonding company will typically require a fee of ten to twenty percent of the amount of the bond. Under Hardtke’s interpretation of the rule, courts must either require the bonding company to provide this service to the defendant at no cost, or they are limited to imposing an unsecured bond requirement or requiring cash in lieu thereof.\nHardtke, 2014 WL 3611142, at *3, 2014 Wash. App. LEXIS 1784, at *8.\n¶10 We disagree. What the Court of Appeals described are conditions of release that may — or may not— come with collateral financial obligations. In the case of a bond, for example, the court orders as a condition of release that the defendant post a bond. The defendant then arranges with a third party (e.g., a bail bond company) to purchase the bond. How the bond is paid for, and at what fee, is entirely between the defendant and the bonding company; the court itself is not involved. The important distinction in the bond example is that the court imposes a condition and it is up to the defendant to fulfill any financial obligation to a third party that may come with that condition.\n¶11 But those are not the facts of this case. Here, the record discloses that Hardtke obtained the TAD bracelet without being contemporaneously financially responsible for it (as he was with the performance bond he acquired). Rather, the record and briefs of the parties show that the county paid or was responsible for the costs of the TAD monitoring and is seeking repayment from Hardtke by way of court-ordered costs. Hardtke himself did not arrange for the TAD monitoring and did not agree to pay a third-party company for the service. On the record before us, the sentencing court imposed a cost on Hardtke for pretrial electronic alcohol monitoring in order to ensure compliance with the release condition that he not consume alcohol. We find no support for the State’s argument under CrR 3.2.\n¶12 Court rules govern procedural matters; statutes govern substantive matters. See Putman v. Wenatchee Valley Med. Ctr., PS, 166 Wn.2d 974, 980, 216 P.3d 374 (2009). Sentencing issues authorizing costs are substantive rather than procedural and are controlled by RCW 10.01.160 — not CrR 3.2. This statute expressly limits certain costs the court may impose on a defendant to the following: (1) expenses specially incurred by the State in prosecuting the defendant, (2) costs for preparing a warrant for failure to appear, (3) costs for administering the deferred prosecution program, or (4) pretrial supervision. “Expenses specially incurred” can be imposed only on a convicted defendant. The costs for administering “pretrial supervision” may be imposed on a nonconvicted defendant but may not exceed $150. RCW 10.01.160(2). The question here is where the cost for TAD monitoring falls under these categories.\n¶13 The State argues that the cost of Hardtke’s electronic alcohol monitoring are “expenses specially incurred by the state in prosecuting the defendant” under the meaning of the statute. Hardtke argues that the TAD monitoring falls within the plain language meaning of “pretrial supervision” and that the statute limits those costs to $150. We agree with Hardtke.\n¶14 Neither “specially incurred by the state in prosecuting the defendant” nor “pretrial supervision” are defined by the statute. In a different context, the Court of Appeals has analyzed whether psychological evaluations to determine competency to stand trial were deemed to be “expenses specially incurred.” Relying on Oregon cases that interpreted a similar statute on which RCW 10.01.160 was based, the court concluded that the term “expenses specially incurred” refers to costs that “are not a public expenditure made ‘irrespective of specific violations of law.’ ” Utter v. Dep’t of Soc. & Health Servs., 140 Wn. App. 293, 311, 165 P.3d 399 (2007) (quoting RCW 10.01.160(2)). But unlike “expenses specially incurred,” no court has interpreted the term “pretrial supervision” under RCW 10.01-.160. The Oregon statute on which RCW 10.01.160 was based does not contain a “pretrial supervision” category; the language was later added to our statute in 2007. Laws of 2007, ch. 367, § 3. Utter and the Oregon cases it analyzed do not guide the analysis here.\n¶15 We hold that TAD monitoring falls under the plain meaning of “pretrial supervision.” Although RCW 10.01.160 itself does not define the term “pretrial supervision,” related statutes define such supervision to include work release, day monitoring, or electronic monitoring. See RCW 10.21.015(1). TAD monitoring operates like other monitoring devices, such as GPS (global positioning system) monitoring. It ensures compliance with the pretrial release conditions by supervising Hardtke’s conduct and reporting his blood alcohol levels. This monitoring is functionally analogous to requiring a defendant awaiting trial to physically check in with the court or county probation officer to demonstrate that pretrial release conditions have been complied with. It is undisputed that this supervision occurred “pretrial.” Therefore, the plain and ordinary meaning of “pretrial supervision” encompasses the monitoring that took place here.\n¶16 The statute creates not only distinct costs categories but also express limitations of a trial court’s authority to impose costs. We disagree with the State’s interpretation that the costs at issue here are “expenses specially incurred.” Such a construction would erode the careful, categorical approach the legislature has taken in crafting RCW 10.01.160 and would fail to give effect to the express limitation of $150 for costs of pretrial supervision. Rather, “pretrial supervision” and “expenses specially incurred” are separate and distinct categories. This conclusion comports with the use of the disjunctive “or” in the language of the statute. Finally, this interpretation is consistent with our jurisprudence that statutes authorizing costs are in derogation of the common law and must be strictly construed. State v. Moon, 124 Wn. App. 190, 195, 100 P.3d 357 (2004).\nConclusion\n¶17 RCW 10.01.160 limits the court’s authority to impose costs for pretrial supervision to $150. Because we hold that the TAD monitoring costs imposed on Hardtke were for pretrial supervision, and because those costs were greater than $150, the trial court exceeded its statutory authority by imposing nearly $4,000 for Hardtke’s pretrial supervision. Therefore, we reverse the Court of Appeals and remand to the trial court with instructions that costs for pretrial supervision in this case may not exceed the $150 statutory limit.\nMadsen, C.J., and Owens, Fairhurst, Stephens, Wiggins, González, Gordon McCloud, and Yu, JJ., concur.\nIt appears the county arranged and paid for the cost of TAD monitoring in the expectation that the court would later impose the cost for that monitoring on Hardtke.\nBoth parties agree that the restitution statute does not authorize such a cost, but this mislabeling does not affect our analysis. A court will not invalidate an otherwise proper cost because it was mislabeled. See State v. Cawyer, 182 Wn. App. 610, 330 P.3d 219 (2014).\n“If the court determines that the accused is not likely to appear if released on personal recognizance, the court shall impose the least restrictive of the following conditions that will reasonably assure that the accused will be present for later hearings, or, if no single condition gives that assurance, any combination of the following conditions:\n“(6) Require the accused to return to custody during specified hours or to be placed on electronic monitoring, if available; or\n“(7) Impose any condition other than detention deemed reasonably necessary to assure appearance as required.” CrR 3.2(b).\nNeither party argues that the costs imposed on Hardtke are for a deferred prosecution program or for preparing and serving a warrant for failure to appear.\nFormer Or. Rev. Stat. § 161.665 (1971).\nWe recognize that other statutes expressly permit the court to require a convicted defendant to reimburse a monitoring agency for costs of pretrial electronic monitoring. See, e.g., RCW 7.90.150(2)(a) (sexual assault protection orders); RCW 7.92.160(2)(a) (stalking no-contact orders); RCW 10.99.040(3) (domestic violence no-contact orders). The parties do not argue that the pretrial monitoring in this case falls under these statutes.\n“Costs shall be limited to expenses specially incurred by the state in prosecuting the defendant or in administering the deferred prosecution program ... or pretrial supervision.” RCW 10.01.160(2) (emphasis added).",
        "type": "majority",
        "author": "Johnson, J."
      }
    ],
    "attorneys": [
      "Stephen A. Brandli {oíBrandli Law PLLC), for petitioner.",
      "Randall K. Gaylord, Prosecuting Attorney, and Randall A. Sutton, Special Deputy, for respondent."
    ],
    "corrections": "",
    "head_matter": "[No. 90812-5.\nEn Banc.]\nArgued May 7, 2015.\nDecided June 11, 2015.\nThe State of Washington, Respondent, v. Frederick Elden Hardtke, Petitioner.\nStephen A. Brandli {oíBrandli Law PLLC), for petitioner.\nRandall K. Gaylord, Prosecuting Attorney, and Randall A. Sutton, Special Deputy, for respondent."
  },
  "file_name": "0475-01",
  "first_page_order": 529,
  "last_page_order": 538
}
