{
  "id": 1435128,
  "name": "North British & Mercantile Insurance Company v. Equitable Building & Loan Association",
  "name_abbreviation": "North British & Mercantile Insurance v. Equitable Building & Loan Ass'n",
  "decision_date": "1932-03-28",
  "docket_number": "",
  "first_page": "476",
  "last_page": "479",
  "citations": [
    {
      "type": "official",
      "cite": "185 Ark. 476"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "178 S. W. 314",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "119 Ark. 102",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8717936
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/119/0102-01"
      ]
    },
    {
      "cite": "130 S. W. 574",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "95 Ark. 389",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1543606
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/95/0389-01"
      ]
    },
    {
      "cite": "115 S. W. 154",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "88 Ark. 473",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1517099
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/88/0473-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 403,
    "char_count": 7767,
    "ocr_confidence": 0.491,
    "pagerank": {
      "raw": 1.2875838993266422e-07,
      "percentile": 0.6190692970902937
    },
    "sha256": "49a5b532efbe086a5ad4ebfab0e70bf5dbdf7a5a23b6e9b5871c74622ee9586c",
    "simhash": "1:26d33395c7946889",
    "word_count": 1355
  },
  "last_updated": "2024-02-27T17:51:09.396208+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "North British & Mercantile Insurance Company v. Equitable Building & Loan Association."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nJoe Selz owned a house and lot in MeG-ehee, which he mortgaged to- the Equitable Building & Loan Association, hereinafter referred to as the association. He sold the property to Daugherty, who took out a fire insurance policy in the sum of $2,500, payable to the mortgagee, the association, as its interest might appear. The history of the title to this property is not clear, but it appears that Selz was indebted to a bank in McGlehee which failed, and, when the assets of the bank were sold by the State Bank Commissioner, they included the equity of Selz in this property, which was sold to Boscher, subject to the mortgage to the association, and Boscher, for the consideration of $50, executed a quitclaim deed to the property to Mrs. \"White.\nDaugherty assigned the insurance policy to Boscher, who appears not to have assigned it to Mrs. White. The insurer was not advised of these transfers of the property and assignments of the policy covering it.\nDefault was made in the payments due the association, and a suit to foreclose its mortgage had been brought, in which all the parties above named were made defendants, and on October 25, 1930, while this suit was pending, the insured property was damaged by fire.\nThe association advised the insurance company of the fire, and the insurer referred the claim therefor to Scott, its adjuster, for settlement.\nSeveral letters were exchanged and conversations had between Scott and the attorney for the association. In one of these conversations Scott expressed the opinion that the fire damage amounted from $2,200 to $2,250', but the attorney insisted that the damage was greater than the face of the policy. When this difference of opinion arose, Scott asked the attorney to have an estimate of the damage prepared. The insurer appears to have been within its contractual rights in making the demand of proof of loss. The estimate was made, and the report thereon showed a fire damage greater that the face of the policy. This proof of loss was furnished within the sixty days allowed by the policy for making settlement thereof. The insurance company does not appear thereafter ever to have denied its liability for the full amount of the policy, and appears to have been concerned only in so making payment as to discharge its liability to all claimants under the policy.\nAs we understand the record before us, Scott offered to make a draft payable to the association, and to all persons who had at any time owned the title to the insured property after the issuance of the insurance policy, but this was not satisfactory to the attorney. On January 2, 1931, the attorney wrote Scott a letter, which recited substantially the facts hereinabove set forth in regard to the title. It was stated in this letter that “the indebtedness of the association is far in excess of the amount of the insurance, and I hope that your insurance company will find it proper to make a check to the building association without mentioning the names of the other parties, as that would cause us to have to bring suit in order to get rid of them. I see no reason why it should be necessary to place their names on the check, as they have no interest whatever.”\nScott answered this letter under date of January 5, 1931, and the liability of the insurance company for the face of the policy was conceded and its intention to pay declared. This letter refers to the foreclosure proceeding at the time of the fire, and suggests action be taken to protect the insurance company against the claims of all parties to this proceeding. Scott, for the insurance company, expressly waived any defense against liability arising out of changes of ownership of which the com.pany had not been advised, and, by way of settlement, made the following proposition: “We can secure possibly the signatures of Mr. Roscher and Mrs. White to a draft after its issuance, but we will also have to secure their signature to a proof of loss before the draft can be issued, unless you go into court and secure a judgment and an order of the court for this money to be paid over to the Equitable Building & Loan Association. Your further advices in regard to this matter will be greatly appreciated.” There appears in the record a letter from the attorney for Mrs. White in which demand was made for $100 of the insurance money.\nThe attorney for the association testified that he regarded the statement of Scott that the fire damage was less than the face of the policy as a denial of liability, and that he felt under no obligation to secure the indorsements of Roscher and Mrs. White to the draft, and he thereafter brought suit in Desha County, where the insured property was located, for the face of the policy, with interest, penalty and attorney’s fee. Thereafter the insurance company proposed to file, and did file, in the Pulaski Chancery Court an interpleader’s bill, in which all persons herein named were made parties, and it was prayed that all parties be required to make proof of any interest claimed in the proceeds of the insurance policy. This bill appears to have been filed by consent, and for the reason that the matter could be disposed of at an earlier date than would be done by prosecuting the suit in Desha .County. Upon filing the interpleader’s bill in Pulaski County, the suit in Desha County was dismissed. The association filed an answer to this interpleader’s bill, in which it claimed the entire policy and prayed an assessment of penalty, interest and attorney’s fee. The amount of the policy was paid into court, and it was ordered that the same be paid to the association, and, in addition, a penalty and attorney’s fee was also allowed, together with interest, and this appeal is from the allowance of the penalty and attorney’s fee.\nWe think, under the facts stated, that it was error to assess a penalty and attorney’s fee. The statute allowing a penalty and attorney’s fee was not intended to cover cases such as this. There was no failure to pay within the meaning of the statute. The insurer had the right to demand proof of loss, although the adjuster had expressed the opinion that the loss was less than the face of the policy. When this proof was made, and the loss was shown to be greater than the face of the policy, the insurer admitted its full liability and offered to pay, and demanded only that it be protected in its payment against all persons claiming an interest in the policy. This demand was not unreasonable. There was a foreclosure suit pending at the time of the loss by fire, in which it was alleged that the parties thereto had or claimed such interests in the property as required them to be made parties to the foreclosure proceeding. The insurer offered, without suit, to make a check payable to all these parties for the full amount of the policy, or to pay that amount into a court before which all parties were present, and to expedite the settlement thus proposed it later brought, at its own expense, a suit for that purpose, and paid into the court the full amount of its liability. The principles announced in the cases of North State Fire Ins. Co. v. Dillard, 88 Ark. 473, 115 S. W. 154; Federal Union Surety Co. v. Flemister, 95 Ark. 389, 130 S. W. 574; and Massachusetts Bonding Ins. Co. v. Home Life & Acc. Co., 119 Ark. 102, 178 S. W. 314, apply.\nUnder the circumstances herein stated no penalty or attorney’s fee should have been assessed, and that portion of the decree is reversed, and that cause of action is dismissed, and the costs of this appeal will be assessed against appellee.",
        "type": "majority",
        "author": "Smith, J."
      }
    ],
    "attorneys": [
      "Verne McMillen, for appellant.",
      "J. A. Watkins, for appellee."
    ],
    "corrections": "",
    "head_matter": "North British & Mercantile Insurance Company v. Equitable Building & Loan Association.\nOpinion delivered March 28, 1932.\nVerne McMillen, for appellant.\nJ. A. Watkins, for appellee."
  },
  "file_name": "0476-01",
  "first_page_order": 496,
  "last_page_order": 499
}
