{
  "id": 8722965,
  "name": "Bull v. Ziegler",
  "name_abbreviation": "Bull v. Ziegler",
  "decision_date": "1932-11-14",
  "docket_number": "4-2724",
  "first_page": "477",
  "last_page": "481",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 477"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "299 S. W. 1002",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "175 Ark. 542",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1403455
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/175/0542-01"
      ]
    },
    {
      "cite": "20 S. W. 402",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "56 Ark. 451",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "230 S. W. 17",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "148 Ark. 181",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8718712
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/148/0181-01"
      ]
    },
    {
      "cite": "16 So. 713",
      "category": "reporters:state_regional",
      "reporter": "So.",
      "opinion_index": 0
    },
    {
      "cite": "105 Ala 293",
      "category": "reporters:state",
      "reporter": "Ala.",
      "case_ids": [
        3254686
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ala/105/0293-01"
      ]
    },
    {
      "cite": "2 A. L. R. 1582",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "88 S. E. 1034",
      "category": "reporters:state_regional",
      "reporter": "S.E.",
      "opinion_index": 0
    },
    {
      "cite": "78 W. Va. 11",
      "category": "reporters:state",
      "reporter": "W. Va.",
      "case_ids": [
        8630177
      ],
      "opinion_index": 0,
      "case_paths": [
        "/w-va/78/0011-01"
      ]
    },
    {
      "cite": "48 S. W. (2d) 842",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "185 Ark. 590",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1435067
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/185/0590-01"
      ]
    },
    {
      "cite": "26 S. W. (2d) 879",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "181 Ark. 539",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8723448
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/181/0539-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 384,
    "char_count": 6182,
    "ocr_confidence": 0.504,
    "pagerank": {
      "raw": 1.4939139027799526e-07,
      "percentile": 0.6635514271295353
    },
    "sha256": "9af40b712ee72a29499a63cfc02cac3ae9b301c5d3c5a46ccc8ef502d6907d0f",
    "simhash": "1:932f1d414e87c914",
    "word_count": 1064
  },
  "last_updated": "2024-02-27T17:52:01.123529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Bull v. Ziegler."
    ],
    "opinions": [
      {
        "text": "Smith;, J.\nAppellant says, in his brief, that “the only question to be determined on this appeal is whether or not the plaintiff in this case has a right to garnishee the State Highway Commission after filing suit in the Pulaski Circuit Court against the defendant, S. B. Ziegler, doing business as Ziegler Construction Company, which company holds an indebtedness against the State Highway Commission on account of constructing highways under a contract with the Highway Commission, and which has been specifically authorized to construct highways and to sue and be sued, the appellant being employed by the defendant in the construction of said hig’hways and injured while so employed.”\nWe think the court below correctly held that the right did not exist to garnishee money due Ziegler by the State Highway Commission, for the reason that the commission is an agency of the State, and, as such, is not subject to suits of this character.\nThe case of Arkansas State Highway Commission v. Dodge, 181 Ark. 539, 26 S. W. (2d) 879, is cited as authorizing this garnishment proceeding. But such is not the effect of that ease. We did there hold that the State Highway Commission had been created as a corporate entity to contract with reference to the construction of certain State highways, and that the Commission might be sued in relation thereto, but we stated that the whole proceeding was statutory, and suits could be maintained only to the extent and in the manner authorized by statute. See also Baer v. Arkansas State Highway Commission, 185 Ark. 590 48 S. W. (2d) 842.\nThe instant case is not a suit to enforce a construction contract, hut is a suit at law for damages for personal injuries by an employee of a contractor against his employer, with a writ of garnishment to impound money due the contractor by the State Highway Commission, in order that the money may be applied to the satisfaction of any judgment which the employee may finally recover.\nIn the chapter on Garnishment, 2iS C. J., page 55, it is said that there is authority to the effect that, under a provision authorizing the summoning of persons and corporations generally as garnishees, a municipal or public corporation may thus be brought into the case. It is, however, also said: “But, according to the weight of authority, general provisions authorizing garnishment do not, in the absence of a clearly expressed legislative intention to such effect, apply to the Federal and State governments, or their officers or agencies. This rule includes all municipal or quasi municipal corporations or other public bodies charged with the performance of governmental functions, or their officers or agents.”\nAn answer was filed on behalf of the Highway Commission, admitting its indebtedness to Ziegler, which raised no question as to the right of the plaintiff to impound the money due from the Commission to Ziegler by writ of garnishment, and it is argued that as the Commission does not raise the question that it is not subject to garnishment, the defendant cannot do so; in other words, that there has been a waiver by the Commission of its exemption from garnishment. We think, however, that this exemption may not be waived, and that the de- • fendant, Ziegler, had the right to move, as he did do, to quash the writ, although the Highway Commission has not done so.\nNumerous authorities on this question are reviewed in the case of Welch Lumber Co. v. Carter, 78 W. Va. 11, 88 S. E. 1034, by the Supreme Court of Appeals of West Virginia, where it is stated that, while there are cases holding that the exemption from process of garnishment is a privilege personal to the agency possessing it, yet the weight of authority is opposed to this view, and that the public policy which forbids the process in the first instance forbids also its waiver. This case is annotated in 2 A. L. R. 1582, where many cases on the subject are cited.\nIt was- held by the Supreme Court of Alabama, in the case of Porter & Blair Hardware Co. v. Perdue, 105 Ala 293, 16 So. 713, that garnishment is a remedy of statutory creation and existence, and that there is no authority to resort to it except in cases and against parties which are and who are within the terms of the statute. And, further, that public corporations and governmental agencies are held not to be subject to this process unless included, in unequivocal terms, by the letter of the statute, on grounds of public policy. It was there further said: ‘ ‘ But whether the nonliability of such corporations to this process be put upon the idea of exemption merely from the operation of a statute broad enough to embrace them, or upon the idea that they are not embraced at all in the terms of the statute, is of no practical consequence. If they are not within the statute at all, no court has, nor by consent can acquire, jurisdiction to proceed against them in this way; and, if it is a mere matter of exemption, the same public policy which gives life to it is potent also to prevent the officers and agents for the time being of such corporations from waiving the exemption by appearing without objection and admitting indebtedness for the corporation. 8 Am. & Eng. Ehc. Law, p. 1135. ”\nLike the State of Alabama, we have no statute making these governmental agencies subject to garnishment.\nWe have held, in several cases, that, where contracts' have been fully completed for certain governmental agencies, and nothing remains to be done except to pay the contract price due the contractor, the creditors of such contractor, if he be insolvent, may, by equitable garnishment, impound the money due him and subject it to the payment of their demands against him. The following are cases of this kind: Henslee v. Mobley, 148 Ark. 181, 230 S. W. 17; Riggin v. Hilliard, 56 Ark. 451, 20 S. W. 402. See also First Nat. Bank v. Mays, 175 Ark. 542, 299 S. W. 1002. These cases appear to have no application to the facts of this case.\nWe conclude therefore that the garnishment was properly quashed, and that judgment is affirmed.",
        "type": "majority",
        "author": "Smith;, J."
      }
    ],
    "attorneys": [
      "Edioard Gordon, for appellant.",
      "Cockrill '& Armistead, for appellee."
    ],
    "corrections": "",
    "head_matter": "Bull v. Ziegler.\n4-2724\nOpinion delivered November 14, 1932.\nEdioard Gordon, for appellant.\nCockrill '& Armistead, for appellee."
  },
  "file_name": "0477-01",
  "first_page_order": 497,
  "last_page_order": 501
}
