{
  "id": 8723456,
  "name": "Miller v. Witcher",
  "name_abbreviation": "Miller v. Witcher",
  "decision_date": "1923-10-22",
  "docket_number": "",
  "first_page": "479",
  "last_page": "482",
  "citations": [
    {
      "type": "official",
      "cite": "160 Ark. 479"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "130 Ark. 70",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8717811
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/130/0070-01"
      ]
    },
    {
      "cite": "122 Ark. 491",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1558162
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/122/0491-01"
      ]
    },
    {
      "cite": "143 Ark. 87",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "156 Ark. 512",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "117 Ark. 266",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1564945
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/117/0266-01"
      ]
    },
    {
      "cite": "110 Ark. 528",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1337085
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/110/0528-01"
      ]
    },
    {
      "cite": "104 Ark. 583",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1350631
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/104/0583-01"
      ]
    },
    {
      "cite": "80 Ark. 150",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1491129
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/80/0150-01"
      ]
    },
    {
      "cite": "63 Ark. 576",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8724691
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/63/0576-01"
      ]
    },
    {
      "cite": "96 Ark. 140",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "145 Ark. 143",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1586105
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/145/0143-01"
      ]
    },
    {
      "cite": "114 Mass. 214",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        722316
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/114/0214-01"
      ]
    },
    {
      "cite": "72 Ark. 195",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1505508
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/72/0195-01"
      ]
    },
    {
      "cite": "156 Ark. 507",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1358505
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/156/0507-01"
      ]
    },
    {
      "cite": "151 Ark. 369",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1366131
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/151/0369-01"
      ]
    },
    {
      "cite": "133 Ark. 380",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1575127
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/133/0380-01"
      ]
    },
    {
      "cite": "120 Ark. 277",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1561065
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/120/0277-01"
      ]
    },
    {
      "cite": "35 Ark. 69",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1873803
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/35/0069-01"
      ]
    },
    {
      "cite": "156 Ark. 512",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "117 Ark. 266",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1564945
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/117/0266-01"
      ]
    },
    {
      "cite": "110 Ark. 528",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1337085
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/110/0528-01"
      ]
    },
    {
      "cite": "104 Ark. 583",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1350631
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/104/0583-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 406,
    "char_count": 7833,
    "ocr_confidence": 0.504,
    "pagerank": {
      "raw": 1.5238560801697227e-07,
      "percentile": 0.6697793964049642
    },
    "sha256": "ba4db29edb0092d71d36601786bf8f772173f7f13380bd8dd195ceff7ed2d57f",
    "simhash": "1:cf02e81210f6c9d2",
    "word_count": 1360
  },
  "last_updated": "2024-02-27T17:41:07.582861+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Miller v. Witcher."
    ],
    "opinions": [
      {
        "text": "Humphreys, J.\nThis suit was brought by appellees against appellants in the 'chancery court of Woodruff County to restrain them, as commissioners of Fencing District No. 4, in said county, from enforcing the act creating the district, alleging that the act in question is unconstitutional and void. The act was attacked upon the ground that it contained a provision that did not become effective until adopted by a majority of the voters who are landowners in the district, at, an election to be held on the 3d day of April, 1923'.\nAppellants, by way of defense, allege that an election was held in the district upon April 3,1923,. in accordance with the provisions of the act, which resulted in adopting the act by a majority of the voters who were landowners in the district; that, pursuant to the election, and more than ninety days after the adjournment of the Legislature, they were proceeding to carry out the provisions of the act in question.\nUpon a hearing of the cause the court permanently enjoined appellants from carrying out the provisions of the' act, and from the decree of injunction an appeal has been duly prosecuted to this court.\nNo emergency clause was attached to the act. The date fixed in § 10 for the election in said district was within the ninety-day period after the adjournment of the Legislature that the act was referable to the whole people of the State for approval or disapproval. On account of the omission of the emergency clause, the act could not become effective for ninety days after the adjournment of the Legislature which created the district. It is argued that, because the Legislature fixed the date within the ninety-day period for the act to become effective or ineffective, contingent upon the vote of the electors who are landowners in the district, it amounted to a delegation of legislative authority to them, and rendered the act invalid. Of course, if such was the intent of tbe Legislature in providing for the election, the act is unconstitutional, for the Legislature has no right to delegate its legislative powers. While the Legislature cannot delegate its power to make a law, it can make a law and prescribe the condition upon which it may become operative. In other words, the Legislature can enact a law and prevent its operation until certain conditions are complied with. Boyd v. Bryant, 35 Ark. 69; Noll v. Kennedy, 120 Ark. 277; Fenolio v. Sebastain Bridge Dist., 133 Ark. 380. The only way to give any effect to that part of § 10 of the act providing for an election in the district is to say the Legislature intended to impose that condition before the act could toe put in operation. This construction of that clause is reasonable, for the act became effective under article 5, § 1, of the Constitution of the State of Arkansas, as amended by Constitutional Amendment No. 7 and put into effect by act No. 2 of the General Assembly of the State of Arkansas, approved June 30, 1911. Until the expiration of the ninety-day period after the adjournment of the Legislature, the voters had the power to refer the act to the people as a whole, for approval or rejection, at the next general election. Hodges v. Dawdy, 104 Ark. 583; Tomlinson Bros. v. Hodges, 110 Ark. 528; Hodges, v. Board of Imp., 117 Ark. 266; Thompson v. State, 151 Ark. 369. If this meaning is given to § 10, there is no conflict as to when the act shall become effective. The whole act would then mean that, if the voters in the district who are landowners approve the act by a majority vote on April 3, 1923, then the act shall become tooth effective and operative ninety days after the adjournment of the Legislature, if not referred to the whole people for approval or rejection. One of the well-known canons of construction is to construe a law so as to give some meaning to all its parts, if possible, provided the construction placed upon the law is not inconsistent with the language used therein. No part of the act should be eliminated as conflicting with any other part therein if all tlie parts can 'be harmonized bo as to reflect the true intent of the lawmaking body.\nAppellees contend, however, that, even if the Legislature had power to require an election and approval of the act by a majority vote in the district before the act should be put in operation, it had no power to fix the election on a date prior to the expiration of the referendum period. They cite the case of Gaster v. Dermott-Collins Road Imp. Dist., 156 Ark. 512, in support of their contention. The act which was before the court for construction in that case provided for the chancellor to designate a date and hold an election in the improvement district for the approval or disapproval of the act, and the chancellor ordered and held an election within ninety days after the Legislature adjourned. . The court did not declare the act void because the chancellor did this. It ruled that the Legislature intended for the election to be fixed at some time after the expiration of the referendum period, and not before. The decision in that-case does not rule this case. A different question was involved in the two cases. In the act before us for construction in the instant case the Legislature fixed a definite day for the local election, thereby clearly manifesting its intent as to the time the election should be held. The Legislature was clearly within its power in enacting the law and in imposing the condition on which it should become operative after the expiration of the referendum period.\nThe decree is therefore reversed, and the 'cause is remanded with directions to dissolve the injunction and dismiss appellee’s bill for the want of equity. ■",
        "type": "majority",
        "author": "Humphreys, J."
      }
    ],
    "attorneys": [
      "J. F. Summers, for appellant.",
      "jE. M. Carl-Lee, for appellee. '"
    ],
    "corrections": "",
    "head_matter": "Miller v. Witcher.\nOpinion delivered October 22, 1923.\n1. Constitutional law — delegation op legislative power. — While the Legislature cannot delegate its power to make a law, it can make a law and prescribe the condition upon which it may become operative.\n2. Statute — construction as a whole. — No part of an act should be eliminated as conflicting with any other part therein if all the parts can be harmonized so as to reflect the true intent of the law-making body.\n3. Statute — condition op becoming' operative. — The Legislature may provide that an act creating an improvement district and not containing an emergency clause shall be submitted to the voters of the district who are landowners therein on a date within the ninety-day period after adjournment of the Legislature, and therefore before the act could become operative.\nAppeal from Woodruff Chancery Court, Northern District; A. L. Hutchins, Chancellor;\nreversed.\nJ. F. Summers, for appellant.\nThe chancellor erred in holding that the case of Gaster v. Dermott-Collins Road Imp. Dist., 156 Ark. 507, was decisive of this case. The Legislature, having the exclusive power of determining whether- such an act shall or shall not be submitted to popular vote, may also determine how the voté shall be taken. 72 Ark. 195; 114 Mass. 214. It also had the power to create the district without submitting the adoption to the qualified voters- of the district. 145 Ark. 143. It could also lay out the- district and put it in operation without the consent of the property owners. 96 Ark. 140. It is the duty of courts to give to. a statute such a construction, if possible, as will enable it to take effect. 63 Ark. 576; 89 Ark. -466; 80 Ark. 150.\njE. M. Carl-Lee, for appellee. '\nThe act in question has never become operative because the election called for its approval was unauthorized and void. 104 Ark. 583; 110 Ark. 528; 117 Ark. 266; 156 Ark. 512. Where an act is so vague and uncertain as to convey no meaning, or if it is so conflicting and inconsistent in its provisions that it cannot be executed, it should be declared inoperative and void. 143 Ark. 87; 122 Ark. 491; 130 Ark. 70."
  },
  "file_name": "0479-01",
  "first_page_order": 503,
  "last_page_order": 506
}
