{
  "id": 1431952,
  "name": "Haglin v. Hunt",
  "name_abbreviation": "Haglin v. Hunt",
  "decision_date": "1933-05-22",
  "docket_number": "4-3019",
  "first_page": "480",
  "last_page": "486",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 480"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "254 S. W. 681",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "160 Ark. 397",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8722826
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/160/0397-01"
      ]
    },
    {
      "cite": "210 S. W. 782",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "138 Ark. 94",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1566886
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/138/0094-01"
      ]
    },
    {
      "cite": "126 S. W. 714",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "94 Ark. 221",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1545451
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/94/0221-01"
      ]
    },
    {
      "cite": "114 S. W. 927",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "88 Ark. 395",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1517091
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/88/0395-01"
      ]
    },
    {
      "cite": "112 S. W. 974",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "87 Ark. 428",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1519161
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/87/0428-01"
      ]
    },
    {
      "cite": "103 S. W. 182",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "83 Ark. 174",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1527190
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/83/0174-01"
      ]
    },
    {
      "cite": "29 S. W. 461",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "60 Ark. 215",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1903735
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/60/0215-01"
      ]
    },
    {
      "cite": "52 S. W. (2d) 977",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "186 Ark. 150",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8719223
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/186/0150-01"
      ]
    },
    {
      "cite": "177 S. W. 10",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "118 Ark. 449",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1562576
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/118/0449-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 528,
    "char_count": 10801,
    "ocr_confidence": 0.508,
    "pagerank": {
      "raw": 8.02114797974916e-08,
      "percentile": 0.4648462130417642
    },
    "sha256": "26ac317af4f9b65306a024a0176400c83aeb0112679e92b5eb9091ed54e7769a",
    "simhash": "1:be6bc6c6c424d042",
    "word_count": 1972
  },
  "last_updated": "2024-02-27T21:18:50.990705+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Haglin v. Hunt."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nAppellees owned two lots' in the Sebastian Bridge District which district was created by act 104 of the Acts of 1913 (Acts 1913, page 380). The act provides, among other things, for the assessment of benefits on the real property in the district, for making the amount of the assessment against each piece of real property a lien thereon, and for the collection of the benefits in annual installments. The method provided for enforcing delinquent assessments is by suit in the chancery court to foreclose the lien of the assessment, leading, as in other cases of foreclosure, to the sale of the property by a commissioner of the court appointed for that purpose.\nThe lots owned by appellees are described as lots 8 and 9, in block 4, of East End Place, an addition to the city of Port Smith. Prior to the assessment of benefits a house had been built on the lots, a portion thereof being on each lot, and when the betterments were assessed the two lots were assessed as a single tract. The value of the lots was assessed at $4,000, and the annual benefit installment payable each year was $5. The 1927 installment was not paid, and a decree was rendered to enforce payment, pursuant to which the lots were sold to Ed Haglin, as a single tract, for the sum of $10, and upon the expiration of the time allowed for redemption, redemption not being made, a commissioner’s deed was executed and approved by the court. A short time before this sale a loan of $2,300 was obtained on the security of the property from a local building and loan association.\nThis suit was brought to cancel the commissioner’s deed, it being alleged that the sale was not made in conformity with the requirements of the act pursuant to which the improvement district had been organized and the sale held. It was also alleged and shown that full tender had been made to the purchaser.\nSection 8 of the act provides that, immediately after ascertaining the cost of the improvement, the assessors of benefits there provided for shall assess “the value of all benefits to be received by each landowner by reason of the proposed improvement as affecting each tract of land within said district,” and that: “They shall ascertain the value of the real property within said district without said improvement, and the value thereof as benefited by said improvement, and shall charge against each lot, tract or parcel of real estate in said district an assessment according to the value of the benefit that will accrue to it by reason of the construction of said bridge.”\nThe assessments having been made and approved, § 13 provides that the secretary of the district “shall annually thereafter extend against each of said lots, tracts and parcels of real estate the payment due thereon for such year. ’ ’\nAfter providing the procedure to enforce payment of delinquent assessments, § 25 of the act directs as follows: “The suit shall be brought in the name of the district, and, in its decree of condemnation, the court shall direct that, if the sum adjudged shall not be paid within ten days, the property shall be sold by a special commissioner, appointed for that purpose, upon twenty days’ notice. Provided, that only so much of the property shall be sold as will pay the assessment, costs and penalty, and no more.”\nNotwithstanding this requirement, the report of the commissioner who made the sale shows that the two lots owned by appellees were sold in solido as a single parcel of land to Haglin for the sum of $10. The court below held that this sale was void, as not having been made in the manner required by law, and this appeal is from that decree.\nAt § 1200 of Sloan’s Improvement Districts in Arkansas it is said: “The following defects in the notice of sale and the publication thereof are cured by confirmation and furnish no ground for a subsequent collateral attack on the sale: Failure to recite in a municipal district notice of sale that ‘only so much of the property shall be sold as will pay the assessment, costs and penalty and no more’.” The case of Cassady v. Norris, 118 Ark. 449, 177 S. W. 10, is cited in support of the text quoted.\nThe property involved in the Cassady case was there referred to as “the lot in controversy.” As a matter of fact, the transcript in the case shows that the property involved was a half-lot. It was there insisted “that the sale was invalid because there was no notice to the effect that ‘only so much of the property shall be sold as will pay the assessment, costs and penalty and no more.’ Kirby’s Digest, § 5700.” A comparison of this section with § 25 of act 104 of the Acts of 1913 shows that the latter was copied from the former. The court there held that upon collateral attack the omission to state that only so much of the property would be sold as was required to pay the assessment, costs and penalty was a question which could not be raised. However, it was not held that this was an irregularity, but only that, if so, it was an irregularity which had been cured by the confirmation of the sale.\nWe have here a different question. The provisions of § 5700, Kirby’s Digest, and those also of § 25 of act 104 of 1913, would apply in applicable cases, whether the notice of sale recited them or not, and we do not think this recital in the notice of sale would be essential to the validity of the sale in either case. Neither provides that the notice of sale shall recite that only so much of the property shall be sold as is necessary to pay the assessment, etc., but the direction is that only that quantity shall be sold, and the sale is subject to this statute, whether the notice recited its provisions or not. It is not stated in the opinion in the Cassady case, supra, that the sale was not made in conformity with § 5700, Kirby’s Digest. The contention was that the notice of sale did not recite that it would be so sold; whereas in the instant case the fact is that the sale did not conform to the requirements df § 25 of act 104, and the form of the notice is therefore unimportant.\nIn the case of Knight v. Equitable Life Assurance Society, 186 Ark. 150, 52 S. W. (2d) 977, various objections were made to the form and sufficiency of a commissioner’s notice of sale, and the authorities upon the subject were there reviewed. The objections to the form of notice of sale were overruled, the opinion holding, in effect, that statutory requirements regarding such sales would be read into the notice, and need not be recited in it.\nWe conclude therefore that the Cassady case does not foreclose the question here presented.\nAt § 1611 of the chapter on Taxation in 61 C. J., page 1195, appears the following statement of the law: “A statute, providing that the officer conducting the tax sale shall sell only so ‘much as may be necessary’ of a tract to satisfy the taxes and costs, imposes an imperative limitation on him, and the sale will be void where he sells an entire tract when a portion of it would have been enough, or sells a larger portion than was necessary, or continues selling after enough has been disposed of to raise the required amount; and the fact that it was necessary to sell the quantity actually sold must, in some jurisdictions, appear of record, but there is authority that the record may be amended to show that in fact only so much was sold as was necessary to pay the tax and charges due thereon.”\nIn the preceding section on this same page of C. J. appears this statement: “If there is a statutory provision that land sold for taxes should be sold as a whole, a sale to one who was asked to take the. least quantity which he would accept .for paying the taxes is void, although the purchaser refused to accept less than the whole. ’ ’\nThe case of Richards v. Howell, 60 Ark. 215, 29 S. W. 461, is cited in the note, to the text last quoted. In this Richards case a tax sale was made under a statute which required that the whole tract should be sold to the person offering to pay the highest price therefor, but the deed to the tax purchaser showed that the least quantity of the land was sold that any one would take and pay the taxes, penalty and costs charged against it, and that, no one having offered to pay them for less than the whole of the tract, it (the entire tract) was struck off to the person who offered to pay that price. In holding that the sale was void as not having been made in conformity with law, Judge Battle said: “But it may be said that the whole tract sold only for the taxes, penalty and costs, and the original owner was not affected or prejudiced. How can this be truly said when it was not offered to the highest bidder? No one can tell how much it would ha-ve sold for, had it been sold in the manner prescribed by law. Some one might have given more for the entire tract, when he would not have paid the taxes, penalty and costs for less than the whole. It might have sold for more; it could not have brought less. The owner was entitled to the experiment. The collector had no authority to take it from him, and constitute himself the judge of what was for his benefit. The sale in question was void.”\nHere we have lots the assessed value of which, appearing upon the assessment books of the district itself, was $4,000, and upon the security of which the owner had recently borrowed $2,300. These lots were sold for taxes amounting to $5, with penalty and costs in addition. Can it be said that no one would have paid this small sum for one or the other of these lots had they been separately offered for sale, as the statute, requires ? As was said by Judge Battle in the Richards case, supra, the owner was entitled to the experiment.\nIn the case of LaCotts v. Quertermous, 83 Ark. 174, 103 S. W. 182, the headnote reads as follows: “Where the evidence shows that, though a town was not incorporated, it was a town in fact, and that the land within its limits was, for convenience, laid off into lots and blocks similar to the system prevailing in cities and incorporated towns, and was so assessed, a tax deed is void which shows on its face that two separate, lots of land within such town were sold in mass for a lump sum.” See also Harris v. Brady, 87 Ark. 428, 112 S. W. 974; Chatfteld v. Iowa & Ark. Land Co., 88 Ark. 395, 114 S. W. 927; Belcher v. Harr, 94 Ark. 221, 126 S. W. 714; Campbell v. Sanders, 138 Ark. 94, 210 S. W. 782; Culver v. Gillian, 160 Ark. 397, 254 S. W. 681.\nWe conclude therefore that the court below was correct in holding that the lots- had not been sold in conformity with the law, and that the commissioner’s deed was properly canceled, the amount due the purchaser having been tendered into court. Decree affirmed.",
        "type": "majority",
        "author": "Smith, J."
      }
    ],
    "attorneys": [
      "Geo. F. Youmans, for appellant.",
      "Hill, Fitzhugh & Brizzolara, for appellee."
    ],
    "corrections": "",
    "head_matter": "Haglin v. Hunt.\n4-3019\nOpinion delivered May 22, 1933.\nGeo. F. Youmans, for appellant.\nHill, Fitzhugh & Brizzolara, for appellee."
  },
  "file_name": "0480-01",
  "first_page_order": 500,
  "last_page_order": 506
}
