{
  "id": 8723058,
  "name": "Lile v. State",
  "name_abbreviation": "Lile v. State",
  "decision_date": "1932-11-14",
  "docket_number": "Crim. 3817",
  "first_page": "483",
  "last_page": "485",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 483"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "66 S. E. 448",
      "category": "reporters:state_regional",
      "reporter": "S.E.",
      "opinion_index": 0
    },
    {
      "cite": "151 N. C. 726",
      "category": "reporters:state",
      "reporter": "N.C.",
      "case_ids": [
        8656081
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nc/151/0726-01"
      ]
    },
    {
      "cite": "241 S. W. 380",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "154 Ark. 20",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1361184
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/154/0020-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 294,
    "char_count": 3702,
    "ocr_confidence": 0.491,
    "pagerank": {
      "raw": 1.3118535974750104e-07,
      "percentile": 0.6246466492834138
    },
    "sha256": "b3627b705b1ea52e4e974be33106faf93503440183e61e96cce0270b792b5f2c",
    "simhash": "1:b806289c3c9fd0f2",
    "word_count": 682
  },
  "last_updated": "2024-02-27T17:52:01.123529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Lile v. State."
    ],
    "opinions": [
      {
        "text": "Kirby, J.\nThis appeal is from a judgment of conviction for the murder while attempting’ robbery of one Cyrus Luman, who was killed by being struck on the head with a blunt instrument on the night of April 3,1932, at about 7 or 8 o’clock, as he was closing his store, located in the Northern District of Logan County.\nThe only eye-witness stated that, while Mr. Luman had his back turned trying to lock the store door, a man with a white mask over his face ordered him to “Stick ’em up! ” and as Luman turned the robber struck him on the head two or three times, knocking him down, and took witness’ horse, upon which he had come to the store, and fled. The robber was about the same size and height as defendant.\nThe defense was an alibi, and 12 or 15 witnesses testified about having seen the defendant at other places during the day and on the night of the killing, which, if true, would have rendered it impossible for him to have been present at the time of the killing.\nA witness, Frank Faulkenbury, who testified he was with the defendant all day, said he was in the vicinity of the killing and turned back near a certain filling station, and when they arrived at a graveyard a little before sundown he and his wife got out of the car, and Owen Lile, the appellant, went north for the purpose of getting some wine. That he was gone about an hour, and returned shortly after dark. This witness was called for further cross-examination the next day, and, being asked if he had not made the statement to certain people, naming them, on the night before that he was so drunk after he left Harkey Yalley that he didn’t remember anything, admitted that he made the statement, and said that he was so drunk after he left Harkey Yalley that he did not know what happened. He also said that his first statement made to the deputy prosecuting attorney and a deputy sheriff was made upon their promise to turn him out of jail and let him go to work, he being in jail at the time charged with the murder of Luman. Thereupon, the prosecuting1 attorney, in the presence and hearing of the jury, arose and said to the court, “If the court please, I want this man arrested and held on a charge of perjury.” And the court replied: “Mr. Sheriff, you will take this witness into your custody.” Defendant’s attorney objected to the statement made by the prosecuting attorney and the action of the court, and saved exceptions. This is the only error urged for reversal of the cause.\nIn Crosby v. State, 154 Ark. 20, 241 S. W. 380, it is held that the commitment of a witness for perjury during the trial of the cause before a jury was prejudicial error. See also the note in the case of State v. Swink, 151 N. C. 726, 66 S. E. 448, 19 A. & E. Annotated Cases, wherein it is said to be the general rule that the commitment of a witness for perjury during’ a trial is prejudicial error. It was an invasion of the province of the jury by the trial judg’e to tell them in effect that the witness perjured himself in his testimony that would have been beneficial to appellant on the trial, necessarily discrediting his former testimony placing the defendant in the vicinity of the murder where he could have been present at the time of the killing.\nThe court might well have ordered the witness arrested after he left the court room and the presence of the jury, if he thought it should have been done, without having it done at the time, and, for this error, the judgment is reversed, and the cause remanded for a new trial.",
        "type": "majority",
        "author": "Kirby, J."
      }
    ],
    "attorneys": [
      "Hays S Smallwood and Cochran & Arnett, for appellant.",
      "Ral L. Norwood, Attorney General and Robert F. Smith, Assistant, for appellee."
    ],
    "corrections": "",
    "head_matter": "Lile v. State.\nCrim. 3817\nOpinion delivered November 14, 1932.\nHays S Smallwood and Cochran & Arnett, for appellant.\nRal L. Norwood, Attorney General and Robert F. Smith, Assistant, for appellee."
  },
  "file_name": "0483-01",
  "first_page_order": 503,
  "last_page_order": 505
}
