{
  "id": 1432024,
  "name": "Hill v. Dillard",
  "name_abbreviation": "Hill v. Dillard",
  "decision_date": "1933-05-22",
  "docket_number": "4-2968",
  "first_page": "486",
  "last_page": "487",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 486"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "247 S. W. 780",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "157 Ark. 181",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1357184
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/157/0181-01"
      ]
    },
    {
      "cite": "106 S. W. 947",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "85 Ark. 25",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1523326
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/85/0025-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 188,
    "char_count": 2668,
    "ocr_confidence": 0.556,
    "pagerank": {
      "raw": 6.953181076708474e-08,
      "percentile": 0.4215423370242821
    },
    "sha256": "42f4e12f05c65ad2cea5eac1fb97616edd46fc84170e9234ae005bc11a964545",
    "simhash": "1:733cb13532067294",
    "word_count": 471
  },
  "last_updated": "2024-02-27T21:18:50.990705+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hill v. Dillard."
    ],
    "opinions": [
      {
        "text": "Humphreys, J.\nThis is an appeal from a decree of the chancery court of Pulaski County vesting the title to the north '29% feet of lots 10, 11 and 12 in Fulk’s subdivision of block 317, original city of Little Rock, Arkansas, in appellee and awarding him the possession thereof. Appellant claimed the title thereto under a probate sale of the south one-half of lot 13, block 317, Fulk’s subdivision to the city of Little Rock, Arkansas, in November, 1930, to satisfy the debts of Aaron Battle, alleging that it was the purpose and intent of the administrator of the estate of Aaron Battle to include in the probate sale the north 29% feet of lots 10, 11 and 12 in block 317, aforesaid, which property was also owned by Aaron Battle at the time he died. Aaron Battle died testate, leaving all his property to Mittie Hill, appellant herein. Lots 10, 11 and 12 in block 317, aforesaid, were not actually included in the application to the probate court to sell the lands of Aaron Battle, deceased, to pay his indebtedness, which amounted to $300 or $400, nor in the order of sale, report of sale, confirmation of sale, or the administrator’s deed. The only land included in the probate proceeding- and the administrator’s deed made pursuant to the judgment rendered therein was the south one-half of lot 13 in Fulk’s subdivision \"of block 317, original city of Little Rock, Arkansas. The south one-half of lot 13 was valued at about $400, and the other lots and improvements thereon at about $2,200;\nThe administrator and appellant testified that it was the intention to also include in the probate sale the north 29% feet of lots 10, 11 and 12 in said block 317, which Aaron Battle owned and upon which he lived at the time of his death.\nVesting the title to the north 29% feet of lots 10, 11 and 12 in block 317 in appellee and decreeing him the possession thereof was in effect to reform the proceedings of the probate court and the administrator’s deed made pursuant to the judgment rendered therein in substance and not form or for clerical errors only. Administrators ’ or commissioners’ deeds may be reformed for clerical errors or in matters relating to form only. Gates v. Gray, 85 Ark. 25, 106 S. W. 947; Cates v. Cates, 157 Ark. 181, 247 S. W. 780. We are unable to find any authority in the chancery courts to reform orders of judgments of probate courts or deeds made pursuant thereto in matters of substance.\nOn account of the error indicated, the decree is reversed with directions to dismiss appellee’s complaint.",
        "type": "majority",
        "author": "Humphreys, J."
      }
    ],
    "attorneys": [
      "W. A. Singfield and J. H. Carmichael, Jr., for appellant.",
      "W. R. Morrow, for appellee."
    ],
    "corrections": "",
    "head_matter": "Hill v. Dillard.\n4-2968\nOpinion delivered May 22, 1933.\nW. A. Singfield and J. H. Carmichael, Jr., for appellant.\nW. R. Morrow, for appellee."
  },
  "file_name": "0486-01",
  "first_page_order": 506,
  "last_page_order": 507
}
