{
  "id": 1432062,
  "name": "Arkansas Power & Light Company v. Stuck",
  "name_abbreviation": "Arkansas Power & Light Co. v. Stuck",
  "decision_date": "1933-05-22",
  "docket_number": "4-3020",
  "first_page": "487",
  "last_page": "491",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 487"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "50 L. R. A. (N. S) 774",
      "category": "reporters:federal",
      "reporter": "L.R.A.N.S.",
      "opinion_index": 0
    },
    {
      "cite": "157 S. W. 390",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "108 Ark. 322",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1342301
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/108/0322-01"
      ]
    },
    {
      "cite": "50 L. R. A. (N. S.) 805",
      "category": "reporters:federal",
      "reporter": "L.R.A.N.S.",
      "opinion_index": 0
    },
    {
      "cite": "142 N. W. 362",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 0
    },
    {
      "cite": "176 Mich. 109",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1669464
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/176/0109-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 390,
    "char_count": 6342,
    "ocr_confidence": 0.518,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.05386607481748936
    },
    "sha256": "f5005d22524b6a3209f1d03992ef6e021fa7d513a170ba2734255c2d07bace08",
    "simhash": "1:bebfeb601a0a0d8f",
    "word_count": 1107
  },
  "last_updated": "2024-02-27T21:18:50.990705+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Arkansas Power & Light Company v. Stuck."
    ],
    "opinions": [
      {
        "text": "Humphreys, J.\nThis suit was brought in the circuit court of Craighead County, Jonesboro District, by appellee against appellant to recover $3,383.15 for damages to his brick kilns and contents through the alleged failure of appellant to furnish adequate equipment to operate said kilns with natural gas. The contract sued upon and alleged to have been breached as a ground for money damages claimed is as follows:\n“Pine Bluff, Arkansas,\n“November 18, 1929.\n“Mr. E. C. Stuck, Jonesboro Brick Company, Jonesboro, Arkansas.\n“Subject: Natural gas equipment.\n“Dear sir: Complying with our verbal understanding and in consideration for the signing of a year’s contract for natural gas in your brick plant, we will equip your plant to burn natural gas at our expense, and you are to use it for a year’s time to determine if it is satisfactory. If the gas is satisfactory to you, you are to keep the equipment and pay us for same at a total cost of $1,200. If for any reason you decide to discontinue the use of gas, we are to take the equipment out at our expense, and you are not to pay us anything for the installation and for the use of it. You are to pay only for the amount of gas used under the regular rate schedule attached to contract.\n“It is understood that the equipment is to consist of necessary meters and regulators which remain in our possession and a header of sufficient capacity for any of the kilns with outlets on this header, so that any kiln can be used plus two headers with nine burners each for installation on any kiln which you might use, and these will be equipped with necessary valves and unions so that they can be connected and reconnected on another kiln at any time. This also includes a burner under your boiler.\n“In other words we are to give you a trial installation at our expense, and, if satisfactory, you keep it and pay for it, and, if not satisfactory, we take it out at no cost to you other than the gas which you use.\n‘ ‘ Sketch of equipment we furnish is attached hereto.\n“Yours very truly,\n“ Arkansas Power & Light Co.\n“By Chás. M. Rogers.\n“Accepted E. C. Stuck.”\nAttached to this contract was a diagram showing the equipment and the .construction thereof.\nThe equipment was. installed by appellant, and the brick plant operated with natural gas until three kilns were finished. During the operation and completion of the first two kilns, complaint was made by appellee that the burners were working- unsatisfactorily, and they were removed and plain open end pipes were installed in their places under a written supplemental agreement of date May 26, 1930, in which it was recited that the equipment was installed as per agreement, but the burners, proving unsatisfactory, were removed and plain open end pipes installed in their places, for which a deduction of $700 less actual cost of open end pipes should be deducted from the original price of $1,200 for-the equipment. After the kilns had been furnished and the brick removed, appellee notified appellant to remove the equipment on .account of its failure to perform the work intended. The notice was given in June, 1930, and, after appellant removed same, this suit for damages was instituted.\nAppellant filed an answer denying the material allegations of the complaint. The cause proceeded to a hearing upon the pleadings, and at the conclusion of the testimony appellant moved for an instructed verdict, which was refused by the court over its objection and exception. The cause was then submitted to the jury upon the issues joined and the testimony adduced, which resulted in a verdict and consequent judgment against .appellant in tlie sum of $3,000, from which is this appeal.\nThe contract upon which appellee based his suit provided the remedy in case appellee should become dissatisfied with the equipment. It plainly says: “ If for any reason you decide to discontinue the use of gas, we are to take the equipment out at our expense, and you are not to pay anything for the installation and for the use of it. * * * In other words, we are to give you a trial installation at our expense, and if satisfied, you keep it and pay for it; and if not satisfied, we take it out at no cost to you other than the gas which you use.”\nIt is apparent from the written contract that the equipment was sold subject to test and the principle governing sales of personal property on test is laid down in 24 R. C. L. 192 as follows:\n“The general rule seems to be that an article of personal property sold subject to a test to be made by the buyer must be regarded as sold without warranty of fitness, and none can be or is implied.”\nA case involving the same principle as this may be found in 176 Mich. 109, 142 N. W. 362, 50 L. R. A. (N. S.) 805, under the style of Twin City Creamery v. Godfrey. In announcing the principle in the case mentioned, the court used the following language:\n“Money damages cannot be recovered because of failure of a refrigerating plant to comply with the specifications, if the contract provides that in case the plant does not fulfill the conditions of the contract the contractor shall be allowed to enter and remove it upon refunding the payments which had been made upon the contract.\"\nIn the instant case, it is apparent that no other damages were contemplated by the parties than those incident to the removal of the equipment on notice. This remedy or measure of damages provided in the contract is exclusive; hence money damages for injuries incident to the test cannot be recovered.\nThe result would have been the same in the instant-case had the contract contained an express warranty that the equipment would properly function because the contract itself provided for a remedy or measure of damages. This court said in the case of Crouch v. Leake, 108 Ark. 322, 157 S. W. 390, 50 L. R. A. (N. S) 774:\n“The written contract expressed the terms of the warranty and provided the remedy that should accrue from a breach of it which was exclusive of any other mode of compensation and afforded the only relief to which they were entitled.”\nOn account of the error indicated, the judgment is reversed, and appellee’s complaint is dismissed.",
        "type": "majority",
        "author": "Humphreys, J."
      }
    ],
    "attorneys": [
      "Hawthorne, Hawthorne & Wheatley, for appellant.",
      "Foster Clarke and H. M. Cooley, for appellee."
    ],
    "corrections": "",
    "head_matter": "Arkansas Power & Light Company v. Stuck.\n4-3020\nOpinion delivered May 22, 1933.\nHawthorne, Hawthorne & Wheatley, for appellant.\nFoster Clarke and H. M. Cooley, for appellee."
  },
  "file_name": "0487-01",
  "first_page_order": 507,
  "last_page_order": 511
}
