{
  "id": 1896193,
  "name": "Texas & St. Louis R. R. v. The State",
  "name_abbreviation": "Texas & St. Louis R. R. v. State",
  "decision_date": "1883-11",
  "docket_number": "",
  "first_page": "488",
  "last_page": "491",
  "citations": [
    {
      "type": "official",
      "cite": "41 Ark. 488"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "36 Ohio, 435",
      "category": "reporters:state",
      "reporter": "Ohio",
      "opinion_index": -1
    },
    {
      "cite": "54 Iowa,. 485",
      "category": "reporters:state",
      "reporter": "Iowa",
      "case_ids": [
        2318404
      ],
      "opinion_index": -1,
      "case_paths": [
        "/iowa/54/0485-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 325,
    "char_count": 4717,
    "ocr_confidence": 0.494,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.06934400422572899
    },
    "sha256": "2c6690bccdf2c9ce95f53a51d7dba4e48920b85247bb8e6029b1e8c78db0512c",
    "simhash": "1:e543d9e358eb71d0",
    "word_count": 811
  },
  "last_updated": "2024-02-27T20:07:47.393766+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Texas & St. Louis R. R. v. The State."
    ],
    "opinions": [
      {
        "text": "English, C. J.\nThe foundation of this criminal prosecution is the following paper:—\n“Miller Circuit Court, Fall Term, 1882.\nState of Arkansas v. Information for failure to erect signboard at railroad crossing Texas & St. Louis Railway Co.\nComes T, E. Webber, prosecuting attorney for the ninth ■circuit of Arkansas, and at the request of the grand jurors of the State of Arkansas, duly selected, empaneled, sworn and charged to enquire in and for the body of the county of Miller, in the State of Arkansas, and gives the court to ■understand and be informed that the Texas & St. Louis Railway Company, late of said county, on the first day of December, 1882, with force and arms, in the county aforesaid, said company being a railroad corporation operating in this State, did then and there fail to place and maintain across the public road described and known as the Texarkana and Cut-off road, where the same is crossed by the Texas & St. Louis Railway Company, a board with the words : ‘Railroad crossing — lookout for the cars while the bell rings or the whistle sounds,’ painted in capital letters ■thereon, and when said crossing above described was not then and there in any city or village, contrary to the statute, and against the peace and dignity of the State ■of Arkansas.\nT. E, Webber,\nProsecuting Attorney 9th Judicial Circuit. ”\nIt seems that this information was returned into the court by the grand jury, endorsed a true bill by their foreman.\nProcess was issued upon the information, and served upon ■an officer of the defendant corporation.\nDefendant appeared and filed a motion to quash the information, which the court overruled. There was a trial by .jury, defendant was found guilty, fined one hundred dollars, refused a new trial, took a bill of exceptions and appealed.\nI. It was decided in State v. Whittock, ante 403, that under the provisions of the constitution of the State, there can be no criminal prosecution in the circuit court by information, except for the removal from office of county officers.\nII. If, as submitted by the attorney general, it is a mis■demeanor for a railway corporation to neglect to to put up a sign board ata crossing, as required by sec. 4961, Gantt’s Digest, and punishable as such under secs. 1996-6, lb., the prosecution for such offense, if in the circuit court, must foe by presentment or indictment, and not by information.— ■Sec. 8, Declaration of Rights.\nThat a railway corporation may be indicted and fined for •a non-feasance misdemeanor seems now to be settled. — 1 Dishop Or. Daw, 6th Dd., secs. 419 — 20.\nAlthough the paper above copied seems to have been ■returned into court by the grand jury, endorsed a true bill by the foreman, it is not, and does not on its face purport to be an indictment found by the grand jury, but an information by the prosecuting attorney at the request of the ..grand jury.\nAs a prosecution by information the grand jury properly -had nothing to do with it, and could give it no validity by (requesting it to be instituted, or returning it into court.\nThe judgment is reversed, and the cause remanded to the ■court below with instructions to dismiss the information.",
        "type": "majority",
        "author": "English, C. J."
      }
    ],
    "attorneys": [
      "L. A. Byrne for appellant.",
      "C. B. Moore, Attorney General, contra."
    ],
    "corrections": "",
    "head_matter": "Texas & St. Louis R. R. v. The State.\n1. Criminal Pratice : Informat on.\nUnder the provisions of the constitution of this State there can be no. criminal prosecution in the circuit court by information, except for the removal of county officers from office.\n2. Criminal Law: Non-feasance by railroad company.\nA railway corporation may he indicted and fined for a non-feasance misdemeanor.\n3. Information : JReturned by grand jury as a true bill.\nThe statement in an information that it is presented at the request of the grand jury, and the returning of it into court hy the grand jury, endorsed “a true hill” hy the foreman, does not make it an indictment nor validate it as an information.\nAPPEAL from Miller Circuit Court.\nHon. C. E. Mitchell, Circuit Judge.\nL. A. Byrne for appellant.\n1. There is no law in this State authorizing prosecution by information. — See. 8, Art. 2, Const.\n2: The failure to erect a “sign board” is no crime. See. 4961, Gantt’s Dig., prescribes a duty but attaches no criminal responsibility upon failure. If the public suffers any inconvenience, the proper remedy is by mandamus. — 58' X. Y., 152; 37 2nd., 489-, 67 111., 118; 54 Iowa,. 485; 36 Ohio, 435.\nC. B. Moore, Attorney General, contra.\nUnder the ruling in State v. Whitlock, M. 8.,-we submit whether an information will lie at all except as provided under sec. 27, art. IX, Const.\nAs to informations under the common law, see 4 Blackstone, 308, 309.\nThough no penalty is fixed by sec. 4961, the penalty may be assessed under sees. 1993, 1996, Gantt’s Dig."
  },
  "file_name": "0488-02",
  "first_page_order": 484,
  "last_page_order": 487
}
