{
  "id": 1428244,
  "name": "Home Insurance Company v. Boyce",
  "name_abbreviation": "Home Insurance v. Boyce",
  "decision_date": "1933-12-18",
  "docket_number": "4-3258",
  "first_page": "488",
  "last_page": "491",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 488"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 281,
    "char_count": 5510,
    "ocr_confidence": 0.486,
    "sha256": "1b1ea04e1608f5a01528546e28aa869972b398a83fd192b6ca788682286e3215",
    "simhash": "1:33870d435c83ffa1",
    "word_count": 977
  },
  "last_updated": "2023-07-14T22:44:11.517500+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Home Insurance Company v. Boyce."
    ],
    "opinions": [
      {
        "text": "Butler, J.\nE. A. Boyce, the appellee, began to work for the appellant company as its agent about the year 1921. The business of the appellant was writing fire insurance, and the appellee represented it in several counties. On the 25th day of October, 1929, the appellant required the appellee to give bond, upon which the other appellees in this case became sureties. Boyce continued as the agent of the appellant until November 8, 1930, when he entered into a contract with Cuthbert Pickren, by which Pickren took over his business as insurance agent, and became obligated to perform services as such for the appellant on the same terms and conditions as Boyce had previously worked, and by which contract Boyce was relieved from all liability under policies which had been written after the date of his contract with Pickreri.\nIt is conceded that this contract was made with the assent of the appellant, and that from then on the liability of the sureties on the bond of Boyce was terminated. The appellant brought this suit on November 20, 1931, alleging that Boyce was due it, under the terms of his contract, the sum of $2,100, and that the sureties on his bond were liable therefor in the sum of $1,000, that being the amount named in the bond for which they might be liable because of the default of Boyce. It alleged that the account was complicated, running over a period of years, and prayed that a master be appointed to state the account, and that it have judgment against Boyce in the sum alleged to be due, and judgment against the bondsmen in the sum of $1,000. 'A master was appointed, testimony was taken, and an account was stated by the master in which he found that there was due the appellant from Boyce the sum of $1,063.80, of which amount the bondsmen were liable in the sum of $70.36, on the theory that the bond was only liable for sums collected by the agent on policies issued after its date.\nThe court approved the finding of fact of. the master, and his conclusions of law, and, among other things, decreed that “the bond is not liable for any policies written before the bond was given, although the notes matured and were not paid until after bond was given, and the agent became liable by reason of the notes maturing and not being paid after the bond was written.”\nIt is our opinion that the question presented is whether or not. the declaration of law above quoted is correct. It is well settled that bonds must be construed like any other contract, and the liability of the sureties is to be determined from thedanguage of the bond alone, where the same is not ambiguous. The obligation of the bond pertinent to the question involved is, that the principal “shall duly and properly account for, and pay over to the said company, all premiums, premium notes and proceeds of such notes coming into Ms or their hands on or for policies of insurance, and shall pay back to the said company the commission and fees advanced to him, or them, by the said company on all notes which are not paid at maturity; and shall also refund to the said company the unearned commissions on the premiums returned under cancelled policies; and all moneys of the company which may at any time come into his or their hands, or pass under his or their control, from any source whatsoever.”\nIt will be observed that the liability is predicated, not upon the date when any given policy might have been written, but upon the fact that the principal should account to the company for moneys coming into his hands due the company at the time they were received, or for commissions and fees advanced on notes where the same were not paid at maturity, and for unearned commissions on premiums returned where policies had been cancelled. We are of the opinion, therefore, that the court erroneously construed the bond, and that the liability of the sureties depends on whether or not the money due the company came into the hands of the agent, or fees advanced on notes were due to be returned because the notes were not paid at maturity, and unearned commissions were due to be refunded on can-celled policies within the time between the execution of the bond and the date the sureties were relieved from any further liability by reason of the contract made with Pickren, without respect to the date of the policies, as it would be immaterial whether they were issued before or after the date of the execution of the bond.\nThe judgment of the trial court will therefore be reversed, and the cause remanded with directions to ascertain what notes, if any, came into the hands of the agent within the dates last above mentioned, and it is decreed that such as are still within his hands, if any, be delivered to the appellant company; also, to ascertain what commissions and fees the company advanced to appellee within said dates on notes which were not paid; also, the amount of the unearned commissions on premiums, if any, returned to policyholders by reason of cancellation of policies, and such other moneys as may be found to have come into the hands of the principal belonging to the appellant company during the life of the bond; and to render judgment against the. principal and the sureties for such of said items as have not been paid by the principal, the liability of the sureties in no event to be more than the amount stipulated in the bond.",
        "type": "majority",
        "author": "Butler, J."
      }
    ],
    "attorneys": [
      "W. K. Ruddell, for appellant.",
      "D. L. King and Gus Causbie, for appellee."
    ],
    "corrections": "",
    "head_matter": "Home Insurance Company v. Boyce.\n4-3258\nOpinion delivered December 18, 1933.\nW. K. Ruddell, for appellant.\nD. L. King and Gus Causbie, for appellee."
  },
  "file_name": "0488-01",
  "first_page_order": 506,
  "last_page_order": 509
}
