{
  "id": 1360545,
  "name": "Hill v. Wade",
  "name_abbreviation": "Hill v. Wade",
  "decision_date": "1922-11-06",
  "docket_number": "",
  "first_page": "490",
  "last_page": "497",
  "citations": [
    {
      "type": "official",
      "cite": "155 Ark. 490"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "18 Ark. 384",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8726449
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/18/0384-01"
      ]
    },
    {
      "cite": "96 Ark. 446",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1541940
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/96/0446-01"
      ]
    },
    {
      "cite": "48 Ark. 543",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "46 Ark. 25",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1890464
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/46/0025-01"
      ]
    },
    {
      "cite": "42 Ark. 491",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8724754
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/42/0491-01"
      ]
    },
    {
      "cite": "154 U. S. 34",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3581847
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/154/0034-01"
      ]
    },
    {
      "cite": "54 Ark. 70",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1320405
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/54/0070-01"
      ]
    },
    {
      "cite": "40 Am. Rep. 12",
      "category": "reporters:state_regional",
      "reporter": "Am. Rep.",
      "opinion_index": -1
    },
    {
      "cite": "135 Ark. 112",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1571520
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/135/0112-01"
      ]
    },
    {
      "cite": "151 Ark. 409",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1366070
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/151/0409-01"
      ]
    },
    {
      "cite": "77 Fed. 688",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        3783025
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/77/0688-01"
      ]
    },
    {
      "cite": "112 Ark. 467",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1538767
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/112/0467-01"
      ]
    },
    {
      "cite": "110 Ark. 24",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1337124
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/110/0024-01"
      ]
    },
    {
      "cite": "82 Ark. 367",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1529046
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/82/0367-01"
      ]
    },
    {
      "cite": "75 Ark. 312",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1502524
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/75/0312-01"
      ]
    },
    {
      "cite": "21 Wall. 503",
      "category": "reporters:scotus_early",
      "reporter": "Wall.",
      "case_ids": [
        3410559
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/88/0503-01"
      ]
    },
    {
      "cite": "48 Ark. 544",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1887760
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/48/0544-01"
      ]
    },
    {
      "cite": "96 Ark. 446",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1541940
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/96/0446-01"
      ]
    },
    {
      "cite": "46 Ark. 25",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1890464
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/46/0025-01"
      ]
    },
    {
      "cite": "42 Ark. 491",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8724754
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/42/0491-01"
      ]
    },
    {
      "cite": "54 Ark. 70",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1320405
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/54/0070-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 742,
    "char_count": 15882,
    "ocr_confidence": 0.482,
    "pagerank": {
      "raw": 2.3476164526223368e-07,
      "percentile": 0.7928875390032392
    },
    "sha256": "0946fb6d59eac7c1c35aed049518ce109386ce083415bde199f7df4b6fd20736",
    "simhash": "1:24bf3ca6e1d5705f",
    "word_count": 2786
  },
  "last_updated": "2024-02-27T20:04:56.897085+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hill v. Wade."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nThis appeal is from the decree of the chancery court of Independence County sustaining a demurrer to a complaint containing the following allegations. Plaintiff is a nephew of E. JULadd, who died intestate, about the year 1905, in Independence County. W. M. Wade was appointed administrator of the estate, and made final settlement thereof on May 4, 1908, which was approved and confirmed on November 4, 1908. The complaint was filed September 10, 1920, and plaintiff alleged he had only learned his uncle was dead a few months prior to that date, and that he did not know anything of the administration of the estate and has reeeived no part of the portion due him as an heir-at-law. That the next of kin of the intestate were his brothers and sisters and the children of deceased brothers and sisters, and that he was the only child of his mother, who was one of the sisters, and that his mother died •several .years 'before the death of the intestate, and that ¡plaintiff’s share was a one-ninth interest. It was further-alleged that “defendants Wade and Wheeler bought up the shares of all the heirs except himself and two others, and, although they knew, or could have known with reasonable investigation, that plaintiff was not dead, and although in the final settlement filed by the defendant Wade as administrator he expressly recoghized the right of plaintiff to a one-ninth interest in said estate, as well as Joe Ladd, whose whereabouts were then unknown, yet subsequently he and the defendant Wheeler secured an order of the probate court of Independence County authorizing him, as administrator, to pay out the amount of said estate belonging to the plaintiff and Joe Ladd to the other heirs-at-law, on the representation made to the court that the plaintiff and Joe Ladd had been absent from the State of Arkansas for five years without their whereabouts being known.” A copy of the order of the probate court was made an exhibit to the complaint. It was further alleged in the complaint that Wade paid to himself 6/42 and to the defendant Wheeler 33/42 of the estate and 3/42 to the other heirs, and that, pursuant to the order of the probate court, I. N. and J. F. Barrett, who were also made defendants, had executed a bond to the administrator for the said Wheeler, guaranteeing the return of the money paid him if the plaintiff or Joe Ladd should turn out to be alive and claim their interests.\nIt was also alleged in the complaint that the order of the probate court was void, as the court had no jurisdiction to make the order, and that the action of the defendants Wade and Wheeler in securing said order was a fraud on the rights of the plaintiff, and that as soon as plaintiff learned of the death of his uncle and the administration of Ms estate he returned to Independence County and made demand for his portion of the estate, which was refused.\nThe complaint alleged that “during the time of the administration of his estate he lived in the State of Oklahoma, near the Arkansas line, and that his whereabouts could have been easily determined by the defendants Wade and Wheeler, had they made any effort to do so.” Plaintiff alleged the value of his share to have been $400, and he prayed judgment therefor, with interest at six per cent, from November 4, 1908.\nThe order of the probate court, which was made an exhibit to the complaint, recites that the final settlement of the administrator which had been presented for approval showed the sum of $2,151.77 in his hands for division, but that the addresses of Joe Ladd and George Hill were unknown. Exceptions to this settlement were filed by Wheeler and Wade, upon the ground that neither Ladd nor Hill were entitled to participate in the disbursement of the funds of said estate, for the reason that both had absented themselves beyond the limits of the State for a period of more than five years and nothing had been heard from either within five years, and both were therefore presumed to be dead, under the statutes of the State. The order of the probate court recites that witnesses were examined and sworn on the hearing’ of the exceptions to the administrator’s settlement, and, “being fully advised in the premises, and it appearing to the court that the said Joe .Ladd and George Hill had absented themselves from the limits of the State of Arkansas for a period of more than twenty years, the court is of opinion that said exceptions to the final settlement and account current of the administrator should be sustained. ’ ’\nThe probate court ordered and adjudged that Ladd and Hill were precluded and estopped from participating in the division and disbursement of the funds of the estate,, and that they “were not to have any portion of said funds deposited with the clerk of this court for their use and benefit or subject to their order,” and the administrator was directed to amend his final settlement by dividing the funds of said estate into seven equal parts, instead of nine, as he had done, and, as thus amended, the report was ordered to lie over until the following term of the court, when it was approved.\nAppellant insists that the order of the probate court which, as has been said, was made an exhibit to his complaint, was void for the reason that it does not conform to §§ 225-228, C. & M. Digest; and that he is not guilty of laches because he brought his suit within three months after being apprised of his rights; and that he is not barred by the statute of limitations because of the provisions of § 38, C. & M. Digest.\nIt is conceded that the order of the probate court did not conform to the requirements of §§ 225-228, C. & M. Digest, and was therefore void, but it does not follow that the cause of action is not barred by laches and limitation. We think it is barred by 'both laches and limitation.\nThe complaint contains no allegations sufficient to support the charge that the order of the probate court was obtained through fraud practiced upon the court in its procurement. The order itself recites the facts upon which the court made its finding; and, while the facts recited did not authorize the order made, there was no fraud practiced upon the court. The court was in full possession of the facts; indeed, the truth of the recitals contained in the order of the probate court is not questioned 'by the allegations of the complaint.\nWe have therefore an erroneous order of the probate court. The division of the estafe into seven shares instead of nine, was a conversion of plaintiff’s interest in the estate, and his cause of action for the wrongful conversion was full and complete as soon as the distribution in accordance with that order was made. Plaintiff thereafter waited something more than twelve years before bringing this suit, and although he was, during all this time, a resident of the State of Oklahoma, the miming of the statute of limitations was not arrested on that account. Secs. 6962 and 6960, C. & M. Digest. That plaintiff’s cause of action was barred by limitation, see Hanf v. Whittington, 42 Ark 491; McGaughey v. Brown, 46 Ark. 25; Hankins v. Layne, 48 Ark. 544; Rock Island Plow Co. v. Masterson, 96 Ark. 446.\nWe think the cause of action was also barred by laches. Plaintiff says he did not know of his rights until three months before the institution of this suit. But his ignorance was due to his own negligence and indifference to his family. His mother died before his uncle from whom he seeks to inherit. He was his mother’s only child, and knew he would inherit any interest which she herself would have taken.\nWhat was said by the Supreme Court of the United States in case of Broderick’s Will, 21 Wall. 503, is applicable here. The facts there were that United States Senator Broderick of California died in 1859 and left a very valuable estate. A will purporting to have been executed by him was probated, and his estate was distributed pursuant to its terms. Ten years later a bill was filed by his heirs alleging that will was a forgery, but the court held the heirs were barred by laches. The heirs sought to excuse their delay in instituting the suit by showing that they were residents of an isolated community in Wales, and had lost track of their relative, who had come to America and amassed a fortune, and that they had brought suit as soon as they were advised of the accrual of their cause of action. Mr. Justice Bradley, for the court, said: “They do not pretend that the facts of the fraud were shrouded in concealment, but their plea is that they lived in a remote and secluded region, far from meaps of information, and never heard of Broderick’s death, or of the sale of his property, or of any events connected with the settlement of his estate, until many years after these events had transpired. Parties cannot thus, by their seclusion from the means of information, claim exemption from the laws that control human affairs, and set up a right to open up all the transactions of the past. The world must move on, and those who claim an interest in persons or things must be charged with knowledge of their status and condition, and of the vicissitudes to which they are subject. This is the foundation of all judicial proceedings in rem.”\nHere it was not the deceased who went away to parts unknown, but the heir himself, and although he was in an adjoining State, with many means of communication with his family open to him, he did not communicate with any of them. He had been absent and unheard-of for twenty years when the probate court made its order, and it was twelve years thereafter before he brought this suit. His claim has become stale, and equity will not aid in its enforcement. Williams v. Bennett, 75 Ark. 312; Rhodes v. Cissel, 82 Ark. 367; Ater v. Smith, 19 Ann. Cas. 105; Auten v. St. L. I. M. & S. R. Co., 110 Ark. 24; Board of Levee Inspectors Chicot County v. Southwestern Land & Timber Co., 112 Ark. 467; Rudland v. Mastic, 77 Fed. 688; sec. 244, article Equity, 21 C. J., p. 247; sec. 153, article Equity, 10 R. C. L., p. 406.\nThere is nothing in § 38, 'C. & M. Digest, which militates against what we have said. This section and what is now § 4111, C. & M. Digest, together, comprise chap. 46 of the Revised Statutes, the title of which chapter is “Death Presumed.” Sec. 1 of this chaptel, which is § 4111, C. & M. Digest provides that a presumption of death shall arise against any person absenting himself beyond the limits of the State for five years successively, unless proof is made that he is alive within that time. Sec. 2 of that chapter, which is § 38, C. & M. Digest, reads as follows:\n“An estate recovered in any ease in which the death of the person having the right thereto shall have been presumed, shall be restored to such person on making his personal appearance, or on making satisfactory proof of his being in full life, and he may recover the rents and profits of the estate during the time he may have been deprived thereof, with interest.”\nIt will be observed that the complaint does not allege that the defendants, or any of them, have possession of nny specific property; in fact, the action is not brought to recover specific property but a sum of money, and for this reason we think § 38, set' out above, does hot arrest the running of the statute of limitations against this cause of action or prevent the interposition of the plea of laches.\nThis § 38 appears to comprehend real estate, rather than property generally, as the word “estate,” and not the word “property,” is employed. The provision that “rents and profits of the estate” may be recovered lends strength to this view. But, whether the statute should be thus limited or not, we think it clear that it relates to the recovery of specific property which the occupant in possession recovered in a case in which the death of the person entitled thereto was presumed, under section 4111, C. & M. Digest, and was not intended to prevent the running of the statute of limitations or the plea of laches against actions for the recovery of money in cases where such defenses would be otherwise available. Beam v. Copeland, 54 Ark. 70.\nIt appears, from the face of the complaint itself, that the cause of action sued on is barred both by laches and limitation, and the demurrer was properly sustained. Cunningham v. Dellmon, 151 Ark. 409.\nDecree affirmed.",
        "type": "majority",
        "author": "Smith, J."
      }
    ],
    "attorneys": [
      "Samuel M. Casey, for appellant.",
      "Jno. B. & J. J. McCaleb and Cole & Poindexter, for appellee."
    ],
    "corrections": "",
    "head_matter": "Hill v. Wade.\nOpinion delivered November 6, 1922.\n1. Executors and administrators — order precluding absent heirs. —Though an order of the prohate court precluding from participation in an estate distributees who had been absent from the State and unheard from for more than five years was erroneous in not conforming to Crawford & Moses’ Dig., §§ 225-228, relating to unclaimed 'legacies and distributive shares, a distributee barred by such order may be barred by laches or limitation from thereafter claiming his distributive share.\n2. Executors and administrators — fraud in procuring order of distribution. — A complaint by an heir against an administrator to recover a portion of intestate’s estate held insufficient to allege that fraud was practiced on the probate court in procuring its order of distribution, where the court knew the facts and the complaint did not question the truth of the recitals of the record. ,\n3. Limitation op actions — conversion of distributee’s share.— An order of the probate court erroneously precluding an heir from participation in an estate is a conversion, and the statute of limitation of 5 years ran against the heir as soon as the distribution was made, and was not arrested by reason of his non-residence.\n4. Executors and administrators — laches—delay in claiming distributive share. — Where an heir failed to sue in chancery until more than 12 years after a probate order precluded him from his distributive share, he was guilty of laches though he was ignorant of his rights until three month's before suit was brought, his ignorance being due to- his own negligence and indifference to his family.\n5. Executors and administrators — presumption of death — recovery of property.' — -A suit by an heir, presumed dead from absence of more than 5 years, to recover money distributed by the administrator may be barred by limitation or laches, notwithstanding Crawford & Moses’ Dig., § 38, requiring restoration of an estate administered on presumption of death; the statute referring to restoration of land or specific personal property.\nAppeal from Independence Chancery Court; Ira J. Mack, Chancellor;\naffirmed.\nSamuel M. Casey, for appellant.\nThe order of the probate court declaring plaintiff dead was void for the reason it fails to show he was a resident of this State at the time of his supposed death. 135 Ark. 112. It is also void because the court had no jurisdiction to make it. 40 Am. Rep. 12.\nUnless the court pursues the statute (secs. 225 to 228, C. & M. Digest) an order of this kind is void. 54 Ark. 70.\nThe receipt of money by an administrator is no discharge of a debt. 154 U. S. 34.\nJno. B. & J. J. McCaleb and Cole & Poindexter, for appellee.\nAppellant’s complaint shows that he lived in the State of Oklahoma. The statute of limitations applies to nonresidents. C. & M. Dig. § 6962.\nThis was an action to set aside for fraud a final settlement of an administrator. The five year statute applies, C. & M. Dig., § 6960.\nThe statute of limitations begins to run on the confirmation of an administrator’s account, and a complaint to set it aside for fraud cannot be heard eleven years afterwards. 42 Ark. 491.\nThe statute begins to run against an act of fraud of an administrator from the time of his discharge. 46 Ark. 25, and thirteen years' thereafter is too long to wait to bring suit to set it aside. 48 Ark. 543.\nAll suits must be brought within the period prescribed by the law of the State in which the action is instituted. 96 Ark. 446; 18 Ark. 384."
  },
  "file_name": "0490-01",
  "first_page_order": 514,
  "last_page_order": 521
}
