{
  "id": 1428287,
  "name": "Standard Pipe Line Company v. Burnett",
  "name_abbreviation": "Standard Pipe Line Co. v. Burnett",
  "decision_date": "1933-12-18",
  "docket_number": "4-3245",
  "first_page": "491",
  "last_page": "503",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 491"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "22 S. Ct. 102",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        8297270
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/183/0263-01"
      ]
    },
    {
      "cite": "263 U. S. 263",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "opinion_index": 0
    },
    {
      "cite": "129 U. S. 397",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8299435
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/us/129/0397-01"
      ]
    },
    {
      "cite": "8 Fed. Rep. 782",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6741774
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/8/0782-01"
      ]
    },
    {
      "cite": "193 Pac. 991",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": 0
    },
    {
      "cite": "80 Okla. 28",
      "category": "reporters:state",
      "reporter": "Okla.",
      "case_ids": [
        6429097
      ],
      "opinion_index": 0,
      "case_paths": [
        "/okla/80/0028-01"
      ]
    },
    {
      "cite": "266 S. W. 293",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "166 Ark. 480",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1378546
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/166/0480-01"
      ]
    },
    {
      "cite": "41 Am. St. Rep. 109",
      "category": "reporters:state",
      "reporter": "Am. St. Rep.",
      "opinion_index": 0
    },
    {
      "cite": "23 L. R. A. 264",
      "category": "reporters:federal",
      "reporter": "L.R.A.",
      "opinion_index": 0
    },
    {
      "cite": "25 S. W. 75",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "58 Ark. 407",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1329130
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/58/0407-01"
      ]
    },
    {
      "cite": "3 S. W. 808",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "48 Ark. 460",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1887745
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ark/48/0460-01"
      ]
    },
    {
      "cite": "259 U. S. 530",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        423305
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/us/259/0530-01"
      ]
    },
    {
      "cite": "111 S. W. 456",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "172 S. W. 258",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "116 Ark. 82",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1532219
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/116/0082-01"
      ]
    },
    {
      "cite": "21 S. W. 578",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "57 Ark. 402",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1324630
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/57/0402-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1019,
    "char_count": 24433,
    "ocr_confidence": 0.509,
    "pagerank": {
      "raw": 1.482128691171894e-07,
      "percentile": 0.6612906775645994
    },
    "sha256": "fb6b2ccd63ef2c4e451e29a0083016a10fa3924bc5767b86f9a71af5e6ae237a",
    "simhash": "1:350581cb4c1e3d5f",
    "word_count": 4229
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Standard Pipe Line Company v. Burnett."
    ],
    "opinions": [
      {
        "text": "Butler, J.\nThe appellant is a corporation organized under the. laws of the State of Louisiana. The appellee is a resident of the State of Arkansas, and the alleged injury out of which this litigation arose was sustained in Union County, Arkansas, on the 19th day of May, 1930.\nThe appellee alleged in substance that he was in the employ of the. appellant company on the 19th day of May, 1930, and on that day was directed by his foreman to go into an oil pumping station of the appellant to assist in cleaning the same; that the station had been flooded by overflow waters which brought and deposited within the station, acids, caustics and other poisonous substances; that appellee was inexperienced and unaware of any danger to be apprehended from the fluids in the pumping station coming in contact with his body, anal that he was assured by the. foreman, when he inquired if it was necessary to use boots, that there was no danger in removing the water and slush from the basement of the pumping station, whereas appellant knew, or in the exercise of ordinary care ought to have known, that the water and the sediment was dangerous, and would result harmfully to those working therein unless their bodies were protected, and that appellant was negligent in directing appellee to work therein without affording him some means by which he might be protected from the deleterious fluids; that, because of his working in the pumping station in removing the accumulated water and deposits, the same came in contact with his skin, and that he contracted oil poisoning on his hands and arm,s, totally and permanently disabling him, to recover damages for which his suit was instituted.\nThe defense tendered by the answer was a general denial of the allegations of the complaint, and the affirmative defenses of assumed risk and contributory negligence. As a further defense, it was alleged that the appellee had entered into a written contract with the appellant, whereby it was agreed that, in the event of any injury occurring during the course of his employment, compensation should be made under the provisions of the Workmen’s Compensation'Act of the State of Louisiana. This contract was pleaded as a complete defense to the action, to which a special demurrer was interposed, and sustained over the objections of appellant. From a verdict and judgment in favor of the appellee, the appellant has appealed.\nI.\nIt is insisted that the court erred in refusing to direct a verdict in favor of the appellant; first, because the evidence, viewed in its most favorable light, does not warrant the submission of the case to the jury, as there was no evidence showing negligence on the part of the appellant, or that the water coming in contact with appellee’s body while he was engaged in cleaning out the pumping station was the proximate cause of the injury alleged to have been sustained, and that he was aware of whatever danger existed, and was able to judge the probable consequences, as well as his foreman.\nThe evidence relating to the negligence of the appellant complained of, and as to whether or not, if established, it was the cause of the injury, is in conflict. Without discussing this evidence in detail, suffice it to say that viewed in its most favorable light it tended to establish the fact that, before the date of the alleged injury, the appellee was a healthy man, and had never had any disease of the skin; that he had been in the employ of oil companies for a number of years engaged in doing general work in the oil fields, which included that of fitting pipes and carpenter work, but that he had never had occasion to work where the conditions were similar to those 'which existed at the pumping station on the date of his injury, and that he did not know that chemicals from refining plants were likely to pollute the water within the pumping station. There was evidence also to the effect that the appellant’s foreman knew of refining plants situated a short distance above this pumping station, and that ordinarily the waste from the same would drain through a depression, but that he also knew that about the time of the injury complained of there had been a good deal of complaint of oil poisoning, and that the waters from the depression through which the waste would usually flow spread out over the territory nearby, and over the pumping station; that the appellee was directed to work in the station and to bale out the accumulation of water and sediment therein, and was assured there was no danger in doing this; that he was engaged in this work for perhaps two days; that within a short time after completing this work his hand and arm began to itch 'and burn, and in about two or three weeks broke out in small pustules, the infection continuing to spread and increase in intensity until it became such that he made complaint, and was directed to go to a physician who diagnosed his trouble as oil poisoning.\nIt was also in proof that some persons were not as susceptible to oil poisoning as others, and that one part of a person’s skin would be more susceptible to oil poisoning than another part, and that the condition from which the appellee suffered would be produced by contact with caustic chemicals coming from refining stations. Several employees of the appellant, who worked in the station with the appellee, also contracted oil poisoning, while others did not. There is no evidence to show that, between the time of the baling operations and the discovery of the irritation on the hand and arm of the appellee, he worked at any place where he would have been likely to contract oil poisoning, but that for a time after the date of his alleged injury he worked around the station doing odd jobs, such as cutting grass, fitting pipes, etc., from which there was nothing likely to create the condition to his skin. This evidence is legally sufficient to sustain the verdict of the jury, both on the question of negligence on the part of the appellant, and the lack of contributory negligence of the appellee, and warrants the submission to the jury of the question of assumption- of risk.\nWe recognize, and adhere to the rule announced in Railway Co. v. Henderson, 57 Ark. 402, 21 S. W. 578, and in Biddle v. Jacobs, 116 Ark. 82, 172 S. W. 258, that where evidence tends equally to sustan two inconsistent propositions, a verdict in favor of the party bound to maintain one of them against the other is necessarily wrong, and that verdicts cannot be predicated upon conjecture, but that the causal connection between the alleged cause, and the injury said to arise therefrom, must be proved by evidence, and not left to mere speculation. We are of the opinion that these doctrines are not applicable in the instant case, for, while there- is no direct proof of the cause of the injury, the evidence establishes circumstances from which these facts may be inferred.\nII.\n1. To the defense that appellee was precluded from a recovery because of the contract entered into between him and the appellant -by which any injury was to be compensated in the manner and in the amounts fixed by the Workmen’s Compensation Act of Louisiana, the appellee interposed a special demurrer which was sustained hy the court. This ruling, it is strongly insisted, was erroneous on the theory that the contract was a voluntary mutual agreement, fair in its provisions, and which in no way attempted to limit the liability for the injury, and therefore was not against the policy of this State as expressed by the Constitution and § 7147 of Crawford & Moses’ Digest, and that to construe the statute last cited as prohibiting the appellant from making a contract of the nature pleaded would be unconstitutional as denying it equal protection of the law, and that it denies freedom of contract and conflicts with the due process of law clause of the Fourteenth Amendment to the Constitution of the United States.\nThis argument is advanced because § 7147, supra, limits its application to corporations, except those engaged in interstate commerce, and does not apply to individuals or partnerships. To sustain its contention, the appellant cites Chicago, etc., Ry. Co. v. State, 86 Art. 412, 111 S. W. 456, and Prudential Insurance Co. v. Cheek, 259 U. S. 530, but those cases recognize the fundamental difference between natural and artificial persons and that those provisions in our own Constitution and the Constitution of the United States, by which laws are forbidden denying any person equal protection, or which do not secure equal privileges and immunities, do not relate to corporations, because these do not exist naturally, but are the creatures of law, possessing only such powers as are granted them, and making only such contracts as they are authorized to enter into, and that wherever an act is general and uniform in its operation upon all persons coming within the class to which it applies, it does not come within the prohibition of the Constitution. We have many times upheld the validity of acts relating to corporations, limiting their rights beyond those of natural persons for the reason that a citizen or natural person has the inherent right, independent of any legislation, to contract, while the corporation is clothed only with such power as may be given it by the legislative will, and this may be altered, revoked, or annulled at the pleasure of the Legislature, and terms prescribed under which they may conduct their business, the only limitation upon its power being that it may not interfere with any vested right of the corporation or its incorporators, or violate any fundamental principle of natural justice. On this principle, the Supreme Court of the United States and this court have often upheld the validity, of such legislation. Little Rock & Ft. Smith Rd. v. Eubanks, 48 Ark. 460, 3 S. W. 808; Leep v. Ry. Co., 58 Ark. 407, 25 S. W. 75, 23 L. R. A. 264, 41 Am. St. Rep. 109; McKee v. American Trust Co., 166 Ark. 480, 266 S. W. 293; Pru dential Ins. Co. v. Cheek, 259 N. S. 530, 42 S. Ct. 516, 66 L. Ed. 1044.\n2. We next consider the question as to whether or not the contract relied upon is against the public policy of this State and whether for that reason it is. or is not void. As a part of the preamble to the contract the fol-. lowing language is employed: ‘ ‘ Employee wishes to be employed by employer, for service in the State of Arkansas as laborer at the rate of 56½ cents per hour, and to continue in said employment as long as is mutually agreeable. Employer consents to engage employee under the terms, conditions and stipulations hereinafter set out.”\nSection 1 of the preamble recites that the appellant is a Louisiana corporation with its domicile in that State, and that it maintains offices in certain cities situated therein, at one of which the appellee was engaged for services in the State of Arkansas.\nSection 2 recites that the corporation is subject in the State of Louisiana to the operation of an act of the General Assembly of that State known as the Workmen’s Compensation Act.\nSection 3 recites that the corporation has secured permission to do business in Arkansas and voluntarily extends to its employees therein all of the rights and benefits of the Louisiana law.\nSection 4 recites that the corporation gives and has given injured employees in Arkansas necessary medical and hospital treatment and has paid the employees compensation in accordance with the terms of the Louisiana law regardless of the question of negligence, or the legal defenses the corporation might have had. By § 5 the corporation says it has paid compensation to injured employees when there was no legal liability under the laws of the State of Arkansas.\n\"Section 7 recognizes that, while extending the benefits of the Louisiana law to its employees in Arkansas, the corporation is liable under the laws of Arkansas to employees injured by the negligence of the agents and employees of the corporation.\nSection 8 states that when an employee is injured through negligence of the corporation, in many instances such employee brought suit in the courts of Arkansas for amounts in excess of the amounts allowed by the Louisiana law.\nSection 9 states that when the employees were injured through their own fault, they accepted compensation under the Louisiana act.\nSection 10 complains that the corporation pays its employees under the Louisiana act when injured through their own fault, yet when injured as a result of its negligence the employees bring suit in Arkansas.\nSection 11 concludes that the corporation is paying all injured employees and is not deriving the benefit under the Louisiana act, and § 12 argues that this is unfair.\nSection 13 is as follows: ‘ ‘ That the employee herein named has been offered the option of working for the Standard Oil Company of Louisiana under the terms, conditions and stipulations of the. Louisiana Workmen’s Compensation Act, which act requires the payment of certain fixed amounts regardless of legal liability for negligence, and the payment of doctor’s bills and hospital fees, up to a stipulated amount; or of working under the laws of the State, of Arkansas, which do not require the payment of any damages or the furnishing of medical or hospital services, except in cases of negligence on the part of the employer, and said employee does now voluntarily elect to work for the said Standard Oil Company of Louisiana under the terms, conditions and stipulations of the Louisiana Workmen’s Compensation Act, a copy of which is attached hereto and made a part hereof.”\nSection 14 provides “that in the State of Arkansas no Workmen’s Compensation Law is in effect, and the employer is not liable to the employee for injuries sustained by the employee while engaged in his employment, except on account of negligence on the part of the employer, its agents or employees, and that the defenses of contributory negligence, assumed risk, with other defenses, when applicable, may be pleaded by the employer to defeat the claim of the employee for such injuries.”\nThe contract then provides that, in consideration of the things mentioned in the sections noted, and for the mutual benefit accruing to the respective parties, it is agreed “that, should the employee, while in the service of the employer, receive an injury or injuries, compensation therefor shall only be claimed by the employee, and recognized and paid by the employer, in the same amount and in the same manner as is now fixed and determined by the Workmen’s Compensation Law of the State of Louisiana, which law, it is agreed, in its entirety, as it now exists, is a part of, and embraced in, this contract.”\nThe remainder of the contract relates to contingencies which may arise in the event the agreement is not binding on the next of kin or the estate of the employee in the event of his death, and concludes with the request to his next of kin, or his personal representative in the event of his death, to make settlement with the employer on the basis of the Workmen’s Compensation Act.\nIt is clear from the sections of the preamble quoted and the recitals of the various sections that, while § 13 professes to offer the employee an option, which he has voluntarily accepted, that is, a free choice of conditions under which he works, there is in reality no alternative, but that he shall work under the provisions of the Workmen’s Compensation Act of Louisiana. It does not give him the right of choice between the benefits of the Workmen’s Compensation Act of Louisiana and the laws of Arkansas, and it is manifest that, if the prospective employee hopes to secure work, the contract must be signed. This interpretation, we think, is justified by a consideration of the contract in its entirety, and the phrasing of that part of the preamble first quoted, “Employee wishes to be employed. * ® * Employer consents to employ employee under the terms * * * hereinafter set out.” As we view it, there is nothing voluntary about it. This view' is strengthened by the language of the opening paragraph of the contract, quoted supra. By that agreement, in the event of injury, the employee is not given the right to elect to receive compensation under the laws of Louisiana, or to have his rights determined and his compensation fixed by the laws of Arkansas, but those rights must be determined, and compensation fixed, by the laws of Louisiana, without regard to what the employee may desire.\n3. It is next contended that the contract in no way attempts to limit liability for injury. To sustain this contention, appellant argues that the fixing of the amount of compensation in no way limits liability for injury, and that to bring it within the inhibition of our laws it must have been such as to have defeated all liability, whereas it fixes a reasonable amount to be paid, if an injury occurs. For these reasons, appellant contends that the doctrine announced in Pine Belt Lbr. Co. v. Riggs, 80 Okla. 28, 193 Pac. 991; Little Rock R. Co. v. Eubanks, 48 Ark. 460, 3 S. W. 808; and Rosener v. Hermann, 8 Fed. Rep. 782, have no application.\nThe Workmen’s Compensation Act, which was made a part of the contract, is an involved and voluminous piece of legislation. Its provisions bearing on the question for our determination are to be found in the sections which relate to the amount of compensation and the procedure to be taken in the event of dispute and failure to agree upon a claim for compensation between the employer and employee. 'By § 8, the amount of compensation is fixed for an injury causing total disability to do work of any reasonable character at 65 per cent, of the wages, during the period of disability, not beyond 300 weeks; for injury producing permanent total disability, 65 per cent, of the wages previously earned, to extend not beyond a period of 400 weeks, and, where there is partial disability, 65 per cent, of the difference between wages at the time of the injury and wages which the injured employee may be able to earn thereafter, to extend not beyond 300 weeks. Provision is made for certain specific injuries, as for loss of thumb, first finger, toe, hand, arm, etc. We call attention, however, only to the disability allowed for loss of both hands, or both feet, or both eyes, or one hand and one foot, which is 65 per cent, of the wages previously earned, for a period of 400 weeks.\nThe argument that it was not the purpose of the contract to limit the liability, but to limit the recovery, and therefore was not offensive to the provisions of the act, is well answered by the appellee thus: “What is liability in personal injury cases? Is it not simply the obligation to respond in damages, and is not an attempt to exempt the master from his obligation to so respond, an attempt to exempt him from a portion of his liability?” The answer to the question is obvious. When the remedy is lessened, the liability to that extent is destroyed.\n4. Section 18 provides for the procedure in the event of dispute and failure to agree upon the amount of compensation, and that the case be submitted to a single judge who shall hear and determine all of the questions in dispute and render his judgment without the intervention of a jury.\nThis contract deprives a citizen of this State of an appeal to its courts and remits him for the establishment of his rights and a remedy for his wrongs to a foreign jurisdiction, to be determined by procedure unknown here, and contrary to our traditional policy. Article 2, § 7, of our Constitution preserves in all cases triable in a court of law the right to a trial by jury, without regard to the amount in controversy. No declaration of a settled policy could be clearer than the language there used, and any shift to thwart or nullify the fundamental law cannot be upheld. It is apparent, whatever the argument may be, that the making of the contract was not the voluntary act of the appellee. The practical interpretation of the contract is, no contract, no job. By the contract, an employee’s remedy for injury suffered for a negligent act of the employer, while not wholly taken away, is seriously impaired; first, as has been observed, by the necessity of his having to resort to a foreign forum, and, second, by limitation of the amount to be recovered in a sum in many cases which might well be supposed little short of a complete denial of redress. Without regard to the culpability of the employer, the age of the employee, the number of his dependents, or the reasonable expectation of greatly increased earning power, or of the length of time he may be expected to live, yet, if totally and permanently disabled, his compensation is limited to 65 per cent, of the wages he was earning at the very time of the injury, and can in no event continue beyond a period of 400 weeks, or seven and one-seventh years. This is an arbitrary fixing of compensation, which, in many instances, would be so much less than the damages to which the employee is justly entitled as to amount to a denial of liability. Our Constitution, by § 32, art. 5, has asserted as basic law, and as further declaratory of our settled policy, that “no act of the General Assembly shall limit the amount to be recovered for injuries resulting in death or injuries to persons or property”; and by § 6 of art. 12, power is reserved to alter or amend any general laws existing at the time corporations are formed; by § 11, art. 12, foreign corporations are authorized to transact business in this State under such limitations and restrictions as may be prescribed by law. Those limitations and restrictions (§ 1828, Crawford & Moses’ Digest) are such as are imposed by law upon domestic corporations. If, then, the General Assembly could not limit the amount to be recovered for personal injuries received, it follows that a creature which owes its existence to a legal birth and operates within the State by its permission, under legal restrictions, may not do that which the law-making body itself cannot do. To leave no doubt regarding the policy of this State, the General Assembly, by act No. 175, supra, of which §§ 7144 and 7147 of Crawford & Moses’ Digest are a part, provided for liability for injury suffered by an employee of any corporation except those engaged in-interstate commerce. The exception was made because corporations of the last-named class, with respect to liability for injuries to its employees, was fixed by the Federal Employers’ Liability Act. Section 4 -of act No. 175 (now § 7147, Crawford & Moses’ Digest) provides that any contract, etc., seeking to exempt corporations from any liability imposed should be to that extent void. The- contract, then, being, as we hold, a shift to evade the laws of this State, and in conflict with public policy, the court correctly sustained the demurrer.to that part of appellant’s answer which pleaded said contract as a defense to plaintiff’s suit. Little Rock, etc., Ry. v. Eubanks, and Leep v. Ry. Co., supra; Liverpool, etc., v. Phoenix Ins. Co., 129 U. S. 397, 9 S. Ct. 469; The Kensington, 263 U. S. 263, 22 S. Ct. 102.\nTo sum up our conclusions: (a) Act No. 175 of the Acts of the General Assembly of 1913, is not within any inhibition of the National or State Constitutions; (b) the contract pleaded in bar was not voluntarily entered into; (c) it gives the employee no right of election in the event of injury, between the Workmen’s Compensation Act of Louisiana and the rights accorded by the laws of this State in which the cause of action arose; (d) it remits the employee to a foreign jurisdiction for the enforcement of his rights; (e) and deprives him of his constitutional right of trial by jury; (f) its practical effect is to exempt the employer of a part of his liability by limiting the amount of recovery, without regard to any except an arbitrary measure of damages; (g) it is not fair in its terms or fairly entered into; (h) the contract contravenes the public policy of this State as expressed by the Constitution, and is void within the meaning of § 7147 of Crawford & Moses’ Digest.\nIt follows from the views expressed that the judgment of the trial court is correct, and it is therefore affirmed.",
        "type": "majority",
        "author": "Butler, J."
      }
    ],
    "attorneys": [
      "T. M. Milling and Gaughan, Sifford, Godwin & Gaughan, for appellant.",
      "T. P. Oliver and McNalley & Sellers, for appellee."
    ],
    "corrections": "",
    "head_matter": "Standard Pipe Line Company v. Burnett.\n4-3245\nOpinion delivered December 18, 1933.\nT. M. Milling and Gaughan, Sifford, Godwin & Gaughan, for appellant.\nT. P. Oliver and McNalley & Sellers, for appellee."
  },
  "file_name": "0491-01",
  "first_page_order": 509,
  "last_page_order": 521
}
