{
  "id": 1358489,
  "name": "Emerich v. Bourland",
  "name_abbreviation": "Emerich v. Bourland",
  "decision_date": "1923-01-22",
  "docket_number": "",
  "first_page": "495",
  "last_page": "501",
  "citations": [
    {
      "type": "official",
      "cite": "156 Ark. 495"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "138 Ark. 344",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "70 Ark. 451",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1509511
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/70/0451-01"
      ]
    },
    {
      "cite": "96 Ark. 413",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "90 Ark. 29",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1513801
      ],
      "pin_cites": [
        {
          "page": "36"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/90/0029-01"
      ]
    },
    {
      "cite": "109 Ark. 90",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1341218
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/109/0090-01"
      ]
    },
    {
      "cite": "67 Ark. 30",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1152583
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/67/0030-01"
      ]
    },
    {
      "cite": "121 Ark. 105",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1559396
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/121/0105-01"
      ]
    },
    {
      "cite": "131 Ark. 59",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1578629
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/131/0059-01"
      ]
    },
    {
      "cite": "99 Ark. 100",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1314468
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/99/0100-01"
      ]
    },
    {
      "cite": "59 Ark. 513",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1327670
      ],
      "pin_cites": [
        {
          "page": "528, 530"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/59/0513-01"
      ]
    },
    {
      "cite": "60 Ark. 343",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1903690
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/60/0343-01"
      ]
    },
    {
      "cite": "1 Ark. 511",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "66 Atl. 1099",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": -1
    },
    {
      "cite": "46 N. Y. S. 492",
      "category": "reporters:state",
      "reporter": "N.Y.S.",
      "case_ids": [
        3464274
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nys/46/0492-01"
      ]
    },
    {
      "cite": "97 Ala. 465",
      "category": "reporters:state",
      "reporter": "Ala.",
      "case_ids": [
        3216979
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ala/97/0465-01"
      ]
    },
    {
      "cite": "95 U. S. 242",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3381979
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/95/0242-01"
      ]
    },
    {
      "cite": "113 Ark. 566",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1537495
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/113/0566-01"
      ]
    },
    {
      "cite": "116 Ark. 167",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1532284
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/116/0167-01"
      ]
    },
    {
      "cite": "125 Ark. 57",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1553265
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/125/0057-01"
      ]
    },
    {
      "cite": "149 Mich. 536",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1562260
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/mich/149/0536-01"
      ]
    },
    {
      "cite": "74 Pac. 869",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": -1
    },
    {
      "cite": "115 Ark. 194",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1533773
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/115/0194-01"
      ]
    },
    {
      "cite": "113 Ark. 590",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1537555
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/113/0590-01"
      ]
    },
    {
      "cite": "114 Ark. 324",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1536301
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/114/0324-01"
      ]
    },
    {
      "cite": "98 Ark. 543",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1316021
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/ark/98/0543-01"
      ]
    },
    {
      "cite": "138 Ark. 339",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1566985
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/138/0339-01"
      ]
    },
    {
      "cite": "90 Ark. 29",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1513801
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/90/0029-01"
      ]
    },
    {
      "cite": "109 Ark. 90",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1341218
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/109/0090-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 560,
    "char_count": 11853,
    "ocr_confidence": 0.492,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.05121958847793829
    },
    "sha256": "2e215a4f19e0d3d5bdfbeb825d25cb2eb9105905dd5d371c87bc6208bcd9a443",
    "simhash": "1:96d2d054c782bf43",
    "word_count": 2001
  },
  "last_updated": "2024-02-27T21:52:19.957046+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Emerich v. Bourland."
    ],
    "opinions": [
      {
        "text": "McCulloch, C. J.\nDuring the year 1907 an improvement district, known as Waterworks Improvement District No. 1, was formed in the city of Fort Smith, pursuant to general statutes, for the purpose of acquiring and operating a waterworks plant which had theretofore been built and operated by a private corporation. ■ There was a special statute expressly authorizing such acquisition by the district thus formed. The territory of that district was coextensive with the city limits as then existent, but the city limits were subsequently extended, and a large territory added to the city.\nLater, another district, known as Waterworks Improvement District. No. 2, was formed, embracing a portion of the new territory added to the city, and this was for the purpose of extending the waterworks over the territory of the new district. These two districts were taken over and have been operated by the city in accordance with the provisions of the statute. Crawford &-Moses’ Digest, § 5737 (act No. 158 of the session of 1911).\nThe General Assembly of 1921 (Special Acts 1921, p. 675) enacted a special statute authorizing the organization of a district in Fort Smith covering the whole of the city’s territory, as now existing, into an improvement district to “acquire and own the waterworks system and plant heretofore purchased, constructed and improved by Waterworks Improvement District No. 1 and Water District No. 2 of the city of Fort Smith, and to enlarge, improve, extend, repair and maintain said system, as in this act provided.” The statute provides that the district can operate only after the consent of a majority in value of the owners of real property in the district is shown by a petition filed with the city clerk. The statute provides for the formation of plans for the enlargement, improvement and extension of the Avater system so as to serve all of the territory in the district, and authorizes the issuance of bonds to pay for the improvement. It also appears that bonds were issued by Water works Improvement District No. 1, which are still immature and outstanding, and that there are immature assessments outstanding in both of the old districts.\nThe statute referred to creating the new district provides for the assessment of benefits, and that the new district shall assume all the obligations of the old districts, but that none of the rights and remedies of the creditors of the old districts shall be displaced until payment is made by the new district in accordance with the terms of the statute.\nAppellants, owners of real property in the district, instituted this action against the mayor and other members of the board of improvement of the new district to restrain proceedings under the new statute, alleging that the statute is void.\nIt appears from the pleadings in the case that a majority in value of the owners of real property in the district have expressed their consent to the new organization in the manner prescribed by the statute.\nOne of the grounds on which the validity of the or- • ganization of the new district is assailed is that.the territory is not properly described in the statute.\nThe statute describes the limits of the district as ‘ ‘ all of the real estate in the city of Fort Smith. ’ ’ There is no doubt about the meaning of that language, and it seems sufficiently clear and definite to accurately describe the territory to be included. Boles v. Kelley, 90 Ark. 29; Board of Improvement v. Carman, 138 Ark. 339. We see nothing in this contention to justify us in holding that the district is void.\nThe principal contention of appellants is that a statute authorizing the formation of an improvement district in a city or town for the purpose of acquiring a system of waterworks already constructed is in conflict with § 27, article 19, of the Constitution in relation to “assessments on real property for local improvements in towns and cities.” The contention is that, the acquisition of an improvement already made through another agency does not constitute a local improvement within the meaning of the Constitution. This is a very narrow view of the constitutional provision, which was intended only to place a restriction upon the formation of improvement districts in cities and towns by requiring that it be done upon the consent of a majority in value of the property owners, and that the assessments “shall be ad valorem and uniform,” but there was no attempt to define what would constitute a local improvement. It is true that the statutes of this State, as originally enacted pursuant to the terms of the Constitution, did not authorize formation of districts for the acquisition of property, but we have decided that it is within the power of the Legislature to confer such authority, and no doubt on that subject was expressed by the court. Sembler v. Water and Light Imp. Dist., 109 Ark. 90.\nAn improvement may be a benefit to the property in a given locality, whether it is constructed through the agency of a district created for that purpose or by acquisition from some other agency by which it was constructed. Moreover, the purpose- of the formation of this district was not merely the acquisition of the system, but to extend it and to repair and improve it. The validity of a similar district was upheld by this court in a recent decision, though the point was not discussed. Lewis v. Forrest City Special Improvement District, ante, p. 356.\nIt is also contended that the act is unconstitutional because the aufhonzing of the acquisition of the water system owned by the old districts without the consent of the property owners in the old districts places a burden upon them without their consent. In other words, it is argued that this statute does not provide for obtaining the separate consent of the owners of property in each of the old districts, but merely for the consent of a majority in value of the owners of-property in the new district.\nThere is nothing- in the-Constitution which requires the consent of each individual property owner, or a majority of any particular group of property owners, except that there must he obtained the consent of a majority in value of the owners of property affected by the improvement. The constitutional requirement was therefore complied with by obtaining a majority of all the owners of property in the district. The extent of the benefits to any particular property is not involved in the expression of consent of a majority of the whole. The legislative branch of the government, without constitutional restrictions, confers the authority to dispose of the improvement to another agency for the pupose of extending it or maintaining it, and this imposes no additional burden on the owners of the property except for benefits which may be derived and to be ascertained in the proper way.\nThe rights of the property owners as well as creditors of the old districts are fully protected by the' provisions of the statute imposing upon the new district an assumption of the debts of the old ones and by leaving-unimpaired the obligations of the old districts and the rights of creditors until their satisfaction by payments to be made by the new district.\nWe are unable to find any phase of this statute which offends against the Constitution — at least none have been brought to our attention — and we are of the opinion that the chancery court was correct in dismissing the complaint of appellants.\nThe decree is therefore affirmed.",
        "type": "majority",
        "author": "McCulloch, C. J."
      }
    ],
    "attorneys": [
      "James B. McDonough, for appellant.",
      "Facljo Cravens and Daily & Woods, for appellee."
    ],
    "corrections": "",
    "head_matter": "Emerich v. Bourland.\nOpinion delivered January 22, 1923.\n1. Municipal corporations — improvement district — territory included. — Special Acts 1921, p. 675, authorizing the organization of an improvement district embracing “all the real estate in the city of Fort Smith” was not invalid for insufficient description of the territory included,\n2. Municipal corporations — improvement district. — Special Acts 1921, p. 675, authorizing the organization of an improvement district to acquire and own a waterworks system already constructed by two other districts, and to enlarge and extend it, was not invalid as conflicting with art. 19, § 27, of the Constitution, relating to assessments on real property for local improvements in cities and towns, on the ground that an improvement already made through another agency does not constitute a local improvement within the meaning of the Constitution.\n3. Municipal corporations — waterworks improvement district.— Special Acts 1921, p. 675, authorizing the organization of an improvement district covering the entire city of Fort Smith for the purpose of acquiring, operating and extending a waterworks improvement system constructed by two other improvement districts, and providing for the consent of a majority in value of the property owners of the entire city, is not invalid in failing to provide for the consent of a majority in value of the property owners in each of the other improvement districts.\nAppeal from Sebastian Chancery Court, Fort Smith District; J. V. Bourland, Chancellor;\naffirmed.\nJames B. McDonough, for appellant.\n1. Act No. 336, Special Acts 1921, p. 675, is in contravention of § 27, art. 19, of the Constitution, providing for assessments oil r.eal property for local improvements in cities and towns. The Constitution does not authorize the formation of improvement districts for refinancing and purchasing or otherwise acquiring the bonds and obligations of existing districts. It limits the power of the Legislature to providing for local improvements# 98 Ark. 543; Page & Jones, Taxation by Assessment, § 242 and cases cited; Id., §§ 286, 287; 114 Ark. 324; 113 Ark. 590; 115 Ark. 194; 74 Pac. 869; 149 Mich. 536; Page & Jones, Taxation by Assessment, §§ 368, 370, 377, 386; Id., §§452, 458, 461; 230 111. 80; 246 111. 43; see also §§ 6, 7, 8, 18, 19, 20, 35 and 36 of the act.\n2. The effect of the following recent decision of this court is to sustain the unconstitutionality of this act. 242 S. W. (Ark.) 547. Moreover, the act is unconstitutional in that it permits a new district to be formed without the consent of the majority in value of real property owners in each of the old districts. 125 Ark. 57.\n3. The act is void because it does not give with certainty the boundaries of the district. 116 Ark. 167; 113 Ark. 566; C. & M. Dig., §§9736 and 1501; 95 U. S. 242; 19 Johnson, 73; 97 Ala. 465; 46 N. Y. S. 492; 66 Atl. 1099; 22 Am. and Eng. Enc. of L., 300 “Chattels Real.”\nFacljo Cravens and Daily & Woods, for appellee.\n1. The Constitution is not a grant or enumeration of powers vested in the legislative ■ department, but a limitation upon the exercise of such powers, and the Legislature can exercise all the powers not expressly or by fair implication forbidden by the Constitution. 1 Ark. 511; 60 Ark. 343; 59 Ark. 513, 528, 530; 99 Ark. 100. The act under consideration complies in every particular with art. 27, § 19, Constitution, in that it provides in express terms that the “consent of the majority in value of the property owners, owning property adjoining the locality to be affected” must first be obtained. 131 Ark. 59.\n2. The act, § 2, authorizes the physical acquisition of an existing system and the construction of improvements and extensions thereto, and an assessment of benefits against all the real property benefited to pay for this improvement. This was within the power of the Legislature. 121 Ark. 105. To say that it is not a local improvement of a public nature is to deny the binding force of Crane v. Siloam Springs, 67 Ark. 30. Sembler v. Water S Light Improvement District, 109 Ark. 90, settles the real issue in this case.\n3. The bqundaries of the district are given with certainty by section 1 of the act, and that section is a-definite description of the lands embraced within the limits of the district. 90 Ark. 29, 36; 96 Ark. 413; 70 Ark. 451; 138 Ark. 344."
  },
  "file_name": "0495-01",
  "first_page_order": 521,
  "last_page_order": 527
}
