{
  "id": 1435204,
  "name": "Taylor v. Holmes",
  "name_abbreviation": "Taylor v. Holmes",
  "decision_date": "1932-03-28",
  "docket_number": "",
  "first_page": "498",
  "last_page": "502",
  "citations": [
    {
      "type": "official",
      "cite": "185 Ark. 498"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "178 S. W. 422",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "119 Ark. 373",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8719726
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/119/0373-01"
      ]
    },
    {
      "cite": "295 S. W. 357",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "174 Ark. 447",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8722230
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/174/0447-01"
      ]
    },
    {
      "cite": "42 S. W. (2d) 385",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "184 Ark. 332",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1438537
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/184/0332-01"
      ]
    },
    {
      "cite": "43 S. W. (2d) 372",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "184 Ark. 772",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1438593
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/184/0772-01"
      ]
    },
    {
      "cite": "39 S. W. (2d) 724",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "183 Ark. 937",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1441654
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/183/0937-01"
      ]
    },
    {
      "cite": "180 S. W. 216",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "120 Ark. 616",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1561100
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/120/0616-01"
      ]
    },
    {
      "cite": "149 S. W. 514",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "104 Ark. 550",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1350649
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/104/0550-01"
      ]
    },
    {
      "cite": "162 S. W. 314",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "175 Mo. App. 398",
      "category": "reporters:state",
      "reporter": "Mo. App.",
      "case_ids": [
        1660233
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mo-app/175/0398-01"
      ]
    },
    {
      "cite": "75 N. W. 228",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 0
    },
    {
      "cite": "72 Minn. 283",
      "category": "reporters:state",
      "reporter": "Minn.",
      "case_ids": [
        1667198
      ],
      "opinion_index": 0,
      "case_paths": [
        "/minn/72/0283-01"
      ]
    },
    {
      "cite": "182 Ill. App. 522",
      "category": "reporters:state",
      "reporter": "Ill. App.",
      "case_ids": [
        2828877
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ill-app/182/0522-01"
      ]
    },
    {
      "cite": "96 N. E. 403",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": 0
    },
    {
      "cite": "52 N. E. 287",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": 0
    },
    {
      "cite": "172 Mass. 363",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        475321
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/172/0363-01"
      ]
    },
    {
      "cite": "43 S. W. (2d) 1078",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "184 Ark. 947",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1438457
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/184/0947-01"
      ]
    },
    {
      "cite": "38 S. W. (2d) 557",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "183 Ark. 757",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1441698
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/183/0757-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 442,
    "char_count": 7748,
    "ocr_confidence": 0.512,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.05402284071387946
    },
    "sha256": "159ab4bd713f343008418920c8696921d20d877d26297d68e83e791541b69b6d",
    "simhash": "1:5493940e70431776",
    "word_count": 1411
  },
  "last_updated": "2024-02-27T17:51:09.396208+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Taylor v. Holmes."
    ],
    "opinions": [
      {
        "text": "Butler, J.\nThis case was submitted to the trial court upon the following agreed statement of facts: •\n“That on tbe '29'tb day of August, 1931, the intervener, C. C. Holmes, ’received a draft for $600, indorsed by Fred Mahler, to him, the said' draft drawn by the Farmers’ National Bank of Sparta, Wisconsin, on the Federal Reserve Bank of Chicago, in favor of the said Fred Mahler. That on the same day, August 29, 1931, the said C. C. Holmes deposited said draft in the People’s Savings Bank at Harrison,'Arkansas, and that said bank issued to Mm a deposit slip, which is here exhibited and made a part of this agreement as exhibit A thereto.\n“At the close of business on August 28, 1931, the said C. C. Holmes had on checking account in said bank the sum of only $9.47. That the said C. C. Holmes was a regular customer of said People’s Savings Bank. That on the said 29th day of August, 1931, he drew his certain check on said bank for $175, due to a third party, out of the proceeds of said $600 draft, which said check was presented to the bank on the same day and prior to the time when said draft was deposited and was cashed by said People’s Savings Bank. That the said C. C. Holmes had previously been permitted to 'overdraw his account in said bank.\n“That the said draft for $600 was immediately forwarded by the said People’s 'Savings Bank to the Bankers’ Trust Company of Little Bock, Arkansas, for deposit, and same was credited to the account of People’s Savings Bank of Harrison, and said item was sent in the regular course of business by the Bankers’ Trust Company to the Federal Beserve Bank of Chicago,'where it was paid September 2, 1931, and the proceeds remitted to the Bankers’ Trust Company, aforesaid.\n“That the intervention herein is made for the purpose of having said sum of $600 established as a preferred claim against the said Walter E. Taylor.\n“It is further agreed that, on the 31st day of August, 1930, another check of C. C. Holmes for $7.50 was presented to the bank for payment and was paid by said bank, leaving a balance of .only $426.97, to the credit of this intervener in said bank at close of business on August 31,1931. That no deposit was made by the said C. C. Holmes in said bank subsequent to August 29, 1931, and no other checks were paid and charged to his account except as herein set forth; and the amount of his account in said bank when said bank closed was only $426.97.”\nThe court declared the law to be that the deposit slip issued by the People’s Savings Bank to C. C. Holmes constituted a contract between Holmes and said bank, and that by its terms the draft for $600 was accepted for collection by said bank, the proceeds of which the bank held as a preferred claim under subdivision 6 of § 1 of act No. 107 of the Acts of 1927, and that the balance, after deducting the checks mentioned in the agreed statement of facts, to-wit, the sum of $426.97, should be allowed as a preferred claim. From that finding and decree is this appeal.\nIt is well settled that the owner of the proceeds of a collection made by an insolvent bank is entitled to have his claim for such preferred to that of general creditors on the theory that the collecting bank is the ag’ent of such owner and the title to the proceeds of the collection remains in the depositor. Act No. 107, § 1, subdivision 6, Acts of 1927; Taylor v. Corning Bank & Trust Co., 183 Ark. 757, 38 S. W. (2d) 557; Taylor v. Dermott Grocery & Commission Co., ante p. 7; Taylor v. First Nat. Bank of DeQueen, 184 Ark. 947, 43 S. W. (2d) 1078. ;Where checks or drafts are indorsed and deposited in the usual course of business, and the bank credits the depositor with the proceeds thereof, the relationship of debtor and creditor arises, in the absence of an agreement to the contrary, even where the right on the part of the bank exists to charge back the check if it proves uncollectable. Taft v. Quinsigamond Nat. Bk., 172 Mass. 363, 52 N. E. 287; Downey v. Nat. Exchange Bank, 52 Ind. Ap. 672, 96 N. E. 403; Sears v. Emerson, 182 Ill. App. 522; Brusegaard v. Ueland, 72 Minn. 283, 75 N. W. 228; Mudd v. Farmers’ etc., Bank, 175 Mo. App. 398, 162 S. W. 314; Covey v. Cannon, 104 Ark. 550, 149 S. W. 514; Calhoun v. Sharkey, 120 Ark. 616, 180 S. W. 216; Taylor v. Dierks Lbr. & Coal Co., 183 Ark. 937, 39 S. W. (2d) 724; and in case of insolvency of the bank the depositor becomes a general creditor. Taylor v. Dermott Grocery & Comm. Co., supra; Kansas City Life Ins. Co. v. Taylor, 184 Ark. 772, 43 S. W. (2d) 372; Tyler v. Citizens’ Bank, 184 Ark. 332, 42 S. W. (2d) 385.\nThe deposit slip mentioned in the agreed statement of facts had printed on its face: “All checks' and drafts are credited subject to payment as per conditions stated on reverse side hereof.” The conditions on the reverse side, quoted by appellee as material to the question presented, are as follows: “All checks, drafts and papers deposited subject to payment and on express condition that this bank is not responsible for omission, neglect or default of any bank or subagent employed to collect same, but only for good faith and due care in selection of such bank or agencies.” Also the following: “This bank accepts deposits and collections on the following conditions only: (2) items received for collection or credit and not drawn on this bank are taken at depositor’s risk, and, should any such items be lost, and should no returns be received within reasonable time, such items may be charged back to the depositor.”\nAnother condition on the deposit slip is: “ Should any item be not paid, or any agent fail to remit proceeds therefor, this bank may charge the item back to depositor. ’ ’\nIt is the contention of the appellee that these provisions of the deposit slip created the relationship of principal and agent between the depositor and the bank as effectually as if the words, “for collection,” had been written on the face of the deposit slip, and this conclusion was reached by the court below. The only question therefore, is, Was the check a general deposit and accepted as cash by the bank, or was it a deposit for collection?\nThe depositor was a regular customer of the bank with a checking account which at times would be overdrawn. The check was deposited in the usual course of business, and credit was given therefor, and checks drawn against the general account in which it was placed, so that, at the time the bank became insolvent, the depositor was due only the sum of $434.47. By his indorsement of the draft the depositor guaranteed its payment, and the bank had the right to charge the same back to the depositor in the event it was not paid. K. C. Sou. Ry. Co. v. First Nat. Bank of Ft. Smith, 174 Ark. 447, 295 S. W. 357; Taylor v. Dierks Lbr. & Coal Co., supra. Therefore the conditions on the deposit slip gave the hank no right that it did not already have. Whether the deposit was for collection merely or a general deposit depended on the intention of the parties to the transaction, as shown from all of the circumstances in the case. Ark. Trust & Banking Co. v. Bishop, 119 Ark. 373, 178 S. W. 422. We think the circumstances of this transaction contain nothing to rehut the presumption that the draft was a general de.posit, and we find nothing in the language of the conditions printed on the deposit slip that would show that this was not the intention of the parties. Tyler v. Citizens’ Bank, supra.\nIt follows from what we have said that the trial court erred in its decree, which is therefore reversed, and the cause remanded with directions to allow the claim of the appellee as that of a general creditor:",
        "type": "majority",
        "author": "Butler, J."
      }
    ],
    "attorneys": [
      "M. A. Eathooat, for appellant.",
      "Cotton Murray, for appellee."
    ],
    "corrections": "",
    "head_matter": "Taylor v. Holmes.\nOpinion delivered March 28, 1932.\nM. A. Eathooat, for appellant.\nCotton Murray, for appellee."
  },
  "file_name": "0498-01",
  "first_page_order": 518,
  "last_page_order": 522
}
