{
  "id": 1432039,
  "name": "Davis v. Oaks",
  "name_abbreviation": "Davis v. Oaks",
  "decision_date": "1933-05-22",
  "docket_number": "4-3017",
  "first_page": "501",
  "last_page": "506",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 501"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "169 S. W. 251",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "113 Ark. 486",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1537493
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/113/0486-01"
      ]
    },
    {
      "cite": "86 S. W. 435",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "74 Ark. 552",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "58 Am. Dec. 336",
      "category": "reporters:federal",
      "reporter": "Am. Dec.",
      "opinion_index": 0
    },
    {
      "cite": "13 Ark. 503",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8728252
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/13/0503-01"
      ]
    },
    {
      "cite": "17 Ark. 248",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "11 Ark. 745",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8728024
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/11/0745-01"
      ]
    },
    {
      "cite": "11 Ark. 736",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8728021
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/11/0736-01"
      ]
    },
    {
      "cite": "20 Ark. 629",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1869328
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/20/0629-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 570,
    "char_count": 11364,
    "ocr_confidence": 0.505,
    "pagerank": {
      "raw": 2.1639616572221157e-07,
      "percentile": 0.7702466437232441
    },
    "sha256": "d6b97ca20da80927ffc5e1830e8ed9cdfcbe3f7ce88651a0bce5c086a31520ae",
    "simhash": "1:49e7ef0cdec0fae4",
    "word_count": 1978
  },
  "last_updated": "2024-02-27T21:18:50.990705+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Davis v. Oaks."
    ],
    "opinions": [
      {
        "text": "Butler, J.\nThe Conservative Loan Company at Little Bock brought suit in the Garland Chancery Court against O. C. Davis to recover on a debt owing it by the latter and for foreclosure of a mortgage given on a twenty-five acre tract of land, with other lands, to secure the same. On the 15th day of October, 1923, it recovered judgment for $972.30 and a decree foreclosing the debt- or’s equity of redemption in the said lands.\nIn 1928 Davis moved to Texas, and the following year the Liberty Bealty Company, acting through its agent, W. C. Oaks, took possession of the twenty-five acre tract. In August, 1932, Davis brought suit in ejectment to recover possession of said lands naming as defendants the appellees, Liberty Realty Company, W. C. Oaks and Carrie Oaks, his wife. The defendants, appellees, answered and by way of cross-complaint set up an interest in the lands as owners of the judgment rendered in 1923 aforesaid and as owners of certain notes and deeds of trust executed by Davis, and further alleged ownership by virtue of a purchase from certain persons to whom the lands had been sold for the taxes delinquent thereon. The case, on motion of defendants, was transferred to the Garland Chancery Court, which after hearing the evidence, found that the appellee, Liberty Realty Company, was the owner of the judgment obtained by the Conservative Loan Company aforesaid which it found was a valid and subsisting judgment, and the court rendered judgment in favor of the said appellee for the amount of the same with interest from its date and declared the same a lien on the lands involved, etc. From that judgment and decree comes this appeal.\nThe pleadings and evidence have raised several questions involving the application of the statute of limitations, the ownership of a certain note for $1,925 and deed of trust to secure the same and certain other notes and deeds of trust executed from time to time by the appellant, and the rights of a mortgagee in possession after default, and the duty of the mortgagor attempting to recover, the effect of the tax sales under which appellee claimed title, etc. None of these questions become necessary for us to consider for the reason that the trial court has found as determinative of the rights of the parties these facts, namely, that a valid and subsisting judgment exists of which the appellee Liberty Realty Company is the owner, and which constitutes a lien on the lands sought to be recovered by the appellant.\nThe contention is made for the appellant, first, that said judgment has been paid. In support of this, the appellant testified that the judgment was included in a note for $1,925 with a deed of trust to secure the same executed by him to the Como Trust Company with the express agreement made at the time that said note was given and received in full satisfaction and payment of a judgment obtained by the Conservative Loan Company, and which had been purchased from it by the Como Trust Company. He further claimed that the $1,925 note was barred by the. statute of limitations. His counsel insist that an order caused to be entered by the chancery court, which was introduced in evidence, makes his client’s testimony conclusive. That order, dated February 18, 1924, is as follows:\n“Chancery Record N., p. 121.\n“Conservative Loan Company, v. No. 8171\n“Oscar C. Davis et al.\n“Settled and Dismissed.\n“On this day it appearing to the court that this cause has been settled and should be dropped from the docket, it is therefore ordered, adjudged and decreed by the court that this cause be and the same is hereby dropped from the docket.”\nSection 6332, Crawford & Moses’ Digest, is cited, which provides that, where the court is satisfied that the plaintiff has received full satisfaction of a judgment or decree, an order shall be made directing the clerk to enter its satisfaction on the record thereof which shall have the same effect as if it had been done by the party, and attention is called to the holding in the case of State v. Martin, 20 Ark. 629, that the action of the court under that section becomes res ¡judicata as to all the facts determined by the court in such order. It is insisted that, before proceeding further on the judgment in favor of the Conservative Loan Company, it would be necessary to first vacate the order of February 18, supra.\nThe term at which the judgment of October 8, 1923, was rendered expired before the third Monday in December at which a new term began,-so that the court was without jurisdiction to vacate that judgment except for the causes and in the method prescribed by the statute. Therefore, the order of February 18, following was ineffectual to accomplish that purpose, and, indeed, it is apparent no such purpose was intended, or that it was a proceeding under the section of the Digest above noted. There was no direction to the clerk or action taken by him under the provisions of that section. In that case there was nothing further before the court except to act on the report of sale when made, and the order, from its- very terms, merely directed that the case be omitted from the docket and served to abate further proceedings until such time as the court’s action might be asked. The recital, “It appearing to the court that this cause has been settled,” at most is only evidentiary in its nature and subject to be rebutted as any other evidence.\nAlthough the appellant testified in positive terms that the $1,925 note was given and received in full satisfaction of the judgment, he admitted that nothing had in fact ever been paid on the debt evidenced by the note. As he was the plaintiff, he was an interested party, and therefore his evidence could not be said to be- undisputed, and his interest was doubtless taken into consideration by the court in determining the weight to be attached to his testimony. Then, too, opposed to his statement was the testimony of the attorney of the Como Trust Company, who prepared the $1,925 note and deed of trust securing it, and who stated that the note and deed of trust were not taken in satisfaction of the debt, but that the judgment was purchased by said trust company from the Conservative Loan Company for the sum of $1,000, and, contemporaneously with the execution of the aforesaid note and deed of trust, the Conservative Loan Company assigned in writing to the- trust company its judgment, which assignment was on the same date filed for record in the office of the recorder, of deeds and mortgages in and for Garland County; and that it was the intention not to accept the note in payment of the judgment but to retain the .judgment lien as well. He gave as his reason for this action that he was not then informed of the condition of the title, and secured an assignment of the judgment for fear of some possible intervening incumbrance.\nTo refute this testimony, the appellant calls to our attention the testimony of a Avitness Avho at the time of testifying had charge of the records of the Liberty Realty Company, which company had purchased the assets of the Como Trust Company, and who, at the time of the above transaction, Avas in the employ of the Como Trust Company. This Avitness testified that he had no knowledge of the assignment of the judgment until his attention Avas called to it about the time the Liberty Realty Company took possession of the property. His lack of knoAvledge of this transaction has but little weight, for it appears that he had nothing to do Avith the dealings betAveen the Como Trust Company, the Conservative Loan Company and the appellant Davis “except in a clerical capacity.”\nThe preponderance of the evidence, as Ave view it, supports the chancellor in his finding that the judgment Avas unsatisfied and a present and valid liability.\nIt is next strenuously insisted that there is no evidence to sustain the chancellor in his finding that the Liberty Realty Company is the oAvner of the judgment. On this branch of the case the evidence is vague, but Avhat there is seems to be undisputed, and is to the effect that the Como. Trust Company paid the Conservative Loan Company $1,000 for the judgment against the appellant and took from it the assignment mentioned supra. Afterward it became insolvent, and on March 8, 1928, its affairs were placed in the hands of Hon. E. H. Wootton, a Special Deputy Bank Commissioner, for liquidation under the direction of the Garland Chancery Court. In the instant case there Avas introduced in evidence a number of the petitions, schedules, and court’s orders in that proceeding. From these it appears that the affairs of the Como Trust Company Avere in great confusion, due to the conduct of one of its trusted officers. It is also fairly inferable from these records that the Liberty Realty Company purchased the entire assets of the Como Trust Company, which included the judgment in question, although no specific mention is made of it. In vieAv of the fact that some of the assets, transfers of Avhieh Avere approved by the court, are not identified in the petitions or orders with particularity, the evidence of E. H. Wootton, who testified from personal knowledge regarding the purchase by the Liberty Realty Company of the Davis judgment, was competent. In that connection Mr. Wootton testified that the deed of assignment of the judgment became, and is, the property of the Liberty Realty Company, and that he, himself, obtained and was' familiar with the orders made transferring all of the assets of the Como Trust Company to the Liberty Realty Company. There was no testimony offered on behalf of the appellant controverting this evidence, and, while it may be said to be slight, we think it is sufficient to support the finding of the trial court.\nAn inference to be drawn from the argument of appellant’s counsel is that, as there is no proof or claim that the transfer of the judgment to the Liberty Realty Company was made in writing, no valid assignment was made; counsel’s statement being: “All assignments of judgments of courts of record must be in writing,” and § 6303, Crawford & Moses’ Digest, is cited.\nA judgment may be transferred by parol so as to confer on the transferee an equitable interest therein which courts of equity will recognize and protect. Clark v. Moss, 11 Ark. 736; Wier v. Pennington, 11 Ark. 745; Desha v. Robinson, 17 Ark. 248; Wright v. Yell, 13 Ark. 503; 58 Am. Dec. 336.\nThe statute, § 6303 supra, was enacted to provide ‘ ‘ a method of notice to protect all persons having an interest in causes of action and judgments.” K. C. etc. Ry. Co. v. Joslin, 74 Ark. 552, 86 S. W. 435. This statute did not prescribe the only method for the transfer of judgments, and the rights of an assignee by parol assignment will still be protected in courts of equity.' “But, aside from any statute on the subject, the rights of the judgment creditor can be transferred to another so as to carry the right to enforce the judgment.” Am. Ins. Co. v. McGehee, 113 Ark. 486, 169 S. W. 251.\nIn view of the decision reached by the chancellor, the other questions raised and argued become unimportant, and, as we are of the opinion that the conclusion of the trial court is not against the preponderance of the evidence, its decree is affirmed.",
        "type": "majority",
        "author": "Butler, J."
      }
    ],
    "attorneys": [
      "Murphy & Wood, for appellant.",
      "Jay M. Rowland, for appellee."
    ],
    "corrections": "",
    "head_matter": "Davis v. Oaks.\n4-3017\nOpinion delivered May 22, 1933.\nMurphy & Wood, for appellant.\nJay M. Rowland, for appellee."
  },
  "file_name": "0501-01",
  "first_page_order": 521,
  "last_page_order": 526
}
