{
  "id": 1428316,
  "name": "Swindle v. Rogers",
  "name_abbreviation": "Swindle v. Rogers",
  "decision_date": "1934-01-08",
  "docket_number": "4-3208",
  "first_page": "503",
  "last_page": "509",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 503"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "16 S. W. (2d) 575",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "179 Ark. 478",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8723142
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/179/0478-01"
      ]
    },
    {
      "cite": "207 S. W. 215",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "137 Ark. 63",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "66 S. W. 197",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "70 Ark. 83",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1509525
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/70/0083-01"
      ]
    },
    {
      "cite": "250 S. W. 532",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "158 Ark. 478",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1355734
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/158/0478-01"
      ]
    },
    {
      "cite": "104 S. W. 931",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "84 Ark. 32",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1524481
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/84/0032-01"
      ]
    },
    {
      "cite": "13 S. W. 510",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "53 Ark. 37",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1911626
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/53/0037-01"
      ]
    },
    {
      "cite": "22 S. W. (2d) 1003",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "180 Ark. 836",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1393538
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/180/0836-01"
      ]
    },
    {
      "cite": "258 S. W. 128",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "162 Ark. 216",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1385526
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/162/0216-01"
      ]
    },
    {
      "cite": "38 S. W. 1039",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "63 Ark. 374",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8723198
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/63/0374-01"
      ]
    },
    {
      "cite": "31 S. W. 742",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "61 Ark. 26",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1902300
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/61/0026-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 554,
    "char_count": 11636,
    "ocr_confidence": 0.501,
    "pagerank": {
      "raw": 1.8679412263387374e-07,
      "percentile": 0.7257975271917397
    },
    "sha256": "3098941711c154bc73d778dfc79e0820e2bd928dee6141360782e990d798772f",
    "simhash": "1:c7dfa7471427d4d0",
    "word_count": 2049
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Swindle v. Rogers."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nAppellant says, in her statement of the case, that: “This is primarily an action to recover for damages for personal injuries to a minor, caused by his coming in contact with a live wire” owned and operated by the defendant, Arkansas Power & Light Company. The complaint alleges that the plaintiff: is the mother, guardian and next friend of John Henry Donnahoe, her minor child. That she was divorced from her husband, the father of the infant, under a decree of the Crittenden Chancery Court rendered at the January, 1919, term thereof, and that, by the terms of this decree, she was awarded the custody of the child.\nShe further alleged that the minor was injured by the negligence of the defendant power and light company. Her son and another boy of about the same age were climbing up a tree to get a bird’s nest, and there came in contact with a live wire, from which contact her son sustained serious injuries; that her divorced husband took out letters of guardianship in Cross County, where he resided, without notice to her or to the infant. The defendant, Union Indemnity Company, became surety upon the guardian’s bond, and was sued in that capacity.\nThereafter, her husband filed suit in the White Circuit Court, the Cross Circuit Court not then being in session, to recover damages for injuries to the boy. An answer was filed, and the cause was heard on the day the complaint was filed.\nA judgment was rendered, which recites the appearance of the parties by their respective attorneys, and that “a jury is waived herein, and this cause is submitted to the court sitting as a jury for its consideration and judgment. And the court, having heard the complaint and the answer of the defendant thereto, and the testimony of witnesses introduced in open court, and, being well and sufficiently advised as to all matters of fact and law arising herein, doth find that Jim Donnahoe has been duly appointed, and is, the acting guardian of the said John Donnahoe; that he was duly appointed by the probate court of Cross County, and has given bond as required by law, which has been duly approved. The court further finds for the plaintiff, Jim Donnahoe, in the sum of $1,i800 in his own right, and the plaintiff, Jim Donna-hoe, as guardian of John Donnahoe, a minor, in the sum of $1,700.\n“It is therefore by the court considered, ordered and adjudged that the plaintiff, Jim Donnahoe, in his own right, do have and recover of and from the Arkansas Power & Light Company the sum of $1,800, together with his costs herein; and it is further ordered and adjudged that the said Jim Donnahoe,' as guardian of John Donnahoe, a minor, do have and recover for said minor the sum of $1,700 of and from the Arkansas Power & Light Company, together with all costs of suit.”\nThe complaint in the instant case further alleged that the plaintiff in the suit brought in the White Circuit Court had appropriated to his own use the eighteen hundred dollars recovered for his own benefit, and that he had loaned, upon inadequate security, the seventeen hundred dollars recovered for the benefit of the minor to one W. R. Rogers, who was also made a party defendant to the instant suit.\nIt was alleged that the judgment of the White Circuit Court was collusive and fraudulent, and judgment was prayed against all parties, including the surety on the guardian’s bond, for $3,500. It was prayed also that the deed of trust securing the loan which the guardian had made to the defendant Rogers be foreclosed, the debt having matured and being unpaid.\nThe testimony taken at the trial from which this appeal comes shows that, after being divorced, Mr. Donnahoe married again, as did Mrs. Donnahoe, and no further order of court was made concerning the custody of their child. She regarded herself as the legal custodian of the child under the terms of the divorce decree, although she did not take out letters of guardianship until after the judgment of the White Circuit Court had been rendered.\nThe testimony was to the further effect that the child was living with his father in Parkin, Arkansas, where he had removed, and had been attending school there from December, 1927, until June 11, 1928, the date of the injury. Mr. Donnahoe paid out of the money which he recovered under the judgment of the White Circuit Court the expenses incident to his child’s treatment in the hospital, and the fee also of the attorney who brought the suit for him. Mr. Donnahoe had removed to Arizona on account of the ill health of his present wife, and was made party to this proceeding by the publication of a warning order.\nThe attorney who brought the suit for the plaintiff in the White Circuit Court testified that he had no knowledge that the wife with whom Mr. Donnahoe was living when the original suit was brought was not the mother of the child, and that he had no intimation that there was any question about Mr. Donnahoe’s right to maintain the suit.\nTestimony was also offered as to the adequacy of the security which Mr. Donnahoe had taken for the loan of the seventeen hundred dollars, which we do not set out, as we regard this as immaterial in the present litigation.\nThe plaintiff i'n the instant ease prayed judgment upon the original cause of action against the defendant power and light company, and apparently asks that she he given the proceeds of the former judgment against that defendant.\nThe hoy was thirteen at the time his father was appointed as his guardian, and was eighteen at the time of the trial from which this appeal comes. He testified that he had no notice of the suit brought in the White County Circuit Court, or of his father’s application for letters of guardianship. He does not now live with either his father or his mother, but is making his own living. The boy’s mother, the plaintiff in the instant case, made application for letters of guardianship in succession in the Cross County Probate Court, and, when that application was refused, she applied for and obtained letters of guardianship in the Crittenden County Probate Court.\nAfter hearing the testimony set out above, together with other testimony, which is not regarded as important in this litigation, the court rendered judgment for all the defendants, upon the theory that the judgment of the White County Circuit Court was conclusive of the rights of the parties, and that the plaintiff’s case was without equity, and this appeal is from that decree. The power and light company is the only defendant which has filed a brief upon this appeal.\nIt is true the judgment of the Crittenden Chancery Court awarding the plaintiff the custody of the child has not been modified, and the mother therefore continues to have that right under that decree. But this decree did not purport to give, and did not give, her control of her son’s estate.\nAct 257 of the Acts of 1921, page 317, is entitled, ‘ ‘ An act to provide for the joint guardianship of minor children by husband and wife,” but provides that “nothing herein contained shall be construed to authorize either the father or mother to have the management of the property of any minor not derived from such parent, until appointed by proper probate court and duly qualified as now required by law.” Sparkman v. Roberts, 61 Ark. 26, 31 S. W. 742; Rhea v. Bagley, 63 Ark. 374, 38 S. W. 1039.\nThe decree for divorce awarded, the custody of the child to its mother; but this did not absolve the father from his paternal obligation to support it, nor did it render him ineligible to be appointed guardian of his estate, if that action was deemed to be for the child’s best interest. Shue v. Shue, 162 Ark. 216, 258 S. W. 128; McWilliams v. Kinney, 180 Ark. 836, 22 S. W. (2d) 1003.\nThe father appears to have recognized this obligation and to have discharged it by paying the expenses of the child’s treatment; indeed, the testimony on this issue is to the effect that this expense and the fee of the attorney, all of which were paid by the father out of the sum recovered for his benefit, exceeded the amount of the recovery on his behalf.\nThe child not being fourteen years old when the father was appointed guardian, no notice to the child of that application was essential to the validity of the appointment. Section 5010, Crawford & Moses’ Digest. However, the validity of the appointment of the guardian may not be collaterally attacked. Shumard v. Phillips, 53 Ark. 37, 13 S. W. 510; Hare v. Shaw, 84 Ark. 32, 104 S. W. 931 ; Day v. Johnston, 158 Ark. 478, 250 S. W. 532.\nAppellant insists that the judgment of the White Circuit Court was collusive, and is void for that reason, and cites as her authority for that contention the cases of Rankin v. Schofield, 70 Ark. 83, 66 S. W. 197, and Frasier v. Frasier, 137 Ark. 63, 207 S. W. 215. Such, however, is not the effect of those cases as applied to the facts of this case.\nThe Frazier case, supra, was reviewed in the case of Kuykendall v. Zachary, 179 Ark. 478, 16 S. W. (2d) 575. It was there held that, where, in a suit on behalf of a minor, it affirmatively appears, from the judgment or decree, that no investigation and determination was made by the court as to whether the minor’s interest had been sacrificed by a compromise and settlement of the minor’s cause of action, but the court’s only action was to embody the settlement in the judgment or decree, such judgment or decree was void on its face. Bnt the judgment of the White Circuit Court is not open to that objection. On the contrary, it appears from the face of the judgment that the court, before rendering judgment, heard testimony, upon which testimony the judgment was rendered, thus implying that the minor’s rights had been protected.\nIt has never been held that the legal representative of a minor may not effect a binding compromise and settlement of a cause of action accruing to the minor; indeed, the contrary was held in the Kuykendall case, supra, where it was said: “This opinion is not to be interpreted as denying the right of the representatives of a minor litigant to effect a compromise of his litigation, for a compromise might in many cases be entirely proper and highly advantageous to the minor; but it does.mean that a compromise cannot be effective unless it is first approved by the court as being fair to the minor, and the approval would, of course, imply such investigation on the part of the court as made the fact appear that the minor’s interest had not been sacrificed. But in a case, ag in the Rankin case and in this, where it affirmatively appears that no investigation and determination were made, and the court’s only action was to embody the settlement in the decree, making the settlement the decree of the court, it is void. ’ ’\nThe judgment of the White Circuit Court is not void upon its face, and it may not therefore be collaterally attacked in the manner here attempted. If it be a fact that the judgment was fraudulent, the statute provides the remedy whereby it may be vacated, and that remedy must be pursued to obtain the relief. See subdivision 4 of § 6290, Crawford & Moses’ Digest. Whether appellant has made a case entitling her to relief under the statute cited is a question which we are not now called upon to decide, as no such proceeding is here involved, this appeal being from the decree of the chancery court of Cross County.\nUpon the case made, we think the chancellor was correct in dismissing it as being without equity, and that decree is affirmed.",
        "type": "majority",
        "author": "Smith, J."
      }
    ],
    "attorneys": [
      "J. C. Brookfield, for appellant.",
      "Walter Killough, for Arkansas Power & Light Company, appellee."
    ],
    "corrections": "",
    "head_matter": "Swindle v. Rogers.\n4-3208\nOpinion delivered January 8, 1934.\nJ. C. Brookfield, for appellant.\nWalter Killough, for Arkansas Power & Light Company, appellee."
  },
  "file_name": "0503-01",
  "first_page_order": 521,
  "last_page_order": 527
}
