{
  "id": 1388588,
  "name": "Markle v. Fallin",
  "name_abbreviation": "Markle v. Fallin",
  "decision_date": "1923-12-17",
  "docket_number": "",
  "first_page": "504",
  "last_page": "514",
  "citations": [
    {
      "type": "official",
      "cite": "161 Ark. 504"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "102 Ark. 326",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1354033
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/102/0326-01"
      ]
    },
    {
      "cite": "99 Ark. 218",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1314408
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/99/0218-01"
      ]
    },
    {
      "cite": "94 Ark. 130",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1545427
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/94/0130-01"
      ]
    },
    {
      "cite": "92 Ark. 304",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "147 Ark. 184",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1583233
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/147/0184-01"
      ]
    },
    {
      "cite": "100 Ark. 28",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1312217
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/100/0028-01"
      ]
    },
    {
      "cite": "81 Ark. 163",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1530664
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/81/0163-01"
      ]
    },
    {
      "cite": "77 Ark. 570",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1499097
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/77/0570-01"
      ]
    },
    {
      "cite": "56 Ark. 93",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1326060
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/56/0093-01"
      ]
    },
    {
      "cite": "48 Ark. 312",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1887709
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/48/0312-01"
      ]
    },
    {
      "cite": "85 Ark. 246",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1523337
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/85/0246-01"
      ]
    },
    {
      "cite": "65 Ark. 543",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        609390
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/65/0543-01"
      ]
    },
    {
      "cite": "32 Ark. 56",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1877165
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/32/0056-01"
      ]
    },
    {
      "cite": "106 Ark. 310",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1345650
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/106/0310-01"
      ]
    },
    {
      "cite": "92 Ark. 460",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1548603
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/92/0460-01"
      ]
    },
    {
      "cite": "144 Ark. 313",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1587950
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/144/0313-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 755,
    "char_count": 21578,
    "ocr_confidence": 0.486,
    "pagerank": {
      "raw": 1.4753547218429652e-07,
      "percentile": 0.6600703361470109
    },
    "sha256": "82f81a59ba7252df6286be957c740219153fb2349c752673c84febd00254d182",
    "simhash": "1:507568de2a00ec26",
    "word_count": 3943
  },
  "last_updated": "2024-02-27T21:32:42.656819+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Markle v. Fallin."
    ],
    "opinions": [
      {
        "text": "Hart, J.,\n(after stating the facts). It appears from the record that only one of the notes given for the purchase price of the land in question was due at the time the original complaint was filed by the plaintiff on the 10th day of October, 1921, and that the final decree was entered of record on the 22nd day of November, 1922. The deed from the plaintiff to the defendant contained a clause providing that it was agreed that, in default of the payment of either principal or interest of the notes when due, all of the notes should become due and payable at the option of the holder. The notes sued on contain no such clause. Hence it is contended that the action was prematurely brought.\nWhile there is a division of the authorities on this question, it has been set at rest in this State by the decision in Fairbairn v. Pofahl, 144 Ark. 313. It was there held that where a vendor sold land under a contract stipulating that, upon default in payment of two of a series of notes, the entire sum might be declared due, such provision is not invalid as being in the nature of a penalty or forfeiture. So, whatever may. be the rule elsewhere, it may be taken as settled in this State that, though there be no accelerating clause in the notes, an accelerating clause in the contract, whether it be contained in a mortgage or a deed retaining a vendor’s lien, will enable the holder, upon the breach mentioned in such clause, to foreclose for the full amount of the notes.\nIt is next insisted that the plaintiff was not the holder of the first three notes, because he had deposited them with the Arkansas National Bank as collateral security for a loan obtained from. it.\nNow it will be remembered that B>. E. Fallin was made a party to the action at the request of the defendant, and that he entered his appearance in writing. The Arkansas National Bank was permitted to file its intervention in the action. It asked that the rights of the bank be declared superior to all the parties in the suit, and prayed for a foreclosure of the vendor’s lien to secure the payment of the note executed to it by the plaintiff.\nThe defendant, on the 21st day of November,-1922, filed an answer to this intervention, in which ■ she' denied the superiority of the lien of the bank, and ásked -that the intervener take nothing as against her. The. defendant also prayed for all other general and equitable- relief to which she might be entitled.\nThis court has uniformly held that the object of the Code system of pleading is to force a trial -on the merits. Where the pleadings furnish the opposite party with notice of the facts upon which the pleader relies, and the parties, by consent, go to trial upon the issues thus raised, they will be determined by the court and -the rights of the parties settled according to the issues raised by the pleadings and the proof.\nIn the case at -bar all the parties interested in the transaction in question were before the court aiid asked that their respective rights be determined. Their pleadings stated the facts upon which their respective contentions were based, and, by agreement of the parties, the case was heard upon oral proof. The proof was directed to the issues raised by the pleadings. These issues were decided adversely to the contention of the defendant. The plaintiff and the bank are not contesting with each other as to who is the holder of the notes. Both of them are asking that the vendor’s lien be foreclosed. The defendant would have been fully protected by a payment of the notes under the terms-of the decree, and is not prejudiced in anv manner by the form of the suit. Both the plaintiff and the bank elected to declare all the notes due and to ask for a foreclosure of the vendor’s lien.\nTherefore, raider the decision of onr own court as indicated above, with regard to the accelerating clause in the deed, the chancellor was right in entering a decree ’ of foreclosure for the amount of the unpaid purchase money notes.\nAnother contention made by the defendant is that the notes on their face recite that they bear 10 per cent, interest from date, and that the deed recites that they only bear 8 per cent. The recitation in the deed will be treated as a mistake, for the face of the notes themselves must govern as to the rate- of interest.' The -notes are •the principal thing, and contain the obligation of the defendant. The recitation,of the notes in the deed gives the vendor a lien on the land for the unpaid purchase money. There can be no doubt that the notes sued on are the ones referred to in the deed, and, for- that reason, the recitation in the notes as to the rate of interest must control.\nThis brings us to a consideration of the merits of the controversy between the plaintiff and the defendant. This is a question of fact, and the plaintiff and the defendant are the chief witnesses in the case. Each flatly contradicts the testimony of the other. The testimony of the defendant is corroborated, to some extent, by two witnesses who testified that the plaintiff was interested with his son, B. E. Fallin, in oil leases in Texas. The plaintiff, however, explained that his interest was only to lend his son money, and that he expected his loan to be protected by the success his son had in his oil ventures. In this respect he is corroborated by two of his other sons, who were in Texas during the time of the transaction involved in this suit, and who stated positively that their father was not interested in the oil ventures except as a lender of money, just as the defendant was interested. In one instance he became one of the trustees to sell a tract of leases comprising 160 acres, by dividing it into tracts of 5 acres each and conveving them to prospective purchasers. The plaintiff claimed that he did this to secure a loan that he had made to his son, and there is no direct evidence in the record tending to contradict his testimony in this respect. According to his testimony, he and the defendant each lent his son, R. E. Fallin, money, and each realized that getting the money back depended upon the success of his oil ventures. He denied in positive terms that the sale of the property in question was pursuant to any understanding or agreement that any money that the defendant had loaned R. E. Fallin was to be credited on the purchase price of the land.\nIt appears from the record thaf R.. E. Fallin and the defendant contemplated marriage, and it may be that the confidence inspired-by this relation caused the defendant to purchase the property in question for a home for herself and her future husband. In any event, the testimony of the plaintiff and the defendant is in irreconcilable conflict. The deed and notes made a prima facie case in favor of the plaintiff, and the burden was on the defendant to establish her defense to the suit.\nThe chancellor held against her on the issue of fact raised by her answer and cross-complaint, and it cannot be said that his finding is against the preponderance of the evidence.\nTherefore, under the settled rules of practice in this court, the findings of the chancellor will not be disturbed on appeal, and the decree will be affirmed.",
        "type": "majority",
        "author": "Hart, J.,"
      }
    ],
    "attorneys": [
      "Sullins & Ivie, for appellant.",
      "B. J. Wilson and B. B. Davidson, for appellee."
    ],
    "corrections": "",
    "head_matter": "Markle v. Fallin.\nOpinion delivered December 17, 1923.\n1. Vendor and purchaser — acceleration of payment's — penalty. —Where a vendor sold land under a contract stipulating that, upon default in payment of either principal or interest of the notes when due, all of the notes should become due and payable at the option of the holder, such provision is not invalid, as being in the nature of a penalty or forfeiture.\n2. Vendor and purchaser — provision for acceleratig payments.— Where a series of notes were given in payment of a tract of land, and the deed stipulated that, upon default in payment of either principal or interest of the notes when due, all of the notes should become ‘due and payable at the option of the holder, such a stipulation is valid, though it is not carried into the face of the notes.\n3. - Vendor and purchaser — enforcement of lien. — In a suit to enforce a vendor’s lien for the purchase money of land, it is no defense that the vendor, plaintiff, was not the holder of three of the purchase notes, having desposited them as collateral security with a certain bank, where the bank was also a party and asking that the lien be foreclosed.\n4. Vendor and purchaser — interest—conflict between notes and deed — Where notes given for the purchase-money of land recite that they bear ten per cent, interest from date, but the deed recites that they bear eight per cent, interest, the notes will govern.\n5. Appeal and error — conclusiveness of chancellor’s finding.— A finding of the chancellor not dearly against the preponderance of the evidence will not be disturbed on appeal.\nAppeal from Washington Chancery Court; Ben F. McMahan, Chancellor;\naffirmed.\nSTATEMENT OF FACTS.\nJ. A. Fallin brought this suit in equity against Lillie H. Vick, now Markle, to obtain judgment against her for the amount of the purchase money notes for a tract of land in Washington County, Ark., purchased by the defendant from the plaintiff, and to foreclose the plaintiff’s vendor’s lien on said land.\nThe defendant filed an answer and cross-complaint, in which she denied liability on the notes, and alleged that there was an understanding between the plaintiff, his son, and herself that the notes should be paid by the son of the plaintiff as a payment to her of money she had loaned him. The defendant asked that R. F. Fallin, the son of the plaintiff, be made a party to the suit. 'The prayer of the cross-complaint was, in the alternative, that the defendant should reconvey the land to the plaintiff if R. E. Fallin should pay her the amount which he had borrowed from her, or, in the event that he failed to pay her, that the notes sued on be canceled and set aside, and that the title to the land in question be invested in her, free from any lien for the purchase money.\nThe plaintiff denied the allegations of the cross-complaint. The original complaint was filed on the 10th day of October, 1921, and on the 28th day of August, 1922, the Arkansas National Bank was allowed to file an intervention. The bank stated that J. A. Fallin had borrowed $1,500 from it, which, together with the accrued interest, was due and unpaid-; that, as collateral security for the loan, he had transferred to the bank three of the purchase money notes sued on herein for the sum of $1,000 each. The bank prayed for a foreclosure of the vendor’s lien on said land.\nThe defendant first moved to strike the intervention of the' Arkansas National Bank from- the files of the court for want of jurisdiction. Subsequently the defendant filed an answer to the intervention of the Arkansas National Bank, in which she denied the allegations therein. She prayed that the bank take nothing as against her, and for all other general and equitable relief to which she may be entitled.\nR. E. Fallin entered his written appearance to the cross-complaint filed against him by the defendant.\n. By agreement of the parties the cause was set for hearing on November 21, 1922, on oral testimony. The notes sued on were made exhibits to the pleadings and introduced in evidence. The deed of J. A. Fallin and wife to Lillie, H. Yick was executed on the 10th day of August, 1920, and filed for record on Nov. 16, 1920. The consideration recited in the deed is the sum of $5,500. The deed also recites that, a vendor’s lien is retained on the land to secure the payment of part of the purchase price in the sum of $4,500, evidenced by five notes of even date. Four of the notes are for $1,000 each, due respectively on August 10, 1921, 1922, 1923, and 1924. The remaining note is for $500, due August 10, 1925. The deed recites that all of said notes bear interest at the rate of 8 per cent, per annum from date until paid, payable annually, and, if not so paid, to be added to the principal and to bear the same rate of 'interest as the principal. The deed also contains the following: “And it is agreed and understood that, in default of payment of either principal or interest when due, all of said notes will become due and payable at the option of the holder. ’ ’ The notes recite that they bear interest from date at the rate of 10 per cent, per annum, payable annually, and, if not so paid, to become as principal and bear the same rate of interest. The notes do not contain any accelerating clause. Ño part of the principal or interest on the notes has been paid by the defendant. Subsequently the defendant, Lillie H. Vick, married, and is now Lillie Maride.\nShe was the principal witness for herself. According to her testimony, she came to Fayetteville, Ark., from Wichita Falls, Texas, and resided in Fayetteville about two years. She became acquainted with R. E. Fallin at Wichita Falls, and had known him about five years before the transaction in question was had. R. E. Fallin was engaged in the oil business at Wichita- Falls, and, prior to the time she came to Fayetteville, she lent him some money. After she came to Fayetteville, she lent him more money, so that the total amount was about $5,000. The money so borrowed was evidenced by promissory notes and an open account. The defendant purchased the land in controversy from the plaintiff in August, 1920. R. E. Fallin, the son of J. A. Fallin, the plaintiff, induced her to purchase the land. She paid the plaintiff $1,000 on the purchase price. E. E. Fallin agreed to make the deferred payments to his father from the money which she had loaned him. E. E. Fallin told her that he and his father were on a big oil deal in Texas, and that he had borrowed this money to invest in the oil project. The plaintiff told her that he was interested in his son’s oil deal in Texas, and that he had borrowed $1,500 from the bank to invest in it. E. E. Fallin told her, at the time she purchased the land from his father, that he would pay the balance due on the property, which- was $4,500, out' of what he owed her, and his father said that would be all right. The defendant was a widow at that time, and it appears from the record that E. E. Fallin wrote her many love letters from Texas while she was in Fayetteville.\nAccording to the testimony of George Williams, he was acquainted with E. E. Fallin and J. A. Fallin, his father. In 1920 he had a conversation with E. E. Fallin, in which Fallin told him that he had some of the defendant’s money invested in an oil well in Texas, but that he would not let her lose anything on it. He said that if the well came in dry he would pull the casing and sell it to pay her.\nAccording to the testimony of W. H. Spencer, he was acquainted with J. A. Fallin, and had seen Eobert Fallin twice. He made a trip to Texas to look after some oil leases, and was at a well which was -being promoted by É. E. Fallin. He heard' the plaintiff say that he had oil interests in Texas. E. E. Fallin was the promoter of a syndicate known as block 14. The witness, J. A. Fallin, and B. F. Smith were the trustees, empowered by the authority of the purchasers to sell block 14, containing in all 160 acres, in 5-acre lots, and to make the purchasers deeds therefor.\nJay Fulbright, president of the Arkansas National Bank, was a witness for it. He was in active control of the business of the bank, and made the loan to J. A. Fallin of $1,500, and, as security therefor, Fallin transferred to the hank the three notes in question, signed by Lillie H. Vick, for $1,000 each, and due respectively August 10, 1921, 1922 and 1923. These are the notes secured by a vendor’s lien on the lands mentioned in the plaintiff’s complaint. The bank made the loan to J. A. Fallin in the regular course of business, on the faith of the security these collateral notes gave it. No part of the principal of the note due to the bank has been paid.\nAccording to the testimony of J. A. Fallin, he sold the land in question to Lillie H. Vick and delivered possession of it to her. The balance of the purchase money was evidenced by the promissory notes involved in this lawsuit. He borrowed $1,500 from the Arkansas National Bank and deposited with it, as collateral security, three of the notes given for the purchase money by the defendant which first' came due. He indorsed these three notes to the bank and left them with it as collateral for the money which he had borrowed. No part of the notes given by the defendant for the purchase price of the land, either the principal or interest, has been paid.\nThe plaintiff denied that he was interested in any oil enterprise in the State of Texas with his son R. E. Fallin, except to lend him some money. The defendant understood that he had lent his son some money to be invested in an oil enterprise, and she had done the same thing. They obtained a lease to 160 acres of land and cut it up into 5-acre blocks. B. F. Smith and C. A. Fallin, a son of the plaintiff, came to him and told him that if he would lend them some money on the venture they would give him one-third of the profits. The consideration for the whole lease was $3,000, and the plaintiff lent them a part of it, and became one of the trustees to sell the leases when the 160-aere tract was divided up into 5-acre tracts. He admitted that Mrs. Vick had paid him $1,000 on the purchase price of the land. He denied that there was any understanding or. agreement on his part that any money that the defendant had loaned to his son, R. E. Fallin, was to be credited on the purchase price of the land. On this branch of the case we quote from the testimony of the plaintiff in the record the following:\n“Q. I want to ask you one more question, if at any time there was any understanding or agreement between you and Mrs. Markle that any money R. E. Fallin might owe her was to be credited on her notes on the purchase of this place? A. No sir. Q. Was that matter ever mentioned to you by her? A. No sir. Q. By anybody else for her? A. No. sir. At one time she asked me, after the note was due, if I would take his note. I said no, I needed my money. I did tell her if she would pay the interest I would continue it for a while. She said she was going away and wanted another month — she said she would write back, but she never wrote back. When she asked me to take Robert’s note, I told her I didn’t stand good for her and Bob’s foolishness.”\nOn cross-examination the plaintiff admitted that he loaned his son in all about $2,600 to be invested in oil enterprises, and of this amount he had borrowed $1,500.\nH. H. Fallin, a son of the plaintiff, was a witness in his behalf. According to his testimony, he went to Texas in August, 1919, and was engaged in the oil business there until September, 1921. R. E. Fallin was engaged in promoting oil enterprises during that time. 'Their father had no interest down there, except to loan R. E. Fallin money. The defendant also loaned money to R. E. Fallin.\nC. A. Fallin, another son of the plaintiff, was a witness for him. According to his testimony, he had- a silent interest with his brother, R. E. Fallin, in Texas in 1918, 1919 and 1920. He never took any active interest in the oil business, but merely invested some money with his brother, R. E. Fallin. The plaintiff loaned C. A. Fallin and R. E. Fallin money to invest in the oil business, and did this for the purpose of helping them.\nThe chancellor entered a decree in favor of Lillie Vick Markle against R. E. Fallin for the money which she had loaned him, bnt dismissed her cross-complaint against the plaintiff for want of equity. Personal judgment was given the plaintiff against the defendant for the amount of the notes given for the purchase money1 of the land sued on, and a decree foreclosing the vendor’s lien was also entered of record in favor of the plaintiff and of the Arkansas National Bank.\nTo .reverse the decree rendering a personal judgment against her and foreclosing the vendor’s lien on the land in question, the defendant has duly prosecuted an appeal to this court.\nSullins & Ivie, for appellant.\nPlaintiff, Fallin, at the time he brought the suit, and elected to declare all of the notes due because of the default in payment of the first note, due August 10, 1921, was not the holder of that note within the meaning of the statute, C. & M. Digest, § 7661, and the suit was therefore premature, and should have been abated. 92 Ark. 460; 106 Ark. 310; Jones on Mortgages, 5th ed.; § 1182.\nB. J. Wilson and B. B. Davidson, for appellee.\n1. The fact that the intervener bank held 'the note which first fell due as collateral security for a debt of plaintiff Fallin to the bank did not deprive him of. ownership therein, but made it the holder thereof for a special purpose, and as trustee for Fallin. 32 Ark. 56. He had the right to sue the maker, subject to the rights of the bank, especially where the bank joined in the action. 65 Ark. 543. And, having such right, he had also the right to declare all the notes due and payable. The cross-bill sought, to cancel all the notes, set out a new cause of action, and made it necessary that the bank be brought in as a party, and this amounted to a waiver, even if Fallin had brought the suit prematurely. 85 Ark. 246-251. It gave the court jurisdiction of the whole matter and to administer complete relief. 48 Ark. 312; 56 Ark. 93; 77 Ark. 570; 81 Ark. 163; 100 Ark. 28; 147 Ark. 184.\n2. When ,a contract is reduced to writing, no evidence is admissible tending- to add to or vary the terms of the contract. 92 Ark. 304; 94 Ark. 130; 99 Ark. 218; 102 Ark. 326."
  },
  "file_name": "0504-01",
  "first_page_order": 532,
  "last_page_order": 542
}
