{
  "id": 12440924,
  "name": "The State of Washington, Respondent, v. Matthew David Leonard, Petitioner",
  "name_abbreviation": "State v. Leonard",
  "decision_date": "2015-10-08",
  "docket_number": "No. 90897-4",
  "first_page": "505",
  "last_page": "508",
  "citations": [
    {
      "type": "official",
      "cite": "184 Wash. 2d 505"
    }
  ],
  "court": {
    "name_abbreviation": "Wash.",
    "id": 9029,
    "name": "Washington Supreme Court"
  },
  "jurisdiction": {
    "id": 38,
    "name_long": "Washington",
    "name": "Wash."
  },
  "cites_to": [
    {
      "cite": "344 P.3d 680",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2015,
      "opinion_index": 0
    },
    {
      "cite": "182 Wn.2d 827",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4075837
      ],
      "year": 2015,
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/182/0827-01"
      ]
    },
    {
      "cite": "334 P.3d 81",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2014,
      "opinion_index": 0
    },
    {
      "cite": "183 Wn. App. 532",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        4344782
      ],
      "year": 2014,
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/183/0532-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 292,
    "char_count": 4768,
    "ocr_confidence": 0.897,
    "pagerank": {
      "raw": 7.949015130763297e-08,
      "percentile": 0.4626717619444222
    },
    "sha256": "eab6fb7ab6a82bb29b28a87d7c2fac17a1a45377b1b562ce990765b8c733ae33",
    "simhash": "1:8991f02b219e923a",
    "word_count": 760
  },
  "last_updated": "2024-02-27T21:13:25.899037+00:00",
  "provenance": {
    "date_added": "2019-05-21",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The State of Washington, Respondent, v. Matthew David Leonard, Petitioner."
    ],
    "opinions": [
      {
        "text": "Per Curiam\n¶ 1 Matthew Leonard was convicted in 2012 of second degree felony murder. The superior court imposed a judgment and sentence that included discretionary legal financial obligations. Division Three of the Court of Appeals affirmed the judgment and sentence on direct appeal in a partially published opinion. State v. Leonard, 183 Wn. App. 532, 334 P.3d 81 (2014). Among other things, the Court of Appeals in the unpublished portion of its opinion declined to consider Leonard’s challenge to discretionary legal financial obligations because he did not object to them at sentencing. Leonard filed a petition for review in this court, raising only the issue of legal financial obligations. The court initially deferred consideration of the petition pending its decision in State v. Blazina, 182 Wn.2d 827, 344 P.3d 680 (2015). Blazina is now final, and for the reasons discussed below, the petition for review is granted and this matter is remanded to the superior court for reconsideration of discretionary legal financial obligations.\n¶2 In Blazina, the superior court imposed discretionary legal financial obligations under RCW 10.01.160 consisting of the costs of appointed counsel. We held that before the superior court may impose such costs, it must comply with the mandate of the statute to determine whether the defendant can or will be able to pay these costs by conducting on the record an individualized inquiry into the defendant’s current and future ability to pay. Blazina, 182 Wn.2d at 838-39; see RCW 10.01.160(3). The superior court in this case did not impose costs of appointed counsel or other discretionary costs under RCW 10.01.160. It did, however, impose costs of incarceration at a rate of $50 per day pursuant to RCW 9.94A.760(2) and the costs of medical care Leonard received while in jail, finding as to both categories of costs that Leonard had the means to pay. Clerk’s Papers at 157. These costs, like the costs at issue in Blazina, are discretionary. And the statutes allowing imposition of these categories of costs require individualized inquiries regarding the ability to pay similar to the statute at issue in Blazina. Requiring an offender to pay costs of incarceration expressly depends on a determination by the trial court “that the offender, at the time of sentencing, has the means to pay.” RCW 9.94A.760(2). Costs of medical care received while in jail are expressly not a “cost of prosecution” subject to RCW 10.01.160; rather, they are recoverable under RCW 70.48.130. See RCW 10.01.160(5). But it is implicit in RCW 70.48.130 that the superior court must find whether the defendant has the ability to pay, since the statute provides that “[t]o the extent that a confined person is unable to be financially responsible for medical care” and is otherwise ineligible for public medical care programs or private insurance coverage, “the governing unit may obtain reimbursement for the cost of such medical services from the unit of government whose law enforcement officers initiated the charges on which the person is being held in jail.” RCW 70.48.130(5). And in clarifying that medical costs are not “costs of prosecution” subject to RCW 10.01.160, the legislature expressly stated that it intended medical costs “to be the responsibility of the defendant’s insurers and ultimately the defendant based on their ability to pay.” Laws of 2008, ch. 318, § 1.\n¶3 Therefore, the assessment of costs of incarceration and costs of medical care must be based on an individualized inquiry into the defendant’s current and future ability to pay that is reflected in the record, consistent with the requirements of Blazina. Here, the record reflects no such inquiry at the sentencing hearing, and the judgment and sentence form contains only boilerplate findings of ability to pay, which this court in Blazina held to be inadequate. Blazina, 182 Wn.2d at 838.\n¶4 Accordingly, the petition for review is granted and this case is remanded to the superior court to reconsider discretionary legal financial obligations consistent with the requirements of Blazina.\nSince we stayed consideration of Leonard’s petition for review pending Blazina, Leonard should receive the benefit of that decision. Therefore, consistent with Blazina, we exercise our discretion to address the issue of discretionary legal financial obligations even though Leonard did not challenge the obligations at sentencing. Blazina, 182 Wn.2d at 834-35.",
        "type": "majority",
        "author": "Per Curiam"
      }
    ],
    "attorneys": [
      "Susan M. Gasch (of Gasch Law Office), for petitioner.",
      "Joseph A. Brusic, Prosecuting Attorney, and Tamara A. Hanlon and David B. Trefry, Deputies, for respondent."
    ],
    "corrections": "",
    "head_matter": "[No. 90897-4.\nConsidered October 1, 2015.\nDecided October 8, 2015.\nThe State of Washington, Respondent, v. Matthew David Leonard, Petitioner.\nSusan M. Gasch (of Gasch Law Office), for petitioner.\nJoseph A. Brusic, Prosecuting Attorney, and Tamara A. Hanlon and David B. Trefry, Deputies, for respondent."
  },
  "file_name": "0505-01",
  "first_page_order": 547,
  "last_page_order": 550
}
