{
  "id": 1432003,
  "name": "McCann v. Dyke",
  "name_abbreviation": "McCann v. Dyke",
  "decision_date": "1933-05-29",
  "docket_number": "4-3026",
  "first_page": "507",
  "last_page": "510",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 507"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "36 Ark. 355",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1872406
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/36/0355-01"
      ]
    },
    {
      "cite": "258 S. W. 353",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "162 Ark. 349",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1385603
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/162/0349-01"
      ]
    },
    {
      "cite": "280 S. W. 999",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "170 Ark. 712",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1371604
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/170/0712-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 396,
    "char_count": 7203,
    "ocr_confidence": 0.511,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.053865109510245576
    },
    "sha256": "9185b0996c1ee62e6c3f989f4591788d455cf5e6b2696283275afac1535c3229",
    "simhash": "1:79c6ac59446d5ac7",
    "word_count": 1248
  },
  "last_updated": "2024-02-27T21:18:50.990705+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "McCann v. Dyke."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nAppellees, doing business under the firm name and style of Dyke Brothers, brought this suit, in the chancery court of the Fort Smith District of Sebastian County, to enforce a materialman’s lien against certain property owned by appellant. The complaint alleged that the plaintiffs had furnished building material used by defendant in the construction of the home in which she now resides, between August 31, 1928, and April '22, 1930, as shown in an itemized statement filed with the complaint, and that a just and true account of the material had been filed with the clerk of the Sebastian Circuit Court, duly verified, as required by § 6922 Crawford & Moses’ Digest, on May 9, 1930. It was alleged that all proper credits had been allowed, and that a balance of $1,779.10 was due, including interest.\nAn answer was filed, admitting the original contract to purchase material, but which alleged that all proper credits had not been allowed, and that none of the items embraced in the original contract had been furnished within three months next prior to May 9, 1930. The answer further alleged that much of the material furnished was defective and worthless, and that because of the defects appellant had been and would be required to replace the material or to be content with an inferior and faulty house, whereas she had contracted for the best material and had been charged therefor. It was alleged “that, on account of such defective material, and the furnishing of material not in accordance with the contract of purchase, the defendant has suffered a loss of $1,721.66, said loss being the amount it will cost the defendant to replace said defective and worthless material and to finish the same in accordance with the plans and specifications of said house, all of which was well known to the plaintiffs. ’ ’ This allegation — which we will first dispose of — presents the only serious or difficult question in the case.\nThe defendant owner had employed an architect to build her home, but had not let a building contract. On the contrary, she employed a building superintendent, who employed the labor and ordered the material from the plaintiffs used in the construction of the building. Thirteen witnesses testified on behalf of the plaintiffs, and one more than that number for the defendant, and the record of this testimony has made a large transcript, which has been carefully read, but the testimony will not be set out in detail, as it would serve no useful purpose to do so.\nThe testimony very clearly establishes the fact that the plaintiffs furnished and the defendant received all the material charged for, and that all proper credits were allowed for material not used but returned, and there is much conflict as to the character of the'material. There is no question that only the best material was ordered, as the owner contemplated the erection of a handsome home. The conflict is as to whether material of this character was furnished.\nComplaint was made of the roof, which consisted of asbestos shingles. It was shown that the roofing was purchased from a standard company, and, whether the roof was defective or not, it was replaced without additional cost to the owner with a roof to which there appears to be now no valid objection.\nIt was insisted that material was furnished which was not properly seasoned, but was green and defective for that reason, and the principal conflicts in the testimony are upon this fact.\nThere was testimony on the part of the owner that the downstairs flooring was defective, and that this defect became apparent only after the floor had been put down, and that it should be replaced, and that the cost of so doing would be about $400. On the other hand, testimony was offered on the part of the plaintiffs to the effect that the flooring was not defective, and that the floors were in good condition after three years’ use. Similar conflicts appear in the testimony in regard to other building material, but the court below found against the owner on these issues of fact, and we are unable to say that this finding is contrary to the preponderance of the evidence.\nThe testimony establishes the fact that much of the material ordered by the building superintendent, on the authority of the owner, during the last ninety days covered by the bill for the material was used in building a rock wall, a fish pond, and a chicken house. But it also appears that all of the material was used to improve the land which has been charged with a lien, and that all of it was furnished under what the plaintiff’s manager called a “continuous account.” According to this witness, there was never but one contract, and that was to furnish the material ordered by the owner’s superintendent, and that the only account opened and kept against the OAvner covered these items, and that at least two of these items Avent into the construction of the residence.\nIn discussing a similar question it was said, in the case of Planters’ Cotton Oil Co. v. Galloway, 170 Ark. 712, 280 S. W. 999, that the amount of the items furnished during the last ninety days covered by the builder’s account is not the test as to whether they are embraced in the original contract, but that the test is whether the items fall naturally and ordinarily within the account. It was there also said that, if the items furnished during the last ninety days covered by the account were furnished under the original contract, and were not furnished merely for the purpose of bringing that claim within the ninety-day statute, the lien would be enforced as to the entire account, although most of the items had been furnished more than ninety days before the lien was claimed.\nIt was said also, in the case of Ferguson Lumber Co. v. Scriber, 162 Ark. 349, 258 S. W. 353, that § 6922, Crawford & Moses’ Digest, contemplated that the items comprising the account will bear different dates; “in other words, that there will be items of debit and credit, and the requirement of the statute is that, within ninety days of the date of the last item debited, the account shall be filed.” (Citing cases.)\nWe conclude therefore that the claim of lien was filed within the time provided by law.\nIt is insisted that excessive interest was charged, but the insistence is without merit. The material appears to have been sold and charged for on a cash basis, and the interest on each bill of material was charged from the last day of the month in which it was delivered. In the case of Roberts v. Wilcoxson, 36 Ark. 355, which was a suit to enforce the lien of a materialman, it was said that, in the absence of a showing to the contrary, the presumption is that building material was to be paid for on delivery, and that interest accrues on material so sold from the date the payment is due. The interest charged was so calculated, and is correct.\nUpon a consideration of all the testimony, we are of the opinion that the finding and decree of the court below is not contrary to the preponderance of the evidence, and the decree will therefore be affirmed.",
        "type": "majority",
        "author": "Smith, J."
      }
    ],
    "attorneys": [
      "Hill, Fitzhugh & Brizzolara, for appellant.",
      "Daily & Woods, for appellee."
    ],
    "corrections": "",
    "head_matter": "McCann v. Dyke.\n4-3026\nOpinion delivered May 29, 1933.\nHill, Fitzhugh & Brizzolara, for appellant.\nDaily & Woods, for appellee."
  },
  "file_name": "0507-01",
  "first_page_order": 527,
  "last_page_order": 530
}
