{
  "id": 12456845,
  "name": "Georgiana Arnold, Respondent, v. The City of Seattle, Petitioner",
  "name_abbreviation": "Arnold v. City of Seattle",
  "decision_date": "2016-05-05",
  "docket_number": "No. 91742-6",
  "first_page": "510",
  "last_page": "531",
  "citations": [
    {
      "type": "official",
      "cite": "185 Wash. 2d 510"
    }
  ],
  "court": {
    "name_abbreviation": "Wash.",
    "id": 9029,
    "name": "Washington Supreme Court"
  },
  "jurisdiction": {
    "id": 38,
    "name_long": "Washington",
    "name": "Wash."
  },
  "cites_to": [
    {
      "cite": "500 P.2d 101",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1972,
      "opinion_index": 0
    },
    {
      "cite": "81 Wn.2d 48",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1064038
      ],
      "year": 1972,
      "pin_cites": [
        {
          "page": "61"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/81/0048-01"
      ]
    },
    {
      "cite": "818 P.2d 1076",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "117 Wn.2d 655",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1373849
      ],
      "year": 1991,
      "pin_cites": [
        {
          "page": "665"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/117/0655-01"
      ]
    },
    {
      "cite": "759 P.2d 366",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1988,
      "opinion_index": 0
    },
    {
      "cite": "111 Wn.2d 22",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1179777
      ],
      "year": 1988,
      "pin_cites": [
        {
          "page": "33"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/111/0022-01"
      ]
    },
    {
      "cite": "90 P.3d 37",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2004,
      "opinion_index": 0
    },
    {
      "cite": "151 Wn.2d 428",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        428179
      ],
      "year": 2004,
      "pin_cites": [
        {
          "page": "433"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/151/0428-01"
      ]
    },
    {
      "cite": "203 P.3d 1044",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2009,
      "pin_cites": [
        {
          "parenthetical": "citing Parkland Light & Water Co. v. Tacoma-Pierce County Bd. of Health, 151 Wn.2d 428, 433, 90 P.3d 37 (2004); City of Seattle v. Eze, 111 Wn.2d 22, 33, 759 P.2d 366 (1988)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "165 Wn.2d 818",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        5751171
      ],
      "year": 2009,
      "pin_cites": [
        {
          "page": "825",
          "parenthetical": "citing Parkland Light & Water Co. v. Tacoma-Pierce County Bd. of Health, 151 Wn.2d 428, 433, 90 P.3d 37 (2004); City of Seattle v. Eze, 111 Wn.2d 22, 33, 759 P.2d 366 (1988)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/165/0818-01"
      ]
    },
    {
      "cite": "248 P.2d 385",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1952,
      "opinion_index": 0
    },
    {
      "cite": "41 Wn.2d 216",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4985705
      ],
      "year": 1952,
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/41/0216-01"
      ]
    },
    {
      "cite": "6 P.3d 50",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2000,
      "opinion_index": 0
    },
    {
      "cite": "101 Wn. App. 743",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        1170523
      ],
      "year": 2000,
      "pin_cites": [
        {
          "page": "749-50"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/101/0743-01"
      ]
    },
    {
      "cite": "218 P. 9",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "weight": 4,
      "year": 1923,
      "pin_cites": [
        {
          "page": "42-43"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "126 Wash. 175",
      "category": "reporters:state",
      "reporter": "Wash.",
      "case_ids": [
        774554
      ],
      "year": 1923,
      "pin_cites": [
        {
          "page": "177"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash/126/0175-01"
      ]
    },
    {
      "cite": "18 P.3d 540",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2001,
      "opinion_index": 0
    },
    {
      "cite": "143 Wn.2d 126",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        425196
      ],
      "year": 2001,
      "pin_cites": [
        {
          "page": "146"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/143/0126-01"
      ]
    },
    {
      "cite": "719 P.2d 104",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1986,
      "opinion_index": 0
    },
    {
      "cite": "105 Wn.2d 864",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1199152
      ],
      "weight": 2,
      "year": 1986,
      "pin_cites": [
        {
          "page": "872"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/105/0864-01"
      ]
    },
    {
      "cite": "426 P.2d 828",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1967,
      "opinion_index": 0
    },
    {
      "cite": "71 Wn.2d 126",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1095293
      ],
      "year": 1967,
      "pin_cites": [
        {
          "page": "130-32"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/71/0126-01"
      ]
    },
    {
      "cite": "961 P.2d 371",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1998,
      "opinion_index": 0
    },
    {
      "cite": "141 P.3d 75",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2006,
      "opinion_index": 0
    },
    {
      "cite": "135 Wn. App. 594",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        3644608
      ],
      "weight": 2,
      "year": 2006,
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/135/0594-01"
      ]
    },
    {
      "cite": "93 P.3d 217",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2004,
      "opinion_index": 0
    },
    {
      "cite": "122 Wn. App. 491",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        499807
      ],
      "year": 2004,
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/122/0491-01"
      ]
    },
    {
      "cite": "895 P.2d 857",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1995,
      "opinion_index": 0
    },
    {
      "cite": "78 Wn. App. 63",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        426359
      ],
      "year": 1995,
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/78/0063-01"
      ]
    },
    {
      "cite": "42 P.3d 1265",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "weight": 2,
      "year": 2002,
      "opinion_index": 0
    },
    {
      "cite": "146 Wn.2d 29",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        960848
      ],
      "year": 2002,
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/146/0029-01"
      ]
    },
    {
      "cite": "357 P.3d 665",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2015,
      "opinion_index": 0
    },
    {
      "cite": "184 Wn.2d 1001",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        12440946,
        12440947,
        12440948,
        12440949,
        12440950
      ],
      "year": 2015,
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/184/1001-01",
        "/wash-2d/184/1001-02",
        "/wash-2d/184/1001-03",
        "/wash-2d/184/1001-04",
        "/wash-2d/184/1001-05"
      ]
    },
    {
      "cite": "345 P.3d 1285",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2015,
      "opinion_index": 0
    },
    {
      "cite": "186 Wn. App. 653",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        4171527
      ],
      "year": 2015,
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/186/0653-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1283,
    "char_count": 38128,
    "ocr_confidence": 0.886,
    "pagerank": {
      "raw": 5.741652474972953e-08,
      "percentile": 0.3595493405213972
    },
    "sha256": "529a6432b2428d1c0a110cbd70f4aa295fd77de226be459e20715b53aa712b08",
    "simhash": "1:6ca85806f7fbcff9",
    "word_count": 6033
  },
  "last_updated": "2024-02-28T00:06:59.447104+00:00",
  "provenance": {
    "date_added": "2019-05-22",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Johnson, Owens, Stephens, Wiggins, González, Gordon McCloud, and Yu, JJ., concur.",
      "Madsen, C.J., concurs in the result only."
    ],
    "parties": [
      "Georgiana Arnold, Respondent, v. The City of Seattle, Petitioner."
    ],
    "opinions": [
      {
        "text": "Fairhurst, J.\n¶1 RCW 49.48.030 provides that employees are entitled to reasonable attorney fees from their employer or former employer “[i]n any action in which any person is successful in recovering judgment for wages or salary owed to him or her.” This case concerns whether a city of Seattle (City) employee who recovered wages from a Seattle Civil Service Commission (Commission) hearing is entitled to attorney fees under RCW 49.48.030 when the city code provides she may be represented in those proceedings only at her own expense. See Seattle Municipal Code (SMC) 4.04.260(E). After Georgiana Arnold recovered wages from the civil service proceeding, she initiated an action in superior court requesting attorney fees. The trial court denied attorney fees, but the Court of Appeals reversed and granted her attorney fees. We affirm and hold that the commission proceedings at issue here constitute an “action” for which RCW 49.48.030 provides attorney fees when requested in a separate court action.\nI. FACTUAL BACKGROUND AND PROCEDURAL HISTORY\n¶2 Arnold was employed as a manager for the City’s Human Services Department in the Aging and Disability Services Division. In 2011, the City discharged Arnold from her management position and demoted her to a significantly lower paying entry-level position for failing to adequately supervise one of her employees who the City ultimately discovered had embezzled city funds.\n¶3 Seattle’s civil service code provides a mechanism for aggrieved civil service employees to appeal adverse employment decisions (including demotion, suspension, and termination). SMC 4.04.260(A). After an employee exhausts certain grievance remedies, she may appeal her disciplinary decision to the Commission. Id. The Commission may refer the matter to a hearing examiner, and an employee may appeal the hearing examiner’s decision to the Commission. SMC 4.04.250(L)(7). The Commission conducts hearings where it has the authority to “administer oaths, issue subpoenas, receive evidence, compel the production of documents for such purposes, and ... question witnesses.” SMC 4.04.250(L)(3). Employees have the “right to cross-examine witnesses and to produce relevant evidence at hearings.” SMC 4.04.260(G). The Commission has authority to issue remedial orders including reinstatement, SMC 4.04.250(L)(5), and must issue its decision within 90 days after a hearing, SMC 4.04.260(H). Although an employee has the right to be represented by a person of her choice, the code provides that she must do so “at his/her own expense.” SMC 4.04.260(E).\n¶4 Arnold utilized this process when she appealed her demotion to the Commission. She hired counsel to represent her. The Commission consolidated her case with another employee’s and assigned the case to a hearing examiner. The hearing lasted eight days and included written discovery and depositions, significant briefing, witness testimony and cross-examination, thousands of pages of exhibits and record, evidentiary rulings, and an audio recording of the proceedings. The hearing examiner issued a 25-page decision that analyzed the two employees’ discipline in detail and compared it to that of other employees. The hearing examiner concluded that their discipline was too harsh and, therefore, reversed Arnold’s demotion and reduced her discipline to a two week suspension. The decision ordered Arnold’s employer to reinstate her to her former manager position and awarded back pay and other employee benefits.\n¶5 Arnold then requested attorney fees pursuant to RCW 49.48.030. The hearing examiner denied her request for attorney fees, and the Commission affirmed, stating, “[T]here is no statutory authority in the Seattle Municipal Code for the Civil Service Commission to award attorney’s fees.” Clerk’s Papers (CP) at 7.\n¶6 After the Commission denied attorney fees, Arnold instituted an action in King County Superior Court requesting attorney fees under RCW 49.48.030. The trial court dismissed the case. Arnold sought direct review, and we transferred the case to the Court of Appeals.\n¶7 Division One of the Court of Appeals reversed the trial court and held that Arnold was entitled to attorney fees under RCW 49.48.030. Arnold v. City of Seattle, 186 Wn. App. 653, 345 P.3d 1285 (2015). Division One recognized some disagreement among the Court of Appeals divisions over the application of RCW 49.48.030 in similar proceedings. After reexamining these conflicting cases in light of our precedent, the Court of Appeals concluded that civil service appeals constitute “ ‘action [s]’ ” and their decisions awarding back pay constitute “ ‘judgment[s]’ ” for which attorney fees are available under RCW 49.48.030. Id. at 664. According to the Court of Appeals’ interpretation of RCW 49.48.030, “[a] person may seek an award of attorney fees from the superior court under this statute upon winning an appeal to a city civil service commission that results in an order for back pay.” Id. at 655. We granted review. Arnold v. City of Seattle, 184 Wn.2d 1001, 357 P.3d 665 (2015).\nII. ANALYSIS\n¶8 We must determine whether an employee who recovers wages from a commission proceeding is entitled to attorney fees under RCW 49.48.030 when requested in a separate superior court action. We conclude that Arnold is entitled to recover these attorney fees.\n¶9 RCW 49.48.030 provides that any person who is successful in recovering a judgment for wages “[i]n any action” is entitled to attorney fees from her employer. (Emphasis added.) This case primarily concerns whether the City’s civil service proceedings are “actions” within the meaning of RCW 49.48.030. We must also address whether the City’s statutory authority, including a provision explicitly providing that individuals may be represented only at their own expense in commission hearings, prohibits attorney fee awards under RCW 49.48.030.\nA. Relevant authority\n¶10 Arnold relies heavily on our interpretation of this statute in International Ass’n of Fire Fighters, Local 46 v. City of Everett, 146 Wn.2d 29, 42 P.3d 1265 (2002), which held that an arbitration proceeding awarding back pay constitutes an “action” for which a union could recover attorney fees when requested in a separate superior court action. Arnold asserts the administrative proceeding at issue here should be considered an “action” as we defined that term in Fire Fighters. However, Fire Fighters expressly declined to address whether its holding would extend to administrative or quasi-judicial proceedings outside of arbitration. Id. at 42 n.11.\n¶11 The City relies more on Court of Appeals decisions assessing the availability of attorney fees under RCW 49.48.030. Although lower courts have analyzed proceedings similar to the one at issue, these cases rest on premises that arguably conflict with our decision in Fire Fighters and the general policy of the statute.\n¶12 In Fire Fighters, we held that RCW 49.48.030 provides attorney fees for successful grievance arbitration proceedings. Id. at 32. The arbitration proceeding in Fire Fighters arose after the city of Everett suspended two firefighters without pay for 24 hours. Id. The employees’ union brought a grievance proceeding challenging the suspension, and the matter was submitted to arbitration pursuant to the terms of the collective bargaining agreement between the union and Everett. Id. The union retained counsel for the two day arbitration proceeding. Id. The arbiter ruled in favor of the union and awarded the employees back pay. Id. Everett paid the wages as ordered but refused the union’s request for attorney fees. Id. at 32-33.\n¶13 The union and two employees then filed a separate lawsuit in Snohomish County Superior Court seeking attorney fees. Id. at 33. The trial court granted Everett’s motion for summary judgment, but the Court of Appeals reversed, holding the union was entitled to attorney fees for both the arbitration proceedings and the court proceedings seeking attorney fees under RCW 49.48.030. We affirmed. Id. at 51-52.\n¶14 Our opinion in Fire Fighters rested on three rationales that are relevant here. First, we cited the strong remedial purpose of the statute favoring employees’ wage rights and emphasized that we should interpret the statute in light of this purpose. Id. at 34-36. Second, we determined that grievance arbitration constitutes an “action” for purposes of RCW 49.48.030. Id. at 36-41. Third, we concluded that employees or their representatives need not recover wages in the same action in which they recover attorney fees—it is permissible to initiate a separate lawsuit in court to recover fees from the successful arbitration proceeding. Id. at 41-44. The legislature has not substantively amended RCW 49.48.030 since our decision in Fire Fighters.\n¶15 Although Fire Fighters expands the scope of what constitutes an “action” under RCW 49.48.030 by including grievance arbitration proceedings, we declined to address “whether RCW 49.48.030 would apply to other types of administrative or quasi-judicial proceedings.” Id. at 42 n.ll. The City seizes on this distinction and relies on Court of Appeals cases that deny attorney fee awards under RCW 49.48.030 in administrative proceedings that resemble commission hearings. Similar to Seattle’s system at issue here, the State provides an administrative forum in which civil service employees can challenge disciplinary decisions and appeal to the State’s Personnel Resources Board (Board). See ch. 41.06 RCW; ch. 357-52 WAC. The City relies on two cases that denied attorney fees to state civil service employees in board hearings—one prior to Fire Fighters and one following it—and distinguishes a third case that granted attorney fees to a state employee who was not subject to the state civil service laws.\n¶16 Prior to our decision in Fire Fighters, the Court of Appeals held in Cohn v. Department of Corrections, 78 Wn. App. 63, 895 P.2d 857 (1995) that RCW 49.48.030 does not apply to state civil service proceedings for three reasons. First, Cohn noted that agencies may only exercise functions that are expressly delegated or that are necessarily implied from statutory authority and concluded that the state civil service law does not provide the agency the authority to award attorney fees. Id. at 67-68. Second, Cohn held that when the agency lacks authority to award attorney fees, the courts acting in an appellate capacity reviewing that decision (there, the superior court) likewise lack authority to grant attorney fees. Id. at 69-70. Third, Cohn stated that the superior court did not enter a “ ‘judgment for wages or salary owed’ ” because it “merely affirmed the Board’s award, it did not award any amounts greater than the back pay already awarded by the Board.” Id. at 71 (quoting RCW 49.48.030).\n¶17 Following our decision in Fire Fighters, Division One also concluded that RCW 49.48.030 does not apply to board proceedings awarding wages under the state civil service laws. Trachtenberg v. Dep’t of Corr., 122 Wn. App. 491, 93 P.3d 217 (2004). Trachtenberg relied heavily on the reasoning in Cohn, noting that we merely distinguished, but did not expressly overrule, Cohn in Fire Fighters. Id. at 494-95. Tracking Cohn’s rationale, Trachtenberg analyzed the state civil service laws, which do not expressly list attorney fees among the enumerated remedies, and concluded, “[T]he legislature did not intend RCW 49.48.030 to apply to disciplinary challenges before the Board.” Id. at 497.\n¶18 On the other hand, Division Two granted attorney fees under RCW 49.48.030 to a non-civil-service state employee who recovered back wages in McIntyre v. Washington State Patrol, 135 Wn. App. 594, 141 P.3d 75 (2006). McIntyre, a state patrol officer, challenged her termination through the Washington State Patrol’s administrative board, which denied her challenge. Id. at 597. She appealed to Thurston County Superior Court, which affirmed, and then to Division Two of the Court of Appeals, which reversed, reinstating her to her former position and granting her wages. Id. She then brought a separate action in Pierce County Superior Court, requesting attorney fees under RCW 49.48.030, which the court denied, and Division Two reversed. Id. at 597-98. In awarding her attorney fees, the McIntyre court distinguished Cohn and Trachtenberg because those cases rested on the state civil service laws with limited authority to provide relief, while here the administrative body was not limited to awarding a single statutory remedy. Id. at 600-02. The court also distinguished McIntyre’s attorney fee award because the court, not the administrative body, ordered her remedy. Id. at 602.\n¶19 The City asserts these cases confirm that RCW 49.48.030 does not apply to commission hearings. Like the state civil service law in Cohn and Trachtenberg, the City points out that there is no express or implied statutory authority for the Commission to grant attorney fees—in fact, there is an express prohibition in SMC 4.04.260(E)— and claims both the Commission and the court therefore lack the authority to award attorney fees. The City distinguishes the attorney fee award permitted in McIntyre because the administrative proceeding in that case was outside of the civil service context (which is constrained by limited statutory authority) and because the court, not the administrative body, awarded wages in that case.\n¶20 Arnold points out that the City ignores a crucial first step in the analysis: determining whether the administrative proceeding at issue constitutes an “action” within the meaning of RCW 49.48.030. If so, Arnold argues, she is entitled to back pay for the wages she recovered in this “action” based on the plain meaning of the statute. Moreover, Arnold claims the distinctions on which the City relies—statutory authority and separate recovery in court—are not sustainable in light of Fire Fighters and the broad remedial purpose of the statute. We agree.\nB. Action\n¶21 RCW 49.48.030 requires an employer to pay reasonable attorney fees in “any action” in which a person recovers a “judgment for wages or salary owed.” (Emphasis added.) At issue is whether Arnold’s proceedings before the City’s Commission constitutes an “action” for purposes of the statute.\n¶22 In Fire Fighters, we recognized that the term “action” in the statute is broader than a traditional court of law proceeding and held that a grievance arbitration proceeding constitutes an action. We began by citing the strong remedial purpose of RCW 49.48.030, explaining that the statute is meant to be construed liberally in order to effectuate the purpose of protecting employees’ rights. Fire Fighters, 146 Wn.2d at 34 (collecting cases). We recognized that arbitration proceedings have been characterized as both “judicial” and “nonjudicial” in prior cases but that the plain meaning of the statute does not foreclose including grievance arbitration proceedings within the definition of an “action.” Id. at 38, 41. While some definitions of “action” are restricted to proceedings within a court of law, we emphasized that others define the term more broadly to include other types of judicial proceedings. Id. at 40-41 (“Black’s Law Dictionary defines ‘action’ as a ‘civil or criminal judicial proceeding,’ ‘an ordinary proceeding in a court of justice,’ and ‘any judicial proceeding, which, if conducted to a determination, will result in a judgment or decree.’ Black’s Law Dictionary 28-29 (7th ed. 1999). [American Jurisprudence] defines ‘action’ as ‘a judicial proceeding in which one asserts a right or seeks redress for a wrong.’ 1 Am. Jur. 2d Actions § 4, at 725-26 (1994).”). In light of the strong remedial purpose of the statute, we concluded that grievance arbitration proceedings constitute an “action” for purposes of RCW 49.48.030:\nIt is clear that had this case been brought in superior court, attorney fees would have been available. Because RCW 49.48-.030 is a remedial statute, which must be construed to effectuate its purpose, we find no reason to not interpret “action” to include arbitration proceedings. A restrictive interpretation of “action” would preclude recovery of attorney fees in cases involving arbitration even though the employee is successful in recovering wages or salary owed. Thus, it would be inconsistent with the legislative policy in favor of payment of wages due employees. See Schilling [v. Radio Holdings, Inc.], 136 Wn.2d [152,] 157[, 961 P.2d 371 (1998)]. Therefore, we hold that “action” as used in RCW 49.48.030 includes grievance arbitration proceedings in which wages or salary owed are recovered.\nId. at 41.\n¶23 Arnold’s administrative proceeding before the Commission appears to fit within this definition of an “action.” The hearing resembled a judicial proceeding in many ways. All parties were represented by counsel. Prior to the hearing, the parties conducted discovery and exchanged lists of witnesses and exhibits. Although the hearing examiner was not bound by the Rules of Evidence, she issued evidentiary rulings pursuant to the Commission’s Rules of Practice and Procedure (Commission Rules) and ruled on motions. See Commission Rule 5.13(A) (witnesses are subject to cross-examination), 5.14 (authorizing the parties to file and the presiding officer to rule on motions and allowing oral argument on motions), 5.15 (evidentiary rules). The hearing spanned multiple months, including eight days of testimony during which the parties exercised their rights to examine and cross-examine the 15 witnesses called in the case. See Commission Rule 5.12(A) (requiring all testimony to be taken under oath). Following the hearing, the parties submitted closing arguments in written briefing. The hearing examiner issued a 25-page order, including 84 findings of fact and 41 conclusions along with a “Decision and Order” reversing the employees’ discipline and awarding back pay and benefits. The extensive record for this proceeding is 2,997 pages. The City does not dispute these judicial-like features of the proceeding.\n¶24 The commission proceedings may not qualify as an “action” under some of the more limited definitions of that term because the proceedings do not involve traditional civil litigation in a court of law. However, similarly restrictive definitions of “action” did not prevail in Fire Fighters. See 146 Wn.2d at 54 (Johnson, J., dissenting) (defining an “ ‘action’ ” as “ ‘a prosecution in a court for the enforcement or protection of private rights and the redress of private wrongs’ ” (quoting Thorgaard Plumbing & Heating Co. v. King County, 71 Wn.2d 126, 130-32, 426 P.2d 828 (1967))), 55 (stating RCW 49.48.030 does not apply to arbitration because it applies only “when a lawsuit is brought and the plaintiff successfully recovers judgment for wages or salary owed” (emphasis added)). Moreover, we have applied RCW 49.48.030 to another city’s civil service appeals process. See Hanson v. City of Tacoma, 105 Wn.2d 864, 872, 719 P.2d 104 (1986).\n¶25 Other statutory provisions within chapter 49.48 RCW support a broader definition of the term “action” as used in that statute. We interpret statutes relating to the same subject matter together through the principle of in pari materia. Hallauer v. Spectrum Props., Inc., 143 Wn.2d 126, 146, 18 P.3d 540 (2001). In 2006, the legislature amended portions of chapter 49.48 RCW relating to the Department of Labor and Industries’ enforcement of employees’ wage rights. RCW 49.48.085 describes various types of actions in a way that suggests the term “action” includes administrative proceedings:\n(3) Nothing in this section shall be construed to limit or affect: (a) The right of any employee to pursue any judicial, administrative, or other action available with respect to an employer; (b) the right of the department to pursue any judicial, administrative, or other action available with respect to an employee that is identified as a result of a wage complaint; or (c) the right of the department to pursue any judicial, administrative, or other action available with respect to an employer in the absence of a wage complaint.\n(Emphasis added.) The emphasized language suggests that the legislature views administrative proceedings as a type of “action” under chapter 49.48 RCW. Notably, this statute was enacted in 2006, four years after we decided Fire Fighters. Reading this provision in pari materia with RCW 49.48.030, it is apparent that the phrase “any action” can include administrative proceedings.\n¶26 Based on our broader definition of “action” in Fire Fighters that includes judicial proceedings outside a court of law, we hold that the civil service proceedings at issue sufficiently resemble a judicial proceeding to constitute an “action” under RCW 49.48.030. When viewed in light of the statute’s remedial purpose and protection of employee wage recovery, an employee who recovers a judgment for wages in a proceeding that permits this level of pretrial discovery, written briefing, exhibits, witnesses, cross-examination, evidentiary rulings, and detailed findings and decision is permitted to recover attorney fees for an “action” under RCW 49.48.030.\nC. Statutory authority\n¶27 The City contends that Arnold is not entitled to attorney fees because the Commission has no authority to award attorney fees. As discussed above, Cohn and Trach-tenberg both held that RCW 49.48.030 does not apply to state civil service proceedings because the Board has only limited statutory authority, which does not include the ability to grant attorney fees to prevailing employees. Similarly, we have recognized that the Commission “is created by, and derives its authority from, the city charter. It has only such powers as are there enumerated.” State ex rel. Worsham v. Brown, 126 Wash. 175, 177, 218 P. 9 (1923). Although the City admits that the city code does not identify an exclusive list of remedies like the state civil service law does, it argues the provision stating that employees may obtain representation only at their own expense serves a similar (and stronger) purpose to the limited statutory authority described in Cohn and reiterated in Trachtenberg.\n¶28 But a careful analysis of the procedural posture reveals that this case is distinct. The plaintiff in Cohn requested attorney fees from an administrative body that apparently had no statutory authority to provide attorney fees because it was limited to awarding employees only certain types of remedies. In turn, the superior court and Court of Appeals reviewing the agency’s refusal to grant attorney fees held they could not order that body to exercise a power that it did not possess. Here, in contrast, even if we were to accept Cohn, the case on which Trachtenberg relies, and even assuming the Commission similarly has no authority to award attorney fees, Arnold is not asking the Commission to exceed its authority and grant her attorney fees. Instead, Arnold instituted a separate proceeding in superior court, filing a new complaint solely for that court to award her attorney fees under RCW 49.48.030. Therefore, we consider only Arnold’s right to receive attorney fees from a separate superior court action.\n¶29 In Fire Fighters, we plainly permitted employees (or their representatives) who recovered a judgment for wages in a proceeding to initiate a separate lawsuit in superior court solely for the recovery of attorney fees. In that case, the plaintiff recovered back pay during an arbitration proceeding against Everett, then filed a complaint in superior court against Everett, seeking attorney fees. Everett claimed that RCW 49.48.030 did not allow a separate action for attorney fees. We rejected Everett’s restrictive reading of the statute, explaining that RCW 49.48.030 provides attorney fees for “ ‘any action’ ” in which a judgment for wages is recovered, and is not limited to “the same action” in which the wages or salary are recovered. Fire Fighters, 146 Wn.2d at 43-44 (quoting RCW 49.48.030).\n¶30 Here, the City seeks to distinguish this analysis in Fire Fighters, emphasizing that Fire Fighters applied only to arbitration, not administrative proceedings. See id. at 42-43. The City claims that agencies are distinguishable because they are constrained by their limited statutory authority and points out we discussed and did not overrule that principle when we cited Cohn in Fire Fighters. Id.\n¶31 However, as noted above, the statutory authority of the agency is not relevant in cases such as this where the employee is not asking the agency to award attorney fees, but rather initiated a separate action in court to recover attorney fees. Moreover, in Fire Fighters we cited Hanson for the proposition that “the nature of the proceeding did not affect the availability of attorney fees to an employee who is successful in recovering wages or salary owed,” and explained the attorney fees need not be recovered in that same action. Id. at 43 (citing Hanson, 105 Wn.2d at 872).\n¶32 Fire Fighters confirms that attorney fees are available in a separate court action under RCW 49.48.030 even when the tribunal awarding the wages lacks authority to issue attorney fees in the first instance. Because the arbiter in that case lacked authority to grant attorney fees under the parties’ collective bargaining agreement, after recovering fees in arbitration the union and employees instituted a separate court action seeking to recover attorney fees under RCW 49.48.030. Int’l Ass’n of Fire Fighters, Local 46 v. City of Everett, 101 Wn. App. 743, 749-50, 6 P.3d 50 (2000). In awarding attorney fees, the Court of Appeals concluded that “ [t] he right to fees arose outside the terms of the labor agreement, and a court action was therefore necessary to recover them.” Id. at 750. We affirmed, agreeing that the union was entitled to recover attorney fees through the separate court action and explaining that the nature of the initial action awarding wages did not impact that outcome. Fire Fighters, 146 Wn.2d at 42.\n¶33 Thus, according to Fire Fighters, an employee who successfully recovers wages in an action may institute a separate court action to recover attorney fees, even when the body issuing the wages has no authority to grant attorney fees. To the extent lower court opinions conflict with this principle, they are overruled. This is in keeping with the broad remedial purpose of RCW 49.48.030 that is designed to ensure employees receive payment for wages and meant to provide incentives for employees to assert their wage rights. See id. at 35 (collecting cases). Therefore, even if the Commission can properly decline to award attorney fees, Arnold was entitled to institute a separate court proceeding to recover her fees under RCW 49.48.030.\nD. Preemption\n¶34 The City argues that Arnold is not entitled to attorney fees because the SMC explicitly prohibits such fees in commission hearings: “An employee may be represented at a hearing before the Commission by a person of his/her own choosing at his/her own expense.” SMC 4.04.260(E). The City claims that this provision is valid and should govern here because the reach of RCW 49.48.030 is not absolute, and states that an exception is warranted when a city voluntarily adopts a civil service scheme to benefit employees.\n¶35 Arnold counters that the state law preempts SMC 4.04.260(E), citing Mosebar v. Moore, 41 Wn.2d 216, 248 P.2d 385 (1952). In that case, we held that a state law preventing employers from firing civil service employees for moving outside of the city limits preempted a local law to the contrary. Arnold also disputes the City’s policy arguments and reiterates that the main policy under RCW 49.48.030 of vindicating employees’ wage rights and providing attorney fees for successful wage recovery should govern. We agree.\n¶36 Article XI, section 11 of our state constitution permits local governments to make “all . . . local police, sanitary and other regulations as are not in conflict with general laws.” “A local regulation conflicts with state law where it permits what state law forbids or forbids what state law permits.” State v. Kirwin, 165 Wn.2d 818, 825, 203 P.3d 1044 (2009) (citing Parkland Light & Water Co. v. Tacoma-Pierce County Bd. of Health, 151 Wn.2d 428, 433, 90 P.3d 37 (2004); City of Seattle v. Eze, 111 Wn.2d 22, 33, 759 P.2d 366 (1988)).\n¶37 The City claims that RCW 49.48.030 does not unconstitutionally conflict with the City’s civil service code for two reasons. First, the City claims there is no conflict because RCW 49.48.030 is not absolute and the City’s civil service laws constitute a valid exception. The City points out that we have suggested employees may waive attorney fees under RCW 49.48.030 through collective bargaining agreements, see Fire Fighters, 146 Wn.2d at 49, and asserts that employees entering civil service employment similarly waive their rights to fees under RCW 49.48.030 when they accept the benefits of this employment relationship. Second, the City claims that any apparent conflict between the two laws is not specific enough for preemption to apply. The City distinguishes Mosebar, asserting it was much clearer in that case that the legislature designed the state law to specifically preempt the particular local law at issue. 41 Wn.2d at 220 (“We think [the state law] is clear in its intent to protect civil service employees, as a class, from the operation of any city charter or ordinance requiring continued residence, as a requisite of continued employment.”).\n¶38 We disagree with both of the City’s rationales. First, even if an employee could waive a right to attorney fees under RCW 49.48.030, waiving that right in a collective bargaining agreement is distinct from the City specifically denying that right through its civil service code. While an employee might be able to knowingly decide to give up such a right either personally or with her interests represented through a collective bargaining process, the City’s unilateral denial of attorney fees under SMC 4.04.260(E) does not similarly account for the employee’s understanding and consent in the same way as a contract.\n¶39 Second, SMC 4.04.260(E) directly conflicts with RCW 49.48.030 because the state statute requires an employer to pay the employee’s attorney fees in any action in which the employee recovers wages, while the city code provides that an individual may be represented by counsel in civil service hearings at only the employee’s own expense. Thus, the local regulation “forbids what state law permits.” Kirwin, 165 Wn.2d at 825. RCW 49.48.030 therefore preempts the City’s attempt to deny attorney fees to employees who recover wages in commission proceedings.\nE. Policy\n¶40 The City finally urges several policy reasons in asserting that RCW 49.48.030 should not apply in the civil service context. The City explains that civil service codes are designed to benefit employees and the public by providing additional protections beyond those that are generally afforded to at-will employees and by helping ensure services are rendered efficiently. Suppl. Br. of Pet’r at 18 (citing City of Yakima v. Int’l Ass’n of Fire Fighters, AFL-CIO, Local 469, 117 Wn.2d 655, 665, 818 P.2d 1076 (1991); Herriott v. City of Seattle, 81 Wn.2d 48, 61, 500 P.2d 101 (1972)). The City fears that allowing attorney fees in civil service proceedings will create a disincentive for local governments to voluntarily adopt these codes and may result in limiting or eliminating the reach of employee protections in civil service codes. The City also suggests that public employers may be more hesitant to discipline employees if attorney fee awards are available to employees.\n¶41 The City fails to persuade us that RCW 49.48.030 should not apply to its civil service proceedings. Even if the City means to protect employees through its civil service system, if by doing so it creates an “action” that allows payment of wages, the City cannot avoid a legislative directive allowing prevailing employees to recover attorney fees. We find nothing to indicate that the legislature meant to exempt the City’s civil service law from RCW 49.48.030. The legislature has shown it knows how to exempt public employees, particularly local government employees, in the context of other wage laws but has not done so here. See RCW 49.48.080 (exempting certain state and local government employees from Department of Labor and Industries wage enforcement laws). In addition, the consequences may not be as significant as the City suggests. Applying RCW 49.48.030 to commission proceedings will not necessarily result in expensive attorney fee awards or discourage employers from disciplining employees because the statute allows for attorney fees only in circumstances when the employer’s discipline was wrongful and the employee is successful in recovering wages. Moreover, in Fire Fighters we recognized that RCW 49.48.030’s purpose of allowing aggrieved employees or their representatives “to pursue wage claims that they may not have otherwise been able to pursue” prevailed over the employers’ economic interests and expectations that each side would bear its own costs. 146 Wn.2d at 50.\n¶42 Finally, our decision does not necessarily extend attorney fee awards under RCW 49.48.030 to all quasi-judicial proceedings. RCW 49.48.030 is limited to “actions” in which an employee recovers wages, and we have considered only the court’s authority to award attorney fees requested in a separate action. We hold that when an employee recovers wages in a proceeding with sufficient judicial hallmarks to constitute an “action” and seeks attorney fees in a separate court action, she is entitled to recover attorney fees in that separate proceeding under RCW 49.48.030.\nIII. CONCLUSION\n¶43 We affirm the Court of Appeals and hold that an employee who recovers wages from a commission proceeding is entitled to attorney fees under RCW 49.48.030 when requested in a separate superior court action. We remand this case to the superior court to determine the amount of reasonable attorney fees to award for the proceedings leading to Arnold’s recovery of wages and her proceedings seeking attorney fees.\nJohnson, Owens, Stephens, Wiggins, González, Gordon McCloud, and Yu, JJ., concur.\nMadsen, C.J., concurs in the result only.\nThe parties dispute Arnold’s rationale for hiring counsel to represent her in the commission proceedings. Arnold maintains that it was necessary to combat the City’s representation from the city attorney’s office, see, e.g., Clerk’s Papers (CP) at 35, 68, while the City asserts it does not utilize its own counsel unless the employee first retains counsel, CP at 48, 158.\nArnold initially filed this case both as an appeal from the Commission and as an original action for an award of attorney fees. However, she later abandoned the appeal and instead proceeded with only the original action for attorney fees.\nThe 2010 amendments to this statute made technical corrections to gender-based terms but did not substantively change the provision. Substitute S.B. 6239, 61st Leg., Reg. Sess. (Wash. 2010).\nWe agree with the Court of Appeals that the Commission’s order awarding back pay constitutes a “judgment for wages.’’ RCW 49.48.030. Contrary to the City’s assertions, a tribunal other than a court of law may issue a “judgment’’ awarding wages for purposes of RCW 49.48.030. See Fire Fighters, 146 Wn.2d at 36 n.8 (noting that “ ‘a court or other tribunal'\" may issue a judgment and applying that definition to arbitration proceedings (emphasis added) (quoting 49 C.J.S. Judgments § 2, at 51, 52 (1997))).\nLegislative history may also support reading “action” to be broader than a traditional court of law proceeding. This statute dates back to 1888, and it has been substantively amended only once since that time. S.B. 261, 42d Leg., 1st Ex. Sess. (Wash. 1971). The 1888 statute provided, “[T]he court shall tax an attorney’s fee” whenever an employee or company is “compelled to sue . . . for the payment of wages for labor ... if judgment should be granted the plaintiff” (along with certain exceptions not relevant here). Former RCW 49.48.030 (1888). When the legislature amended this statute in 1971, it eliminated references to ‘The court,” “plaintiff,” and “sue,” which all insinuate traditional courtroom litigation, and instead broadly allowed attorney fees for wages recovered “[i]n any action'' S.B. 261 (emphasis added).\nArnold initially filed this case both as a challenge to the Commission’s denial of attorney fees and as an original action for an award of attorney fees, but she later abandoned her challenge to the Commission’s order and proceeded solely with the original action for attorney fees.\nSome cases seem to suggest that attorney fees are available only if the court awards more relief than the administrative body. See, e.g., McIntyre, 135 Wn. App. at 602 (citing Hanson, 105 Wn.2d 864). However, this is contrary to the facts of Fire Fighters. There, the arbiter awarded wages, then the union sought a separate court action solely for the recovery of attorney fees. We upheld the fee award despite the fact that the court provided no further relief beyond what the arbiter originally granted.",
        "type": "majority",
        "author": "Fairhurst, J."
      }
    ],
    "attorneys": [
      "Paul J. Lawrence, Gregory J. Wong, and Sarah S. Washburn (of Pacifica Law Group PLLCy, and Peter S. Holmes, City Attorney, and Molly M. Daily, Assistant, for petitioner.",
      "Judith A. Lonnquist (of Law Offices of Judith A. Lonnquist PS); and Philip A. Talmadge (of Talmadge/ Fitzpatrick / Tribe), for respondent.",
      "Robert W. Ferguson, Attorney General, Susan S. DanPullo, Managing Assistant, and Khalia G. Davis and Margaret C. McLean, Assistants, on behalf of the State of Washington, amicus curiae.",
      "Bryan P Harnetiaux and George M. Ahrend on behalf of Washington Association for Justice Foundation, amicus curiae.",
      "Joseph R. Shaeffer and Daniel F. Johnson on behalf of Washington Employment Lawyers Association, amicus curiae."
    ],
    "corrections": "",
    "head_matter": "[No. 91742-6.\nArgued January 12, 2016.\nDecided May 5, 2016.\nGeorgiana Arnold, Respondent, v. The City of Seattle, Petitioner.\nPaul J. Lawrence, Gregory J. Wong, and Sarah S. Washburn (of Pacifica Law Group PLLCy, and Peter S. Holmes, City Attorney, and Molly M. Daily, Assistant, for petitioner.\nJudith A. Lonnquist (of Law Offices of Judith A. Lonnquist PS); and Philip A. Talmadge (of Talmadge/ Fitzpatrick / Tribe), for respondent.\nRobert W. Ferguson, Attorney General, Susan S. DanPullo, Managing Assistant, and Khalia G. Davis and Margaret C. McLean, Assistants, on behalf of the State of Washington, amicus curiae.\nBryan P Harnetiaux and George M. Ahrend on behalf of Washington Association for Justice Foundation, amicus curiae.\nJoseph R. Shaeffer and Daniel F. Johnson on behalf of Washington Employment Lawyers Association, amicus curiae."
  },
  "file_name": "0510-01",
  "first_page_order": 564,
  "last_page_order": 585
}
