{
  "id": 8727279,
  "name": "Hays, et al. Ex-parte",
  "name_abbreviation": "Ex parte Hays",
  "decision_date": "1871-06",
  "docket_number": "",
  "first_page": "510",
  "last_page": "512",
  "citations": [
    {
      "type": "official",
      "cite": "26 Ark. 510"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 244,
    "char_count": 4398,
    "ocr_confidence": 0.378,
    "sha256": "01877f10ba17edd492563a7466b5b0fbae439a29ab2ea7f4d26eaeb62b555d40",
    "simhash": "1:16ddd805b552c780",
    "word_count": 789
  },
  "last_updated": "2023-07-14T20:17:12.742099+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hays, et al. Ex-parte."
    ],
    "opinions": [
      {
        "text": "McOluRE, C. J.\nThis is an application, to this court, for a mandamus against the Hon. Heney B. Mokse, judge of the circuit court of Chicot county, to compel him to grant an injunction restraining the collector and treasurer of Chicot county from receiving certain scrip.\nHays and others prepared what may he called a complaint in equity, with a prayer for a perpetual injunction, as to certain parties therein named,- and 'presented the same to Judge MORSE, at chambers, and asked for a restraining order or temporary injunction, against the parties named, until the cause-could he heard on its merits. Judge Mouse refused to grant the temporary restraining order, and an application is now made, to this court, for a mandamus to compel him to grant it. The question now arises, “Will this court award a mandamus under such circumstances?” Wo emphatically say, no! Before the adoption of the Code, under the provisions of section six, of chapter 88, of G-ould’s Digest, a mandamus was authorized to he issued against a circuit judge or a circuit court, that refused to grant an injunction, by any judge of this court, or by the court itself ; but chapter 88 of Gould’s Digest, is no longer in force, it being superseded by chapter IY, of the Civil Code. Mandamus never lies to control judicial discretion; it only lies-to compel the performance of a public duty, and only then, when there is no other legal remedy. Mandamus cannot be used to establish a right; but may be used to enforce a right after it is once established. It will lie to compel a judge or other person to perform a duty enjoined by lav/; but will not be used to control the discretion of a judge or other officer vested with discretion. To illustrate, it will lie to make a judge hold a court at the time prescribed by law, but will not direct what the judge shall do, when his court is once opened. The reason for this is, that when the court is once opened and it proceeds ■ to act, that its action can be corrected by a writ of error, or appeal; and it is a general rule, that mandamus will not lie where the matter complained of can be corrected by a writ of error or by appeal.\nUnder chapter 88, of Gould’s Digest, “the circuit court, in term time, or any judge thereof, in vacation,” was the only power in the State that could grant an injunction, but it is not so now. A probate judge, a circuit judge, or a Judge of the Supreme Court, are authorized to grant an injunction, when it appears from the complaint that the plaintiff is entitled to the relief demanded. In the case now before* us, it appears that the circuit court judge is of opinion that the complainant is not entitled to the relief demanded, upon the showing made by the complainant. This refusal does not leave the party remediless under the Code, as it did under chapter 88, of Gould’s Digest, because, after the probate judge of the county, and the judge of the circuit, has refused, there are five Supreme Judges, any one of whom have the power to grant an injunction until the causéis heard on its merits. These things being true, it will at once become apparent to the most casual ■observer, that the party now asking for a mandamus is not without a remedy. This point being conceded, this cause comes within that general rule which declares that mandamus will not lie where there is another remedy. It may be asked what the applicant for an injunction can do, if the probate judge, circuit judge, and the Supreme Judges all refuse to grant the temporary restraining order. The reply is, that the provision of the Code furnishes ample remedy in such a case, as was furnished by chapter 88, of Gould’s Digest, for if no one of the Supreme Judges would grant the temporary restraining order, it is not at all likely they would award a mandamus to a circuit judge, to compel him to do it.\nMandamus is denied.",
        "type": "majority",
        "author": "McOluRE, C. J."
      }
    ],
    "attorneys": [
      "Garland Arash, for petitioners."
    ],
    "corrections": "",
    "head_matter": "Hays, et al. Ex-parte.\nMandamus — Statute superseded by Code. — Chapter 88, Gould’s Digest is no longer in force, being superseded by chapter IY, of the Civil Code.\nWhen and pob what will lie. — Mandamus never lies to control judicial discretion, it only lies to compel the performance of a public duty, and only then when there is no other legal remedy.\nPubpose op writ op — The writ cannot be used to establish a right, but may be used to enforce a right after it is once established.\nPetition for Jfandamus.\nGarland Arash, for petitioners."
  },
  "file_name": "0510-02",
  "first_page_order": 526,
  "last_page_order": 528
}
