{
  "id": 8723394,
  "name": "Squire v. Squire",
  "name_abbreviation": "Squire v. Squire",
  "decision_date": "1932-11-21",
  "docket_number": "4-2743",
  "first_page": "511",
  "last_page": "514",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 511"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "215 S. W. 681",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "140 Ark. 361",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1594406
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ark/140/0361-01"
      ]
    },
    {
      "cite": "194 S. W. 498",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "128 Ark. 543",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1581946
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/128/0543-01"
      ]
    },
    {
      "cite": "15 S. W. 459",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "54 Ark. 172",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1320339
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/54/0172-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 277,
    "char_count": 4160,
    "ocr_confidence": 0.502,
    "pagerank": {
      "raw": 5.22272544345591e-07,
      "percentile": 0.9408289826935856
    },
    "sha256": "8ba9fd7e3c2a4bef0da568f2b4c68dd24d7cb9ba415979ccc69a0dc462c0bda2",
    "simhash": "1:9e47e621274e7441",
    "word_count": 711
  },
  "last_updated": "2024-02-27T17:52:01.123529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Squire v. Squire."
    ],
    "opinions": [
      {
        "text": "McHaNey, J.\nThis is an action for divorce and custody of an infant child brought by appellant against ap-pellee under our “ninety-day divorce law,” commonly so-called, same being act 71, Acts of 1981, p. 201. This act amends § 3505, Crawford & Moses’ Digest, and, among other things, provides that the plaintiff must prove, but need not allege, “a residence in the State for three months next before the final judgment granting a divorce in the action, and a residence for two months next before the commencement of the action.” Appellant established her residence in Texarkana, Miller County, Arkansas, on November 4,1931. On January 9,1932, she began this action by filing complaint, making affidavit for warning order against appellee, a nonresident, causing same to be published according to law, and having an attorney ad litem appointed, who notified appellee of the pendency of the action and made report thereof. All necessary legal steps to obtain constructive service were taken, and appellee actually appeared and moved to quash the service, at which time he was served with process. On February 12,1932, the cause was tried on the depositions of witnesses theretofore taken and upon oral testimony before the court, with the result that appellant’s complaint was dismissed because the court was of the opinion that it had no jurisdiction of the parties. After reciting the substance of appellant’s testimony in regard to her residence in Texarkana, the decree recites: “From the above testimony it is perfectly apparent that the plaintiff had no permanent intention on November 4, 1931, (the date she moved to Texarkana) and has no permanent intention at this time of making Arkansas her permanent home.”\nWe think the learned trial court misconstrued the effect of act 71, supra. It does not provide that the plaintiff must, at the time of becoming a resident of this State, or at the time of trial, have a “permanent intention * # * of making Arkansas her permanent home.” All that is required in this respect is that proof must be made of a residence in this State of two months before suit is brought, and of three months before final judgment. The statute makes no mention of a permanent intention of making Arkansas a permanent home. Under the old statute, § 3505, Crawford & Moses’ Digest, it was necessary to allege and prove, in' addition to a legal cause of divorce, a residence in this State for one year next before •commencement of the action. Under this statute this court held in Wood v. Wood, 54 Ark. 172, 15 S. W. 459, that actual and not constructive residence was contemplated. See also Vanness v. Vanness, 128 Ark. 543, 194 S. W. 498, and Wood v. Wood, 140 Ark. 361, 215 S. W. 681. But it has never been held that the plaintiff must have had a permanent intention to make this State a permanent residence. We have held that absence from-the State for a few months on a visit, being temporary, did not interfere with the residence once established. Wood v. Wood, 140 Ark. 361, 215 S. W. 681. The law of divorce is purely statutory, and the General Assembly has enacted the statute under consideration. Whether it be good or bad is not a question for the courts.\nIn this case the undisputed proof is that appellant had been a resident of the State for more than three months before the trial. The statute relative to jurisdiction had been literally complied with, and the court was of the opinion that the evidence was sufficient to establish a cause of divorce. She frankly admitted that she came to this State to obtain a divorce; that she would remain here if she could secure employment to support herself and child. Even though she moved to this State to bring a divorce suit and had the intention of leaving after the divorce was granted, this would not deprive the court of jurisdiction, if she were actually and in good faith a bona fide resident for the period prescribed by the statute.\nThe decree will therefore be reversed, and the canse remanded, with directions to grant a divorce and the custody of the child to appellant.",
        "type": "majority",
        "author": "McHaNey, J."
      }
    ],
    "attorneys": [
      "E. F. Friedell, for appellant."
    ],
    "corrections": "",
    "head_matter": "Squire v. Squire.\n4-2743\nOpinion delivered November 21, 1932.\nE. F. Friedell, for appellant."
  },
  "file_name": "0511-01",
  "first_page_order": 531,
  "last_page_order": 534
}
