{
  "id": 1428303,
  "name": "Arkansas Power & Light Company v. Crooks",
  "name_abbreviation": "Arkansas Power & Light Co. v. Crooks",
  "decision_date": "1934-01-08",
  "docket_number": "4-3269",
  "first_page": "513",
  "last_page": "516",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 513"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "127 N. E. 537",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": 0
    },
    {
      "cite": "236 Mass. 10",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        75103
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/236/0010-01"
      ]
    },
    {
      "cite": "183 N. E. 416",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": 0
    },
    {
      "cite": "281 Mass. 47",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3831855
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/281/0047-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 466,
    "char_count": 7138,
    "ocr_confidence": 0.479,
    "pagerank": {
      "raw": 5.8591662004228935e-08,
      "percentile": 0.36458920964117986
    },
    "sha256": "aa37afac39f7b60e4d4e16d53d37f690eb35a72b2499a1a4bfec0b4c13e88674",
    "simhash": "1:3b236981a2c76614",
    "word_count": 1228
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Arkansas Power & Light Company v. Crooks."
    ],
    "opinions": [
      {
        "text": "Humphreys, J.\nThis suit was brought by appellee against appellant, in the circuit court of Calhoun County, to recover damages on account of personal injuries received by him in a collision between an automobile he was driving and one of appellant’s street cars on East 14th Street, in Little Bock, near the intersection of said street with Welch Street, through the alleged negligence of appellant’s motorman in running into the automobile he was operating.\nAppellant filed an answer, denying any negligence on the part of its motorman in the -operation of the street car at the time of the collision, and alleging that the injuries received resulted from the contributory negligence of appellee.\nThe cause was submitted to the jury upon the pleadings, testimony and instructions of the court, resulting in a verdict and consequent judgment against appellant for $20,000, from which is this appeal.\nThe issues of negligence and contributory negligence were submitted to the jury on instructions requested by appellant, which were given by the court, and upon instructions requested by appellee and given by the court, over the objections and exceptions of appellant. We have carefully read the instructions assailed by appellant, and have concluded that the objections and exceptions thereto are not tenable. There are no material conflicts in the instructions given, and, when read as a whole, they present the law applicable to the divergent theories and facts in the case.\nThe refusal of the court to instruct a verdict for appellant presents the only real issue on this appeal, and that is whether, under the evidence, considered in its most favorable light to appellee, he was guilty of contributory negligence causing the injury.\nA summary of the evidence, viewed in the most favorable light to appellee, reflects that he was traveling west on 14th Street in Little Rock in the nighttime, in a borrowed car, in company with his brother and a neighbor, when it became necessary for him to turn south onto the street car track to avoid striking cars which were parked on the north side of said street; that, while on the track, the automobile stalled, or stopped, on account of the engine or motor failing to work; that, while engaged in trying to start same, he saw a street car about a half block away, and beyond the intersection of a cross street, coming toward him at a rapid rate of speed; whereupon he signaled to the motorman by throwing out his arm, holloing and blowing his horn while continuing to start his engine, and, when thus engaged, the street car ran into his automobile and injured the occupants, including himself.\nAppellant’s contention and argument is thát, when appellee discovered the street car approaching rapidly within the distance of one-half block, he should have, as a reasonable prudent man, abandoned the automobile and prevented the injury to his person. It cannot be said, as a matter of law, that this was his duty. It is true that he was in a perilous position, and one from which he might have extricated himself, had he known he could not start his engine and remove the automobile, and had he been able to anticipate that the motorman would ignore his signals and run through the cross street; but it cannot be said as a matter of law that he knew he could not start his engine, or could have anticipated that the motorman would not heed his signals and slow down or stop. It must not be forgotten that appellee owed a duty to his passengers to protect them by moving his automobile out of the danger zone if possible and prevent injury to the borrowed automobile, as well as a duty to appellant and its passengers to.prevent a collision and wreck. Under all the circumstances and facts surrounding the situation, the question of whether appellee acted as an ordinary prudent man would have done was a question for the jury, and not for the court. The following quotation from a Massachusetts court, in case styled Barnes v. Birkshire Street Ry. Co., reported in 281 Mass. 47, 183 N. E. 416, is applicable to the facts and circumstances in the case at bar:\n“The plaintiff had a right to place some reliance upon the probability of care on the part of the operator of any street car that might come. When the plaintiff took his position in an attempt to move the automobile, its situation was fraught with possible peril to the automobile, to Eeynolds and to the motorman and passengers in any such street car. The man of ordinary prudence, by whose supposed conduct under similar circumstances the case of litigants is measured (LaBrecque v. Donham, 236 Mass. 10, 127 N. E. 537), is not devoid of human instincts and emotions numb to the promptings of friendship and humanity, and anxious only for the safety of his person at all costs. On the contrary, great risk taken to save persons in dire peril had been held consistent with good care (citing cases). Lesser risks may be justified by lesser occasions. There is no absolute safety in life, and the most ordinary acts involve possible danger, and one is not negligent unless he takes greater risks than a man of ordinary prudence would take in a like situation. Mere knowledge that some danger exists is not conclusive of the negligence of one who fails to avoid it. (Citing cases.) ”\nThe facts in the instant case bring it within the general rule announced in Berry on Automobiles, Sixth Edition, vol. 1, page 165, as follows:\n‘ ‘ The driver of an automobile or other vehicle stopped for any temporary cause in front of a street ear cannot be held guilty of contributory negligence as a matter of law if he does not desert his vehicle, at least until it is reasonably certain that an impact is unavoidable. He has a right to assume that those in charge of the operation of the approaching street car, seeing his predicament, will not recklessly run him down. He has a right to make a reasonable effort to start his vehicle, if it is susceptible of being started, and so save it and its occupants from injury. Whether his acts in so doing or attempting to do were unreasonable and negligent would be a question of fact, which it would be the province of the jury to determine, in view of all of the circumstances of the particular ease. ’ ’\nThe only question remaining is whether the verdict is excessive. Before the injury, appellee had an earning capacity of from $200 to $300 a month, with an expectancy of 33.2 years. His earning capacity was totally destroyed on account of his injury. His collar bone and three ribs were fractured, resulting in traumatic pleurisy. He suffered the loss of an arm. He suffered great pain as a result of the injury, and was compelled to expend large sums for hospital and doctor’s bills.\nThe sum awarded him was not excessive, but, on the contrary, was a very reasonable amount in view of the actual injuries, and the great pain and suffering endured incident thereto.\nNo error appearing, the judgment is affirmed.",
        "type": "majority",
        "author": "Humphreys, J."
      }
    ],
    "attorneys": [
      "Rose, Hemingway, Cantrell & Loughborough and J. W. Barron, for appellant.",
      "Tom J. Terral, for appellee."
    ],
    "corrections": "",
    "head_matter": "Arkansas Power & Light Company v. Crooks.\n4-3269\nOpinion delivered January 8, 1934.\nRose, Hemingway, Cantrell & Loughborough and J. W. Barron, for appellant.\nTom J. Terral, for appellee."
  },
  "file_name": "0513-01",
  "first_page_order": 531,
  "last_page_order": 534
}
