{
  "id": 8723420,
  "name": "Temple Cotton Oil Company v. Holliday",
  "name_abbreviation": "Temple Cotton Oil Co. v. Holliday",
  "decision_date": "1932-11-21",
  "docket_number": "4-2744",
  "first_page": "514",
  "last_page": "519",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 514"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "50 S. W. (2d) 582",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "185 Ark. 965",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1435113
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/185/0965-01"
      ]
    },
    {
      "cite": "47 S. W. (2d) 590",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "185 Ark. 370",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1435339
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/185/0370-01"
      ]
    },
    {
      "cite": "46 S. W. (2d) 20",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "185 Ark. 90",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1435099
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/185/0090-01"
      ]
    },
    {
      "cite": "45 S. W. (2d) 519",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "184 Ark. 1177",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1438493
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/184/1177-01"
      ]
    },
    {
      "cite": "41 S. W. (2d) 977",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "184 Ark. 102",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1438627
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/184/0102-01"
      ]
    },
    {
      "cite": "22 S. W. (2d) 387",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "180 Ark. 757",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1393467
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/180/0757-01"
      ]
    },
    {
      "cite": "255 S. W. 892",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "161 Ark. 245",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1388543
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/161/0245-01"
      ]
    },
    {
      "cite": "262 S. W. 660",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "164 Ark. 613",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1382234
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/164/0613-01"
      ]
    },
    {
      "cite": "137 S. W. 800",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "99 Ark. 121",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1314426
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/99/0121-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 452,
    "char_count": 10785,
    "ocr_confidence": 0.516,
    "pagerank": {
      "raw": 4.7817273071113374e-08,
      "percentile": 0.2998761703867677
    },
    "sha256": "3d98c5638b4da25cf742bafe842f084e34f7e92842b326202dfce06b2058dd07",
    "simhash": "1:e3e28b744c0c943a",
    "word_count": 1836
  },
  "last_updated": "2024-02-27T17:52:01.123529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Temple Cotton Oil Company v. Holliday."
    ],
    "opinions": [
      {
        "text": "McHaNey, J.\nAppellee recovered judgment against the appellant in the Clark Circuit Court for damages in the sum of $30,000 for injury and death of Oliver D. Hol-liday, while he was employed by the appellant in its oil mill in Arkadelphia, alleged to have been caused by the negligence of appellant, its servants and employees. The Temple Cotton Oil Company prosecuted an appeal to this court, and the judgment of the Clark Circuit Court was affirmed. On motion for rehearing, this court reduced the judgment to $17,500. After the adjournment of the term of the Clark Circuit Court, and after the judgment had been affirmed in this court as modified, appellant filed in the circuit court of Clark County its motion for a new trial, on the ground of newly-discovered evidence. The motion for new trial on the ground of newly-discovered evidence alleged the trial of the case in the circuit court, the verdict and judgment, and the affirmance by this court on January 18, 1932. It was alleged that Oliver Knapp was the witness in the original trial who testified as to any negligence and as to Holliday’s injuries. Knapp had testified that he was present when the negro, Phillips, and the deceased, Holliday, were at the linters. Appellant sets out at length the testimony of Knapp in the trial in the circuit court, and alleges that it has discovered evidence which was unknown to it and not available before the time of trial nor at any time prior to the January term, 1932, and that it could not have been discovered by the exercise of reasonable diligence until after the adjournment of the term of the Clark Circuit Court at which the case was tried; that the newly-discovered evidence was material in the trial of said cause. The petition then sets forth in substance the newly-discovered evidence and the names of the witnesses. It alleged that these witnesses would testify that Knapp made admissions going to show and showing that he was not present when Holliday received his injuries, and that all of said admissions except those made to Saurie and Keisler were made after the case had been tried, and that they therefore did not exist at the time of the trial; that the admissions made to Saurie and Keisler were made shortly after the accident, but were not disclosed to petitioner until after January, 1932. Affidavits were filed in support of the petition for a new trial. It was also alleged in the petition that its counsel and manager exercised all reasonable diligence to ascertain and produce the testimony of witnesses to sustain the defenses of petitioner; that at the time of the accident petitioner had many employees engaged in the operation of the Arkadelphia mill, and the evidence of none of them was known or disclosed to the petitioner or its attorneys or employees until after the case had been tried and after January, 1932, and after .iudgment had been affirmed by this court. It alleged that none of said witnesses were present or participated in the trial or bad any connection whatever with the trial, or knew anything of the testimony of Knapp until they heard the matter ’discussed after judgment. It also alleged that, if the newly-discovered evidence had been available upon the hearing of the original motion for new trial, it is probable that the circuit judge would have granted the motion. But that it was not available and could not have been discovered and produced at the hearing of said motion with reasonable diligence. Petitioner thereafter filed an amendment to its petition and attached certain affidavits, and alleged that this newly-discovered evidence had come to the knowledge of the petitioner since filing its original petition. Still later petitioner filed a second amendment and offered to prove by other witnesses that Knapp was not present when Holliday was injured. A response was filed'to the petition to which was annexed certain affidavits. There was a specific denial of all the material allegations in the motion. The response also stated that the newly-discovered evidence could only be cumulative, and that it was for the sole purpose of impeaching Knapp and discrediting his testimony. The response also alleged that the petition did not comply with the law which provides that the party asking for a new trial for newly-discovered evidence should not only state in his motion that he did not know of the existence of his testimony, but also should show facts' from which it will appear that he could not have ascertained or obtained such evidence by reasonable diligence, and that neither the petition nor affidavits show any diligence. The response also alleged that the appellant was duly notified that Knapp was present and would testify, and the servants of the company tried to procure from Knapp a written statement before the trial with a full knowledge that he would be a witness; that it knew this five months before the trial. Numbers of the witnesses who testified for the petitioner were at the time of the injury, and still are, employees of the company. The petitioner filed a reply to the response, denying the allegations. A number of witnesses testified, some of tfiem to statements made by Knapp, and others that Knapp was not present at the time of the accident. A number of witnesses were also introduced by appellee, and they contradicted the witnesses of appellant. It would serve no useful purpose and would make this opinion entirely too long to set forth the evidence.\nAppellant introduced several witnesses who testified in support of its motion for new trial on the ground of newly-discovered evidence. The appellee also introduced several witnesses who testified, and the evidence is in irreconcilable conflict.\nThe trial court found, first, that the appellant had failed to exercise reasonable diligence to procure the newly-discovered evidence; second that the evidence set out in appellant’s motion and introduced on the trial of said motion was merely cumulative; and, third, that the newly-discovered evidence would not probably have changed the result.\nWe find it necessary to consider only the first finding- of the trial court; that the appellant failed to exercise reasonable diligence to procure the newly-discovered evidence. Practically all the evidence upon which appellant bases its right to a new trial is to the effect that Oliver Knapp, who had testified at the trial that he was present when Holliday was injured and testified as to the accident and injury, was not present, and that Knapp had made certain admissions since the trial. A number of witnesses testified that Knapp was not present, and that he had made the admissions since the trial. Knapp himself, and a number of other witnesses, testified that he was present, and the evidence that he had made certain admissions was contradicted. In addition to this, appellant says in its brief in this case that the original complaint which was filed by appellee on October 9, 1930, alleged that “deceased, Holliday, and Oliver Knapp went downstairs and returned to the linter room; that the machinery was not in operation when they left, but was when they returned. ’ ’ The case was not tried until March 2, 1931, nearly five months after the complaint was filed. On March 2, 1931, when the case was tried, Knapp testified to statements in the complaint that they went downstairs and came back, and the machinery was not running when they went downstairs and was running when they came hack np; and he also testified that Mr. Thompson, the superintendent, was upstairs part of the time. Mr. Thompson was present at the trial and testified, but did not contradict Knapp. Mr. Thompson was called as a witness twice on the trial of the motion for new trial, but he never contradicted this testimony of Knapp at any time. Appellant therefore knew when the complaint was filed that Knapp was a witness, and knew, according to its own statement from the statements in the complaint, something of what Knapp would testify. In addition to this, the record shows that the trial was on March 2,1931, and appellant was given until March 23, 1931, to file its motion for new trial. It appears therefore that, by the exercise of any diligence at all, appellant could have discovered the evidence that it produced at the trial of the motion. Appellant says that it tried to get a statement from Knapp as to what his testimony would be, but that Knapp refused to give a statement. This certainly should not have caused appellant to be less diligent in the preparation of its case and the ascertainment of the facts.\nAppellant cites numerous cases in support of its contention, but the question has been decided many times by this court. “It has been well settled by this court that applications for new trial on the ground of newly-discovered evidence are to be received with caution, and are to be left largely within the sound legal discretion of the trial court. Unless such discretion has been manifestly abused, the appellate court will not disturb the action of the trial court. An application on account of newly-discovered evidence should be corroborated by the affidavits of other persons than the accused, and, if it can be done, by. those of the newly-discovered witnesses themselves. It is not sufficient that the applicant should state that he did not know of the existence of the testimony in time to have brought it forward at the trial, but it is necessary that be should show facts from which it must appear that he could not have ascertained or obtained such newly-discovered testimony by reasonable diligence. ’’ Rynes v. State, 99 Ark. 121, 137 S. W. 800 ; Freo Valley R. R. Co. v. Rowland, 164 Ark. 613, 262 S. W. 660; Little v. State, 161 Ark. 245, 255 S. W. 892; Northwest Ark. F. M. T. Ins. Co. v. Osborn, 180 Ark. 757, 22 S. W. (2d) 387; Conner v. Bowers, 184 Ark. 102, 41 S. W. (2d) 977; Kearns v. Steinkamp, 184 Ark. 1177, 45 S. W. (2d) 519; Forsgren v. Massey, 185 Ark. 90, 46 S. W. (2d) 20; State use, Calhoun County v. Poole, 185 Ark. 370, 47 S. W. (2d) 590; Citrus Products Co., Inc., v. Tankersley, 185 Ark. 965, 50 S. W. (2d) 582.\nIt is the well-settled rule of this court that a new trial on the ground of newly-discovered evidence will not be granted unless the applicant has shown reasonable diligence. Whether he has shown diligence is.a question in the sound legal discretion of the trial court, and, unless there is manifestly an abuse of discretion, the finding’ of the trial court will not be disturbed. There was no abuse of discretion in this case, and the judgment is affirmed.",
        "type": "majority",
        "author": "McHaNey, J."
      }
    ],
    "attorneys": [
      "McMillan «£ McMillan, Bmbee, Pugh«& Harrison and Jones & Jones, for appellant.",
      "J. H. Lookadoo and Bush ■& Bush, for appellee."
    ],
    "corrections": "",
    "head_matter": "Temple Cotton Oil Company v. Holliday.\n4-2744\nOpinion delivered November 21, 1932.\nMcMillan «£ McMillan, Bmbee, Pugh«& Harrison and Jones & Jones, for appellant.\nJ. H. Lookadoo and Bush ■& Bush, for appellee."
  },
  "file_name": "0514-01",
  "first_page_order": 534,
  "last_page_order": 539
}
