{
  "id": 1428256,
  "name": "Metropolitan Life Insurance Company v. Gregory",
  "name_abbreviation": "Metropolitan Life Insurance v. Gregory",
  "decision_date": "1934-01-08",
  "docket_number": "4-3255",
  "first_page": "516",
  "last_page": "523",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 516"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "51 N. E. 651",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": 0
    },
    {
      "cite": "175 Ill. 472",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        3161519
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ill/175/0472-01"
      ]
    },
    {
      "cite": "7 Pac. 795",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": 0
    },
    {
      "cite": "4 Utah 206",
      "category": "reporters:state",
      "reporter": "Utah",
      "case_ids": [
        8872815
      ],
      "opinion_index": 0,
      "case_paths": [
        "/utah/4/0206-01"
      ]
    },
    {
      "cite": "18 S. W. (2d) 362",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "179 Ark. 722",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "14 S. W. (2d) 240",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "179 Ark. 71",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8718906
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/179/0071-01"
      ]
    },
    {
      "cite": "22 S. W. (2d) 1020",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "180 Ark. 844",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1393465
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/180/0844-01"
      ]
    },
    {
      "cite": "23 S. W. (2d) 263",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "180 Ark. 840",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1393599
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/180/0840-01"
      ]
    },
    {
      "cite": "22 S. W. (2d) 378",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "180 Ark. 562",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1393515
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/180/0562-01"
      ]
    },
    {
      "cite": "33 S. W. (2d) 383",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "182 Ark. 763",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1389717
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/182/0763-01"
      ]
    },
    {
      "cite": "31 S. W. (2d) 963",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "182 Ark. 484",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1389789
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/182/0484-01"
      ]
    },
    {
      "cite": "29 S. W. (2d) 674",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "182 Ark. 71",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1389739
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/182/0071-01"
      ]
    },
    {
      "cite": "46 S. W. (2d) 651",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "185 Ark. 108",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1435331
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/185/0108-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 606,
    "char_count": 12546,
    "ocr_confidence": 0.498,
    "pagerank": {
      "raw": 8.571759679045528e-08,
      "percentile": 0.4885477879212263
    },
    "sha256": "66dd9ac8e43e3ad3b7f7950dd257a0e8cc7c3740ab7849e04518ab30da06a44d",
    "simhash": "1:3b2ccc981305a1c3",
    "word_count": 2171
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Metropolitan Life Insurance Company v. Gregory."
    ],
    "opinions": [
      {
        "text": "Mehaffy, J.\nOn September 4, 1926, tbe appellant issued its group policy No. 3112-G, insuring the lives of .certain employees of the Ft. Worth Stockyards Company of Ft. Worth, Texas, upon certain terms, limitations and conditions therein provided. On the same date it caused to be issued certificate No. 66, which certified that appellee, W. L. Gregory, was insured under the group policy.\nThis suit was begun in the Miller Circuit Court for $1,050, the appellee alleging that the certificate contained the following:.\n“This is to certify that, .under and subject to the terms and conditions of group policy No. 3112-G, W. L. Gregory, an employee of Fort Worth Stock Yards Company (herein called the employer), is insured for one thousand dollars. ’ ’\nThe complaint also alleged that the certificate contained the following:\n“The group policy provides total and permanent disability benefits as provided on the last page hereof.\n“Total and Permanent Disability Benefits.\n“Under the terms of the group policy mentioned on page one of this certificate, any employee shall be considered totally and permanently disabled who furnished due proof to the company that, while insured thereunder, and prior to his 60th birthday, he has become so disabled, as a result of bodily injury or disease as to be prevented permanently from engaging in any occupation and performing any work for compensation or profit.\n“Three months after receipt of such proof, the Metropolitan Life Insurance Company will commence to pay to such employee, in lieu of the payment of the insurance under said policy at his death, equal monthly installments, the number and amount of such installments to depend upon the amount of insurance in force on the life of such employee at such date, as shown in the following table:\n“Amt. of Ins. Number of Installments Amt. of Each Installment\n“$1,000.00 40 $26.25\n“Such installment payments shall be made only during the continuance of such disability. ’ ’\nIt was further alleged that appellee attained the age of 60 years on August 28, 1931; that from September 4; 1926, to January 25, 1931 he was in the employ of the Ft. Worth Stock Yards Company, and that the certificate was in full force and effect during that time; that, prior to January 25, 1931, his colon became infected; that he was suffering from colitis on January 25, 1931; has continued to suffer from said disease, and will continue to suffer for the balance of his life; that on January 25, 1931, he sustained a rupture in his right side, and that he was totally and permanently disabled within the meaning of the certificate from and after January 25, 1931; and that he was entitled to recover $1,050. He further alleged that he notified appellant of said disability, and made proof thereof during November, 1932, and demanded payment, which was refused. The certificate was attached to, and made part of his complaint.\nAppellant filed a motion to make complaint more definite and certain by stating the date that he furnished proof, and by requiring him to attach a copy of said notice or proof, and the appellee thereupon amended his complaint by interlienation, giving the date of the proof.\nThe appellant then filed answer, in which it denied all the allegations of the complaint, and alleged in its answer that it issued the group policy and certificate, and that appellee was insured under the group policy. It also alleged that the group policy provided that installments were payable only from three months after the receipt of proof of total and permanent disability, and that appellee was seeking to recover from the date of the injury rather than for the benefits which had accrued from three months after the date of proof. The group policy was introduced in evidence by agreement.\nThe appellee, W. L. Gregory, testified that he became totally and permanently disabled prior to his 60th birthday. Appellee’s application and other written instrur ments were introduced, which showed that he was a year older than he claimed. The application card showed that he was born August 28,1870, instead of 1,871, but his age was written in the application as 55. Lines were drawn through the 55, and 56 was inserted. Appellee testified that this was done after he signed the application, and without his knowledge or consent; that he knew nothing about it.\nAppellant suggests numerous errors, but the principal ground urged for a reversal is the insufficiency of the evidence. It first contends that the evidence is not sufficient to support the verdict of the jury, and that the verdict is contrary to law and evidence. The evidence is ample to show that appellee’s disability began on January 25, 1931, and, if appellee was 55 when the policy was issued, this disability, if it began on January 25, 1931, would be before he reached the age of 60 years. It is, however, earnestly insisted that, because the written application showed that appellee’s birth was August 28, 1870, and because the report of the physician and letter written by appellee’s attorney show that he was more than 60 years of age at the time of the injury, the evidence is insufficient to support the verdict. In other words, it is contended that the written statements made by appellee, and others representing- him show that he was more than 60 years of .ago at the time he claims to have been injured.\nThe appellant concedes that the jury is the sole judge of the credibility of the witnesses and the weight to be given to their testimony, but it is contended that in this case the court should consider the testimony and weight in the light of reason, common sense and justice.\nThe rule is well established that it is the province of the jury, and not the court, to pass upon the credibility of witnesses and the weight to be given to their testimony. A verdict of a jury, based on substantial evidence, must be upheld by this court, although we might think it -was contrary to the preponderance of the evidence.\nAppellant, however, says that, while it recognizes the rule and the precedents, it is still of opinion that this court has not adopted the scintilla of evidence rule. This court has not adopted the scintilla of evidence rule, but it has adopted the rule that, if there is any substantial evidence to support the verdict, it will be permitted to stand, although it might appear to us to be against the preponderance of the evidence.\nThe appellee testified positively as to his age, and testified that the figures 55, showing his age, were in the application when he signed it, and that lines had been drawn through the figures 55, and 56 had been inserted. The application itself shows that this had been done, and appellee testifies that it was done after he signed, the application.\nIt is true that in the application the date of his birth was given as 1870. He testifies that this was a mistake, and that it should have been 1871. Nobody disputes this, and the only contradiction of this evidence is other written statements signed by appellee. He could have been mistaken if he gave the date of his birth as 1870. At any rate, this was a question of fact for the jury to determine. It cannot be said that the positive- testimony of the appellee and the explanations given by him are not substantial evidence.\nThe following are some of the cases supporting the rule as to conclusiveness of the verdict of juries: B. & O. Rd. Co. v. McGill Bros. Rice Mill Company, 185 Ark. 108, 46 S. W. (2d) 651; White Co. v. J. E. Thompson Motor Express Co., 182 Ark. 71, 29 S. W. (2d) 674; K. C. S. Ry. Co. v. Sanford, 182 Ark. 484, 31 S. W. (2d) 963; S. L.-S. F. Ry. Co. v. Bishop, 182 Ark. 763, 33 S. W. (2d) 383; St. L. S. W. Ry. Co. v. Burford, 180 Ark. 562, 22 S. W. (2d) 378; Consolidated School Dist. No. 1 v. Fitzgerald, 180 Ark. 840, 23 S. W. (2d) 263; Walloch v. Heiden, 180 Ark. 844, 22 S. W. (2d) 1020; Boddy v. Thompson, 179 Ark. 71, 14 S. W. (2d) 240; Gurdin v. Fisher, 179 Ark. 722, 18 S. W. (2d) 362.\nThe Supreme Court of Utah announced the rule as follows: “Under our system of jurisprudence it is the province of the jury to pass upon the facts. It is not only their privilege, but their right, to judge of the sufficiency of the evidence introduced, to establish any one or more facts in the case on trial. The credibility of the witnesses, the strength of their testimony, its tendency, and the proper weight to be given it, are matters peculiarly within their province. The law has constituted them the proper tribunal for the determination of such questions. To take from them this right is but usurping a power not given. * * When there is a total defect of evidence as to any essential fact, or a spark, a ‘scintilla,’ as it is termed, the case should be withdrawn from the consideration of the jury.” Cunningham v. Union Pac. Ry Co., 4 Utah 206, 7 Pac. 795. It will be observed that the court calls the “scintilla” of evidence a spark.\nThe Illinois court said: “ ‘A mere scintilla of evidence,’ if it means anything, means the least particle of evidence, evidence which, without further evidence, is a mere trifle; and, as the law does not regard trifles, we see no reason why, on such a motion, the court may not adjudge such evidence insufficient in law, and direct a verdict as in cases where there is no evidence.” Offutt v. World’s Columbian Exposition Co., 175 Ill. 472, 51 N. E. 651.\nWebster’s dictionary defines scintilla, “a spark; glimmer; gleam.” It will bardly be contended that the evidence of appellee is a mere scintilla.\nThe appellant contends that the court should have directed a verdict for it because the cause of action had not accrued. We do not agree with appellant in this contention. The appellant repudiated the contract and denied all liability, and in its answer denied that appellee was employed by the Ft. Worth Stock Yards Company; denied all the allegations about disability; denied that it ever received proof of disability; and, if the action was prematurely brought, as contended by appellant, this fact appeared from the face of the complaint. In appellee’s complaint, he alleged the date of his birth, the time that he worked for the Ft. Worth Stock Yards Company, and the date of his disability.\nIt is true that in the answer appellant admits that it issued the group policy and certificate, but it denies that it was ever in effect, because it says that he was not employed by the Ft. Worth Stock Yards Company.\nIt is next contended that the court erred in giving and refusing to give certain instructions. We deem it unnecessary to set out the instructions, but, after a careful examination and consideration of the instructions requested and those given and refused, we have reached the conclusion that there was no error either in giving or refusing to give instructions.\nThe chief objection to the instructions is that the court should have told the jury that he could only recover the amount of installments beginning three months after proof of disability. The suit was for the full amount of the assessments, and we think it was a suit for damages for breach of the contract.\nThe appellant also contends that the verdict is excessive, but the group policy was introduced in evidence by agreement, and it shows that the number of installments to be paid is 40, and the amount of the installments is $26.25, which aggregates $1,050.\nWe deem it unnecessary to review the authorities as to what constitutes total and permanent disability. This court had decided these questions many times, and there is no controversy about what constitutes total and permanent disability.\nThe measure of damages in cases of this kind would ordinarily be the present worth of the installments. However, in this case, the disability began in January, 1931, and suit was not filed until March, 1933, so that there were already installments from January, 1931 to March, 1933, before suit was filed.\nIt therefore appears that the judgment as rendered was at least approximately correct; that the difference between the amount of the installments that were not due at the time of the judgment and the present worth of such installments would be less than the interest on the past-due installments.\nWe therefore think the direction of the court to return a verdict for the $1,050 was not reversible error.\nWe find no error, and the judgment is affirmed.",
        "type": "majority",
        "author": "Mehaffy, J."
      }
    ],
    "attorneys": [
      "Leroy A. Lincoln and Streett & Streett, for appellant.",
      "J. F. Quillin and T. B. Vance, for appellee."
    ],
    "corrections": "",
    "head_matter": "Metropolitan Life Insurance Company v. Gregory.\n4-3255\nOpinion delivered January 8, 1934.\nLeroy A. Lincoln and Streett & Streett, for appellant.\nJ. F. Quillin and T. B. Vance, for appellee."
  },
  "file_name": "0516-01",
  "first_page_order": 534,
  "last_page_order": 541
}
