{
  "id": 1435122,
  "name": "DuLaney v. Continental Life Insurance Company",
  "name_abbreviation": "DuLaney v. Continental Life Insurance",
  "decision_date": "1932-04-04",
  "docket_number": "",
  "first_page": "517",
  "last_page": "521",
  "citations": [
    {
      "type": "official",
      "cite": "185 Ark. 517"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "163 S. E. 653",
      "category": "reporters:state_regional",
      "reporter": "S.E.",
      "case_ids": [
        2021061
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sc/165/0219-01"
      ]
    },
    {
      "cite": "19 S. W. (2d) 1000",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "179 Ark. 886",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8726202
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/179/0886-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 475,
    "char_count": 9326,
    "ocr_confidence": 0.51,
    "pagerank": {
      "raw": 1.8668961042876781e-07,
      "percentile": 0.7256575576413914
    },
    "sha256": "1ef8ecbb31c4eaf4f24fb9897fbfb89c99ad89ab5d3a368a8f9f941017d68e0c",
    "simhash": "1:65ebaf0920d27130",
    "word_count": 1632
  },
  "last_updated": "2024-02-27T17:51:09.396208+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "DuLaney v. Continental Life Insurance Company."
    ],
    "opinions": [
      {
        "text": "'Smith, J.\nThe General Assembly, at its regular 1931 session, passed an act, No. 235, entitled, “An act to amend § 9968 of Crawford & Moses’ Digest for the purpose of raising additional revenue in order to meet requirements and accept benefits from the Federal Government and Other Agencies, for Public Health Purposes.” Acts 1931, page 721.\nSection 9968, Crawford & Moses’ Digest, imposed a tax of two per cent, on the gross premium receipts of certain named insurance companies, in lieu of all other taxes based on such receipts. The amendment of this section effected by act No. 235 was to increase this tax from two per cent, to two and one-half per cent. The remaining portions of act No. 235 appropriate this increase to the uses therein specified.\nThe Continental Life Insurance Company, an insurance company affected by the provisions of this act, brought this suit in the Pulaski Chancery Court to enjoin the Insurance Commissioner, whose duty it was to collect the tax, from attempting to enforce its collection against its gross premium receipts for any part of the year 1931 at the increased rate. A tender of two per cent, under the original statute was made. A demurrer to this complaint was filed, which was overruled, and the Insurance Commissioner was ordered to permit the insurance company to pay at the rate provided by § 9968, Crawford & Moses’ Digest.\nAct No. 235 was approved by the Governor on March 27, 1931, and, as its emergency clause was insufficient to put it in effect upon its approval by the Governor, it is conceded that it did not take effect as a law until ninety days after the adjournment of the legislative session, which was in June, 1931.\nThe act requires the insurance companies named to file a sworn statement with the Insurance Commissioner of their gross premium receipts in this State for the year ending the 31st of December next preceding the report, and to pay into the State Treasury, on or before the 1st day of March of each year, the tax imposed, the same being in lieu of all other taxes based on such gross premium receipts.\nThe insistence is that this act is not retroactive in its operation, and that, as practically one-half the fiscal year of 1931 had expired before the act became a law, it has no application to the premium receipts of that year. The chancellor was of opinion that this position was well taken, and granted the relief prayed, and directed that the tax be paid on the two per cent, basis in accordance with the provisions of § 9968, Crawford & Moses’ Digest, and this appeal is from that degree.\nThe power of the General Assembly to pass a tax act retroactive in character is not questioned. The existence of this power was expressly upheld in the case of Stanley v. Gates, 179 Ark. 886, 19 S. W. (2d) 1000, where the authorities upon the subject were reviewed. The court there quoted from Stockdale v. Atlantic Insurance Co., 20 Wall. (U. S.) 331, as follows: “The right of Congress to have imposed this tax by a new statute, although the measure of it was governed by the income of the past year, cannot be doubted; much less can it be doubted.that it could impose such a tax on the income of the current year, though part of that year had elapsed when the statute was passed. * * * ”\nIt is pointed out, however, that the act construed in Stanley v. Gates, supra, expressly provided that it should be retroactive, whereas act No. 235 contains no such express declaration, and we are cited to numerous cases in which this court, in conformity with the general rule prevailing everywhere, has held that a statute should have a prospective operation only, unless its terms show clearly a legislative intention that it should operate retrospectively.\nThe question for decision is therefore whether the General Assembly has clearly shown a legislative intention that act No. 235 shall operate retrospectively, and has sufficiently declared that intention to overcome the presumption that there was no snch intention.\nUpon this question we are cited to the case of Jefferson Standard Life Insurance Co. v. King, 163 S. E. 653, decided by the 'Supreme Court of South Carolina March 22, 1932. The Supreme Court of South Carolina there construed an act of the General Assembly of that State to require an additional license fee to be paid by the insurance companies doing business in that State. The relevant portion of that act is contained in § 1 thereof, and, as quoted in the opinion, is as follows: “Section 1. * * * The Insurance Commissioner of South Carolina is hereby authorized and directed to require all insurance companies doing business in this State * * * and not incorporated under the laws of South Carolina, to pay, in addition to the annual license fee now provided by law, a graduated license fee in an amount equal to one (1%) per cent, on the total premiums collected in this State. & * * 3 J\nOther portions of the South Carolina act direct the Insurance Commissioner to collect the fee and require that the act shall be construed as intended to provide for the payment of a fee in addition to other fees required to be paid under existing laws.\nIn construing* this act it was said by the. court that: “We have not’been able to find, from a careful reading and study of the act in question, any express words requiring that, in the collection of the license fees provided for by it, the statute be given effect and operation prior to the date it was approved by the Governor and became a law — June 16, 1931.” In other words, the act was construed as being prospective only because the contrary intention had not been declared by the Legislature. The principle announced in the South Carolina case is not applicable to the act here under review, because of the manifest difference between the South Carolina act and act No. 235.\nIt is elementary that in the construction of a legislative act we must read it in its entirety, and, when act No. 235 is so read, we are led to the conclusion that, under the ■ test herein stated, it was the legislative intent that the act should apply to the gross premium receipts for the entire year 1931.\nWe know its legislative history. The first act on the subject was passed in 1913 (Acts 1913, act No. 159, page 675), and levied a tax of one and one-half per cent, on gross premium receipts. It was approved on March 12, 1913, and contained provisions similar to act No. 235 relative to the payment of the tax. Pursuant to the act of 1913 the tax was collected on premiums paid for the entire year in which the act was passed up to December 31st. The reports required by that act were filed on January 1st, or within sixty days thereafter.\nThe act of 1913 was amended by act 264 of the Acts of 1917 (vol. 2, Acts 1917, page 1362), which increased the tax to two per cent., and the same provisions appeared as to reports of receipts and the payment of the tax thereon, pursuant to which taxes were paid at the increased rate for the entire year in which the act was passed.\nThis history is entitled to some weight in determining the legislative intent in amending § 9968, Crawford & Moses’ Digest, by the act of 1931, which section was amended only by increasing the tax from two to two and one-half per cent. But, disregarding this legislative history, the legislative intent otherwise sufficiently appears to lead to the conclusion which we have reached that act No. 235 applies to the receipts for the entire year 1931.\nThe State Board of Health was constituted as the agency to put the provisions of the act into effect, and it was contemplated that this should be done as soon as the act became a law. An appropriation was made for this purpose for the fiscal year ending June 30, 1932, and a like appropriation was made for the fiscal year ending June 30, 1933. The money thus appropriated was to be derived from the additional one-half per cent, provided by act No. 235. The fiscal year ending June 30, 1932, began, of course, June 30,1931, on which last-named date the act was in full force and effect. While the fiscal year of the board of health for which appropriations were made begins and ends on June 30th, the fiscal year for which insurance companies must make reports begins and ends on December 31st. Section 5979, Crawford & Moses ’ Digest. Both § 9968, Crawford & Moses’ Digest, and the amendatory act, No. 235, require reports of gross premiums “for the year ending the 31st day of December next preceding, ’ ’ and the tax thereon is payable on or before the 1st day of March following.\nWe think the provisions of act No. 235 in regard to the appropriation there made for the fiscal year ending June 30, 1932, during afi of which year the act was in full force and effect, clearly manifest the intention that the act was retroactive to the extent of requiring the insurance companies named in the act to report gross premium receipts for the entire year 1931 and to pay the tax thereon at the increased rate.\nThe decree of the court below will therefore be reversed, and the cause will be remanded with directions to sustain the demurrer.",
        "type": "majority",
        "author": "'Smith, J."
      }
    ],
    "attorneys": [
      "Hal L. Norwood, Attorney General, and Walter L. Pope, Assistant, for appellant.",
      "Byron K. Elliott, Ralph H. Kastner and Carmichael ■d Hendricks, for appellee."
    ],
    "corrections": "",
    "head_matter": "DuLaney v. Continental Life Insurance Company.\nOpinion delivered April 4, 1932.\nHal L. Norwood, Attorney General, and Walter L. Pope, Assistant, for appellant.\nByron K. Elliott, Ralph H. Kastner and Carmichael ■d Hendricks, for appellee."
  },
  "file_name": "0517-01",
  "first_page_order": 537,
  "last_page_order": 541
}
