{
  "id": 1357166,
  "name": "Briggs v. Frazer",
  "name_abbreviation": "Briggs v. Frazer",
  "decision_date": "1923-03-19",
  "docket_number": "",
  "first_page": "518",
  "last_page": "521",
  "citations": [
    {
      "type": "official",
      "cite": "157 Ark. 518"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "74 Ark. 390",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8721588
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/74/0390-01"
      ]
    },
    {
      "cite": "37 Ark. 145",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1870939
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/37/0145-01"
      ]
    },
    {
      "cite": "114 Ark. 121",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1536278
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/114/0121-01"
      ]
    },
    {
      "cite": "101 Ark. 68",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1310987
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/101/0068-01"
      ]
    },
    {
      "cite": "4 Ark. 251",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8728739
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/4/0251-01"
      ]
    },
    {
      "cite": "21 Ark. 559",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1868289
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/21/0559-01"
      ]
    },
    {
      "cite": "30 Ark. 249",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1881160
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/30/0249-01"
      ]
    },
    {
      "cite": "101 Ark. 548",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1311099
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/ark/101/0548-01"
      ]
    },
    {
      "cite": "49 Ark. 306",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1309539
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/ark/49/0306-01"
      ]
    },
    {
      "cite": "45 Ark. 17",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1892047
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/45/0017-01"
      ]
    },
    {
      "cite": "106 Ark. 332",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1345638
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/106/0332-01"
      ]
    },
    {
      "cite": "91 Ark. 133",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1511808
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/91/0133-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 372,
    "char_count": 5668,
    "ocr_confidence": 0.513,
    "pagerank": {
      "raw": 1.5518504974511386e-07,
      "percentile": 0.6747613470901199
    },
    "sha256": "aebd225d5b9fc1d63610a647aa64a2cbc7adfcb50bed38f6018efc668ba2770e",
    "simhash": "1:a36f6e0a190bb2db",
    "word_count": 970
  },
  "last_updated": "2024-02-27T20:13:54.858580+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Briggs v. Frazer."
    ],
    "opinions": [
      {
        "text": "McCulloch, C. J.\nAppellant instituted this action against appellee in the chancery court of Pulaski County to compel specific performance of an alleged contract for the conveyance of certain real estate in Little Rock and a lot of furniture and other household effects in the building on the premises. The trial before the chancery court resulted in a decree dismissing appellant’s complaint for want of equity.\nThe real estate in controversy, a house and lot on West Third Street in the city of Little Rock, was owned by appellee and operated as a rooming house.\nOn May 18,1918, appellee entered into a written contract with appellant to sell the property to appellant for the sum of $9,500, of which sum appellant paid $1,000 in cash, assumed a mortgage to a banking institution of Little Rock in the sum of $4,000, and gave forty-five notes for $100 each, payable monthly. Appellant took possession under the contract and occupied the house, and paid sixteen of the notes as they fell due. The sale included also the furniture in the house at the stipulated prise of $2,000, making a total of $11,500 for the house and furniture. Later appellee conveyed the real estate to appellant by warranty deed, reserving a lien in the deed for the unpaid balance of the price.\nOn July 30, 1919, appellant, being still in possession of the premises, executed and delivered to appellee a quitclaim deed conveying to appellee all her interest in said real estate and personalty, and delivered possession of same to appellee.\nIt is alleged in' the complaint that at the time of the reconveyance of the property by appellant to appellee the latter entered into another contract in writing with appellant for resale of the property to appellant within one year upon the payment of the originál purchase price. Appellee denied this allegation in her answer as well as in her testimony. Appellant exhibited with her complaint what purports to be a written contract, for the resale of the property to appellant, but the instrument does not purport to have been signed by appellee. Appellant testified that the terms of the contract were orally agreed upon between her qnd appellee on the day she reconvéyed the property to appellee, and that the contract was prepared on that day, but that appellee postponed signing it, and finally refused altogether to sign it, claiming that she desired to make changes in the contract.\nAppellee testified that she entered into no written •contract for the resale of the property, but that a day or two after the reconveyance of the property to her by appellant she orally agreed with appellant that she would resell the property to her upon the payment of the original purchase price in cash.\nIt. is undisputed that the contract exhibited with appellant’s complaint was never signed. It is conceded that the oral contract is within the statute of frauds, and this is undoubtedly true, for appellee was in possession at the time the alleged agreement was made, and nothing was paid under this agreement, nor was there ever any change of possession. Friar v. Baldridge, 91 Ark. 133; Barrett v. Durbin, 106 Ark. 332.\nAppellant removed to Fort Worth, Texas, and letters passed between appellant and appellee, which are brought into the record as being sufficient to show a contract for the resale of the property, taking the transaction out of the operation of the statute of frauds. These letters, however, are wholly insufficient for that purpose, as they merely tend, in a remote degree, to show that there had been some understanding between appellant and appellee about a sale, but none of the letters contain any description of the property nor any of the terms of the alleged sale. St. L. I. M. & S. Ry. Co. v. Baldridge, 45 Ark. 17.\nThe alleged contract being within the statute of frauds and void, it is unnecessary to discuss the other questions in the case.\nDecree affirmed.",
        "type": "majority",
        "author": "McCulloch, C. J."
      }
    ],
    "attorneys": [
      "John D. Shackleford, for appellant.",
      "T. N. Robertson and A. J. DeMers, for appellee."
    ],
    "corrections": "",
    "head_matter": "Briggs v. Frazer.\nOpinion delivered March 19, 1923.\nFrauds, statute of — sale op land — letters.'—Letters passing between purchaser and vendor, relating to a land sale, which merely tended in a remote degree to show that there had been some understanding about a sale, but containing no description of the property nor any of the terms of the contract, were insufficient to take the transaction out of the statute of frauds.\nAppeal from Pulaski Chancery Court, John E. Martineau, Chancellor;\naffirmed.\nJohn D. Shackleford, for appellant.\nThe unsigned memorandum contract of sale being definitely recognized and referred to by appellee in signed letters, constituted a memorandum in writing that takes the transaction out of statute of frauds. Ft. Smith v. Brogan, 49 Ark. 306. Statute does not apply to contract of sale of land made by correspondence. J op-pa Mattress Go. v. Ark. Standard Oil Co., 101 Ark. 548. Statute not inflexible. Pindall v. Trevor, 30 Ark. 249. Actual offer of money for agreed purchase price not necessary to constitute tender, appellee having refused to accept it. Burr v. Daugherty, 21 Ark. 559; Nix v. Rector, 4 Ark. 251; 28 Am. & Eng. Eneye. 5.\nT. N. Robertson and A. J. DeMers, for appellee.\nContract for resale of the premises not enforceable, not being signed nor any memorandum thereof to take it out of requirement of statute of frauds. Sec. 4862 C. and M. Digest. Lee v. Vaughan Seed Store, 101 Ark. 68; Fort Smith v. Brogan, 49 Ark. 306; Cane v. Crowe, 114 Ark. 121; Holt v. Moore, 37 Ark. 145; Henry v. Knod, 74 Ark. 390. Case of Joppa Matress Co. v. Ark. Standard Oil Co., 101 Ark. 548, cited by appellant, distinguished Neither was there any tender of the purchase money nor any waiver of it. 38 Cyc. 143; 92 N. T. Supp. 891."
  },
  "file_name": "0518-01",
  "first_page_order": 540,
  "last_page_order": 543
}
