{
  "id": 1428260,
  "name": "Davis v. Gillin",
  "name_abbreviation": "Davis v. Gillin",
  "decision_date": "1934-01-08",
  "docket_number": "4-3218",
  "first_page": "523",
  "last_page": "530",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 523"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "33 S. W. (2d) 1110",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "182 Ark. 985",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1389756
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/182/0985-01"
      ]
    },
    {
      "cite": "151 S. W. 706",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "105 Ark. 347",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1347100
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/105/0347-01"
      ]
    },
    {
      "cite": "138 S. W. 965",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "99 Ark. 422",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1314464
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/99/0422-01"
      ]
    },
    {
      "cite": "233 S. W. 816",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "150 Ark. 19",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1367848
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/150/0019-01"
      ]
    },
    {
      "cite": "36 Ark. 41",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1872451
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ark/36/0041-01"
      ]
    },
    {
      "cite": "33 Ark. 350",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8724001
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/33/0350-01"
      ]
    },
    {
      "cite": "18 S. W. 628",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "55 Ark. 462",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1322201
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/55/0462-01"
      ]
    },
    {
      "cite": "233 S. W. 816",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 1
    },
    {
      "cite": "150 Ark. 19",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1367848
      ],
      "opinion_index": 1,
      "case_paths": [
        "/ark/150/0019-01"
      ]
    },
    {
      "cite": "18 S. W. 628",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 1
    },
    {
      "cite": "55 Ark. 462",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1322201
      ],
      "opinion_index": 1,
      "case_paths": [
        "/ark/55/0462-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 693,
    "char_count": 14550,
    "ocr_confidence": 0.478,
    "pagerank": {
      "raw": 8.186710476358756e-08,
      "percentile": 0.4755920132795387
    },
    "sha256": "d5a96686b8fc1c7edcfd17de4457b9e9b3fa61d167b1a4fb4d3624a7a04d4b48",
    "simhash": "1:0f05da5d3fe343f0",
    "word_count": 2540
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "I am authorized to say that Justices Mehaffy and Humphreys agree with my views in this dissent."
    ],
    "parties": [
      "Davis v. Gillin."
    ],
    "opinions": [
      {
        "text": "McHaney, J.\nAppellee, as administrator of the estate of his six-year-old son, Michael Joseph Gillin, sued appellants for the death of his son, caused by being run over by a truck owned by appellant, Johnson, but operated in the business of Johnson by appellant Davis. The accident occurred at 11th and Pike Avenue in North Little Bock, and it is conceded, under such circumstances shown in evidence, as to support the jury’s finding of negligence on the part of Davis in the operation of the truck. Trial resulted in a verdict and judgment for $12,500.\nFor a reversal of the judgment, it is first argued that the court erred in giving appellee’s instruction No. 7 on the measure of damages. This instruction, after enumerating various elements of damage which the jury might consider, concludes as follows: “And also for the loss of such sum of money which you may find from the evidence Michael Joseph Gillin, deceased, after he reached his majority, would have contributed to his father or mother during their lifetime, if any. ’ ’ This part of the instruction was objected to specifically, because it permitted a recovery for contributions the infant might make to both the father and mother after he became of age. The court erred in giving said instruction with that clause in it. In Railway Co. v. Davis, 55 Ark. 462, 18 S. W. 628, this court held that: “In estimating the ‘pecuniary injuries’ of a father as next of kin, resulting from the death of a minor son eighteen years old, caused by another’s negligence, * * * the jury are not bound to confine their consideration to the son’s minority, but may take into account the father’s expectation of pecuniary benefit from the continuance of the son’s life after his majority, where he hadmanifested an intent to aid his father after that time.” Syllabus. But the court further said: “When confined to the case of a child of such tender years as- to be unable to maintain itself beyond the parental roof, the argument (that there can be no recovery for contributions after majority) is doubtless sound. It seems to have received the sanction to that extent of this court in two cases which arose under the act of 1875, which, so far as the award of damages in a case like this goes, the court assimilated in those cases to acts like Lord Campbell’s. But, in each of those cases, the child killed was an infant of such tender years that it was incapable of rendering any service or of affording evidence of an intent to render pecuniary aid after majority to its parents. The cases are not authority therefore upon the question in hand. Little Rock, etc., R. Co. v. Barker, 33 Ark. 350; St. L., etc., R. Co. v. Freeman, 36 Ark. 41.” In the more recent ease of Interurban Ry. Co. v. Trainer, 150 Ark. 19, 233 S. W. 816, this court held that probable contributions of a girl eleven years of age to her parents after her majority could not be considered, the court saying : ‘ ‘ She had not reached the age where she had shown herself ‘able and willing to make her own living and to contribute out of her earnings to the support of her parents. ’ Therefore, a recovery for probable future pecuniary contributions to them beyond her minority could not be taken into consideration.” The holding in Ry. Co. v. Davis, supra; Memphis, D. & G. Rd. Co. v. Buckley, 99 Ark. 422, 138 S. W. 965; and St. L., I. M. & S. R. Co. v. Jacks, 105 Ark. 347, 151 S. W. 706, that probable future contributions after majority might be considered, was discussed in the Trainer case, where the court said: ‘ ‘ The reason for this holding is bottomed expressly upon the testimony in each of the cases showing that the minor was able and willing to make his own living, and to contribute out of his earnings to the support of his parents. In the last two cases the minors were contributing all their earnings — quite substantial sums — to their parents, and expected to continue to support them as long as they lived. But there is no testimony in this record to warrant an inference that there would be any pecuniary benefit to the parents of this child beyond her minority, and the rule as announced in Little Rock & F. S. R. Co. v. Barker and St. L., I. M. & S. R. Co. v. Freeman, supra, must govern.”\nWe think this case in this respect is ruled by those above cited. The little boy was only six years of age, unable to earn anything or to maintain himself beyond the parental roof, and, while he expressed himself as intending to help his parents, the facts do not bring the case within the rule announced in the Davis, Buckley and Jacks oases. The court therefore erred in giving said instruction, but the error does not necessarily call for a reversal. This question will be further discussed in connection with another assignment of error.\nIt is said the verdict is excessive. We agree with, appellant in this contention. The child was struck by a heavy truck, and the rear wheel passed over the child’s body and head. It received a crushing injury to the skull, a fracture at the base of the skull, and other severe and deathly injuries, from which it died a short time afterwards. It was taken to the hospital, but was dead when examined. The physician said it could not have suffered any conscious pain. There was other evidence tending to show some possible conscious suffering, and we are unwilling to say there is no substantial evidence that it did consciously suffer. The jury has evidently found that it did, from the size of the verdict, but the evidence thereof is so uncertain and weak that we are unwilling to sustain it for the full amount. We think we can cure the error in instruction No. 7, heretofore discussed, by limiting recovery for probable pecuniary contributions to such as might have been made during minority and limit them to $2,500 under the rule stated in Morel v. Lee, 182 Ark. 985, 33 S. W. (2d) 1110. We are also of the opinion that $2,500 for pain and suffering is the maximum substantially supported by the evidence. Other questions are argued in the briefs, but we think these are the only ones to be discussed in view of the disposition of the case.\nIf the appellee will, within fifteen judicial days from this date, enter a remittitur down to the sum herein indicated, the judgment will be affirmed. Otherwise the cause will be reversed, and remanded for a new trial.",
        "type": "majority",
        "author": "McHaney, J."
      },
      {
        "text": "Johnson, C. J.\nI concur in the affirmance of this case, but in none of the reasoning set forth in the opinion of the majority reaching the conclusion. The majority opinion holds that the trial court erred in giving to the jury an instruction on the measure of damages which embodied the idea that appellee could recover for the loss of such sum of money, which the jury might find from the evidence the deceased might contribute to the parents after he reached his majority, if any. The opinion says: “The court erred in giving said instruction with that clause in it.” In support of this statement of the law, the majority cites, Railway Company v. Davis, 55 Ark. 462, 18 S. W. 628, and Interurban v. Trainer, 150 Ark. 19, 233 S. W. 816. Neither of these cases lend any support whatever to the opinion. In the Davis case the Syllabus reads as follows:\n“In estimating the ‘pecuniary injuries’ of a father as next of kin, resulting from the death of a minor son eighteen years old, caused by another’s negligence, under § 5226, Mansfield’s Digest, the jury are not bound to confine their consideration to the son’s minority but may take into account the father’s expectation of pecuniary benefit from the continuance of the son’s life after his majority, where he had manifested an intent to aid his father after that time. ”\nIt will thus be seen, from the above quotation, that the majority opinion is not supported by the text, because this court squarely held in the Davis case that the jury might take into consideration contributions of the deceased minor to his parents even after his majority. The' majority opinion quotes at great length certain language found in the opinion in the Davis case, but it is not necessary to even pause, in reading the opinion in the Davis case, to determine that the language therein used was mere dictum and not at all necessary to the opinion. After all the arguments and reasoning’ set forth in the Davis case, the court finally reached the definite conclusion that such expected contributions might be considered by the jury in determining the amount of damages to be awarded.\nI therefore assert with full confidence that the Davis case is not authority for the position now taken by the court, but on the contrary is full authority for my position in this dissent.\nIn the case of Interurban R. Co. v. Trainer, cited by the majority, the opinion expressly holds: “But there is no testimony in the record to warrant the inference that there would be any pecuniary benefit to the parents of the child beyond her minority.” In the instant case, the record reflects that the deceased child, on many occasions, expressed his expectations of taking care of his parents, after his majority. This was testified to by both his father and mother. The testimony further shows that the deceased was a child much above the average for intelligence. His intelligence was such as to attract the attention of Mr. Miller, an executive officer in one of the principal banks of Little Bock. This testimony, together with other facts and circumstances adduced before the jury, warranted it in determining that this little boy would have made contributions to his parents, after he reached his majority, had he lived.\nIt suffices to say that this testimony definitely distinguishes this case from the Trainer case.\nThe majority opinion further recites: “The little boy was only six years of age, unable to earn anything- or to maintain himself beyond the parental roof, and, while he expressed himself as intending to help his parents, the facts do not bring the case within the rule announced in the Davis, Buckley and Jacks cases.”\nIn the' Davis, Buckley and Jacks cases, referred to in the majority opinion, this court expressly approved the doctrine that the jury might take into consideration contributions which might be made by a deceased minor to his parents after he reached his majority. The only difference between the instant case and the three cases, just referred to, is the fact that the deceased had not actually made contributions to his parents prior to his death. Evidently, if the deceased in the instant case had sold a few newspapers prior to his death and had surrendered the proceeds thereof to his parents, the rule would be announced differently.\nI cannot agree with such logic. It is and should be a question for the jury to determine, in each and every case, as to whether or not the deceased minor can reasonably be expected to render contributions to his parents after he reaches his majority.\nThis action was instituted under 1074 and 1075 of Crawford & Moses’ Digest. Section 1075, in part, expressly provides, “In every such action, the jury may give such damages as they shall deem a- fair and just compensation, with reference to the pecuniary injuries resulting from such death, etc. ’ ’ It will thus he seen that under the plain terms of the statute no limitation is found limiting the damages to contributions by the minor during minority. This court is now, by judicial construction, doing something that the Legislature never intended. I cannot agree that this court should perform such functions. Neither can I agree that the judgment in this case awarding damages for pain and suffering of the deceased'should be reduced to $2,500. Section 31 of article 5 of the Constitution of 1874 provides:\n“No act of the General Assembly shall limit the amount to be recovered for injuries resulting in death, or for injuries to persons or property (c), and in case of death from such injuries the right of action shall survive, and the General Assembly shall prescribe for whose benefit such action shall be prosecuted.”\nIt will thus be seen that, by constitutional mandate, the Legislature is prohibited limiting the amount of recovery in actions wherein death ensues. I heartily agree, of course, that in cases where this court can say that the jury’s award of damages is so excessive as to demonstrate prejudice or passion a reduction may be effected, but such are not the facts of this case. This court has many times permitted awards to stand for pain and suffering in excess of the amount here awarded. In the very recent case of Missouri & North Arkansas Rd. Co. v. Robinson, ante p. 334, this court sustained an award for pain and suffering in the sum of $5,000. In the case referred to, the brakeman suffered pain for only a short interval of time — no greater than was suffered by the child in the instant case. It occurs to me that a child six years of age can and would suffer pain as poignantly as an adult. I can see no line of demarcation. If Bobinson suffered pain to the extent of $5,000, then certainly the child in the instant case suffered pain in a like amount.\nThere are no extenuating facts or circumstances in behalf of appellant in this record. The testimony reflected and the jury so found that the driver of the death truck could and should have seen the approaching streetcar for a distance of five or six blocks; that he knew that the street car would stop at intervening street intersections for the purpose of taking on and disembarking passengers; that he knew that disembarking passengers would necessarily have to pass from the street car to the sidewalk and across the side of the street being traversed by the truck which he was driving. In total disregard of the rights of all others, the driver of the death truck continued at an excessive rate of speed until this unfortunate accident occurred. These facts and circumstances did not require the jury to weigh the award in golden scales. Just such conduct was in the contemplation of the framers of the Constitution of 1874. This was the exact condition of affairs aimed at when § 31 of article 5 of the Constitution of 1874 was promulgated.\nMany other cases might be cited in support of my contentions, but it is believed enough has been said to. show my views on the subject. The judgment should be affirmed outright.\nI am authorized to say that Justices Mehaffy and Humphreys agree with my views in this dissent.",
        "type": "concurrence",
        "author": "Johnson, C. J."
      }
    ],
    "attorneys": [
      "Buzbee, Harrison, Buzbee & Wright, for appellant.",
      "Sam T. & Tom Poe, McDonald Poe, for appellee."
    ],
    "corrections": "",
    "head_matter": "Davis v. Gillin.\n4-3218\nOpinion delivered January 8, 1934.\nBuzbee, Harrison, Buzbee & Wright, for appellant.\nSam T. & Tom Poe, McDonald Poe, for appellee."
  },
  "file_name": "0523-01",
  "first_page_order": 541,
  "last_page_order": 548
}
