{
  "id": 8723467,
  "name": "Woodmen of Union of America v. Henderson",
  "name_abbreviation": "Woodmen of Union of America v. Henderson",
  "decision_date": "1932-11-14",
  "docket_number": "4-2728",
  "first_page": "524",
  "last_page": "525",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 524"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 176,
    "char_count": 2542,
    "ocr_confidence": 0.523,
    "pagerank": {
      "raw": 1.0496986974455273e-07,
      "percentile": 0.5536903888991211
    },
    "sha256": "f2022f588b7cc65ced41ace6e5ef17d4a763f2963a7a76fe7e2481b59fb17814",
    "simhash": "1:32dbfcf40306eb3f",
    "word_count": 424
  },
  "last_updated": "2023-07-14T16:45:47.259153+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Woodmen of Union of America v. Henderson."
    ],
    "opinions": [
      {
        "text": "Kirby, J.\nThis appeal is from a judgment of the Monroe Circuit Court in favor of appellees upon an insurance benefit certificate in which they were named as beneficiaries.\nThe appellants filed a general demurrer to the complaint, and later a special demurrer, alleging that the court was without jurisdiction of the defendants or either of them. The demurrers were overruled, and, there being no further pleadings by the defendants, the cause proceeded to trial in the absence of the attorney for appellants, and judgment was rendered for the amount of the policy, costs, etc.\nAppellants moved to vacate the judgment because the action was not filed in the proper connty and the court was without jurisdiction over the defendants.\nThere is no hill of exceptions in the record, and ap-pellees state in their brief that the testimony showed that they were citizens and residents of Monroe County, where the insured died.\nIt is urged that the court erred both in overruling appellants’ demurrer and in denying their motion to vacate the judgment. The appellants insist that the court erred in overruling the demurrers, and argue that the court was without jurisdiction because the complaint did not allege that the beneficiaries were residents of Monroe County, and that the insured died there. The allegations of the complaint were sufficient without alleging the county of the residence of the insured and where his death occurred; since in fact he was a resident of that county and his death occurred there, and it could and would have been shown upon a motion to make the complaint more definite and certain, or upon an objection to the jurisdiction of the court on that account. The complaint did not show that the decedent, insured, was not a resident of the county and that his death did not occur there (% 6150, Crawford & Moses’ Digest), and the evidence introduced disclosed that he was such resident and died there.\nNeither was error committed in overruling the motion to vacate the judgment, since no sufficient cause was alleged therefor, and it contained none of the grounds prescribed by the statute for such vacation, nor was any defense to the cause of action alleged therein.\nThe presumptions are all in favor of the validity of the judgment, and, as already said, there is no hill of exceptions containing the testimony, and the judgment must he affirmed.\nIt is so ordered.",
        "type": "majority",
        "author": "Kirby, J."
      }
    ],
    "attorneys": [
      "J. D. Shacjdeford, for appellant.'",
      "W. Wilson Sharp, for appellee."
    ],
    "corrections": "",
    "head_matter": "Woodmen of Union of America v. Henderson.\n4-2728\nOpinion delivered November 14, 1932.\nJ. D. Shacjdeford, for appellant.'\nW. Wilson Sharp, for appellee."
  },
  "file_name": "0524-01",
  "first_page_order": 544,
  "last_page_order": 545
}
