{
  "id": 1388528,
  "name": "Brewer v. Missouri Pacific Railroad Company",
  "name_abbreviation": "Brewer v. Missouri Pacific Railroad",
  "decision_date": "1923-12-24",
  "docket_number": "",
  "first_page": "525",
  "last_page": "529",
  "citations": [
    {
      "type": "official",
      "cite": "161 Ark. 525"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "40 Am. Rep. 598",
      "category": "reporters:state_regional",
      "reporter": "Am. Rep.",
      "opinion_index": -1
    },
    {
      "cite": "30 Kan. 590",
      "category": "reporters:state",
      "reporter": "Kan.",
      "case_ids": [
        53537
      ],
      "opinion_index": -1,
      "case_paths": [
        "/kan/30/0590-01"
      ]
    },
    {
      "cite": "31 Am. Rep. 306",
      "category": "reporters:state_regional",
      "reporter": "Am. Rep.",
      "opinion_index": -1
    },
    {
      "cite": "102 Ark. 492",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1354046
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/102/0492-01"
      ]
    },
    {
      "cite": "57 Ark. 512",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1324671
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/57/0512-01"
      ]
    },
    {
      "cite": "57 Ark. 387",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1324651
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/57/0387-01"
      ]
    },
    {
      "cite": "93 Ark. 46",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1546888
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/93/0046-01"
      ]
    },
    {
      "cite": "92 Ark. 411",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "86 Ark. 406",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1521543
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/86/0406-01"
      ]
    },
    {
      "cite": "62 Ark. 360",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1905722
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/62/0360-01"
      ]
    },
    {
      "cite": "107 Ark. 69",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "19 N. E. 314",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": -1
    },
    {
      "cite": "50 Ark. 466",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8723765
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/50/0466-01"
      ]
    },
    {
      "cite": "107 Ark. 65",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1344048
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/107/0065-01"
      ]
    },
    {
      "cite": "80 Ark. 235",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1491131
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/80/0235-01"
      ]
    },
    {
      "cite": "154 Ark. 97",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 418,
    "char_count": 7574,
    "ocr_confidence": 0.497,
    "pagerank": {
      "raw": 5.207966869300525e-08,
      "percentile": 0.32656324750979693
    },
    "sha256": "76b1facabd6b7489f2d7df0a6d8e44767f0f9f08be3f47a398142776302f7870",
    "simhash": "1:9b5b84e89053c6e1",
    "word_count": 1329
  },
  "last_updated": "2024-02-27T21:32:42.656819+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Brewer v. Missouri Pacific Railroad Company."
    ],
    "opinions": [
      {
        "text": "McCulloch, C. J.\nAppellants instituted this action against appellee to recover damages alleged to have been sustained by reason of the wrongful and negligent act of appellee in obstructing a public road in White County by damming up a natural waterway and failing to drain off the water. The court sustained a demurrer to the complaint, and, appellants failing to plead further, final judgment was rendered dismissing the complaint.\nThe case was here formerly on appeal (154 Ark. 97) from a judgment in favor of the present appellants, and we reversed the judgment for the reason that the complaint failed to state a cause of action. On the remand of the case, appellants amended their'complaint, and the question now presented is whether a cause of action is stated in the complaint as amended. Originally the allegation in the complaint was that appellee, in enlarging its roadbed, dug a hole, or borrow-pit, and, after digging a ditch to drain the accumulated water, had permitted the ditch to fill up, and we decided that the action of appellee “in digging the ditch, appears to have been voluntary, so far as draining the borrow-pit or hole is concerned, and its failure to continue draining the borrow-pit affords plaintiff no cause of action.” The amendment introduced a new element in the statement of the cause of action. In the complaint, .as amended, it is alleged that the railroad dump was built across a swag, or swale, which was a natural waterway, or drain, and that the appellee failed to leave any openings to allow for the passage of water, and failed to maintain a ditch to carry off the water. It is alleged that appellee formerly dug a ditch to carry off the accumulated water into a creek, but that the ditch had been filled up with the sloughing off of the earth into it, so as to completely fill the ditch and cause the water to stand and become backed up until it was impossible for the water to flow off. This states a case where a railroad company, in constructing or enlarging its track, had dammed up a natural waterway and failed to provide means to drain off the water, and this created a cause of action in favor of any person injured thereby. The question of damming up surface water is not now involved, for, according to the allegations of the complaint, a natural waterway was obstructed. C., R. I. & P. Ry. Co. v. McCutchen, 80 Ark. 235; McAlister v. St. L. I. M. & So. Ry. Co., 107 Ark. 65.\nIt is also alleged in the complaint that appellants ' are engaged in road work, and. entered into a contract with the road district to improve a road running parallel with the railroad, and that, on account of the obstruction to the road by reason of its being flooded with water, appellants were unable, for a considerable length of time, to pursue the work, and that appellee had failed and refused to dig a ditch to carry off the water. We are of the opinion that this states a cause of action in favor of appellants. One who suffers a special or peculiar injury, not in common with the general public, by reason of an obstruction of a public highway, may sue to recover damages on account of the obstruction, or may maintain a suit for injunction to restrain the continuation of the obstruction. Packet Co. v. Sorrels, 50 Ark. 466; 2 Elliott on Roads and Streets, § 854.\nThere was a cause of action stated in the complaint, but we do not approve the measure of the damages upon which recovery in part was sought. The allegation in the amended complaint is that appellants “have been damaged by having to lay off their teams from October 31, 1920, to January 1, 1921, in the sum of $2,000.” In another place it is alleged that appellants were damaged by reason of the fact that they could not get across the flooded part of the road so as to complete their work on the other side. Delay in carrying out their contract with the road district was not the proper measure of appellant’s damages, nor could they recover on account of their inability to cross over the flooded part of the road. In that respect they were like any other traveler, and suffered no peculiar injury by reason of being unable to pass along the roadway. The true measure of damages is the extra cost of improving the flooded part of the road by the cheapest method practicable, either by building it up or by draining it, and appellants are entitled to recover this damage, if they were under contract to complete the improvement as alleged in the complaint.\nThere is another allegation in the complaint, with respect to damages by reason of injury to work already constructed by appellants, and this was sufficient to show damages in that-regard.\nFor the error of the court in sustaining the demurrer the judgment is reversed, and the cause is remanded with directions to overrule the demurrer, and for further proceedings not inconsistent with this opinion.",
        "type": "majority",
        "author": "McCulloch, C. J."
      }
    ],
    "attorneys": [
      "Brwndidge & Neelly, for appellant.",
      "Thos. B. Pryor and Ponder Gibson, for appellee."
    ],
    "corrections": "",
    "head_matter": "Brewer v. Missouri Pacific Railroad Company.\nOpinion delivered December 24, 1923.\n1. Waters and watercourses — obstruction op drain — damages.— Where a railroad company, in constructing or enlarging its track, dammed up a natural waterway and failed to provide means to drain off the water, this creates a cause of action in favor of any person injured thereby.-\n2. Highways — obstruction—damages.—One who suffers a special or peculiar injury, not in common with the general public, by reason of an obstruction of a public highway, may sue to recover damages bn account of such obstruction or may sue to restrain the continuance of the obstruction.\n3. Highways — obstruction—complaint.—A complaint which alleges that plaintiffs are engaged in road building and entered.into a contract with a road district to improve a highway running parallel with defendant’s railroad, and that defendant, by damming a natural drain, had flooded the highway, so that plaintiffs were unable for a considerable length of time to pursue the work, held to state a cause of action.\n4. Highways — obstruction—damages.—The damages of a road contractor engaged in building a road under contract, due to flooding of a part of the road by obstruction of a natural drain, are not to be measured by the delay in carrying out his contract but by the extra cost of improving the flooded part of the road either by building it up or by draining, and also by the injury to work already constructed by him.\nAppeal from \"White Circuit Court; E. D. Robertson, Judge;\nreversed.\nBrwndidge & Neelly, for appellant.\nThe filling* up of the ditch and its abandonment by the appellee created a nuisance for which it was liable to any one who was especially injured thereby, regardless of whether he was a landowner or not. 13 R. C. L. 224; 19 N. E. 314; 39 Arle 409; 107 Ark. 69. Where the nuh sanee is of a permanent character and its construction and continuance are necessarily an injury, the damage is original, and may be at once fully compensated. See 62 Ark. 360; 86 Ark. 406; 92 Ark. 411; 92' Ark. 465; 93 Ark. 46.\nThos. B. Pryor and Ponder Gibson, for appellee.\nSection 8450 of C: & M. Digest does not apply to this case. See 57 Ark. 387; 57 Ark. 512; 102 Ark. 492. Neither do sections 3662-3-4-5 apply. For merely incidental damages as result from the careful construction and operation of a railroad, the adjacent proprietor cannot recover. 31 Am. Rep. 306; 30 Kan. 590; 40 Am. Rep. 598; 102 111. 64. The opinion on the former appeal settled the law of this case against the claim of'the appellant. The complaint does not allege the breach of any duty owing the plaintiff by the railroad company, and a demurrer should have been sustained."
  },
  "file_name": "0525-01",
  "first_page_order": 553,
  "last_page_order": 557
}
