{
  "id": 8723507,
  "name": "Williams v. Mathis",
  "name_abbreviation": "Williams v. Mathis",
  "decision_date": "1932-11-14",
  "docket_number": "4-2730",
  "first_page": "526",
  "last_page": "530",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 526"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "249 S. W. 32",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "157 Ark. 583",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1357171
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/157/0583-01"
      ]
    },
    {
      "cite": "25 N. W. 646",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 0
    },
    {
      "cite": "64 Wis. 564",
      "category": "reporters:state",
      "reporter": "Wis.",
      "case_ids": [
        11284759
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wis/64/0564-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 390,
    "char_count": 7800,
    "ocr_confidence": 0.514,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20855984267808664
    },
    "sha256": "f81626d60aa067318fa271ddcbe26bf50460c6616ca766c1a3929fa0a7789d59",
    "simhash": "1:b8868cf54e4747c5",
    "word_count": 1384
  },
  "last_updated": "2024-02-27T17:52:01.123529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Williams v. Mathis."
    ],
    "opinions": [
      {
        "text": "Mehabty, J.\nAppellant brought suit in the Grant Chancery Court on a note for $800, the payment of which was secured by mortgage on certain real estate. The note and mortgage had been executed by William C. Vick-ry and wife, Homie E. Yickry, to the Conservative Loan Company. The note and mortgage were afterwards assigned, and the appellant who brought the suit was the owner at the time of the suit.\nIn addition to the note for $800 and mortgage securing it, there were other notes given secured by a second mortgage for interest, but there is no controversy about the foreclosure of the second mortgage.\nW. A. Mathis filed answer and intervention, alleging that one acre of the land was sold under a mechanics’ lien, and that he became the purchaser.\nPaul J. Clark also filed an intervention, alleging that Yickry, after the execution of the note and mortgage sued on, sold the lands to A. L. Hartón; that A. L. Hartón sold these to J. W. Hensley, and that Hensley conveyed the lands to the intervener, Paul J. Clark, and that said in-tervener, Clark, purchased the lands at delinquent tax sale, but the lands had been redeemed. Clark claimed to be the owner by reason of his purchase from Hensley.\nThe appellants, David Williams and E. L. Carter, filed answer to the interventions, and the case was tried on an agreed statement of facts, and the court entered a decree in favor of E. L. Carter for $41.26 against William C. Yickry and Homie E. Vickry; found that W. S. Mathis held a mechanics’ lien against one acre, which was included in the mortgages; that said lien was for repairs made upon the dwelling house situated on one acre of ground, and that a deed by the commissioner had been executed to W. A. Mathis. The court, however, found and held that Carter, had a second lien on all the lands described in mortgages, except one acre claimed by Mathis, and, as to that one acre, that Carter had a first lien.\nThe court held also that the mortgage securing the note held by David Williams did not give the date of the maturity, and that there had been no memorandum of credit or of extension entered upon the margin of the record, and that said mortgage was barred by the statute of limitations as to the rights and interests of Mathis to the one acre described in the commissioner’s deed.\nThe court held that Williams had a prior lien against all the land described in the mortgage except the one acre claimed by Mathis. The court held that the deed to Clark was executed after this suit was begun, and that he was not an innocent purchaser.\nThere was no appeal from the judgment and decree in favor of Carter, and therefore the only question for our consideration is whether Williams ’ lien was prior to the claims of Mathis and Clark; that is, whether appellant’s claim was barred by the statute of limitations as to the claim of Mathis to the one acre and the claim of Clark under his deed.\nThe appellee contends that, since the mortgage did not show on its face when it was due, it became due immediately, and that Mathis and Clark had a right to believe, since no memoranda were on the margin of the record, that Williams ’ note and mortgage was, as to them, barred by the statute of limitations.\nThey contend that, since this mortgage was made in 1920 to secure the payment of a- note mentioned in the mortgage, and since the mortgage did not give the date of the note, the statute of limitations began to run at once, and was barred when this suit was begun.\nWe do not agree with the appellees in this contention. Where a mortgage is conditioned for the payment of a certain sum with interest, according to the tenor and effect of the note, to secure which the mortgage was given, and the note provides for the payment of interest annually, as shown by the interest coupons of this $800 note,, the terms of such note are imported into the mortgage, and the note and mortgage are to be read and construed as one instrument.\nThe mortgage provides: “The foregoing conveyance is on condition that whereas the said grantors are justly indebted to the said Conservative Loan Company in the sum of eight hundred dollars for borrowed money, evidenced by certain promissory note of even date herewith executed by the mortgagors to the mortgagee herein, with interest thereon at 10 per cent, per annum, the interest from date until maturity being evidenced by coupons attached to said note (or in partial payment prior to maturity, in accordance with the stipulation of said note). “Now if, the said grantors shall pay or cause the said note to be paid, with interest, according to the tenor and effect thereof, then this instrument to be null and void; otherwise to be and remain in full force and effect.”\nThere are numerous other provisions in the mortgage, but what we have quoted above is sufficient to show that the note was described, and it also clearly appears that the note was not due immediately, for it is expressly provided that the interest from date until maturity is evidenced by coupons attached to said note.\nHow could any one assume that the note matured immediately when the mortgage shows on its face that the interest to maturity was evidenced by coupons attached to the note!\nIf no such provision was in the mortgage, a person desiring to purchase the land would know, at least he would be put on inquiry, as to when the note matured, because, as we have already said, the note and mortgage are to be construed together as one instrument, and the statement in the note as to when it becomes due is imported into the mortgage. 41 C. J. 452; Scheibe v. Kennedy, 64 Wis. 564, 25 N. W. 646.\nWhere a mortgage contains no express promise of interest and specifies no time of payment, it has been held that it is a mortgage due presently, or as soon as given. There are many authorities holding this, but no authority has been called to our attention holding that, where a mortgage describes a note, shows not only that it bears interest, but that interest coupons are attached to the note, such note is payable presently. The great weight of authority seems to be that, where the mortgage describes the note as bearing interest, and gives the amount, the note and mortgage must be construed together as one instrument.\nNot only is this position supported by the weight of authority, but this court has approved this doctrine. It was said:\n“The $6,000 note was sufficiently identified in the mortgage. The date and amount were given, together with the interest it bore. The only requirement is that the description be sufficient to put interested parties upon inquiry,' which, when followed up, will inform them of the extent of the incumbrance. ’ ’ Bank of Dyer v. Cole, 157 Ark. 583, 249 S. W. 32.\nWe therefore hold that the interveners were not innocent purchasers. The provisions in the mortgage were sufficient to put them upon inquiry and it was their duty to ascertain when the note matured.\nThe evidence conclusively shows that' the note was not due until 1930, and it would not have been barred until five years after that time: No payments had ever been made on it, except the interest had been paid up to 1929, and no extension of time had ever been agreed to. There was therefore no payment made on the note, and no extension of time, and the statutes providing for memorandums on the margin of the record, have no application.\nIt follows from what we have said that the decree on appeal must be reversed, and, on cross-appeal, affirmed.\nThe decree of the chancery court is reversed, and the cause is remanded with directions to enter a decree foreclosing the mortgage of appellant, and in accordance with this opinion.",
        "type": "majority",
        "author": "Mehabty, J."
      }
    ],
    "attorneys": [
      "E. L. Garter, for appellant.",
      "Isaac McClellan and Wm. J. McClellan, for appellee."
    ],
    "corrections": "",
    "head_matter": "Williams v. Mathis.\n4-2730\nOpinion delivered November 14, 1932.\nE. L. Garter, for appellant.\nIsaac McClellan and Wm. J. McClellan, for appellee."
  },
  "file_name": "0526-01",
  "first_page_order": 546,
  "last_page_order": 550
}
