{
  "id": 8723881,
  "name": "Wimberley Grocer Company v. Brandon Craig & Company",
  "name_abbreviation": "Wimberley Grocer Co. v. Brandon Craig & Co.",
  "decision_date": "1923-10-29",
  "docket_number": "",
  "first_page": "527",
  "last_page": "530",
  "citations": [
    {
      "type": "official",
      "cite": "160 Ark. 527"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "157 Ark. 167",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1357232
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/157/0167-01"
      ]
    },
    {
      "cite": "150 Ark. 3",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "145 Ark. 466",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1586193
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/145/0466-01"
      ]
    },
    {
      "cite": "150 Ark. 197",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1367897
      ],
      "pin_cites": [
        {
          "page": "204"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/150/0197-01"
      ]
    },
    {
      "cite": "53 Ark. 155",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1911607
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/ark/53/0155-01"
      ]
    },
    {
      "cite": "107 U. S. 325",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3499490
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/107/0325-01"
      ]
    },
    {
      "cite": "126 Ark, 266",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1551761
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/126/0266-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 358,
    "char_count": 7242,
    "ocr_confidence": 0.509,
    "pagerank": {
      "raw": 6.380125665320789e-08,
      "percentile": 0.39187709399273857
    },
    "sha256": "fbe803a8c8c450184fe1858c3a88745491484c6b2238f5b323b9e28eefc76c66",
    "simhash": "1:96e2172c6c7fe4e1",
    "word_count": 1271
  },
  "last_updated": "2024-02-27T17:41:07.582861+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wimberley Grocer Company v. Brandon Craig & Company."
    ],
    "opinions": [
      {
        "text": "Hart, J.,\n(after stating the facts). The circuit-court found that the merchandise sued for was sold upon the credit of Leving Fraser and charged to him, and that plaintiff was not entitled to recover from the defendant.\nCounsel for the plaintiff insists that the court erred in so holding. We have not set out the testimony of the plaintiff on this point in detail, for we are not concerned with the weight of the evidence. It is sufficient, upon appeal to affirm the judgment of a circuit court sitting as a jury, for us to find that there is some sub-tantial evidence in the record to support the judgment. The testimony of the manager of the defendant ■ ánd of Fraser is sufficient for that purpose. It appears from his testimony that he agreed to saw up some lumber for Leving Fraser, with which to build a potato-house, in consideration that Fraser would furnish him groceries to the amount of $375 to feed his men while they were sawing the lumber. It appears from the testimony of Fraser that he made arrangements for the plaintiff to ship to the defendant groceries to the amount of $375 and charge the same to his own account. This evidence is-sufficient to support the judgment of the circuit court on this point.\nIt is next insisted by counsel for the plaintiff that the circuit court erred in not finding as a matter of law that the account as between the parties became a stated account, and could not be questioned except for fraud or a mistake. It is true that the plaintiff testified that it sent several statements of the account to the defendant which were not answered by it.\nOn the other hand, according to the evidence for the defendant, no such statements were received by it. It never acknowledged in any manner that it was indebted to the plaintiff in any amount. It is shown that the defendant never did any business with the plaintiff in person or received any goods from it except the groceries involved in this suit.\nAccording to the evidence for the defendant, as soon as the plaintiff sent it the statement of the account, it called up Fraser, and Flraser promised to see the .plaintiff about it. He reported to the defendant that he had seen the plaintiff and made it all right, and the defendant thereafter paid no further attention to the matter.\nUnder these circumstances it cannot be said that an account stated existed between the parties. The court was justified in finding that there was no consent, either express or implied, to the corrrectness of the account, or that the defendant did, in any manner, admit that it owed the plaintiff any amount whatever. Citizens’ B. & T. Co. v. Hinkle, 126 Ark, 266.\nIt follows that the judgment must be affirmed.",
        "type": "majority",
        "author": "Hart, J.,"
      }
    ],
    "attorneys": [
      "A. P. Patton, for appellant.",
      "Cooley & Adams, for appellee."
    ],
    "corrections": "",
    "head_matter": "Wimberley Grocer Company v. Brandon Craig & Company.\nOpinion delivered October 29, 1923.\n1. Appeal and error — conclusiveness op finding of circuit court. — The judgment of the circuit court sitting as a jury will be affirmed on appeal if there is substantial evidence in the record to. support it.\n2. Account stated — evidence.—Plaintiff’s testimony was that it sold a bill of goods to defendant and charged same to its account, and rendered several statements to defendant, which the latter never disputed. Defendant’s testimony was that it never bought the goods, but that they were bought by a third person, who agreed to pay for them; that it received only one statement of the account, and called up the purchaser, who agreed to see plaintiff about it, and reported that he had done so and had • made it all right. Held to justify a finding that there was not an account stated.\nAppeal from Craighead Circuit Court, Lake City-District; W. W. Bundy, Judge;\naffirmed.\nSTATEMENT OE EAOTS.\nThe Wimberley Grocer Company sued Brandon Craig & Company to recover $375 alleged to be due on a merchandise account.\nBoth the plaintiff and the- defendant are domestic corporations engaged in business in Craighead County, Arkansas. The former is a -wholesale grocer, and the latter runs a sawmill. It is admitted that the plaintiff furnished a bill of groceries to the defendant in the sum of $375. It appears from the testimony of the defendant that the goods were shipped to it on account of Leving Fraser, and that it was in no wise indebted to the plaintiff .for the groceries. Leving Fraser was a farmer in Craighead County, and had a good crop of potatoes, but no way to house them. He wanted to make some arrangements to get lumber sawed to build a potato-house. He told the manager of the defendant that he had no money, and the latter refused to saw the lumber for him unless he could make arrangements for groceries for the men to live on while they were sawing the lumber. The defendant offered to furnish him the lumber on that condition. In a few days Fraser came back and said that he had arranged for a credit of $375 for the defendant with the plaintiff, and told the defendant to proceed with the work. The groceries were shipped out at different times by the plaintiff to the defendant, and about a month afterwards the defendant received a statement of the account from the plaintiff. The defendant’s manager called up Fraser and asked him about it. Fraser said that he would call the plaintiff up about it, and later called up the defendant, and said that he had called up the plaintiff and had arranged the matter with it. No groceries were shipped by the plaintiff to the defendant after that time. Some months later the defendant received a letter from the plaintiff stating that the potato house of Fraser had burned down, and that the plaintiff was looking to the defendant for the sum of $375, the amount of the grocery bill. Evidence for the defendant also tends to show that no further statement of the account was ever sent it by the plaintiff.\nIt appears from the evidence for the plaintiff that Leving Fraser bought- groceries for the defendant, and that they were charged to the defendant’s account. After the bill became due, statements of the account were rendered to the'defendant by the plaintiff at stated intervals, but the plaintiff received no acknowledgment of these statements or any denial that they were correct.\nBy agreement of the parties the case was tried before the circuit court sitting as a jury, and from a finding and judgment in favor of the defendant' the plaintiff has appealed to this court.\nA. P. Patton, for appellant.\nThe court erred in not declaring as a matter of law that the account had become an account stated, and could not be questioned except for fraud or mistake. 107 U. S. 325 ; 53 Ark. 155; 150 Ark. 197, 204.\nCooley & Adams, for appellee.\n1. That the merchandise in question was not sold to the appellee nor charged to its account, is clearly-established by the evidence, and the court’s finding on that isue is conclusive. Ill Ark. 190'; 145 Ark. 466; 150 Ark. 3; 157 Ark. 167; 13 C. J. 713; 6 R C. L. 882-893.\n2. There is nothing in this case calling for the application of the doctrine of stated account. There was no contract between these parties, either express or implied — no privity of' contract between the parties. Moreover, there was never any acknowledgment of indebtedness on the part of appellee. 126 Ant 266, 275; -1 Encyc. of Evidence, 181; 53 Ark. 155; 55 Ark. ,378."
  },
  "file_name": "0527-01",
  "first_page_order": 551,
  "last_page_order": 554
}
