{
  "id": 1428216,
  "name": "Missouri Pacific Railroad Company v. Henry",
  "name_abbreviation": "Missouri Pacific Railroad v. Henry",
  "decision_date": "1934-01-08",
  "docket_number": "4-3271",
  "first_page": "530",
  "last_page": "533",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 530"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "298 S. W. 505",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "174 Ark. 1156",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8726438
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/174/1156-01"
      ]
    },
    {
      "cite": "203 S. W. 847",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "134 Ark. 337",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1573326
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/134/0337-01"
      ]
    },
    {
      "cite": "18 S. W. 630",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "55 Ark. 454",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1322243
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/55/0454-01"
      ]
    },
    {
      "cite": "33 Ark. 31",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8721456
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/33/0031-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 330,
    "char_count": 4594,
    "ocr_confidence": 0.486,
    "pagerank": {
      "raw": 1.6211000327289882e-07,
      "percentile": 0.6872553187463825
    },
    "sha256": "5d1819fc1b22c2efd8a6994582e9d2f81cf6090af350b3f00706d9cec3f42da7",
    "simhash": "1:dc75d38740f651ad",
    "word_count": 799
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Mehaffy, J., dissents."
    ],
    "parties": [
      "Missouri Pacific Railroad Company v. Henry."
    ],
    "opinions": [
      {
        "text": "McHaney, J.\nThree separate suits were filed in the Drew Circuit Court by tenants of certain lands in Desha County against petitioner, to recover damages caused by the flooding of said lands. It was alleged in each case that petitioner had built a temporary dam across a drainage ditch adjacent to said lands, some time prior to May 17, 1931, for its convenience in repairing a culvert under its tracks through which said ditch drained; and that on or about said date a general rain fell in that vicinity, filling said ditch and causing it to overflow onto their lands; that cotton seed had been planted in certain of said lands, and other had been prepared for planting; and that the overflow water stood on said lands for five or more days, causing the seed to rot without sprouting, and that the land remained in such condition for such a length of time that a replanting failed to produce any crop whatsoever. Damages were prayed in different amounts for loss of money and labor expended in planting-cotton seed, loss of crop of cotton which would have been produced but for the flooding thereof, and loss of the use of said lands.\nPetitioner demurred in each case on the ground that the court was without jurisdiction because the subject of the cause of action is damage to real estate and appurtenances thereto, and should be brought in the county in which the real estate lies. The court overruled the demurrer, and this action for prohibition followed.\nCounsel for petitioner and respondent, as well as counsel as amici curiae, have filed exhaustive briefs dealing with the question of whether growing crops are a part of the land, whether a tenant’s title is a constructive severance, and whether a tenant may sue for temporary damages to land, all bearing on the question of whether the action is local or transitory. We think these very interesting questions are not involved in this case. The complaints do not allege any damage to growing crops, or that any crops were growing on said land. On the contrary, the 'allegations are that cotton seed had been planted on a portion of the land, but that it had not sprouted, the exact language being that “cotton seed planted in said land was thereby killed and prevented from sprouting; and said land, being thoroughly water-soaked and damaged for crop planting purposes by the water standing thereon for the period above described, was not sufficiently dry to make it possible to replant cotton or any other crop thereon until on or about June 1, 1931.” In one of the cases it is alleged that 15 acres had been prepared for planting, but was not planted. There is therefore no question of damages to growing crops.\nThe question is: Do the complaints state actions for injuries to real property? If so, they are local and must be brought in the county where the lands lie. Section 1164, Crawford & Moses’ Digest, 4th subdiv.; Jacks v. Moore, 33 Ark. 31; Cox v. Railway Co., 55 Ark. 454, 18 S. W. 630. Even consent cannot confer jurisdiction of the subject-matter. King v. Harris, 134 Ark. 337, 203 S. W. 847. See Kory v. Dodge, 174 Ark. 1156, 298 S. W. 505. The seed before planting’ were personal property, but, when planted and became commingled with the soil, they became a part of it, and were therefore realty. These actions were necessarily for injuries to real estate, for the destruction of the seed, and for the loss of the use of the land. The real estate was temporarily injured by the overfloAV by preventing the use of the land for the growing of crops. While no permanent injury to the land Avas claimed, a temporary injury thereto was alleged, in that the dam so constructed held the water thereon for such a length of time that it could not be cultivated in the year 1931. This Avas a damage to the tenants’ interest therein, and resulted not only in the loss of the seed which had been planted, but in the labor of preparing it for seeding, and in the crop that otherwise would have been groAvn. We do not discuss the measure of damages, as only the question of jurisdiction is before us.\nIt necessarily folloAvs from Avhat Ave have said that the Drew Circuit Court was without jurisdiction, the venue of tlie actions being in Desha County, where the land is situated. . .\nLet the writ of prohibition Issue.\nMehaffy, J., dissents.",
        "type": "majority",
        "author": "McHaney, J."
      }
    ],
    "attorneys": [
      "R. E. Wiley and E. W. Moorhead, for petitioner.",
      "Williamson & Williamson, for respondent.",
      "Sam T. & Tom Poe, Meehan & Moncrief, Francis R. Stark and Rose, Hemingway, Cantrell & Loughborough, amici curiae."
    ],
    "corrections": "",
    "head_matter": "Missouri Pacific Railroad Company v. Henry.\n4-3271\nOpinion delivered January 8, 1934.\nR. E. Wiley and E. W. Moorhead, for petitioner.\nWilliamson & Williamson, for respondent.\nSam T. & Tom Poe, Meehan & Moncrief, Francis R. Stark and Rose, Hemingway, Cantrell & Loughborough, amici curiae."
  },
  "file_name": "0530-01",
  "first_page_order": 548,
  "last_page_order": 551
}
