{
  "id": 1428383,
  "name": "Scottish Union & National Insurance Company v. Hutchins",
  "name_abbreviation": "Scottish Union & National Insurance v. Hutchins",
  "decision_date": "1934-01-08",
  "docket_number": "4-3360",
  "first_page": "533",
  "last_page": "535",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 533"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "37 S. W. (2d) 694",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "183 Ark. 601",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1441765
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/183/0601-01"
      ]
    },
    {
      "cite": "292 S. W. 677",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "173 Ark. 480",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8722125
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/173/0480-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 249,
    "char_count": 3812,
    "ocr_confidence": 0.509,
    "pagerank": {
      "raw": 1.2962665570749403e-07,
      "percentile": 0.6211236639665092
    },
    "sha256": "854eb8b12d6d01a6800c170a33546a52f82e61cecbdda859eff96116c5c2edcf",
    "simhash": "1:104978fe49027610",
    "word_count": 642
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Scottish Union & National Insurance Company v. Hutchins."
    ],
    "opinions": [
      {
        "text": "McHaney, J.\nRespondent, J. P. J. Bruce, a resident of this State, brought suit in the St. Francis Chancery Court against petitioner, a foreign insurance corporation doing business in Arkansas, to restore- a lost policy of fire insurance issued by petitioner to said respondent, covering property in the city of Memphis, Tennessee, and for judgment against it for $3,000, the face of the policy, alleging that the property insured had been destroyed by fire and petitioner’s failure to pay on demand. Service was had on petitioner by serving H. A. Knight, its agent in Forrest City, where -the suit was brought. Petitioner appeared specially, moved to quash the service, and objected to the jurisdiction of the court. It alleged in haid motion that, although it was doing business in this State, and had appointed an agent for service in this State, it had not consented to service on said Knight or any other agent, except as to contracts made or business done in this State; that the contract sued on was executed and delivered in the State of Tennessee, covered property located in said State, the indemnity running to the insured, a resident of said State; that the loss complained of occurred there; that performance was to be had there; and that respondent Bruce is not a bona fide resident of this State. The court overruled the motion to quash and dismiss for want of jurisdiction, and petitioner seeks a writ of prohibition.\nPetitioner first contends that the court was without jurisdiction, and cites National Liberty Ins. Co. v. Trattner, 173 Ark. 480, 292 S. W. 677, and Yockey v. St. Louis-San Francisco Ry. Co., 183 Ark. 601, 37 S. W. (2d) 694, to support the contention. We held in the former case (quoting from the latter: “That, under our Constitution and statutes relating, to foreign corporations doing business in the State and providing for service of process on the Insurance Commissioner in actions against foreign insurance corporations, an insurance corporation of another State cannot be sued in Arkansas on a contract of insurance made in another State with a resident of that State, covering property located therein. The court recognized the general rule that, where a foreign corporation consents, on coming into a State to do business, service on a designated State officer shall be a valid service on the company in all actions relating to any business done by the company while in the State, but said that it does not extend to business transacted in another State with persons living outside of this State.” In the latter case, Yockey v. Railway, we held that an action for personal injuries to a nonresident received in another State might be maintained in this State against a foreign railroad corporation operating a line of railroad in this State, if based on service on an authorized agent in this State.\nIn the ease at bar, Bruce, plaintiff below, is a resident of this State, the complaint so alleges. This distinguishes it from the Trattner case, supra, where the plaintiff was a nonresident. We perceive no valid reason why the jurisdiction of the courts of this State may not be invoked by citizens of this State on contracts entered into by them elsewhere with corporations doing business in this State, after valid service on an authorized agent in this State.\nService was had on a local agent of petitioner in Forrest City, and it is further contended that the service was bad because not on the designated agent. This contention was ruled adversely to petitioner in the recent ease of Pacific Mutual Life Ins. Co. v. Henry, ante p. 262.\nWrit denied.",
        "type": "majority",
        "author": "McHaney, J."
      }
    ],
    "attorneys": [
      "C. W. Norton and R. Lee Bartels, for petitioner.",
      "Mann & Mann, S. S. Hargraves and Winstead Johnson, for respondent."
    ],
    "corrections": "",
    "head_matter": "Scottish Union & National Insurance Company v. Hutchins.\n4-3360\nOpinion delivered January 8, 1934.\nC. W. Norton and R. Lee Bartels, for petitioner.\nMann & Mann, S. S. Hargraves and Winstead Johnson, for respondent."
  },
  "file_name": "0533-01",
  "first_page_order": 551,
  "last_page_order": 553
}
