{
  "id": 1432156,
  "name": "Gentry Hardware Company v. Gray",
  "name_abbreviation": "Gentry Hardware Co. v. Gray",
  "decision_date": "1933-06-05",
  "docket_number": "4-3030",
  "first_page": "534",
  "last_page": "537",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 534"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 134,
    "char_count": 1513,
    "ocr_confidence": 0.503,
    "sha256": "7adc28cb1416a3f0dae05f95cc90648293efca7ab343eb5ccd9cffacae96fdf4",
    "simhash": "1:eebb1adc6e416be8",
    "word_count": 260
  },
  "last_updated": "2023-07-14T19:49:01.606684+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Gentry Hardware Company v. Gray."
    ],
    "opinions": [
      {
        "text": "Johnson, C. J.,\n(after stating the facts). From the foregoing statement of facts it appears that appellant affirmatively pleaded that appellee had voluntarily surrendered the property in controversy to it in satisfaction of its debt. The testimony on behalf of appellant was amply sufficient to have sustained a verdict in its behalf on this issue, but the trial court refused to submit this issue to the jury under appellant’s requested instruction No. 4, which has been copied in the statement of facts. We think this is reversible error. Appellant’s instruction No. 4 was not covered by any other instruction given by the trial court, and the case must be reversed because of this error.\nIn view of the fact that this case must be remanded for a new trial, it is proper to express our views in reference to certain testimony offered on the trial of the case in behalf of appellee. This testimony was to the effect that his apple crop had been damaged because appellant had taken his spray rig away from him, and he was thereby deprived of spraying his orchard. This testimony was incompetent and inadmissible on the trial of this case and should not have been introduced.\nOther errors are argued in appellant’s brief, but we do not deem them of sufficient importance to discuss in this opinion, and they will probably not occur on a retrial of the case.\nLet the judgment be. reversed, and the case remanded.",
        "type": "majority",
        "author": "Johnson, C. J.,"
      }
    ],
    "attorneys": [
      "W. A. Dickson, for appellant."
    ],
    "corrections": "",
    "head_matter": "Gentry Hardware Company v. Gray.\n4-3030\nOpinion delivered June 5, 1933.\nW. A. Dickson, for appellant."
  },
  "file_name": "0534-01",
  "first_page_order": 554,
  "last_page_order": 557
}
