{
  "id": 1428304,
  "name": "Wasson v. Carmichael",
  "name_abbreviation": "Wasson v. Carmichael",
  "decision_date": "1934-01-08",
  "docket_number": "4-3383",
  "first_page": "535",
  "last_page": "542",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 535"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "218 S. W. 179",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "142 Ark. 91",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1590529
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/142/0091-01"
      ]
    },
    {
      "cite": "184 S. W. 845",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "123 Ark. 184",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1556234
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/123/0184-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 572,
    "char_count": 14942,
    "ocr_confidence": 0.465,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.05372185791526842
    },
    "sha256": "738da4ea15ea1c9e8e66acdb285bef1d5e0d1116f38d439517cd88f6dc6777ce",
    "simhash": "1:1780a9459f1d0804",
    "word_count": 2547
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Mehaffy and McHaney, JJ., dissent; Humphreys, J., not participating."
    ],
    "parties": [
      "Wasson v. Carmichael."
    ],
    "opinions": [
      {
        "text": "Butler, J.\nProceeding under the provisions of act No. 14 of the Acts of 1933, approved February 6, 1933, the Attorney General appointed J. H. Carmichael as special counsel in the liquidation of American Exchange Trust Company, insolvent, subject to the approval of the Pulaski -Chancery Court, wherein the liquidation was pending. He took this course after act, No. 14, which did not carry an emergency section, was no longer in abeyance. In the meantime, the Bank Commissioner, proceeding under the provisions - of act 61 of the Acts of 1933, approved February 28, 1933, and to which an emergency section was attached, had employed DuVal L. Purkins as counsel in the said liquidation. The conflict of the Attorney General’s appointment with the Bank Commissioner’s employment of such counsel was brought for hearing before the chancery court. The question of law was whether act No. 14 was impliedly repealed by the later act No. 61 to the extent of the former’s provisions relating to the conduct of the legal affairs of the Bank Department and the selection of counsel for banks* and building and loan associations which are in charge of the Bank Commissioner. The chancery court concluded that the provisions of act No. 14 had not been impliedly repealed,. and accordingly that a need existed within the contemplation of that act for the appointment of counsel in the American ^Exchange liquidation by the Attorney General. The appointment of Mr. Carmichael was thereupon approved. The Bank Commissioner appealed, and he thus brings before this court the same question of implied repeal.\nIt is the contention of the appellant that the two acts, in so far as they relate to the same subject, are repugnant in their provisions to the extent of working an implied repeal of § 4 of act No. 14 of the Acts of 1933.\nIt is the settled rule, in the construction of statutes, that repeal's -by implication are not favored, the presumption being that the Legislature has knowledge of prior statutes, especially of those relating to the same subject, and that therefore, if it intended a later statute'to repeal a former, it will so declare in express terms. For this reason, courts are reluctant to interpret the last legislation upon any given subject as impliedly repealing a former law relating to .the same subject. In order that the later legislation shall impliedly repeal a prior law, there must appear to be an irreconcilable conflict. If the provisions of the two acts can be harmonized so that both may stand, it is the duty of the court to do this. Martels v. Wyss, 123 Ark. 184-7, 184 S. W. 845; Sanderson v. Williams, 142 Ark. 91, 218 S. W. 179.\nApplying these principles to the construction of the acts involved, the trial court, in an exhaustive and able opinion, held that there was no conflict between the two acts, that § 4 of act No. 14 dealt with local counsel, and that the provisions of act No. 61, relating to the employment of counsel by the Bank Commissioner, referred to such counsel as would represent the bank generally. In support of the conclusion reached by the trial court, counsel for appellee calls attention to the express amendment of § 5 of act No. 113 of the Acts of 1913, as amended by § 1 of act No. 46 of 1927, which deal only with the authority of the Bank Commissioner to appoint department counsel, and the silence of act No. 61 as to § 54 of act No. 113 of 1913, which related to the employment of counsel as the Commissioner might deem necessary in the liquidation of insolvent banks. The argument is made that the failure to refer to, or amend, § 54 of act No. 113 of the acts of 1913 demonstrates that there was no intention to restore the authority given to the Commissioner prior to the passage of act No. 14 to appoint liquidating or local counsel. They stress the term “local counsel” used in § 4 of act No. 14, and argue that the failure to use such term in act No. 61 is a further indication that it was the intention of the Legislature to leave the appointment of local counsel under the provisions of the former act and restore to the Bank 'Commissioner authority to appoint departmental counsel only. It is also argued that, since the authority of the Bank Commissioner to appoint attorneys for liquidation and attorneys for general service in his department was derived at different times and under different acts, it is evident that it was not the intention of the Legislature to disturb the provisions of act No. 14 relating to the appointment of local counsel.\nPrior to the session of 1933, the Commissioner was clothed with the sole authority, although derived, it is true, at different times and by different acts, of selecting counsel for general services or for special work in the liquidation of insolvent institutions which he had taken in charge. This authority was exercised without question. Act No. 14, approved February 6, 1933, and becoming effective ninety days after its passage by reason' of the failure to enact an emergency clause, was “An act to curtail the State’s legal expenses and regulate and restrict the employment of special counsel,” and provided in general that the Attorney General should be the attorney for all of the State’s officials, departments and agencies, and that, as to office work and advice to such, no special counsel should be employed, but that in the liquidation of insolvent institutions in charge of the State Banking Department, when the need of local counsel was presented to the court having supervision of the liquidation and it deemed local counsel necessary, such might be appointed by the Attorney General, the compensation of such counsel to be fixed by the court; and, where the Attorney General deemed special counsel necessary to prosecute any suit on behalf of the State, or to defend any such, or any action brought against any of the State’s officials or agencies, he might, with the approval of the Governor, employ such counsel, and his compensation be fixed by the court in which the litigation was pending, with the approval of the Governor and Attorney General. Also, in cases where the Attorney General should fail to render the services requested and imposed upon him by the provisions of the act, the Governor was authorized to employ special counsel.\nThat part of the act relating to local counsel for the Banking Department is as follows: “Section 4. Whenever a bank, trust company, or building and loan association shall become insolvent, or for any cause be taken over by the State Banking Department, and the services of local counsel may be needed, such fact shall be presented to the chancery court of the district in which such institution is located, and, if the chancery court deems it necessary for local counsel to be employed, the Attorney General may, in such event, appoint special counsel to be approved by the court or the chancellor. The compensation of such special counsel shall be fixed.by the chancery court permitting the employment of such counsel.”\nAct No. 61 was approved February 28, 1933, and became effective from and after its passage by reason of the emergency clause attached. That clause is § 6 of the act, and expresses the reasons for its enactment, which are thus stated: “It is hereby ascertained that the divisions of the State Bank Department heretofore separately existing should be consolidated at once in order to effect necessary economies in the conduct of the said department; that defects and omissions in the laws relating to the liquidation of closed banks have developed which should be supplied at once in order to facilitate such liquidations; that existing laws do not provide, or adequately provide, for the security of deposits of certain funds of a public nature; and that there are instances of liquidations and distributions of assets of closed banks which should be investigated at once lest the rights of creditors and stockholders be lost through failure to take prompt action in respect of any irregularities which may have occurred. In consequence of the necessity for prompt action as aforesaid, an emergency exists,” etc. * * *\nIt was provided by § 1 of act No. 61 that, “Upon taking charge of any bank, the Commissioner shall proceed to liquidate its affairs, to institute, maintain and defend suit and other proceedings in the courts of this State or elsewhere, (and) to enforce in this State or elsewhere, if necessary, the liabilities of the stockholders.”\nSection 2 related to the expense of the liquidation of any bank in charge of the Commissioner, and provided that: “Any and all expenses of the liquidation of any bank of which the Commissioner has taken charge, including the compensation of the Special Deputy Commissioner, counsel, employees and assistants, the expenses of the Commissioner or employees of the State Bank Department incurred in connection with such respective liquidation, and a reasonable allowance toward the general expenses of the said department to equalize the loss of its revenues resulting from the fact that its employees have been obliged to devote fbeir time in part to snob liquidation instead of exclusively to the affairs of going concerns,, whence are derived the usual revenues of the said department, shall be fixed by the Commissioner, subject to the approval of the chancery court or chancellor thereof in vacation, and shall be paid out of the funds of the said estate in Ms charge.”\nSection 3 provides that: “Said Commissioner shall employ from time to time such assistants, examiners, clerks, stenographers and counsel as he may find necessary to properly and efficiently discharge the duties of his office, and he shall fix their compensation, provided he shall incur no expense until an appropriation shall have been made for the respective purpose, and in no case shall any liability be created for the State in excess of the appropriation therefor, or in excess of the revenues of the State Bank Department. * * * The said counsel so employed, or such of them as the Commissioner may from time to time designate for the respective purposes, shall advise the Commissioner in all legal matters affecting the said combined department, conduct all litigation in respect of institutions subject to the supervision of the said combined department and of which the Commissioner shall have taken charge, and defend all suits brought by reason of alleged acts or omissions of the Commissioner in the discharge of the duties of his office.”\nIt will be observed that § 3 of act 61 is more comprehensive in its terms than the section of the act it amends, in that it not only impowers the Commissioner to employ counsel, but designates the purposes for which they shall serve, which includes all litigation with respect to institutions subject to the supervision of the combined departments of which the Commissioner shall have taken charge. When the emergency clause is considered, it is clear that the services the counsel shall render will relate to the liquidation of closed banks as well as to any other-duties assigned to him by the Commissioner, and therefore the counsel provided by § 3 cannot be justly said to be departmental only, but the expression “counsel’’ with the duties to which they may be assigned is sufficiently broad to cover all kinds of services, both those performed by a local attorney and special in their nature, and those performed by a general counsel. It would seem therefore that § 3 of act 61 is not only amendatory of previous existing laws relating to the same subject, but is in substitution thereof, and this, although no specific mention is made of previous legislation. The argument that the fact that the words “local counsel” are not used in act No. 61 refutes the contention that § 4 of act No. 14 was intended to be repealed, and that the “counsel” referred to in act No. 61 was only departmental or general counsel, cannot be sustained when the entire provisions of act No. 61 are considered. If counsel appointed by the Commissioner are clothed with the authority of conducting all litigation respecting institutions subject to the supervision of the Commissioner, and which had been taken in charge for purposes of liquidation, or for other reasons, then, clearly, “local counsel” provided for by § 4 of act No. 14 could not act. Therefore the provisions of act No. G1 are repugnant to, and in conflict with, § 4 of act No. 14. That the Legislature meant to clothe the Commissioner with the same powers with respect to the employment of counsel that he had before the session of 1933, and that he was again authorized to employ counsel, a part of whose duties would be to render such services as might be necessary in the liquidation of an insolvent bank, is made clear when the manner in which they are paid for such services and the method pointed out in § 2 of act No. 61 is considered. When counsel are representing the bank generally, they are paid for such services out of the appropriations made for the expenses of the department, but while serving in the liquidation of banks it is provided in the section last noted that the compensation of counsel shall be fixed by the Commissioner subject to the approval of the chancery court or chancellor thereof in vacation, and shall be paid out of the funds of. the estate (of the bank in process of liquidation). It may be, as argued, that it is better that a local counsel be employed for work connected with the liquidation of a bank rather than to leave it to one of the regularly employed staff of attor neys of the Hanking’ Department, but tbat was a question solely for the Legislature.\nWe are of the opinion, when the entire provisions of act No. 61 are considered, together with the reasons calling for the enactment of that legislation as stated in its emergency clause, that it was the purpose of the Legislature to substitute the provisions of that act relating to the employment of counsel in the place of all previous legislation, and that any counsel employed might be directed by the Commissioner to act specially in representing the interests of a bank in liquidation, or any other institution, in charge of the Bank Commissioner, and to perform also any such general duties as the Commissioner might direct. As it appears to us that there is a clear repugnancy between § 4 of act No. 14 and the provisions of act No. 61, supra, we bold that the former section was impliedly repealed by the enactment of act No. 61.\nThe trial court therefore erred in the approval and confirmation Of the appointment of the attorney selected by the Attorney General, and the order entered is reversed, and the cause remanded for further proceedings in accordance with this opinion.\nMehaffy and McHaney, JJ., dissent; Humphreys, J., not participating.",
        "type": "majority",
        "author": "Butler, J."
      }
    ],
    "attorneys": [
      "Trieber & Lasley, for appellant.",
      "Johh W. Newman and A. F. House, in behalf of J. H. Carmichael."
    ],
    "corrections": "",
    "head_matter": "Wasson v. Carmichael.\n4-3383\nOpinion delivered January 8, 1934.\nTrieber & Lasley, for appellant.\nJohh W. Newman and A. F. House, in behalf of J. H. Carmichael."
  },
  "file_name": "0535-01",
  "first_page_order": 553,
  "last_page_order": 560
}
