{
  "id": 1358443,
  "name": "Runyan v. Richardson",
  "name_abbreviation": "Runyan v. Richardson",
  "decision_date": "1923-01-22",
  "docket_number": "",
  "first_page": "536",
  "last_page": "542",
  "citations": [
    {
      "type": "official",
      "cite": "156 Ark. 536"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "90 Fed. 622",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6752528
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f/90/0622-01"
      ]
    },
    {
      "cite": "3 So. Rep. 850",
      "category": "reporters:state_regional",
      "reporter": "So.",
      "opinion_index": -1
    },
    {
      "cite": "73 Ala. 85",
      "category": "reporters:state",
      "reporter": "Ala.",
      "case_ids": [
        5546350
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ala/73/0085-01"
      ]
    },
    {
      "cite": "2 So. Rep. 93",
      "category": "reporters:state_regional",
      "reporter": "So.",
      "opinion_index": -1
    },
    {
      "cite": "84 S. W. 323",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": -1
    },
    {
      "cite": "119 Ky. 401",
      "category": "reporters:state",
      "reporter": "Ky.",
      "case_ids": [
        4448594
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ky/119/0401-01"
      ]
    },
    {
      "cite": "131 Ala. 505",
      "category": "reporters:state",
      "reporter": "Ala.",
      "case_ids": [
        3478223
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ala/131/0505-01"
      ]
    },
    {
      "cite": "76 Am. Dec. 297",
      "category": "reporters:federal",
      "reporter": "Am. Dec.",
      "opinion_index": -1
    },
    {
      "cite": "35 Ala. 503",
      "category": "reporters:state",
      "reporter": "Ala.",
      "case_ids": [
        5502802
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ala/35/0503-01"
      ]
    },
    {
      "cite": "143 Ark. 445",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "30 Pac. 1064",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": -1
    },
    {
      "cite": "21 Nev. 291",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        4669017
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nev/21/0291-01"
      ]
    },
    {
      "cite": "118 Ala. 215",
      "category": "reporters:state",
      "reporter": "Ala.",
      "case_ids": [
        5604981
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/ala/118/0215-01"
      ]
    },
    {
      "cite": "133 Ala. 304",
      "category": "reporters:state",
      "reporter": "Ala.",
      "case_ids": [
        5651489
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ala/133/0304-01"
      ]
    },
    {
      "cite": "18 So. Rep. 609",
      "category": "reporters:state_regional",
      "reporter": "So.",
      "weight": 4,
      "opinion_index": -1
    },
    {
      "cite": "108 Ala. 601",
      "category": "reporters:state",
      "reporter": "Ala.",
      "case_ids": [
        8492775
      ],
      "weight": 4,
      "opinion_index": -1,
      "case_paths": [
        "/ala/108/0601-01"
      ]
    },
    {
      "cite": "47 Ark. 254",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1888743
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/47/0254-01"
      ]
    },
    {
      "cite": "144 Ark. 556",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1588040
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/144/0556-01"
      ]
    },
    {
      "cite": "131 Ala. 505",
      "category": "reporters:state",
      "reporter": "Ala.",
      "case_ids": [
        3478223
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ala/131/0505-01"
      ]
    },
    {
      "cite": "76 Am. Dec. 297",
      "category": "reporters:federal",
      "reporter": "Am. Dec.",
      "opinion_index": 0
    },
    {
      "cite": "35 Ala. 503",
      "category": "reporters:state",
      "reporter": "Ala.",
      "case_ids": [
        5502802
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ala/35/0503-01"
      ]
    },
    {
      "cite": "118 Ala. 215",
      "category": "reporters:state",
      "reporter": "Ala.",
      "case_ids": [
        5604981
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/ala/118/0215-01"
      ]
    },
    {
      "cite": "108 Ala. 601",
      "category": "reporters:state",
      "reporter": "Ala.",
      "case_ids": [
        8492775
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ala/108/0601-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 444,
    "char_count": 10854,
    "ocr_confidence": 0.498,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.051217850924899486
    },
    "sha256": "7e37d53abdb72d4dd50c9df1ed3ed7a7389bb7da5b138e0d083fa86bcff69819",
    "simhash": "1:a11184a24b673ec9",
    "word_count": 1994
  },
  "last_updated": "2024-02-27T21:52:19.957046+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Runyan v. Richardson."
    ],
    "opinions": [
      {
        "text": "Hart, J. (after stating the facts).\nThis was an action by the plaintiff against the defendant to recover damages for the failure of the defendant to comply with the terms of his purchase of certain land which was ordered sold for division by a decree of a circuit court in equity in the State of Alabama. The defendant became the purchaser at the sale, and, upon his failure to pay the purchase money, the land was again ordered sold upon the same terms, and was sold for a smaller amount\nThe issue raised by the appeal is whether or not the defendant is liable to the other tenants in common for the deficiency between his bid and that for which the land was resold. The land in question is situated in the State of Alabama, and the partition proceedings were had in a court of that State. Therefore the decisions of the Supreme Court of that State must govern. Robertson v. Robertson, 144 Ark. 556, and Williams v. Nichols, 47 Ark. 254. The Supreme Court of the State of Alabama has held that, when the 'successful bidder 'at a judicial sale fails to complete the purchase by complying with the terms thereof, the land may be resold at his risk; and that, if a less price be brought at the second sale, the first purchaser becomes liable to the person injured by his default for the difference between the amount paid at the first sale and the price brought at the second, together with the expenses of the second sale. The court said that, in every judicial sale, there is a condition implied by law, which does not depend on any expression of the condition in the order of sale, or in the terms announced at the time of sale, that, if the purchaser fails to comply with the terms of the purchase, if accepted by the court, the land may be resold at his risk, and he will pay the deficiency arising on the second sale, together with the expenses thereof. Howison v. Oakley, 118 Ala. 215.\nThe land being situated in the State of Alabama, and having been sold at a judicial sale under the decree of a court of that State having jurisdiction in the premises, it follows that the right to recover for a deficiency resulting from a resale is an incident attending the sale, and that the measure of damages is the difference between the amount bid b3r Richardson at the first sale and the amount Tor which the land was sold for at the second sale.\nBut it is contended by counsel for the defendant that this rule does not apply, because the first sale made to Richardson was not confirmed by the court.\nIt appears from the record that the sale at which Richardson became the successful bidder was reported to the court, and that the sale was set aside because Richardson had failed to comply with the terms of the sale by paying the purchase money. Under the authority of the case of Howison v. Oakley, supra, we are of the opinion that, under this state of'the record, the bid of Richardson was accepted by the court, and that the sale was vacated solely on the ground of Ms failure to pay the purchase money. Hence it was not necessary to show a confirmation of the' sale in order to hold Richardson for 'the deficiency caused by a resale of the land.\nIt also results from that decision and other decisions of the Supreme Court of Alabama that the right of resale at the purchaser’s risk is a condition of every judicial sale, implied by law, and does not depend on any expression of the condition in the order of sale, or in the terms announced at the time of sale. By reason of this implied condition, the purchaser agrees that, if he fails to comply with the terms of the purchase, the land may be resold at his risk, and he will pay the deficiency arising on the second sale. Hutton v. Williams, 35 Ala. 503; 76 Am. Dec. 297, and Howison v. Oakley, supra.\nAgain, it is contended that it was necessary that Richardson should have notice that a resale would be made in order to hold him liable for the deficiency. This would be true if Richardson had made a bona fide attempt to comply with the terms of the sale at which he became the purchaser and failed to do so on account of some irregularity merely. In the instant case Richardson made no attempt to comply with the terms of sale, and absolutely refused to pay the purchase money. He thereby took upon himself notice of all consequences which might legally result from Ms failure, and is not entitled to notice of any proceeding thereafter to set aside his purchase and to order a resale of the land. Griel v. Randolph, 108 Ala. 601, and Howison v. Oakley, 131 Ala. 505.\nThe views we have expressed will result in a reversal of the judgment, and the cause will be remanded for a new trial..",
        "type": "majority",
        "author": "Hart, J. (after stating the facts)."
      }
    ],
    "attorneys": [
      "John E. <& Dwight E. Crawford, for appellant.",
      "McMillan S McMillan, for appellee."
    ],
    "corrections": "",
    "head_matter": "Runyan v. Richardson.\nOpinion delivered January 22, 1923.\n1. Courts — judicial sales — conclusiveness of decision of foreign COURT. — In an action against a purchaser at a judicial sale under proceedings had in a court of another State for failure to pay the purchase money, the decisions of that State must govern.\n2. Judicial sales — liability op purchaser. — In Alabama there is an implied condition in every judicial sale that, if the purchaser fails, after acceptance by the court, to carry out the terms of the contract of purchase, there may be a resale at the .expense of such purchaser, who is also liable for any deficiency between' his bid and the amount realized at such resale.\n3. Judicial sales — liability op purchaser. — In an action against the purchaser at a judicial sale in Alabama for damages for default in the payment of the purchase price, where the sale at which the defendant was the successful bidder was reported to . the court, and was thereafter set aside solely because of defendant’s failure to pay the purchase price, held that it was unnecessary to show a confirmation of the sale in order to hold defendant for deficiency caused by a resale.\n4. Judicial sales — liability op purchaser — notice op resale.— A purchaser at a judicial sale who has made a bona fide attempt to comply with the terms of the sale and failed to do so because of some irregularity, is entitled to notice of a resale before liability for a deficiency attaches; but where the purchaser made no attempt at compliance, and absolutely refused to pay for the land, he took upon himself notice of all consequences which might legally result from his failure, and is not entitled to notice of any proceedings to set aside his purchase and order a resale.\nAppeal from Clark Circuit Court; George R. Raynie, Judge;\nreversed.\nSTATEMENT OE PACTS.\nThis action was brought by W. L. Runyan, as register in chancery in the circuit court in equity of Clay County, in the State of Alabama., against Stephen E. Richardson, to recover of the defendant damages for his failure to comply with his bid at a sale of eighty acres of land ordered sold for the purpose of partition.\nMary E. Cook filed her petition against James Goddard and otliers in the circuit court in equity of Clay County, Alabama, for partition, by a sale, of eighty acres of land in said county and State.\nA decree was duty entered of record directing a sale of said land for partition to the highest bidder, for cash in hand, and \"W. L. Runyan, -who was the register of the court, was appointed to make the sale. After advertising the time, place, and terms of sale as directed by the court, said register on the 25th day of November, 1918, at the courthouse door at Ashland, Alabama; offered said land for sale, and Stephen E. Richardson, one of the joint owners of said land, bid for said land the sum of $1,825, and, being the highest bidder, the land was sold to him for that sum. Richardson returned to the State of Arkansas, where he lived, without paying the amount he had bid for the land.\nOn the 4th day of February, 1919, the attorney in the partition proceedings wrote Stephen E. Richardson, notifying him that he had not paid for the land, and that, if the purchase money was not paid by the 15th inst., lie would ask for a resale of the property. The letter also notified Richardson that he would be liable for the costs of a resale and the amount the land lacked of bringing its former price.\nIn August, 1919, Richardson wrote to the register that he had purchased the land with the understanding between himself and certain other joint owners of it that he was only to pay for a third interest in the land. The letter stated that he was readj'- to pay for the third interest, but that he was not going to pay the balance of the purchase price.\nOn the 25th day of October, 1919, W. L. Runyan, register as aforesaid, reported to said court the failure of S. E. Richardson to pa}T the purchase price and thereby comply with his bid. It was then decreed by the court that the sale be set aside for noncompliance by 8. E. Richardson with the terms of sale and for his failure to pay the amount of his'bid into court.\nIt was further decreed that .said register should again advertise said land for sale upon the same terms as at the first sale. Thereupon said register re-advertised and resold said land on November 29, 1919, in front of the courthouse at Ashland in Clay County, Alabama.\nJ. W. Williams bid for said land the sum of $800, and, that being the highest bid, the land was sold to him for that sum, which was paid in cash. Said sale was duly reported to the court and confirmed by it on January 3, 1920. The register’s deed was duly executed and delivered to said J. W. Williams. Stephen E. Richardson failed and refused to pay to said register the difference between his bid and the bid of Williams and the cost of a resale. Hence this lawsuit.\nJohn E. <& Dwight E. Crawford, for appellant.\nThe suit was properly brought. 108 Ala. 601; 18 So. Rep. 609. The default of the purchaser rendered a confirmation of the sale legally impossible. 133 Ala. 304; 118 Ala. 215; 108 Ala. 601; 18 So. Rep. 609; 16 R. C. L. 170; 21 Nev. 291; 30 Pac. 1064; 143 Ark. 445. Failure, without excuse, to pay his bid renders the bidder liable at a resale for the difference, if any, between his bid and the amount for which the land is sold at the completed sale. 35 Ala. 503, 76 Am. Dec. 297; 108 Ala. 601, 18 So. Rep. 609; 118 Ala. 215. Richardson having failed to comply with his bid, he was not entitled to notice of a resale of the land. 131 Ala. 505; 118 Ala. 215; 108 Ala. 601; 18 So. Rep. 609. The case should have been ruled by the law of Alabama. Vol. 2 Alabama Code.\nMcMillan S McMillan, for appellee.\nThe decree of the Alabama court, in holding that the sale to Richardson was a nullity, released Richardson from liability on the second sale. 16 R. C. L. p. 161, § 118; 2 Freeman on Execution, 313B; 119 Ky. 401; 84 S. W. 323. The sale was not complete until confirmed by the chancery court. 2 So. Rep. 93; 73 Ala. 85; 3 So. Rep. 850. There was no showing in the decree that the second sale was to be at Richardson’s risk. 90 Fed. 622."
  },
  "file_name": "0536-01",
  "first_page_order": 562,
  "last_page_order": 568
}
