{
  "id": 12462741,
  "name": "Jose L. Birrueta, Respondent, v. The Department of Labor and Industries, Petitioner",
  "name_abbreviation": "Birrueta v. Department of Labor & Industries",
  "decision_date": "2016-09-15",
  "docket_number": "No. 92215-2",
  "first_page": "537",
  "last_page": "555",
  "citations": [
    {
      "type": "official",
      "cite": "186 Wash. 2d 537"
    }
  ],
  "court": {
    "name_abbreviation": "Wash.",
    "id": 9029,
    "name": "Washington Supreme Court"
  },
  "jurisdiction": {
    "id": 38,
    "name_long": "Washington",
    "name": "Wash."
  },
  "cites_to": [
    {
      "cite": "279 P.3d 515",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2012,
      "opinion_index": 0
    },
    {
      "cite": "169 Wn. App. 672",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        4028541
      ],
      "year": 2012,
      "pin_cites": [
        {
          "page": "680-81"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/169/0672-01"
      ]
    },
    {
      "cite": "886 P.2d 189",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "weight": 4,
      "year": 1994,
      "opinion_index": 0
    },
    {
      "cite": "125 Wn.2d 533",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        437183
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "538"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/125/0533-01"
      ]
    },
    {
      "cite": "937 P.2d 565",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1997,
      "pin_cites": [
        {
          "parenthetical": "plurality opinion"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "132 Wn.2d 162",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        498165
      ],
      "year": 1997,
      "pin_cites": [
        {
          "page": "171",
          "parenthetical": "plurality opinion"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/132/0162-01"
      ]
    },
    {
      "cite": "477 P.2d 175",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1970,
      "opinion_index": 0
    },
    {
      "cite": "78 Wn.2d 537",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1072701
      ],
      "year": 1970,
      "pin_cites": [
        {
          "page": "540"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/78/0537-01"
      ]
    },
    {
      "cite": "20 P.2d 850",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1933,
      "opinion_index": 0
    },
    {
      "cite": "172 Wash. 424",
      "category": "reporters:state",
      "reporter": "Wash.",
      "case_ids": [
        861363
      ],
      "year": 1933,
      "pin_cites": [
        {
          "page": "427"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash/172/0424-01"
      ]
    },
    {
      "cite": "916 P.2d 399",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1996,
      "opinion_index": 0
    },
    {
      "cite": "129 Wn.2d 289",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        904190
      ],
      "year": 1996,
      "pin_cites": [
        {
          "page": "298"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/129/0289-01"
      ]
    },
    {
      "cite": "288 P.3d 390",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2012,
      "pin_cites": [
        {
          "parenthetical": "significant Board decisions may be used as persuasive, nonbinding authority"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "171 Wn. App. 870",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        4071760
      ],
      "year": 2012,
      "pin_cites": [
        {
          "page": "887-88",
          "parenthetical": "significant Board decisions may be used as persuasive, nonbinding authority"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/171/0870-01"
      ]
    },
    {
      "cite": "340 P.3d 830",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2014,
      "pin_cites": [
        {
          "parenthetical": "the court may consult legislative history to resolve statutory ambiguity"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "182 Wn.2d 273",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4075583
      ],
      "year": 2014,
      "pin_cites": [
        {
          "page": "277-78",
          "parenthetical": "the court may consult legislative history to resolve statutory ambiguity"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/182/0273-01"
      ]
    },
    {
      "cite": "213 P.3d 591",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2009,
      "opinion_index": 0
    },
    {
      "cite": "166 Wn.2d 710",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4001537
      ],
      "year": 2009,
      "pin_cites": [
        {
          "page": "721"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/166/0710-01"
      ]
    },
    {
      "cite": "16 P.3d 583",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2001,
      "opinion_index": 0
    },
    {
      "cite": "142 Wn.2d 801",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1361324
      ],
      "year": 2001,
      "pin_cites": [
        {
          "page": "822"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/142/0801-01"
      ]
    },
    {
      "cite": "120 P.3d 564",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2005,
      "pin_cites": [
        {
          "parenthetical": "noting that ejusdem generis applies to IIA provisions (citing Cockle v. Dep't of Labor & Indus., 142 Wn.2d 801, 822, 16 P.3d 583 (2001))"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "155 Wn.2d 470",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        3765700
      ],
      "year": 2005,
      "pin_cites": [
        {
          "page": "482",
          "parenthetical": "noting that ejusdem generis applies to IIA provisions (citing Cockle v. Dep't of Labor & Indus., 142 Wn.2d 801, 822, 16 P.3d 583 (2001))"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/155/0470-01"
      ]
    },
    {
      "cite": "43 P.3d 4",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "weight": 4,
      "year": 2002,
      "opinion_index": 0
    },
    {
      "cite": "146 Wn.2d 1",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        960829
      ],
      "year": 2002,
      "pin_cites": [
        {
          "page": "9"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/146/0001-01"
      ]
    },
    {
      "cite": "357 P.3d 625",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "weight": 2,
      "year": 2015,
      "opinion_index": 0
    },
    {
      "cite": "184 Wn.2d 30",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        12440903
      ],
      "year": 2015,
      "pin_cites": [
        {
          "page": "36"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/184/0030-01"
      ]
    },
    {
      "cite": "380 P.3d 411",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2016,
      "opinion_index": 0
    },
    {
      "cite": "184 Wn.2d 1033",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        12441194,
        12441195,
        12441196,
        12441197,
        12441198,
        12441199,
        12441200
      ],
      "year": 2016,
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/184/1033-01",
        "/wash-2d/184/1033-02",
        "/wash-2d/184/1033-03",
        "/wash-2d/184/1033-04",
        "/wash-2d/184/1033-05",
        "/wash-2d/184/1033-06",
        "/wash-2d/184/1033-07"
      ]
    },
    {
      "cite": "355 P.3d 320",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2015,
      "opinion_index": 0
    },
    {
      "cite": "188 Wn. App. 831",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        4278963
      ],
      "year": 2015,
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/188/0831-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1063,
    "char_count": 31096,
    "ocr_confidence": 0.89,
    "pagerank": {
      "raw": 6.24270015130462e-08,
      "percentile": 0.3858819568245098
    },
    "sha256": "76f7e12a3d4bebed6cabf4b10589b2a7808750391bc50ba249c0787e6bff0539",
    "simhash": "1:333a4fcfffc7b1b1",
    "word_count": 4987
  },
  "last_updated": "2024-02-27T18:43:05.207238+00:00",
  "provenance": {
    "date_added": "2019-05-23",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Madsen, C.J., and Johnson, Owens, Fairhurst, Stephens, Wiggins, González, and Gordon McCloud, JJ., concur."
    ],
    "parties": [
      "Jose L. Birrueta, Respondent, v. The Department of Labor and Industries, Petitioner."
    ],
    "opinions": [
      {
        "text": "Yu, J.\n¶1 After the Department of Labor and Industries (Department) learned it had been overpaying respondent Jose Birrueta’s industrial insurance benefits for years, it issued two orders, one assessing an overpayment and another changing Birrueta’s status from married to unmarried for compensation purposes. Because Birrueta was overpaid due solely to an innocent misrepresentation about his marital status made on his behalf, we hold the Department’s orders were timely and authorized in accordance with RCW 51.32.240(1)(a). We therefore reverse the Court of Appeals and reinstate the ruling of the Board of Industrial Insurance Appeals (Board) upholding the Department’s orders.\nFacts and Procedural History\n¶2 Birrueta was injured at work on August 31,2004, and was totally disabled by his injury. While he was receiving medical treatment immediately following his injury, “an unknown person assisted Mr. Birrueta in completing a report of industrial injury.” Certified Bd. R. (CBR) at 27. Birrueta acknowledges that the report bears his signature below the statement, “I declare that these statements are true to the best of my knowledge and belief,” id. at 84, although he does not specifically remember signing it. The report states that at the time of his injury, Birrueta was married with one child.\n¶3 In fact, at the time of his injury, Birrueta was unmarried and had no children—the report of industrial injury inaccurately lists his sister as his wife and his niece as his child. It is undisputed that the reason for these errors was a miscommunication between Birrueta and the person who filled out his industrial injury report, attributable to a language barrier and the fact that Birrueta was “in and out of consciousness” at the time the report was filled out on his behalf. Tr. of Telephone Hr’g (Mar. 21, 2012) at 5; see also CBR at 80-81.\n¶4 Between 2004 and 2008, the Department issued multiple compensation orders, each of which stated that Birrueta was married with no children at the time of his injury. The last of these orders “became final on or about May 4, 2009.” CBR at 28. Birrueta raised several challenges to the Department’s orders over the years, both pro se and with the assistance of counsel, but there is no indication that he ever attempted to correct the Department’s mistaken belief that he was married at the time of his injury.\n¶5 In early 2011, the Department determined that Birrueta was permanently and totally disabled and thus entitled to a pension. With the aid of a legal assistant in his attorney’s office, Birrueta filled out the required pension benefits questionnaire, accurately stating that he was unmarried at the time of injury. It is undisputed that the Department did not know that Birrueta was unmarried until it received his completed pension benefits questionnaire.\n¶6 After learning Birrueta’s true marital status, the Department issued two orders, both of which are now at issue. The first order assessed an overpayment against Birrueta of $100.86 based on the amount Birrueta was overpaid between the time Department learned his true marital status and the time he was placed on a pension. The second order changed Birrueta’s marital status for compensation purposes from married to unmarried effective the day after the Department learned Birrueta’s true marital status.\n¶7 Birrueta appealed the Department’s orders to the Board, contending that the Department’s prior orders stating that Birrueta was married at the time of injury were “final and binding on all parties, which includes the Department.” Id. at 31. Both parties sought summary judgment. An Industrial Appeals Judge (IAJ) issued a proposed decision and order granting summary judgment to the Department, finding that there were no disputed material facts, that Birrueta innocently misrepresented his marital status when he applied for industrial insurance benefits, and that the Department’s orders were authorized by RCW 51.32.240(1). The Board adopted the IAJ’s proposed decision and order as the Board’s final decision. Birrueta then sought review in superior court.\n¶8 The superior court adopted the Board’s unchallenged factual findings but agreed with Birrueta that as a matter of law, the Department was “without authority” to issue the recoupment order or to change his marital status for compensation purposes. Clerk’s Papers at 13. The court thus ordered the Department to set aside those orders as “null and void.” Id. The Court of Appeals affirmed in a unanimous, published opinion, and we granted the Department’s petition for review. Birrueta v. Dep’t of Labor & Indus., 188 Wn. App. 831, 355 P.3d 320 (2015), review granted, 184 Wn.2d 1033, 380 P.3d 411 (2016).\nIssues\n¶9 A. Was the Department statutorily authorized to issue the orders assessing an overpayment against Birrueta and changing his marital status for compensation purposes even though the Department’s binding determination setting his compensation rate was final?\n¶10 B. Is Birrueta entitled to attorney fees on review?\nStandard of Review\n¶11 The facts are undisputed. The resolution of this case depends entirely on statutory interpretation, a matter of law that we review de novo. Gorre v. City of Tacoma, 184 Wn.2d 30, 36, 357 P.3d 625 (2015). “Our ultimate task, of course, is to ascertain and carry out the legislature’s intent.” Id. at 37 (citing Dep’t of Ecology v. Campbell & Gwinn, LLC, 146 Wn.2d 1, 9, 43 P.3d 4 (2002)).\nAnalysis\n¶12 The purpose of the Industrial Insurance Act (IIA), Title 51 RCW, is to provide “sure and certain relief for workers, injured in their work ... regardless of questions of fault and to the exclusion of every other remedy, proceeding or compensation.” RCW 51.04.010. To effectuate this purpose, the IIA sets forth in detail when an injured worker is entitled to compensation and the amount of compensation the worker is entitled to receive. Ch. 51.32 RCW. There is no dispute that Birrueta is statutorily entitled to compensation at a rate equal to 60 percent of his wages at the time of injury. RCW 51.32.060(1)(g). There is also no dispute that he has been receiving compensation at a rate equal to 65 percent of his wages at the time of injury because his innocent misrepresentation caused the Department to mistakenly believe he was married. RCW 51.32.060(1)(a), .090(1). The question is what action the Department may undertake given the circumstances presented.\n¶13 The crucial statutory language at issue here is in RCW 51.32.240(1), which provides in relevant part,\n(a) Whenever any payment of benefits under this title is made because of clerical error, mistake of identity, innocent misrepresentation by or on behalf of the recipient thereof mistakenly acted upon, or any other circumstance of a similar nature, all not induced by willful misrepresentation, the recipient thereof shall repay it and recoupment may be made from any future payments due to the recipient on any claim with the state fund or self-insurer, as the case may be. The department or self-insurer, as the case may be, must make claim for such repayment or recoupment within one year of the making of any such payment or it will be deemed any claim therefor has been waived.\n(b) Except as provided in subsections (3), (4), and (5) of this section, the department may only assess an overpayment of benefits because of adjudicator error when the order upon which the overpayment is based is not yet final as provided in RCW 51.52.050 and 51.52.060. “Adjudicator error” includes the failure to consider information in the claim file, failure to secure adequate information, or an error in judgment.\nThe Department contends its orders were timely and authorized in accordance with RCW 51.32.240(1)(a). Birrueta contends that subsection (1)(a) applies only to temporary orders and that the Department’s orders were untimely pursuant to RCW 51.32.240(1)(b).\n¶14 In accordance with the statute’s plain language, we hold that subsection (1)(a) applies to any order, temporary or binding, that results in an erroneous overpayment of benefits caused by an innocent misrepresentation (or clerical error, mistake of identity, “or any other circumstance of a similar nature”). Meanwhile, subsection (1)(b) applies only to overpayments caused by adjudicator error. We further hold that “adjudicator error” means an error attributable to an adjudicator’s misinterpretation of the law or failure to properly apply the law to the facts in the claim file—the types of errors that may be addressed on reconsideration or direct appeal and not any error contained in an adjudication.\n¶15 In this case, the overpayment to Birrueta was caused solely by an innocent misrepresentation and not by adjudicator error. The Department’s orders were thus timely and authorized in accordance with subsection (1)(a).\nA. Whether subsection (1)(a) or subsection (1)(b) applies depends on the reason for the overpayment\n¶16 RCW 51.32.240(1) sets forth procedures and time limits for the Department (and self-insured employers) to recoup previously overpaid benefits. RCW 51.32.240(2) has similar provisions for a worker to seek an adjustment of previously underpaid benefits. The plain language of RCW 51.32.240 clearly shows that the applicable time limit for seeking recoupment or an adjustment of benefits depends on the reason for the erroneous payment.\n¶17 The statutory language is unambiguous on this point. If an erroneous payment is “because of” an innocent misrepresentation, the time limit is one year, RCW 51.32.240(1)(a), (2) (emphasis added); if the error is “because of” adjudicator error, the time limit is determined in accordance with the statutes governing appeals, id. at (1)(b), (2)(b) (emphasis added); and if the error is “induced by” willful misrepresentation, the time limit is “within three years of the discovery of the willful misrepresentation,” id. at (5)(a) (emphasis added). Moreover, nothing in subsection (1)(a) indicates that it applies only to temporary orders. It unambiguously applies to “any payment of benefits under this title.” Id. at (1)(a) (emphasis added). Interpreting subsection (1)(a) as applying only to temporary orders reads a limitation into the statute that is not there.\n¶18 If an overpayment is caused by “clerical error, mistake of identity, innocent misrepresentation by or on behalf of the recipient thereof mistakenly acted upon, or any other circumstance of a similar nature,” then subsection (1)(a) unambiguously applies. If an overpayment is caused by “adjudicator error,” then subsection (1)(b) unambiguously applies. The question in this case is therefore what constitutes “adjudicator error” because the Department’s orders were plainly timely if subsection (1)(a) applies, and plainly untimely if subsection (1)(b) applies.\nB. An adjudicator error is an error that may be addressed on direct appeal based on the information in the claim file\n¶19 The plain language of subsection (1)(b), considered in the context of the IIA as a whole, indicates that the phrase “adjudicator error” includes an error in interpreting the law or applying the law to the facts in the claim file—that is, the types of errors that may be addressed on reconsideration or direct appeal. It does not, as Birrueta contends, include every error contained in an adjudication. To the extent there is any ambiguity on this point, this plain language is further supported by legislative history and persuasive Board decisions.\n1. Plain language\n¶20 Beginning with the plain language of subsection (1)(b) itself, three types of errors are explicitly included in the definition of adjudicator error: “the failure to consider information in the claim file, failure to secure adequate information, or an error in judgment.” RCW 51.32.240(1)(b). These all indicate that “adjudicator error” contemplates the types of errors that are typically addressed on reconsideration or direct appeal—errors in applying the law to the facts (“failure to consider information in the claim file”), insufficiency of the evidence (“failure to secure adequate information”), and errors of law (“error in judgment”). Id.; see Gallo v. Dep’t of Labor & Indus., 155 Wn.2d 470, 482, 120 P.3d 564 (2005) (noting that ejusdem generis applies to IIA provisions (citing Cockle v. Dep’t of Labor & Indus., 142 Wn.2d 801, 822, 16 P.3d 583 (2001))).\n¶21 By comparison, the types of errors listing in subsection (1)(a) more closely resemble the types of errors that may be subject to collateral attack—clerical errors, mistakes, misrepresentations, and “any other circumstance of a similar nature.” RCW 51.32.240(1)(a). Listing these two types of errors in different subsections of RCW 51.32.240(1) with different applicable time limits parallels the structure of the Civil Rules. See CR 59 (reconsideration), 60 (relief from judgment or order). This context contradicts Birrueta’s expansive interpretation of the phrase “adjudicator error.”\n¶22 Any plain language analysis of IIA provisions must also account for its provision that “ [t] his title shall be liberally construed for the purpose of reducing to a minimum the suffering and economic loss arising from injuries and/or death occurring in the course of employment.” RCW 51.12.010. We have previously noted that this provision means “this court is required to interpret ambiguities in the IIA in favor of the injured worker.” Shafer v. Dep’t of Labor & Indus., 166 Wn.2d 710, 721, 213 P.3d 591 (2009). However, this provision does not resolve the question now presented because there is no dispute about the level of benefits Birrueta is statutorily entitled to receive. Similarly, to the extent that Birrueta contends the parallel statutory language in RCW 51.32.240(1) and (2) indicates the Department should be bound by final, binding determinations to the same extent as workers, that point is well taken but not dispositive. We have never adopted Birrueta’s interpretation of RCW 51.32.240’s current language as applied to either the Department or a worker.\n¶23 Birrueta does raise two more persuasive points, however. First, he notes that overpayments “induced by willful misrepresentation,” RCW 51.32.240(5)(a), are specifically exempt from subsection (1)(b), even though such overpayments may not be addressable on direct appeal. Second, the statutes governing finality of binding determinations by the Department lend some credence to Bir-rueta’s broad reading. See RCW 51.52.060(4) (authorizing the Department to make further factual inquiries after issuing a binding determination within the time allowed for a worker to appeal or within 30 days of a worker’s notice of appeal), .070 (a worker aggrieved by a Department order is “deemed to have waived all objections or irregularities . . . other than those specifically set forth in such notice of appeal or appearing in the records of the department” (emphasis added)). But to the extent these points support Birrueta’s interpretation, they are contradicted by other appropriate sources indicative of legislative intent. See Gorre, 184 Wn.2d at 42-43 (citing State v. A.G.S., 182 Wn.2d 273, 277-78, 340 P.3d 830 (2014) (the court may consult legislative history to resolve statutory ambiguity)); Dep’t of Labor & Indus. v. Shirley, 171 Wn. App. 870, 887-88, 288 P.3d 390 (2012) (significant Board decisions may be used as persuasive, nonbinding authority).\n2. Legislative history\n¶24 The legislative history of RCW 51.32.240 makes its purpose clear: to provide the Department, self-insured employers, and workers with a procedure for correcting overpaid and underpaid benefits, without undermining the IIA’s appeals process or its purpose of providing sure and certain relief for workers. This purpose supports an interpretation of “adjudicator error” as used in subsection (1)(b) as being generally analogous to grounds for direct appeal.\n¶25 When the IIA was first enacted in 1911, “no provision authorized the recovery of any workers’ compensation benefit, already paid, for any reason.” Stuckey v. Dep’t of Labor & Indus., 129 Wn.2d 289, 298, 916 P.2d 399 (1996). This court determined that absent such a provision, the Department had no authority to recover benefits already paid, even if they were overpaid due to a “mistake of fact on the part of the department.” State ex rel. Dunbar v. Olson, 172 Wash. 424, 427, 20 P.2d 850 (1933). We later reaffirmed that decision, noting that “[f ]or 36 years following Dunbar, the legislature has acceded to that decision.” Deal v. Dep’t of Labor & Indus., 78 Wn.2d 537, 540, 477 P.2d 175 (1970). This time, however, the legislature responded.\n¶26 At the request of the Department and in “direct response to our holding in Deal” the legislature enacted RCW 51.32.240. Stuckey, 129 Wn.2d at 298; see also 1 Senate Journal, 44th Leg., 1st Ex. Sess., at 803 (Wash. 1975). As originally enacted, the statute provided that the Department could recover overpaid benefits in three situations: (1) overpayments “made because of clerical error, mistake of identity, innocent misrepresentation by or on behalf of the recipient thereof mistakenly acted upon, or any other circumstance of a similar nature, all not induced by fraud,” (2) payments “made pursuant to an adjudication . .. and timely appeal therefrom has been made where the final decision is that any such payment was made pursuant to an erroneous adjudication,” and (3) overpay-ments “induced by fraud.” Laws of 1975, 1st Ex. Sess., ch. 224, § 13. These three situations were thus clearly differentiated based on the reason for the overpayment, with each subject to different a time limit, just as in the plain language of the current statute.\n¶27 It was not until 1999 that the legislature amended the statute to provide a means for a worker to recover underpaid benefits. Laws of 1999, ch. 396, § 1(2); see also Kingery v. Dep’t of Labor & Indus., 132 Wn.2d 162, 171, 937 P.2d 565 (1997) (plurality opinion) (noting that RCW 51.32.240 does not apply to erroneously underpaid workers “as it regards recoupment of payments made pursuant to erroneous orders under certain circumstances and only if corrected within one year of payment”). It did so in direct response to this court’s holding that “ [t] he failure to appeal an order, even one containing a clear error of law, turns the order into a final adjudication, precluding any reargument of the same claim.” Marley v. Dep’t of Labor & Indus., 125 Wn.2d 533, 538, 886 P.2d 189 (1994); see House Commerce & Labor Comm., H.B. Analysis on H.B. 1894, at 1, 56th Leg., Reg. Sess. (Wash. 1999). Testimony supporting the 1999 amendment shows that it was intended to achieve parity between a worker’s rights to recover underpayments and the Department’s rights to recoup overpayments:\nThe Department of Labor and Industries is permitted to recoup benefits that are overpaid, but when workers are underpaid benefits because of errors, they have no recourse if the appeal period has expired. This is unfair and must be corrected. . . . This bill would provide the same one-year period for workers to recover underpaid benefits as the department has to recoup overpaid benefits.\nH.B. Rep. on Engrossed H.B. 1894, at 2-3, 56th Leg., Reg. Sess. (Wash. 1999).\n¶28 There is no indication the legislature intended to modify or restrict the Department’s authority to recoup overpayments with the 1999 amendments; it simply sought to give the worker an equal opportunity to recover underpayments. Just like the Department, the worker seeking an adjustment of benefits “because of clerical error, mistake of identity, or innocent misrepresentation,” Laws of 1999, ch. 396, § 1(2), was required to “request an adjustment in benefits within one year from the date of the incorrect payment or it will be deemed any claim therefor [ ] has been waived,” id. § 1(2)(a). However, the legislature provided that “[t]he recipient may not seek an adjustment of benefits because of adjudicator error. ‘Adjudicator error’ includes the failure to consider information in the claim file, failure to secure adequate information, or an error in judgment.” Id. § 1(2)(b). Thus, rather than explicitly stating that adjustment of benefits based on adjudicator error must be sought within the time for direct appeal, the legislature simply stated that RCW 51.32.240 could not be used to address adjudicator error, and defined adjudicator error as including the types of errors that may be addressed on direct appeal.\n¶29 In 2004, the legislature further clarified that adjudicator errors can, and therefore must, be addressed on reconsideration or direct appeal by providing that “[adjustments due to adjudicator error are addressed by the filing of a written request for reconsideration with the department of labor and industries or an appeal with the board of industrial insurance appeals.” Laws of 2004, ch. 243, § 7(2)(b). To continue the parity of remedies set forth in 1999, however, the legislature made it clear that the Department’s authority to recoup overpaid benefits caused by adjudicator error was subject to the same time limit: “[T]he department may only assess an overpayment of benefits because of adjudicator error when the order upon which the overpayment is based is not yet final as provided in RCW 51.52.050 and 51.52.060.” Id. § 7(1)(b).\n¶30 This legislative history supports the interpretation suggested by the plain language of RCW 51.32.240 as a whole: both the Department and the worker may seek correction of erroneous payments based on clerical errors, mistakes of identity, and innocent misrepresentations within one year of the payment. However, neither the Department nor the worker is entitled to use this as a means to evade the time limits for direct appeal. This strongly suggests that “adjudicator errors” within the meaning of subsection (1)(b) are limited to the types of errors that may be addressed on direct appeal based on the information in the claim file, not all errors contained in adjudications.\n3. Significant Board decisions\n¶31 While this case presents an issue of first impression in this court, the Board has encountered the issue before and held that “adjudicator error” within the meaning of subsection (1)(b) is the type of error that is addressable on direct appeal based on the information in the claim file. It does not include errors caused exclusively by the circumstances listed in subsection (1)(a).\n¶32 The most factually on point significant Board decision is In re Veliz, No. 11 20348 (Wash. Bd. of Indus. Ins. Appeals Mar. 4, 2013). The worker, Alonso Veliz, stated he was married at the time of injury on his application for benefits. Id. at *2. His claim was allowed, and the Department set his compensation rate by binding determination based on its belief that he was married with three children. Id. The Department later determined that Veliz was permanently and totally disabled, and in his pension benefits questionnaire, Veliz accurately stated he was unmarried at the time of injury. Id. at *2-3. It was determined that Veliz had inaccurately stated that he was married, and the inaccuracy was due to both a language barrier and also the fact that he “and his wife always considered themselves married though they did not have a formal ceremony until” well after his industrial injury. Id. at *3. Consistent with its decision here, the Board held that Veliz had been overpaid due to an innocent misrepresentation and that the Department had the authority to correct that error pursuant to RCW 51.32.240(1). Id. at *4.\n¶33 Other significant Board decisions are consistent with this interpretation. See, e.g., In re Lacy, No. 08 21768, at 4 (Wash. Bd. of Indus. Ins. Appeals Dec. 8, 2009) (when the adjudicator must “use judgment in reaching the determination,” a failure to properly exercise that judgment in light of the available information in the claim file exemplifies an adjudicator error). Birrueta, meanwhile, does not draw the court’s attention to any significant Board decisions that would support his own interpretation.\n¶34 Because the statutory language, legislative history, and significant Board decisions all point to the same conclusion, we hold that adjudicator error does not mean all errors in binding adjudications. Adjudicator errors include only the types of errors that may be addressed on direct appeal based on the information in a worker’s claim file, including errors of law, insufficiency of the evidence, and errors in applying the law to the available information.\nC. The overpayment at issue here was caused solely by an innocent misrepresentation and not by adjudicator error, so the Department’s orders were timely and authorized pursuant to subsection (1)(a)\n¶35 While it may be possible that an erroneous payment could have multiple, overlapping causes, there is no overlap here. The undisputed facts show that Birrueta’s innocent misrepresentation about his marital status is the only reason Birrueta was overpaid. There was no indication in Birrueta’s claim file that he was not married at the time of injury, and the Department correctly applied the law to the information before it. It is not adjudicator error for the Department to rely on information in a claim file based on the worker’s undisputed assertions about facts within the worker’s particular knowledge, such as marital status at the time of injury. Therefore, subsection (1)(a) governs the timeliness of the Department’s orders here, not subsection (1)(b).\n¶36 The Department’s order assessing an overpayment against Birrueta was made within one year of the payments it sought to recoup and was thus plainly authorized and timely pursuant to subsection (1)(a). And the Department’s order changing Birrueta’s marital status for compensation purposes was within its implied authority as a necessary incident to recoupment pursuant to subsection (1)(a). To hold otherwise would mean that in order to ensure that Birrueta receives only the compensation he is statutorily entitled to, the Department would have to continuously overpay and then recoup Birrueta’s benefits for the rest of his life. Such a result would be administratively burdensome to the Department and, more importantly, a hardship to Birrueta that would undercut his right to “sure and certain relief.” RCW 51.04.010; see Deal, 78 Wn.2d at 541 (noting that recoupment, even where benefits are erroneously overpaid, may work a genuine hardship to the worker). It is implausible that the legislature intended such an outcome, particularly where it has the potential to significantly burden workers who are permanently totally disabled due to industrial injuries. A significant Board decision agrees. Veliz, No. 11 20348.\n¶37 We therefore hold that both of the Department’s orders at issue here were timely and within the Department’s statutory authority pursuant to RCW 51.32.240(1)(a).\nD. Birrueta is not entitled to attorney fees\n¶38 Because we reverse the Court of Appeals and reinstate the Board’s decision and order, Birrueta is not entitled to attorney fees on review. RCW 51.52.130(1); RAP 18.1(a).\nConclusion\n¶39 In resolving this case, we are mindful that the parallel structure of RCW 51.32.240(1)-(2) means that our decision is likely to affect the rights of workers to seek adjustment of underpaid benefits, in addition to the Department’s authority to recoup overpaid benefits.\n¶40 Giving effect to all the statutory language in context, considering legislative history, and giving appropriate deference to significant Board decisions, we hold that overpayments made solely for one of the reasons listed in RCW 51.32.240(1)(a) may be recouped within one year of the payment, regardless of whether the underlying order was temporary or binding. Due to practical considerations favoring both the Department and the worker, as well as the Board’s interpretation in Veliz, we also hold the Department has the authority to correct prior orders that are erroneous only because of the reasons listed in RCW 51.32.240(1)(a). Applying these holdings to the undisputed facts presented, we reverse the Court of Appeals and reinstate the Board’s decision affirming the Department’s orders.\nMadsen, C.J., and Johnson, Owens, Fairhurst, Stephens, Wiggins, González, and Gordon McCloud, JJ., concur.\nIt is not clear how the Department determined that Birrueta had no children but continued to believe he was married. See CBR at 24 n.2.\nFor convenience, these statutory provisions will be referred to as “subsection (1)(a)’’ and “subsection (1)(b)’’ throughout this opinion.\nThe Department is required to “promptly” act on an injured worker’s claim, making the first compensation payment within 14 days of receiving the claim. RCW 51.32.210. Such a payment is made pursuant to a temporary order, which does not constitute a “binding determination” of the worker’s right to compensation at a particular rate. Id.\nCivil Rules are an appropriate point for analogy because the portion of the IIA pertaining to appeals, chapter 51.52 RCW, provides that “[e]xcept as otherwise provided in this chapter, the practice in civil cases shall apply to appeals prescribed in this chapter.” RCW 51.52.140.\nIf, for example, a worker’s claim file contained conflicting information and the Department did not seek to resolve the conflict, that might constitute a failure to consider the information in the claim file, and thus an adjudicator error, even if some of the conflicting information was innocently misrepresented. But that situation is not presented here, and we do not consider what time limit might be applicable if it were.\nTo the extent Birrueta argues the Department failed to consider the information in his claim file because its orders stated he had no children, rather than the one child indicated on his industrial injury report, that is not relevant to the issue now presented because it did not result in any erroneous payments.\nThere is a published Court of Appeals opinion suggesting the Board might have inherent authority to modify final, binding determinations pursuant to CR 60. Leuluaialii v. Dep’t of Labor & Indus., 169 Wn. App. 672, 680-81, 279 P.3d 515 (2012). However, Leuluaialii is distinguishable because it considered a clerical error that did not cause any erroneous payments, so RCW 51.32.240 did not apply at all. Id. at 679.\nAnd of course if the situation were reversed, a worker who was underpaid due to an innocent misrepresentation in a binding order would have to be continuously underpaid and regularly seek a readjustment of benefits pursuant to RCW 51.32.240(2), which would be a much greater hardship.",
        "type": "majority",
        "author": "Yu, J."
      }
    ],
    "attorneys": [
      "Robert W. Ferguson, Attorney General, and Paul M. Weideman and Anastasia R. Sandstrom, Assistants, for petitioner.",
      "Michael V. Connell (of Smart, Connell, Childers & Verhulp), for respondent.",
      "Robert A. Battles and Kristopher I. Tefft on behalf of Association of Washington Business and Washington Self-Insurers Association, amici curiae."
    ],
    "corrections": "",
    "head_matter": "[No. 92215-2.\nArgued June 21, 2016.\nDecided September 15, 2016.\nJose L. Birrueta, Respondent, v. The Department of Labor and Industries, Petitioner.\nRobert W. Ferguson, Attorney General, and Paul M. Weideman and Anastasia R. Sandstrom, Assistants, for petitioner.\nMichael V. Connell (of Smart, Connell, Childers & Verhulp), for respondent.\nRobert A. Battles and Kristopher I. Tefft on behalf of Association of Washington Business and Washington Self-Insurers Association, amici curiae."
  },
  "file_name": "0537-01",
  "first_page_order": 575,
  "last_page_order": 593
}
