{
  "id": 1432117,
  "name": "Oliver v. Western Clay Drainage District",
  "name_abbreviation": "Oliver v. Western Clay Drainage District",
  "decision_date": "1933-06-05",
  "docket_number": "4-3050",
  "first_page": "539",
  "last_page": "545",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 539"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "50 S. W. (2d) 241",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "185 Ark. 869",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1435208
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/185/0869-01"
      ]
    },
    {
      "cite": "42 S. W. (2d) 385",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "184 Ark. 332",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1438537
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/184/0332-01"
      ]
    },
    {
      "cite": "30 S. W. (2d) 213",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "182 Ark. 137",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1389915
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/182/0137-01"
      ]
    },
    {
      "cite": "6 S. W. (2d) 308",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "177 Ark. 328",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8720952
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/177/0328-01"
      ]
    },
    {
      "cite": "2 S. W. (2d) 1096",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "176 Ark. 278",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1399984
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/176/0278-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 524,
    "char_count": 11424,
    "ocr_confidence": 0.505,
    "pagerank": {
      "raw": 1.1410402254583362e-07,
      "percentile": 0.5784553462383328
    },
    "sha256": "e43ba0bfb61b7ba84c98bfa3c3c10dc012f9442f26e3cf9a3f5250087a75f11d",
    "simhash": "1:be1be0bd46beb3fe",
    "word_count": 1960
  },
  "last_updated": "2024-02-27T21:18:50.990705+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Johnson, C. J., and Smith and McHaney, JJ., dissent."
    ],
    "parties": [
      "Oliver v. Western Clay Drainage District."
    ],
    "opinions": [
      {
        "text": "Mehaffy, J.\nThe Western Clay Drainage District was formed by special act of the Legislature in 1907. The directors were authorized to divide the territory included in said district into subdistricts, and it was divided into five subdistricts. Suibdistrict five began suit in Clay County against numerous persons to foreclose its lien for annual assessments.\nGr. B. Oliver, one of the appellants, owned considerable property in subdistrict 5, and the partnership of Oliver & Oliver, composed of Gr. B. Oliver, Sr., and Gr. B. Oliver, Jr., owned one-half of a judgment which was rendered against the district April 29, 1929, the other half of said judgment having been settled. Nothing had ever been paid on the half of the judgment belonging to Oliver & Oliver, and there was a balance due them of $10,018.53 at the time the suit was filed.\nThe appellants filed a cross-complaint, alleging that they owned the judgment against the district, and asked that the amount of taxes due the district from Oliver be credited on the judgment.\nThey alleged in the cross-complaint that one W. R. Brown, doing business as Clay County Dredge Company, entered into a contract with subdistrict 5 for the construction of drains and levies in said subdistrict; that, under the contract, estimates of the work done were to be made from time to time as the work progressed, and that Brown was to be paid the amount of estimates, less 15 per cent, until the work was completed. When the work was completed, this Í5 per cent, was to be paid to Brown.\nOn the completion of the work, the district refused to pay Brown, giving as a reason that the work had not been completed within the time prescribed. Brown assigned his cause of action to W. D. Polk. Polk brought suit and recovered a judgment for Polk and Brown for $16,559.67, with interest at 6 per cent, from April 29, 1929, to date of judgment.\nAppellants further alleged in their cross-complaint that one-half of the judgment had been sold by the receiver who had been appointed to take charge of Polk’s property, and that, under an order of the chancery court, one-half of the judgment was assigned to the appellants, and that nothing has been paid on said judgment; that the subdistrict sold bonds of the face value of $110,000, receiving therefor $106,000 in cash; that $140,000 of benefits was assessed against the property in the sub-district. The act authorized the subdistrict to sell bonds for the purpose of the construction of the improvements, and it is alleged that they sold bonds sufficient to pay for the construction work and all incidental expenses, but that the district, without the knowledge of appellants, or their privies, wrongfully and unlawfully transferred $10,-679.44 of the funds received for construction, and wrongfully and unlawfully used the same to make payments to the bondholders of subdistrict 5; that the amount of taxes collected from the lands in subdistrict 5 amounted to $107,380.56, but that the subdistrict paid to the bondholders $118,060, and the district has paid for construction, maintenance, and all expenses only the sum of $91,000; that they also collected by lending the proceeds of the sale of its bonds a large sum of money; that said district has no means with which to pay the judgment of appellants, except from the annual taxes collected.\nThey ask that the taxes due from G. B. Oliver, Sr., to the district be credited on the judgment owned by appellants ; that the treasurer and directors of the district be restrained from receiving in payment of taxes anything except money until appellants have been paid in full, and that the directors be ordered to restore to the construction fund and pay to appellants all money received until their judgment is fully satisfied, and that they be restrained from paying any money to the bondholders until said judgment is paid.\nAppellees demurred to the cross-complaint of appellants, and the court sustained the demurrer, except he found that the taxes due on the lands should be credited on the judgment. The case is here on appeal.\nThe appellees contend that the bondholders should be made parties. This question was not raised in the court below, and § 1189 of Crawford & Moses’ Digest provides that the defendant may demur to the complaint where it appears on its face that there is a defect of parties plaintiff or defendant.\nSection 1190 provides: “The demurrer shall distinctly specify the grounds of objection to the complaint; unless it does so, it shall be regarded as objecting only that the complaint does not state facts sufficient to constitute a cause of action.”\nThe appellees filed a general demurrer, but did not specify, as required by the statute, the grounds of objection to the complaint, except to state that the cross-complaint did not state facts sufficient to constitute a ground for the relief prayed. Sullivan v. Arkansas Valley Bank, 176 Ark. 278, 2 S. W. (2d) 1096; Fitzhugh v. First National Bank of Batesville, 177 Ark. 328, 6 S. W. (2d) 308.\nA general demurrer to a complaint admits the facts properly pleaded therein. Ritchie Grocer Co. v. Texarkana, 182 Ark. 137, 30 S. W. (2d) 213; Tyler v. Citizens’ Bank, 184 Ark. 332, 42 S. W. (2d) 385; Boone County Bd. of Ed. v. Taylor, 185 Ark. 869, 50 S. W. (2d) 241.\nThe act creating the Western Clay Drainage District authorizes the directors of the district to contract for the construction of the improvements provided for in the act, and authorizes the district to borroiv money, and issue its interest-bearing certificates of indebtedness for any of its current obligations, and also authorizes the district to issue bonds in order to make present payment of all expenses authorized by this act. Section 12, act 368, of the Acts of 1907.\nBonds could not have been sold by the district for any other purpose, and it ivas therefore known by the district at the time it sold the bonds, and also by the purchasers of the bonds, that the money received from the sale of the bonds was to be used for the payment of the expenses authorized by the act. It could not be lawfully used for any other purpose.\nThe act also provides for the assessment of benefits annually for the purpose of paying the bonds, and the act pledges to the payment of any bonds issued all unpaid installments of the assessments.\nIn other words, the act authorizes the sale of bonds for the special purpose of paying for the improvements authorized, and pledges the assessments for the purpose of paying the bonds. The act does not pledge any other property of the district to the payment of the bonds.\nThe money received from the sale of bonds is a special fund for the purpose of paying for the improvements authorized to be made, and the purchasers of the bonds had no lien or claim on this fund. On the contrary, the purchasers knew that this fund was to be used to pay for the improvements, and their debt was secured by a mortgage on the assessments.\nBonds and contracts authorized by statute and executed as required by the statute, are to be construed, as respects the rights of all parties to such contracts, as though the law requiring and regulating them were, written in them.\nThe statute becomes a part of the bond and a part of the contract for the improvements the same as if written into the contract, and the statute provides, among other things: “The said corporation may issue bonds in order to make present payment of all expenses authorized by this act. ’ ’\nTherefore the money received from the sale of the bonds was to make payment for all expenses authorized by the act, and neither the purchasers of the bonds, nor any other person, had any right to this fund except in payment of the expenses incurred under the provisions of the act.\nAppellees call attention to the case of Kochtitsky v. Mercantile Trust Co., 16 Fed. (2S) 227. The statute construed by the court there, however, contained the following provision:\n“To the payment of both the principal and interest of the bonds to be issued under the provisions of this act, the entire revenue of the district arising from any and all sources, and all the real estate, railroads and tramroads subject to taxation in the district, are by this act pledged; and the- board of directors are hereby required to set aside annually, from the first revenues collected from any source whatever, a sufficient amount to secure and pay the interest on said bonds, and a sinking fund.” Crawford & Moses’ Digest, § 3634.\nThe court, in commenting on this provision of the statute, said in substance that no discretion was left the officers of the district; that they were required to make the specific disposition annually of the funds. The court also said that this provision applied without exception or qualification to the payment of interest on such bonds. The court also said, to make such assurance more complete, that requirement attaches to revenues collected from any source whatever.\nThere is no such provision in the statute creating the Western Clay Drainage District, nor is there any such provision in the amendment of 1909.\nThe law construed by the federal court in the case above mentioned of course became a part of the contract. Our attention has not been called to any case that would authorize a district to take a fund specially provided by the sale of bonds to pay for the improvement and apply it to the. payment of bonds. It would be manifestly unjust and inequitable to procure a fund for the payment of the improvement and permit the purchasers of the bonds, who held a mortgage on all the assessments, to take the fund provided for paying the expenses and then take all the assessments on which they had a lien and prevent the contractors from being paid at all.\nTaking a sufficient amount of the assessments to replace the money wrongfully taken from the construction fund and paid to the purchasers of the bonds will not prevent the bondholders from getting their money. It will simply be taking from the assessments the amount of money paid to them that should have been paid to the contractors, and will not deprive them of anything to which they were entitled under the law. They still have a lien on all the assessments, and there is ample provision in the law to compel the collection of the assessments.\nTaking this fund out of'the assessments collected will simply be returning to the construction fund the amount wrongfully taken from it, and will in no way reduce the amount that the bondholders are entitled to under the law.\nNumerous authorities are referred to by the parties, but we think the statute itself is plain and unambiguous.\nAppellees prosecute a cross-appeal to reverse the decree of the chancellor giving credit to appellants for the amount of taxes due on Oliver’s land. What we have already said disposes of this question.\nIt follows also that the holders of bonds cannot defeat appellant’s claim by paving the taxes in past-due bonds.\nThe only real question in the case is whether the (ross-complaint states facts sufficient to constitute a cause of action, and we hold that it does.\nThe decree of the chancellor is therefore affirmed on cross-appeal and reversed on appeal and remanded, with directions to overrule the demurrer.\nJohnson, C. J., and Smith and McHaney, JJ., dissent.",
        "type": "majority",
        "author": "Mehaffy, J."
      }
    ],
    "attorneys": [
      "Oliver & Oliver, for appellant.",
      "J. L. Taylor, for appellee."
    ],
    "corrections": "",
    "head_matter": "Oliver v. Western Clay Drainage District.\n4-3050\nOpinion delivered June 5, 1933.\nOliver & Oliver, for appellant.\nJ. L. Taylor, for appellee."
  },
  "file_name": "0539-01",
  "first_page_order": 559,
  "last_page_order": 565
}
