{
  "id": 8727284,
  "name": "Montgomery Adm'r. vs. Erwin",
  "name_abbreviation": "Montgomery Adm'r. v. Erwin",
  "decision_date": "1867-06",
  "docket_number": "",
  "first_page": "540",
  "last_page": "544",
  "citations": [
    {
      "type": "official",
      "cite": "24 Ark. 540"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "17 Mass., 581",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    },
    {
      "cite": "14 Pick., 123",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2018932
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/31/0123-01"
      ]
    },
    {
      "cite": "7 J. J. Marsh., 358",
      "category": "reporters:state",
      "reporter": "J.J. Marsh.",
      "opinion_index": -1
    },
    {
      "cite": "7 Mass., 153",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        1999477
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/7/0129-01"
      ]
    },
    {
      "cite": "18 Ark., 526",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "20 Ark., 172",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "14 Ark., 295",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "21 Ark., 592",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1868314
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/21/0592-01"
      ]
    },
    {
      "cite": "20 Ark., 600",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1869264
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/20/0600-01"
      ]
    },
    {
      "cite": "16 Ark., 593",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "14 Ark. 29",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1862683
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/14/0029-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 478,
    "char_count": 8468,
    "ocr_confidence": 0.413,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20862335989472747
    },
    "sha256": "d06a1dd82a68641be338ae8248e3de4a9750df631fe307d63b1298a680aa5817",
    "simhash": "1:8c90f491ff1c95eb",
    "word_count": 1475
  },
  "last_updated": "2024-02-27T17:43:24.444187+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Montgomery Adm’r. vs. Erwin."
    ],
    "opinions": [
      {
        "text": "Mr. Chief Justice WaleeR\ndelivered the opinion of the court.\nThe plaintiff, as administrator, brought his action of trover against the defendant for two negroes. A verdict aiid judgment were rendered for the defendant. The plaintiff filed his motion for a new trial, which was overruled; exceptions taken, in which the evidence and instructions of the court are made part of the record.\nThe errors complained of, not embraced in the motion for a new trial, or waived by pleading over, will be considered as-abandoned.\nThe second ground assigned for a new trial is that tlie court erred in refusing to give the fourth instruction asked by the ¿plaintiff, and in giving the second and third instructions asked. for by the defendant. The objectionable part of the fourth in. struction was that the compromise with Michael Stracener for any injury he may have done plaintiff’s intestate, was no defence for the defendant, Erwin, in this action. Under the issue formed, we think the court properly refused to give this instruction. The defendant had plead in bar of the action that the plaintiff’s intestate had compromised with Michael and William Stracener, and that for a valuable consideration she had, by deed or bond, released all her right of action as to them. There was evidence tending to prove that these parties stood in the relation of co-trespassers with the defendant in taking the negroes under this issue and with these facts in evidence, if the defendant had succeeded in showing a valid release to the Straceners, his co-trespassers, such release would have enured to defendant’s benefit as fully as if given directly to him.\nThe second instruction given by the court at the instance of the defendant, was “that the release of Michael Stracener was a valid release of all parties claiming under him in regard to the matter so released.” It will readily be perceived that the court, in this instruction, declared the existence of the most material .matter in issue, that is, whether there was, or not,- a valid release. The defendant had pleaded a release; the plaintiff replied that his intestate was an infant, and was not for that reason bound by the release. The defendant rejoined, first, denying that plaintiff’s intestate was a minor; and second, that after plaintiff’s intestate arrived at mature age she had affirmed her deed, so made whilst an infant, whereby it became valid and binding upon her. This was a matter of fact to be found by the jury, and it was error for the court to declare the release a valid release. In Floyd vs. Ricks, 14 Ark. 29; State Bank vs. McGuire, id., 550; and Atkins vs. State, 16 Ark., 593, as well as in several later decisions, tbis court has held it to be error to assume tbe existence of facts which are in issue to be tried, in giving to the jury instructions.\nThe third instruction, when taken in connection with the second was also erroneous. The court had in the second instruction declared the release valid, and although it was true that if they should find that Stracener, to whom the release was given, and the defendant were co-trespassers in taking the negroes and running them off, the release of Stracener would enure to the benefit of the defendant, the instructions should have gone further and instructed the jury that in order to make the defence valid, they must also find from the evidence, that the plaintiff’s intestate was of age when the deed was made, or that after she became of age, she affirmed the deed of release made whilst a minor.\nSeveral other questions in regard to the validity of the release have been argued by counsel, which would more properly have arisen upon demurrer to the pleadings, but which, under the issue formed, we deem unnecessary to notice.\nIndependent of the erroneous instructions given, in view of the whole of the evidence, we are of opinion that the jury not only decided in favor of the defendant against the weight of evidence, but without evidence.\nTJnder the general issue there was no conflict of evidence as to the title of the plaintiff to the slaves, nor of the taking and conversion by the defendant. Under the first rejoinder the proof was upon the plaintiff: under the second, it was upon the defendant, who upon that issue offered no evidence whatever. But it appeared from the evidence of the plaintiff that his intestate was a minor when the deed was made, and died before she became of age.\nlet the judgment of the circuit court be reversed and the cause remanded for further proceedings.",
        "type": "majority",
        "author": "Mr. Chief Justice WaleeR"
      }
    ],
    "attorneys": [
      "Watkins & Bose and TurNer, for appellant.",
      "Clare, Williams & MartiN, for defendant."
    ],
    "corrections": "",
    "head_matter": "Montgomery Adm’r. vs. Erwin.\nA valid release given to one of several trespassers, enures to the benefit of his eo-trespassers as fully as if directly given to them.\nIt is error to assume, in the instructions to the jury, the existence of the facts in issue, (See 14: Ark., 29; 550; 16 id.. 593.)\nWhere the infancy of a party is pleaded to avoid his act, and the infancy is denied and his affirmance of the act after arriving at mature age is averred, the court in instructing the jury that the act was binding upon the party, should add, if the jury find from the evidence that he was of age when the act was done, or affirmed it after he became of age.\nError to Prairie Oireiñt Gowrt.\nHon. Libeety Bartlett, Circuit Judge.\nWatkins & Bose and TurNer, for appellant.\nThe proofs show that Semantha Edwards, whose negroes had been abducted, run off and sold by the appellee, refused to relinquish her right to the negroes; that she was illiterate, but the contents of the alleged release were not read or explained to her, and she evidently intended only to relieve the appellee from criminal liability; that the compromise (or whatever it be) was in fact made and executed by Fielding Price who received the entire consideration, and that Semantha Edwards was’an infant at the time of those transactions, and died before she was twenty-one years old.\nThe verdict for defendant in the' court below was not only without but against evidence, and a new trial should have been granted. See authorities cited in brief for appellant in Allen ei, al. vs. Grider at this term.\nAs to the rights of the infant Semantha Edwards, or of her representative upon this record, see Vaughan vs. Parr, 20 Ark., 600; and Harrod vs. Myers, 21 Ark., 592.\nIn the second and third instructions given to the jury, for the defendant, the court • below, in the face of all the evidence and the issues, assumed as facts, that Semantha Edwards had executed what is called a release, when really it was not her act and deed —that it was binding on her, when in truth she received no consideration for it — that she was of age or had ratified the paper after attaining her majority, though all the testimony (there was none to the contrary) on that point, was that she died before coming of age. In all the cases, down to one decided within the last few days, wherever such instructions have come under the notice of the court, they have met with unqualified condemnation. Moyd vs. Picks, 14 Ark., 295; State Bank vs. MoGuvre, ib., 537; Bwrrvs. Williams, 20 Ark., 172; Armistead vs. Brooke, 18 Ark., 526.\nThe title of plaintiff’s intestate, and conversion of the property by defendant were not questioned, and there was really no evidence to sustain any one of the seven pleas interposed.\nClare, Williams & MartiN, for defendant.\nThe instrument executed on the compromise with the Stracen-ers, is not only sufficient to exonerate them — the consideration being received, (1 Campbell 249; 4 Esp. Rep., 85,) but is a technical release under seal and imports a consideration upon its face, and when given to one joint trespasser releases all. Hasting vs. Dickerson, 7 Mass., 153; Snell vs. Sparrow, 16 ib., 24; Upham vs. Smith, 7 ib., 265; 2 Mar.. <& McJELen., 121; 8 J. R., 54; Franklin vs. Hutt, 7 J. J. Marsh., 358.\nA release of one of several joint debtors, or joint and several debtors, is a release of all. 14 Pick., 123; 17 Mass., 581. So where a sum of money is received from one of several joint trespassers, ancl a receipt given therefor in full of his trespass, this operates as a discharge of the other joint trespassers, and the action can no longer be maintained against either of them. Cilpatiiok vs. Hwnter, 11 Shep., 18; Snow vs. Chandler, 10 N. Hamp., 92; 2 Hen. ds Munf., 358; 18 J. R., 459.\nThe evidence given to prove the infancy of plaintiff’s intestate, when properly sifted and compared with the circumstances stated, does not sustain the allegation of infancy."
  },
  "file_name": "0540-02",
  "first_page_order": 548,
  "last_page_order": 552
}
