{
  "id": 1360558,
  "name": "Arkansas Land & Lumber Company v. Davis",
  "name_abbreviation": "Arkansas Land & Lumber Co. v. Davis",
  "decision_date": "1922-11-13",
  "docket_number": "",
  "first_page": "541",
  "last_page": "546",
  "citations": [
    {
      "type": "official",
      "cite": "155 Ark. 541"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "41 Sup. Ct. 593",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        3679471
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/256/0554-01"
      ]
    },
    {
      "cite": "234 S. W. 617",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": -1
    },
    {
      "cite": "153 Ark. 146",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1362279
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/153/0146-01"
      ]
    },
    {
      "cite": "147 Ark. 598",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1583199
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/147/0598-01"
      ]
    },
    {
      "cite": "229 S. W. 44",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": -1
    },
    {
      "cite": "263 Fed. 211",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        3945018
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f/263/0211-01"
      ]
    },
    {
      "cite": "109 S. E. 470",
      "category": "reporters:state_regional",
      "reporter": "S.E.",
      "opinion_index": -1
    },
    {
      "cite": "250 U. S. 135",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3683198
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/250/0135-01"
      ]
    },
    {
      "cite": "119 Ark. 231",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8718752
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/119/0231-01"
      ]
    },
    {
      "cite": "106 Ark. 517",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1345618
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ark/106/0517-01"
      ]
    },
    {
      "cite": "71 Ark. 258",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1507835
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/71/0258-01"
      ]
    },
    {
      "cite": "47 Ark. 541",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1888728
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/47/0541-01"
      ]
    },
    {
      "cite": "94 Ark. 277",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1545453
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/94/0277-01"
      ]
    },
    {
      "cite": "41 Sup. Ct. 593",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        3679471
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/256/0554-01"
      ]
    },
    {
      "cite": "147 Ark. 598",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1583199
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/147/0598-01"
      ]
    },
    {
      "cite": "109 S. E. 470",
      "category": "reporters:state_regional",
      "reporter": "S.E.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 428,
    "char_count": 8886,
    "ocr_confidence": 0.485,
    "pagerank": {
      "raw": 1.3948008222468053e-07,
      "percentile": 0.6435031540448883
    },
    "sha256": "788d14870c353182349c6b7d90aace46460efaa82e9e6745d26b185ebe2d1163",
    "simhash": "1:9aff6c6d160aded0",
    "word_count": 1524
  },
  "last_updated": "2024-02-27T20:04:56.897085+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Arkansas Land & Lumber Company v. Davis."
    ],
    "opinions": [
      {
        "text": "Hart, J.\nThe Arkansas Land & Lumber Company-instituted this action for damages against the Missouri Pacific Railroad Company, St. Louis-San Francisco Railway Company, John Barton Payne, Director General, and John Barton Payne, Federal Agent, to recover damages in the sum of $582.58 on account of the conversion by the defendants of a certain carload of lumber shipped by the plaintiff from Malvern, Ark., to Blackwell, Okla.\nThe cause of action arose on July 23, 1918, which was during the Federal control of the railways of the United States, and the suit was filed on July 9, 1921. All the defendants at that time were made parties by name, except John Barton Payne was sued as Director General of Railroads and Federal Agent, instead of James C. Davis.\nThe Missouri Pacific Railway Company and the St. Louis-San Francisco Railroad Company filed demurrers to the complaint.\nThe defendant, John Barton Payne, as Director General and Federal Agent, filed a plea in abatement, stating that at the time the complaint was filed he was not Director General of Bailroads of the United States.\n. On October 10, 1921, the plaintiff made a motion to substitute Jas. C. Davis as Director General of Bail-roads and the agent of the United States under the Federal Transportation Act.\nJames C. Davis entered his appearance to the cause and pleaded the statute of limitations of three years. The same attorney represented all the defendants.\nThe court sustained the demurrer of the Missouri Pacific Bailroad Company and of the St. Louis-San Francisco Bailroad Company, and dismissed the complaint as to each of them.\nThe court also found that the service of summons upon John Barton Payne, as Director General of Bail-roads and Federal Agent, was not a valid service on Jas. C. Davis as Director General of Bailroads and Federal Agent. The court therefore sustained the plea of the statute of limitations of the defendant, and the complaint was dismissed as against the Director General of Bail-roads and Federal Agent appointed by the President under see. 206 of the Transportation Act of Congress of 1920.\nFrom the judgment rendered dismissing his complaint the plaintiff has duly prosecuted an appeal to this court.\nThe circuit court was right in sustaining the demurrers to the complaint filed by the Missouri Pacific Bail-road Company and the St. Louis-San Francisco Bailroad Company. According to the allegations of the complaint, the cause of action accrued while the railroads in question were operated by the Director General of Bail-roads during the World War.\nIn Missouri Pacific Railroad Company v. Ault, 256 U. S. 554, the Supreme Court of the United States held that a railroad corporation is not liable, either at common law or under section 10 of the Federal Control Act, upon a cause of action' arising out of the operation of its railroad by the government through, the Director General of Railroads.\nWe are of the opinion, however, that the court erred in sustaining the plea of the statute of limitations of the Director General of Railroads. The suit was brought against John Barton Payne, as Director General of Railroads, within three years after the cause of action accrued. It was ascertained that he was not the Director General of Railroads at the time the suit was commenced, and James C. Davis, who was the Director General of Railroads at that time, was substituted as defendant in his stead. The judgment of the court below proceeded upon the theory that this was a substitution of a new defendant and was, in fact, the institution of a new action' within the inhibition of the case of Schiele v. Dillard, 94 Ark. 277.\nWe cannot agree with counsel in this contention. We do not think there was in fact a substitution of parties. The amendment only made specific what was not apparent before, and it is certain from the record that no prejudice resulted to the defendant. This is in application of the well settled doctrine in this State that amendments may be made to correct an error in the name of the defendant. St. L. I. M. & S. Ry. Co. v. Camden Bank, 47 Ark. 541; St. L. I. M. & S. Ry. Co. v. Haist, 71 Ark. 258; Snowden v. Thompson, 106 Ark. 517, and Buckley v. Collins, 119 Ark. 231.\nIn-the case of Snowden v. Thompson, supra, suit was brought in the name of the directors of a drainage district, who alone were authorized to bring suit for the district, and the court held that the failure to name the district as plaintiff was a defect of form only, 'and that it was the duty of the trial court to permit the complaint to be amended to conform to the statute.\nWhen the United States took over the operation of the railroads during the World War, a Director General' of Railroads was appointed to operate them and suits were authorized to be brought against him and service to be had upon the various agents employed in operáting the roads, as was the case before the Federal Control Act was passed by Congress.\nIn the present case service of summons was had upon the station agent in the manner prescribed by law. The station agent was in the employment of the Director General of Railroads. The Director General of Railroads in his official capacity could alone sue and be sued in all matters pertaining to the operation of the railroads under his control. The same attorneys represented all the defendants. The Federal control was exclusive and complete. The Director General was given full power to take possession and operate the railroads to this end. To accomplish this purpose the Director General had control over the existing railroad officials and employees, and they were authorized to continue to perform their duties in accordance with their previous authority. Northern Pac. Ry. Co. v. North Dakota, 250 U. S. 135.\nIn the original complaint a mistake was made in the name of the Director General, and by correcting this mistake a new suit was not instituted; for the Director General of Railroads, in his official capacity as the representative of the United States, was the real party in interest. Our Civil Code provides that the court may at any time, in the furtherance of justice, amend any pleadipg by correcting a mistake in the name of a party. Crawford & Moses’ Digest, sec. 1239.\nIn construing a similar provision, the Court of Appeals of Virginia held that, in a suit against an agent designated by the President to defend actions against railroads under Federal control, the plaintiff may amend the declaration by correcting the name of the agent. Bailey v. Hines (Va.), 109 S. E. 470.\nSo, too, in Payne v. Stockton, 147 Ark. 598, where an action had been brought against the Director General and there was a substitution in the name of the Director General, it was held that no- new service of summons was necessary. The court said that the action was against the United States, and when appearance was entered for Walker D. Hines, as Director General and Special Agent, it was the appearance of the United States, and that the substitution of John Barton Payne for Hines was merely to correct an error in the name of the representative of the United States.\nIn the application of that doctrine to the present case we are of the opinion that the court below erred in holding that the substitution of Davis for Payne as Director General was in effect the bringing in of a new party to the suit and was tantamount to the bringing of a new suit, so that the action was barred by the three-year statute of limitations.\nIt follows that the judgment must be reversed, and the cause will be remanded, with directions to overrule the plea of the statute of limitations of the Director General of Eailroads to the complaint, and for further proceedings according to law.",
        "type": "majority",
        "author": "Hart, J."
      }
    ],
    "attorneys": [
      "Graves S McFaddin, for appellant.",
      "King, Mahaffy & Wheeler, for appellee."
    ],
    "corrections": "",
    "head_matter": "Arkansas Land & Lumber Company v. Davis.\nOpinion delivered November 13, 1922.\n1. Railroads — federal control. — A railroad company is not liable, either at common law or under the Federal Control Act, § 10, on a cause arising from operation of its railroad by the Government through the Director General.\n2. Limitation of actions — time of bringing suit. — Where an action was brought within time against one as Director General of Railroads when he was not such, and subsequently the Director General was substituted as defendant, the time of bringing the action, and not the time of substitution, governed as to the statute of limitations.\nAppeal from Hempstead Circuit Court; George R. Haynie, Judge;\nreversed.\nGraves S McFaddin, for appellant.\nThe court erred in sustaining the demurrers of the defendants.\nThis was a suit against the United States Government, and the failure to name James C. Davis as Federal Agent was not error. 109 S. E. 470; 263 Fed. 211; 229 S. W. 44; 147 Ark. 598; Mo. Pao. Ry. Go. v. Johnson, 153 Ark. 146.\nKing, Mahaffy & Wheeler, for appellee.\nThe demurrers of the defendants should have been sustained. 234 S. W. 617; 41 Sup. Ct. 593."
  },
  "file_name": "0541-01",
  "first_page_order": 565,
  "last_page_order": 570
}
