{
  "id": 1428305,
  "name": "Sovereign Camp Woodmen of the World v. Hardee",
  "name_abbreviation": "Sovereign Camp Woodmen of the World v. Hardee",
  "decision_date": "1934-01-08",
  "docket_number": "4-3272",
  "first_page": "542",
  "last_page": "550",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 542"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "224 Ala. 644",
      "category": "reporters:state",
      "reporter": "Ala.",
      "case_ids": [
        8491350
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ala/224/0644-01"
      ]
    },
    {
      "cite": "55 S. W. (2d) 743",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "34 S. W. (2d) 229",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "43 S. W. (2d) 81",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "184 Ark. 625",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1438463
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/184/0625-01"
      ]
    },
    {
      "cite": "42 S. W. (2d) 559",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "184 Ark. 263",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1438490
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/184/0263-01"
      ]
    },
    {
      "cite": "49 S. W. (2d) 364",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "185 Ark. 660",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1435072
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/185/0660-01"
      ]
    },
    {
      "cite": "35 S. W. (2d) 353",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "183 Ark. 266",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1441887
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/183/0266-01"
      ]
    },
    {
      "cite": "48 S. W. (2d) 230",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "185 Ark. 556",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1435285
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/185/0556-01"
      ]
    },
    {
      "cite": "280 S. W. 15",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "170 Ark. 478",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1371768
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/170/0478-01"
      ]
    },
    {
      "cite": "26 S. W. (2d) 94",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "181 Ark. 407",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8721997
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/181/0407-01"
      ]
    },
    {
      "cite": "12 S. W. (2d) 865",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "178 Ark. 775",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1396988
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/178/0775-01"
      ]
    },
    {
      "cite": "297 S. W. 847",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "174 Ark. 783",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8724680
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/174/0783-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 637,
    "char_count": 15197,
    "ocr_confidence": 0.482,
    "pagerank": {
      "raw": 1.7587349576601496e-07,
      "percentile": 0.709655852522676
    },
    "sha256": "29c0fb0ffe1e7d8d1f5417a1bb9767e546ad7f9157e32e1c32ddf11ca2f81815",
    "simhash": "1:2f09edd37532e416",
    "word_count": 2687
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Sovereign Camp Woodmen of the World v. Hardee."
    ],
    "opinions": [
      {
        "text": "Butler, J.\nThis is an action on a policy of life insurance issued to the husband of the appellee, Mary Hardee. On the pleadings and evidence adduced, the case was submitted to the trial court- sitting as a jury, and, from a verdict and judgment in favor of the plaintiff, the defendant has prosecuted this appeal.\nThe question for our decision involves the proper construction of a certificate of insurance in a fraternal benefit society. The evidence presented to the court below is not in dispute, and the facts may be thus stated: Jesse Hardee, the husband of the appellee, became a member of the appellant society in 1909 and secured a certificate of insurance for $2,000. He was in good standing on June 13, 1929, when, pursuant to an application he had made on May 28 preceding, his certificate of insurance was canceled by agreement and a new one issued. In his written application for exchange of certificate, he applied for an ordinary life certificate in the sum of $2,000 in lieu of his certificate then in being. The application contained, among others, these provisions: ‘ ‘ The new certificate is to become effective on thé first day of June, 1929, and to bear the date of June 1, 1923, and age of 45.\n“It is understood and agreed that withdrawal values, if any, on the new certificate will be available to me only after I have made payments on said new certificate for three full years from date thereof.”\nPayment of monthly premium installments was provided in the sum of $5.44 each month, being equivalent •to an annual premium of $62i.82. In the application the insured agreed to abide by the by-laws of the society then existing, or as they might bo thereafter amended. Other provisions were inserted relating to the condition of the health of the insured, etc., .and the application further contained the following:\n“Waiver of Old Certificate.\n“I hereby warrant that my certificate No. 215,736 has been lost or destroyed; that I have not transferred or assigned said certificate to any person or persons, and, that it is not to my knowledge in possession of any person or persons, and, as a condition precedent to the approval of the within application for exchange, I waive all rights and benefits which I or my beneficiaries may have heretofore acquired or may now have under said certificate, and I hereby cancel the same and agree to forward said certificate to the office of the Sovereign Camp of the Woodmen of the World if it should come into my possession again.”\nThe certificate issued on the application was an ordinary whole life certificate in the sum of $2,000, and, under the head of “Special Provisions and Conditions,” § 2, provided as follows: “Cash Surrender, Loan Value, Paid-up and Extended Insurance: After thirty-six monthly payments on this certificate shall have been made, should the member fail to pay any subsequent monthly payment, the member, within three months after due date of the monthly payment in default, but not later, upon written application and legal surrender of this certificate may select one of the following nonforfeiture options: Option (a). The cash surrender value set forth in column 1 of table A on page 3 hereof for the period to the end of which premiums have been paid in full. Option (b). A paid-up certificate for the amount set forth in column 2 of table A on page 3 hereof for the period to the end of which premiums have been paid in full. Option (c). Extended insurance from such due date, for the amount of the death benefit on page 1 hereof, but without total and permanent disability benefits, for the period specified in column 3 of table A on page 3 hereof for the period to the end of which premiums have been paid in full.\n“If there be any indebtedness against this certificate, the cash surrender value set forth in column 1 of table A on- page 3 hereof shall be reduced thereby, and the value of the options above named shall be decreased proportionately.”\nSection 3 of the “special provisions” provided in part as follows: “After thirty-six monthly payments on this certificate shall have been paid, if any subsequent monthly payment be not paid on or before its due date, and if the member has not, prior to such due date, selected one of the options available under the nonforfeiture provisions of this certificate, the association will, without any action on the part of the member, advance as a loan to the said member the amount of the monthly payments required to maintain this certificate in force from month to month until such time as the accumulated loans, together with compound interest thereon at the rate of five per cent, per annum, and any other indebtedness hereon to the association, equal in cash value hereof at the date of default in the payment of the monthly payments. When the said cash value has been consumed in loans advanced and interest thereon, then this certificate shall become null and void; provided that, while this certificate is continued in force under this provision, the member may resume the payment of monthly payments without furnishing evidence of insurability, and the accumulated loans and interest thereon shall become a lien upon this certificate and shall continue to bear interest at the same rate. Provided further, that such lien may be paid in whole or in part at any time’by the member, but, if not paid, loan and accumulated interest thereon shall be deducted upon any settlement with the member, or from the amount payable at the death of the member.”\nThe by-laws of the society, which, by the terms of the application and certificate, became a part of the contract, provided for the monthly installment of assessments to be due and payable on or before the last day of the month, and that failure to make the same should work the suspension of said member from the society, and render the certificate void and terminate the contract of insurance.\nBeginning with the month of June, 1929, down to and including the month of September, 1931, the insured paid each monthly installment when due, amounting to a total of 28 monthly payments. He did not pay the installment falling due in the month of October, 1931, or any other installment thereafter, and died on February 24, 1933, in arrears to the society for sixteen monthly premiums the total amount of which, with accrued interest, was $89.82. At the time of the exchange of policies the insured Avas 51 years old, but because of the fact that under his first certificate he Avas due a certain amount of accumulated reserves, the rate charged him in the ucav policy was as of the age of 45 years, and the nonforfeiture values were to be computed as if the certificate had been issued on June 1, 1923, and, after the accumulated reserves had been used for the purposes last stated, there remained a cash reserve of $186.24, Avhieh Avas credited to the new certificate as reserve on June 1, 1929, the date of its issuance. At the end of the policy year, June 1, 1931, the cash and loan value of the certificate amounted to $268.38, up to which time the monthly payments had been regularly made down to and including the month of September following. Hence it appears, and this is admitted, that there was a cash reserve on the old policy which was credited on the neAV on June 1,1929, in a sufficient sum with the 28 monthly payments made on the latter to carry it well beyond the date of the death of the insured, and which it was the duty of the society to apply to the payment of monthly premiums and thus prevent a forfeiture of the policy. Pfeiffer v. Mo. State Life Ins. Co., 174 Ark. 783, 297 S. W. 847; Security Life Ins. Co. v. Matthews, 178 Ark. 775, 12 S. W. (2d) 865; Supreme Lodge, etc., v. Walker, 181 Ark. 407, 26 S. W. (2d) 94.\n.But appellant insists that the cash reserve, although it existed at the time of the issuance of the neAv policy in a sum sufficient Avith the monthly premiums paid to carry the policy to a date beyond the death of the insured, was not available for that purpose because it contends that the plain language of the special provisions of the certificate, §§ 2 and 3, supra, are to that effect and could only become available after 36 monthly payments were made after the issuance of the new certificate, and that this follows because of the language in “waiver of old certificate,” i. e., “I waive all rights and benefits which I, or my beneficiaries may have heretofore acquired or may now have under said certificate.” It is argued that, if the beneficiary is to derive any advantage from the reserves which accrued by reason of premium payments on the old certificate, such advantage must be derived by virtue of the terms and provisions of the new certificate, and therefore the reserves accumulated under the old could not be automatically transferred to the new unless its terms so stipulated. We do not agree to this interpretation of the waiver, first, because under the old certificate there was sufficient cash reserve to justify the writing of the insured as of the age of 45 years, and any waiver of the right to the benefit of the balance of the cash reserve remaining would be without consideration. McClain v. Reliance Life Ins. Co., 170 Ark. 478-482, 280 S. W. 15.\nSecond, when all of the language in the waiver is considered, it is manifest that the language quoted above and relied on by the appellant was inserted as a precaution on the contingency that the old certificate which was thought to have been lost might not have been so in fact, and the benefits of the insured and his beneficiaries must have referred to the amount contracted, that is, the payment of the $2,000 on the death of the insured, or cash surrender value of the same, so these might not be asserted by any one in the future in whose hands the old certificate might be. That this waiver was required and executed simply because the old certificate was lost is made clearer by the agreement in it that the same should be canceled, and that it should be forwarded to the home office of the society if it should again come into the possession of the insured; and that the right to the cash •reserve was not waived was clearly shown by the fact that the society, on the date of the new certificate, credited snch reserve to it. Thus the parties themselves construed the contract of waiver, and this supports our view. Mo. State Life Ins. Co. v. Ross, 185 Ark. 556, 48 S. W. (2d) 230.\nIt is admitted that there was a cash value sufficient to extend the policy beyond the death of the insured, but it is further argued that such value was not available under the terms of the policy. What we have said heretofore sufficiently disposes of this contention. But, even if it should be assumed that the right to the use of the cash reserve was waived, it is our opinion, when the contract is considered, including the application, the certificate with its provisions, and by-laws of the society, the contention of the appellant could not be sustained. It is the settled rule of this court that insurance contracts, like all others, must be considered as a whole, and the several parts construed together, those defining liability as well as those stipulating against it; and that, since the contract was written by the insurer, it must be construed liberally in favor of the insured and strictly against the insurer; if there are any conflicting’ provisions, those most favorable to the insured must be given effect to effectuate the purpose for which the insured paid\" his premiums, i. e., that his beneficiaries should be paid the stipulated sum in the event of his death. American Indemnity Co. v. Hord, 183 Ark. 266, 35 S. W. (2d) 353; Travelers’ Protective Ass’n v. Stephens, 185 Ark. 660, 49 S. W. (2d) 364; Franklin Fire Ins. Co. v. Butts, 184 Ark. 263, 42 S. W. (2d) 559; Mechanics’ Ins. Co. v. Inter-Southern Ins. Co., 184 Ark. 625, 43 S. W. (2d) 81.\nThe contention that the clause providing that the nonforfeiture values shall be computed as if this certificate had been issued on the first day of June, 1923, provided merely the method of computation after they had become available, cannot be sustained for the reason that in the application, which is a part of the contract, their availability is not deferred and made conditional to the payment of any number of installments on the new policy, but it is plainly provided that the “new policy is to bear date of June 1, 1923, and the withdrawal values to be available three full years from date thereof,” and from this it necessarily follows that this date was fixed as a basis for making the very computation contended for by the appellee and determined by the court below.\nSections 2 and 3 of the special provisions, where the 36 monthly premium clause appears, are standard clauses inserted in all similar certificates, regardless of the effective date, and are clearly those which control when one is first insured, for it appears from the table of cash and loan values in the policy that there are none until the end of the third certificate year, and it is for this reason, it seems to us, that the 36 monthly premium clause was inserted, and applicable to an original contract of insurance and not to a case where an existing contract was exchanged for another, as in the case at bar.\nIn Daly v. Sov. Camp, W. O. W., twice decided by the Kansas City Court of Appeals of Missouri, and reported in 34 S. W. (2d) 229 and 55 S. W. (2d) 743, and in Higgins v. Sov. Camp, W. O. W., decided by the Supreme Court of Alabama and reported in 224 Ala. 644, 141 So. 562, the appellant in the instant case was the party defendant in those, and the policies considered by the courts were the same as the one here involved. The contention in those cases was that, because of the 36 monthly payment clause, the availability of the cash reserve or loan value was deferred until the payment of 36 monthly premiums, was denied by the courts under facts much more favorable to the society than in this case; for it does not appear that in those cases there were reserves accrued under the old policies exchanged for the new, sufficient to keep the latter alive beyond the date of the death of the insured, as in the case at bar. To say the least, such an ambiguity arises because of the provision in the application that the new certificate should bear date as of June 1, 1923, and the reserves be available three years from date thereof, and the provision in the certificate that the non-forfeiture values shall be computed as if the certificate had been issued on June 1, 1923, and the 36 monthly payments provided for in §§ 2 and 3 of the policy, supra, before the options in the first-mentioned section and the premium loan in the last should be available, to leave it doubtful as to whether or not the provisions of §§1,2 and 3 related to holders of old certificates exchanging- them for new, and calls for the application of the rule that the doubt must be resolved ag-ainst the insurer, and for an affirmance of the case on this contention.\nAffirmed.",
        "type": "majority",
        "author": "Butler, J."
      }
    ],
    "attorneys": [
      "Rainey T. Wells and Arnold & Arnold, for appellant.",
      "J. F. Quillin, for appellee."
    ],
    "corrections": "",
    "head_matter": "Sovereign Camp Woodmen of the World v. Hardee.\n4-3272\nOpinion delivered January 8, 1934.\nRainey T. Wells and Arnold & Arnold, for appellant.\nJ. F. Quillin, for appellee."
  },
  "file_name": "0542-01",
  "first_page_order": 560,
  "last_page_order": 568
}
