{
  "id": 8723679,
  "name": "Gravette v. Veach",
  "name_abbreviation": "Gravette v. Veach",
  "decision_date": "1932-11-21",
  "docket_number": "4-2737",
  "first_page": "544",
  "last_page": "550",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 544"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "300 S. W. 437",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "175 Ark. 763",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1403640
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/175/0763-01"
      ]
    },
    {
      "cite": "258 S. W. 338",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "162 Ark. 247",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1385605
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/162/0247-01"
      ]
    },
    {
      "cite": "86 S. W. 432",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "74 Ark. 545",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8723429
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/74/0545-01"
      ]
    },
    {
      "cite": "93 Ark. 979",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "78 Ark. 230",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1497309
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/78/0230-01"
      ]
    },
    {
      "cite": "136 S. W. 975",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "98 Ark. 570",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1316087
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/98/0570-01"
      ]
    },
    {
      "cite": "162 S. W. 45",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "110 Ark. 393",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "135 Am. St Rep. 183",
      "category": "reporters:state",
      "reporter": "Am. St. Rep.",
      "opinion_index": 0
    },
    {
      "cite": "122 S. W. 1002",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "92 Ark. 324",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1548581
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/92/0324-01"
      ]
    },
    {
      "cite": "118 Am. St. Rep. 60",
      "category": "reporters:state",
      "reporter": "Am. St. Rep.",
      "opinion_index": 0
    },
    {
      "cite": "12 L. R. A. (N. S.) 956",
      "category": "reporters:federal",
      "reporter": "L.R.A.N.S.",
      "opinion_index": 0
    },
    {
      "cite": "101 S. W. 407",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "82 Ark. 209",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1529047
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/82/0209-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 682,
    "char_count": 12083,
    "ocr_confidence": 0.518,
    "pagerank": {
      "raw": 1.418981423957172e-07,
      "percentile": 0.6486049958897218
    },
    "sha256": "60278c0c93a11980ca7f214922207c2d3723d7a1c33cee4f847f2c11e2fa35e2",
    "simhash": "1:0980a522e9c5e0ca",
    "word_count": 2100
  },
  "last_updated": "2024-02-27T17:52:01.123529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Gravette v. Veach."
    ],
    "opinions": [
      {
        "text": "Butler, J.\nThere are a number of interesting* facts connected with this litig’ation, hut which are not essential to its determination, and which we deem it unnecessary to set out. The pertinent facts which are virtually uncon-tradicted are as follows:\nA number of the ladies of the town of Gravette, moved by an altruistic spirit, organized themselves into an unincorporated society which they called the Civic Improvement Club. After a time they conceived the idea of purchasing a park to be used by the public, which was to be a memorial to Field Kindley, a young man who had been reared in the town of Gravette by his aunt and who had lost his life in the service of his country. This club located a number of vacant lots which were owned by a nonresident of the town. Two of the ladies were appointed a committee to visit the owner and endeavor to arrange for the purchase of the property. The owner agreed to sell the property for $1,500, giving the club until a certain time to complete the purchase. The ladies immediately proceeded to solicit subscriptions, and in a short time raised $750, but, as the time limit approached they discussed the situation with Dr. Buffington, the mayor of the town, and interested him in their project, and he agreed to, and did, advance from his private funds the sum of $750, which sum, together with the money already raised, made up the purchase price of the property. This was paid to the owner, who conveyed the land by warranty deed to Dr. Buffington. Dr. Buffington stated that he did not remember just why the deed was made to him, but it was evidently done to protect him in the advances he had made. The ladies continued their activities in the matter of raising funds, and soon made up the amount that Dr. Buffington had advanced, and paid it over to him. When this was done, Dr. Buffington secured the service of a resident lawyer, who had died before this controversy arose, to prepare the necessary papers to carry into effect the intentions of the club. He drew a warranty deed conveying the property to the city, but inserted in the deed the following clause: “The abóve-de-scribed ¡property is to be used for public park purposes and is to be under tbe control of the ladies of Civic Improvement Club of Gravette.” This deed was executed in June, 1924, and the Civic Improvement Club entered into possession of- the property and proceeded to improve and beautify it. They erected a monument to the memory of Field Kindley, built a band stand, and otherwise adorned and improved the property.\nIn 1925 or 1926 the ladies of the Civic Improvement Club incorporated the club under the same name and with the same membership, its charter providing that each member of the unincorporated society was to become and be member of the incorporated society, and such others who might desire to join after the incorporation would be admitted to membership upon the unanimous vote of the charter members and the payment of a fee. The club remained in possession of the property and exercised control over it until shortly before this litigation arose, during which time the town of Gravette had contributed nothing to the purchase price or to the sums required to improve the property, its sole contribution being the furnishing of lights and water for the park to the amount of $36 per year.\nThere appears to have been no conflict as to the management of the park until August, 1930. It was the custom of the town to have a picnic annually during that month, and for some reason (¡possibly to raise funds for the city treasury) the town council made arrangements with a “carnival” to visit the town, which carnival, at the instance of the town council, came and pitched its tents and appurtenances upon the public park,- over the protest of the club. Just what was said and done by the ladies is not disclosed by the record, but the men began to write articles and to publish them in the town paper about the ladies, which reflected upon the management of the park, and intimated that the ladies were difficult to get along with. The ladies met and called to their assistance nine men of the town, evidently not among those protesting, and designated them as “trustees,” the purpose being to use the trustees as a go-between for the club and the town council with the object of establishing a modus vivendi. These gentlemen were unable to negotiate a truce and, shortly after they had approached the council, the city filed this suit, exhibiting a copy of the deed from Dr. 'Buffington, heretofore referred to, alleging title in itself, and that the ladies of the Civic Improvement Club were setting up claim of control under said deed, and praying that the title be quieted in the town, and that the Civic Improvement Club be enjoined from interfering with, or attempting to exercise control over, the property.\nAt the hearing before the chancellor, where the evidence above recited was detailed by the witnesses, the court denied the prayer of the complaint, finding the facts to be as stated herein, and decreeing valid the clause in the deed granting control of the property to the Civic Improvement Club, and that legal title to the park was vested in the town of G-ravette (plaintiff), but that the Civic Improvement Club should continue in the control of the property for the use named in the deed.\nThe appellant challenges the correctness of this decree, and invokes the well-settled rule that, where a grant is made in a deed of the title in fee, a subsequent clause limiting the absolute title, being in irreconcilable conflict with the title conveyed by the granting clause, is void. CarlLee v. Ellsberry, 82 Ark. 209, 101 S. W. 407, 12 L. R. A. (N. S.) 956, 118 Am. St. Rep. 60; Levy v. McDonnell, 92 Ark. 324, 122 S. W. 1002, 135 Am. St Rep. 183; Veasey v. Veasey, 110 Ark. 393, 162 S. W. 45. The appellant contends that the granting clause conveys to the grantee the fee simple title, and that under the rule, supra, the clause quoted is void. It must be conceded that the rule contended for is the one established by our decisions, but the rule is not one of-positive law, but rather one of construction to be applied where there is a clear repugnance between the nature of the estate granted and subsequent clauses in the deed, either in the habendum clause or elsewhere ; for, in such cases, the courts are of necessity compelled to choose between the conflicting clauses, and it is then that the arbitrary rule is invoked. In cases where the intention of the parties may be ascertained from a consideration of the entire instrument and the several clauses may be reconciled, the rule contended for must yield to that cardinal rule of construction that the intention of the parties as drawn from the entire instrument must govern.\n“While the cardinal rule of construction is that the intention of the parties as drawn from the whole deed must govern, where such intention is uncertain, resort must he had to well-settled but subordinate rules of construction to he treated as such, and not as rules of positive law, the modern rule being that the intention of the parties when ascertained will prevail over all technical rules of construction; and it has been said that, since the language employed in deeds varies so materially and so much, precedents are rarely controlling in a concrete case, except as they may furnish general aiding rules. Where a deed expresses two conflicting intentions, it must he construed according to the rules of construction, although they may he denominated arbitrary. Further, a construction which will leave the way open for repeated and indecisive litigation should be avoided.” 18 C. J. 252, §197.\n“A deed must be construed according to the intention of the parties, as manifested by the language of the whole instrument; and it is our duty to give all parts of the deed such construction, if possible, as that they will stand together; hut where there is a repugnancy between the granting and habendum clauses, the former will control the latter.” Dempsey v. Davis, 98 Ark. 570-573, 136 S. W. 975.\nIn Whetstone v. Hunt, 78 Ark. 230, 93 Ark. 979, cited in Dempsey v. Davis, supra, the following language was quoted with approval: “If,” says Mr. Washburn, “there is a clear repugnance between the nature of the estate granted and that limited in the habendum,- the latter yields to the former; but if they can be construed so as to stand together by limiting the estate without contradicting the grant, the court always gives that construction in order to give effect to both.”\nAn examination of the deed involved in the instant case shows no irreconcilable conflict in its several clauses, but, considered in its entirety, it clearly discloses the intention of the grantor. That intention primarily was to provide a park to beautify the town and promote the rational pleasure of its inhabitants. In carrying out this purpose the town of Gravette and the Civic Improvement Club were constituted qualified trustees, the one to hold the legal title and the other to exercise a power in trust. This trusteeship was divided, perhaps because it might have been the opinion of the scrivener, although erroneous, that the Civic Improvement Club, being only a voluntary association, was not qualified to hold the legal title; that this is true is now insisted by the appellant. It contends that at the time the deed was made the Civic Improvement Club was an entity unknown to the law, without power to hold or convey property. We do not agree with the position taken by learned counsel. It is well recognized that at common law voluntary and unincorporated associations may hold real property, either as the donees of the legal title or the beneficiaries of a trust, and that such associations when organized to promote some purpose beneficial to the general public, or of certain classes thereof, are to be deemed as charitable societies and governed by rules of law applicable thereto. 1 ‘Beach on Trusts, § 317 et seq.\nIt is true, the right of such organizations to take the beneficial interest in real estate or to hold as trustee for benevolent uses is denied in some jurisdictions, but in others, including our own, that right is recognized and enforced. Biscoe v. Thweatt, 74 Ark. 545, 86 S. W. 432. From a consideration of the evidence, it is unquestionable that the creation of the park had its inception in the minds of the ladies of the Civic Improvement Club, and that they, in fact, were the purchasers, contributing from their own funds (and it is immaterial how these funds were derived) to the purchase price of the property, and Dr. Buffington was merely their agent. The power therefore to administer the trust might well be implied to rest in the club and result from the nature of the transactions. It is unnecessary, however, to fix the interest of the club on that ground, for it has itself spoken through its instrument, and in the deed rests its expressed will. There is an express trust, therefore, by which the town of G-ravette is to hold the naked legal title for the use of the public, such use to be administered through the agency of the Civic Improvement Club, and the property to be under its control. Express trusts are such as are created by the deliberate or intentional act of the grantor, and, in our opinion, the deed in question creates a trust and brings it within this classification. See Bray v. Timms, 162 Ark. 247, 258 S. W. 338; Stacy v. Stacy, 175 Ark. 763, 300 S. W. 437.\nSince it appears that by the charter of the Civic Improvement Club, incorporated in 1925 or 1926, all the members of the voluntary association became members of the incorporated society, this ipso facto dissolved the voluntary association and transferred its property and rights to the corporation. 5 C. J., § 18, p. 1338. It follows from the views expressed that the decree of the chancellor is correct, and it is therefore hffirmed.",
        "type": "majority",
        "author": "Butler, J."
      }
    ],
    "attorneys": [
      "Rice & Rice, for appellant.",
      "W. A. Dickson and W. 0. Young, for appellees."
    ],
    "corrections": "",
    "head_matter": "Gravette v. Veach.\n4-2737\nOpinion delivered November 21, 1932.\nRice & Rice, for appellant.\nW. A. Dickson and W. 0. Young, for appellees."
  },
  "file_name": "0544-01",
  "first_page_order": 564,
  "last_page_order": 570
}
