{
  "id": 1432088,
  "name": "Edwards v. Edwards",
  "name_abbreviation": "Edwards v. Edwards",
  "decision_date": "1933-06-05",
  "docket_number": "4-3028",
  "first_page": "545",
  "last_page": "550",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 545"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "141 S. W. 193",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "101 Ark. 86",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1311108
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/101/0086-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 491,
    "char_count": 9845,
    "ocr_confidence": 0.474,
    "pagerank": {
      "raw": 9.505882454708161e-08,
      "percentile": 0.5202220283885277
    },
    "sha256": "53c8d3c3ad79dda537470ddc11ef94b3865cd876cd27ed0e7e7fd2f588b8e2df",
    "simhash": "1:0fac748a66030c22",
    "word_count": 1733
  },
  "last_updated": "2024-02-27T21:18:50.990705+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Smith, Mehaffy and Butler, JJ., dissent."
    ],
    "parties": [
      "Edwards v. Edwards."
    ],
    "opinions": [
      {
        "text": "McHaney, J.\nThis is an appeal from an order of the Garland Chancery Court refusing to set aside and vacate a divorce decree in appellee’s favor, on the motion of appellant, charging fraud practiced upon the court in procuring said decree by him. Appellee established a residence in Garland County, Arkansas, more than 60 days prior to the 18th day of January, 1932, on which date he filed in said court an action for divorce, in which he alleged that appellant abandoned and deserted him on the 14th day of April, 1926, and had continued to abandon and desert him without any reason whatever since that date. He further alleged that appellant was guilty of such personal indignities toward him as to render his condition intolerable. Appellant being a nonresident, warning order was issued and published for the time required by law. An attorney ad litem was appointed, who made a report, stating that he mailed a notice by registered letter to her notifying her of the pendency of the. action at her last known place of residence, at Huntington, West Virginia, and that said letter was returned to him by the postal authorities marked “unclaimed,” and that he appeared as such attorney at the taking of depositions on behalf of appellee and cross-examined the witnesses. He attached to his report the envelope in which the letter was sent bearing the stamp of the post office authorities “unclaimed,” as also a copy of the letter addressed to “Mrs. Ida May Edwards.” The letter reads as follows: “Tour husband, C. F. Edwards, has instituted suit against you for divorce in the chancery court of Garland County, Arkansas; and I have been appointed attorney • ad litem therein. Tou are hereby notified that said suit has been filed and is now pending.” It was signed by Geo. P. Whittington. A divorce decree was granted appellee on the 23d day of February, 1932, on testimony amply sufficient to warrant the court in granting the decree. Appellee married again in March following, and on April 30, 1932, appellant filed her petition and motion in Garland Chancery Court to vacate and set aside the decree of divorce granted, appellee alleging that fraud had been practiced by him in the procurement thereof as follows: That she had no knowledge or information regarding the institution, pendency or adjudication of this cause prior to the decree of divorce; that appellee knew that she was in attendance on their daughter in Rye, N. Y., who had been seriously injured in an automobile accident; that she had written him regarding the condition of their daughter ; that he had written to said daughter indicating that he knew her whereabouts and where any communication addressed to her would, reach her; that the letter addressed to her in the name of “Ida May Edwards” by the attorney ad litem was not the name under which she was well and familiarly known in Huntington, W. Va., but was so known under the name of “Mae McCormick Edwards ” and was never known by any other name since their marriage; that for several years she has been living at 1680 3d Ave., Huntington, W. Va., which fact was also well known to appellee; that if said communication by the attorney ad litem had been addressed to said number or to her in care of their daughter, she would have received it; that he failed and refused to give either of said addresses for the purpose of practicing a fraud upon the court and upon her; and that appellee and his witnesses were guilty of perjury in testifying that she deserted him without cause, whereas they well knew that appellee had been living in adultery with one Esther Watson for several years and knew that this fact was the cause of their separation. Other allegations are made in the petition, but we do not deem it necessary to set them out, including the allegation that she has a good and meritorious defense to the complaint of the plaintiff which she set up in detail in an answer which she sought by leave of the court to file if her petition'were granted. Appellee filed an answer or response to the motion to set aside the decree in which he denied all the allegations thereof. He denied that her name is “Mae McCormick Edwards” and not “Ida May Edwards,” or that he knew that she was at the bedside of their daughter during the pendency of this suit. He admitted that he knew that she was in New York, but did not know the duration of her visit there or that at all times he knew her whereabouts. He alleged that he had every reason to believe that she would receive any letter addressed to her at Huntington, W. Va., under the name of “Ida May Edwards,” same being her last known place of residence. He further alleged that she was christened under the name of “Ida May,” and that he married her under that name.\nAfter hearing the testimony of both parties, the court refused to set aside the decree and dismissed appellant’s motion. This appeal is from that order.\nThe parties to this lawsuit are not strangers to the divorce courts of the State of West Virginia. It appears from a reading of the case of Edwards v. Edwards, 145 S. E. (W. Va.) 813, that they were married the first time-in 1903, were subsequently divorced, and were remarried in 1908. Their domestic difficulties resulted in a separation in April, 1926, when the appellant here sued the appellee for divorce and alimony on a charge of cruelty, desertion and adulteiy. He filed an answer and cross-complaint seeking a divorce from her on the ground of desertion and adultery. Trial in the lower court resulted in a decree in her favor for a divorce and substantial al-imony. An appeal to the Supreme Court of Appeals of West Virginia resulted in a reversal of the judgment granting her a divorce and alimony on the ground that the proof showed her to be guilty of adultery also, and that the courts would leave them where they found them. Other and more recent litigation related to the allowance made in appellant’s favor by the trial court in West Virginia for separate maintenancé and on his cross-complaint for divorce. Relief was denied him on his cross-complaint, from which no appeal was prosecuted. She appealed from the inadoquacj^ of the allowance made her, which was raised by the Supreme Court of Appeals, reported in 167 S. E. (W. Va.) 97.\nThe testimony presented on the motion in this case is in hopeless conflict. Appellant testified to facts and circumstances which, if believed by the- trial court, were sufficient to justify it in setting aside the decree. As to lier name, the undisputed facts show that her real name is “Ida May.” She was married to appellee in that name. She did not like the name “Ida” nor the spelling’ of “May,” so, when she moved to town, she apparently dropped the name of “Ida” and assumed that of “Mae McCormick Edwards,” McCormick being her maiden name, under which name she was known to many of her friends. The litigation she had with appellee was under the latter name. Other undisputed facts are that, in October, 1931, she went to the bedside of her daughter in Rye, N. Y., to the knowledge of appellee, and that she was there to his knowledge as late as the Christmas holidays. He knew, however, that her visit there was temporary in character and that her permanent address was Huntington, W. Va. A disputed fact is that he knew her street address in said city. For six years the parties had not lived together, and the whole record shows them-to be very unfriendly. He testified positively that he did not know her street address in Huntington, W. Va., or that she was in Rye, N. Y., at the time suit was filed; that he furnished the attorney ad litem all the information he had regarding her address; that he knew that she had lived at a certain hotel in Huntington, but knew that she had left that hotel some years ago; that he had never communicated with her at the address mentioned and that he had sought on all occasions to avoid contact with her because of the enmity existing between them.\nWe think appellee properly sued appellant in her real name, caused the warning order to be published in her real name, and caused the attorney ad litem to communicate with her under her real name. The matter that has given us most concern is whether he furnished to the attorney ad litem a sufficient address. Huntington, W. Va., -was her permanent residence. If in fact he did not know her street address, he gave the attorney ad litem her last known address. The trial court has found on disputed evidence that no fraud was practiced on the court in the procurement of this decree, and we are unable to say that his finding is against the clear preponderance of the evidence. Another matter that ap.pears to be undisputed and' is not without weight in determining this matter is that appellant knew, immediately after the divorce was granted, that it had been granted. She took no step at that time to have the decree set aside, but waited for more than 60 days, until after appellee had married again, before taking any action in the premises. She gave no explanation as to why she thus delayed.\nAssuming, for the sake of argument, that false testimony was introduced in the procurement of the decree, that would not be sufficient to warrant the court in setting aside the decree. Failure to notify the attorney ad litem of her address, if it were known to him, would amount to fraud sufficient to warrant the court in setting aside the decree. Stewart v. Stewart, 101 Ark. 86, 141 S. W. 193.\nHaving reached the conclusion that the action of the court in refusing to set aside the decree is not against the clear preponderance of the evidence, the decree must be affirmed. It is so ordered.\nSmith, Mehaffy and Butler, JJ., dissent.",
        "type": "majority",
        "author": "McHaney, J."
      }
    ],
    "attorneys": [
      "Martin, Wootton & Martin, for appellant.",
      "Leo P. McLaughlin and William G. Bouic, for appellee."
    ],
    "corrections": "",
    "head_matter": "Edwards v. Edwards.\n4-3028\nOpinion delivered June 5, 1933.\nMartin, Wootton & Martin, for appellant.\nLeo P. McLaughlin and William G. Bouic, for appellee."
  },
  "file_name": "0545-01",
  "first_page_order": 565,
  "last_page_order": 570
}
