{
  "id": 8726748,
  "name": "Bettison vs. Budd",
  "name_abbreviation": "Bettison v. Budd",
  "decision_date": "1856-01",
  "docket_number": "",
  "first_page": "546",
  "last_page": "560",
  "citations": [
    {
      "type": "official",
      "cite": "17 Ark. 546"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "8 Ohio Rep. 126",
      "category": "reporters:state",
      "reporter": "Ohio",
      "opinion_index": 0
    },
    {
      "cite": "10 Ohio 156",
      "category": "reporters:state",
      "reporter": "Ohio",
      "opinion_index": 0
    },
    {
      "cite": "6 Wend. Rep. 670",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1052,
    "char_count": 30267,
    "ocr_confidence": 0.402,
    "sha256": "6e20f607ccdcd54eb6d7e0148ede55b874abd76fcce0bca170880f95ed02c35d",
    "simhash": "1:2f2ba278eb414b88",
    "word_count": 5449
  },
  "last_updated": "2024-02-27T17:40:32.045730+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Hon. E. H. ENglish, Chief Justice, not sitting."
    ],
    "parties": [
      "Bettison vs. Budd."
    ],
    "opinions": [
      {
        "text": "Hon. ThoMas JoblwsoN, Special Judge,\ndelivered the opinion of the Court.\nThere being no motion for a new trial, no question can arise except such as relate to the admissibility of the evidence to establish the issues made by the pleadings. The deed from the defendant and wife to the plaintiff, and those introduced by the defendant having been executed for the same identical property, it is believed to be proper in the first place to determine which shall prevail. This deed of the plaintiff is not incorporated in the bill of exceptions, yet, inasmuch as it is there alleged to have been duly executed by the said defendant and wife, and duly acknowledged by them both, and reciting that thereby they conveyed to the said plaintiff the lots of land numbered one, two and three, in block numbered twelve in the declaration mentioned, with a clause of general warranty of title and seizin, and that it bore date of the 23d June, 1840, and was also duly registered. If these facts be true, and that they are, we are bound to believe, as they are matter of record, and-in no respect impugned, it is clear, that, at the date of said deed, all the right and title of the defendant to the lots therein described, passed to, and vested in the plaintiff. The point then to be settled is, whether the defendant did, subsequently, acquire title to the said lots of land; and, if so, whether it so continued in him down to the rendition of the judgment in this suit. It is contended by the counsel for the plaintiff, that the defendant being in possession of the premises, was his tenant, and that as such he was estopped to deny his title. At what particularperiod of time the defendant went .intd-possession of the lots, after the exeration of the deed to the plaintiff, does not appear in the. proof. True it is, that he was so possessed'before and: at the time of the institution of-this suit\", and this may be strictly true, and yet, he may not have been in at any time during which the taxes were assessed, and for the non-payment of which the lots were sold by the Auditor. But this being a matter of doubt, we will suppose that the jury were authorized from the circumstances so to find, and that they actually did so determine; and then enquire whether the principle, so contended for by the plaintiff’s counsel, be in accordance with the law of the land. It is a familiar and a general rule, that a tenant shall not be allowed to dispute the title of his landlord. But this, though true as a general proposition, is not understood to be without its exceptions. It will be perceived by a reference to the authorities that it does not reach beyond the particular title under which the tenant enters into possession of the premises; and that if the landlord is divested of his title, either by his own act or by the operation of law, that the tenant may make it appear and protect himself in a suit for the possession. In the case of Jackson vs. Rowland, 6 Wend. Rep. 670, the court said: “But it is said the defendant being a tenant of the lessor, is not permitted to avail himself of this outstanding title. A tenant cannot dispute the title of his landlord so long as it remains as it was at the time the tenancy commenced ; but he may show the title under which he entered has expired, or has been extinguished. The plaintiff places his right to recover upon a principle that recognizes and asserts such a position. The contract, by which the relation of landlord and tenant was created in this case, was not made between the lessor and the defendant, but between Hay and the defendant, and the lessor claims to have acquired Hay’s right to the premises, and to have succeeded to his character as landlord. If he has become landlord, surely the defendant, in case Hay should seek to eject him, might set up an outstanding title in the lessor. No well founded objection is perceived to the defendant’s setting up a title acquired under a judgment since he became tenant, overreaching the title of his landlord. But it is also insisted that the defendant being the tenant of the plain- \" tiff, he was bound in virtue of such his relation to see that the taxes assessed upon the premises were paid, and that in case be has acquired a title under a deed from the Auditor, such title will enure to the benefit of the plaintiff. The cases referred to in support of this proposition, we do not think analogous to the one under consideration; and, consequently, cannot be relied upon. The case referred to of Whiting & Slark vs. Beebe et al., 6 Eng. Rep. 583, is not conceived to be in point, although the judge who delivered that opinion, quoted with approbation from 9 and 10 Berg, do Bawle, and without comment, seemed to incorporate it in the opinion, as a part of the law of this State. The facts of the case, then, before the court, we think did not warrant it in laying the law down so broadly as it would seem to have been done. Beebe purchased, pendente lite, and was in possession as tenant under the contested titles at issue in the suit, and to which he had, by the amended bill, been made a party. It is said that the principle there recognized in regard to his position, as purchaser, pendente lite, denied to him all aid from adverse claims for the purpose of strengthening their title, or his, (Beebe’s,) through them: or if placed upon the ground of an independent title, and properly established and presented, the purchase was for a charge upon the land if unoccupied, or upon the tenant if occupied. That Beebe entered under the claims then in litigation and held subject to the final disposition of those cases; and that in that position, his purchase was necessarily in trust, and enured to the benefit of the cestui que trust, when the suit should determine who he really was. The doctrine there laid clown is, doubtless, sound, when applied to a purchaser, pendente lite, as he may be said to hold in trust for the party who may eventually succeed in the suit: but surely it cannot' be so, when applied to a clear and independent title, as the tax is not a charge upon the tenant, but a fixed lien upon the land, and if not paid by the person in whose name it is assessed, will follow the land into the hands of any person who may subsequently become the proprietor thereof. It will be perceived by reference to the case in 9 and 10 Serg. & Rawle, that the court predicate their decision; expressly upon tbe ground, that the taxes assessed upon occupied or rented land, are not a charge upon the land itself, but that it is a charge upon the party in possession, whether he be the owner or the tenant. Under their act of 1804, tenants in possession are made liable, just as if they were the owners of the land, with an optional right of recovery against their landlord, or of defalcation out of the rent. Before the passage of said act, the laws were founded on a supposition, for the most part true, that the owners of improved lands resided on them, and in that case the taxes could be obtained by the use of due diligence from their persons or property. This is the doctrine laid down in the case of Burd et al. vs. Ramsey, 9 Serg. & Rawle, p. 112 to 115. The case of Stokely vs. Bonner, 10 Serg, and Rawle, from 254 to 257, is of like import. It is there said, and that with direct reference to the statute of that State, that the assessment may be either in the name of the owner or the tenant; and that where the tax is assessed in the name of the owner, the tenant is made liable to pay it, and his liability is in addition to that of the owner, as it existed previously to the act of 1804, so that the collector may proceed against either or both, till the amount due is collected. The case of Burr vs. McEwen et al., 1 Baldwin 162, also is made to turn upon the local law of Pennsylvania, and that case is not parallel to this, and the defendants did not hold and possess the land merely as tenants, but on the contrary, they held as of their own property under a regular conveyance, but as it turned out in the proof, they really held as trustees under a resulting trust. If they held under a conveyance from the true owners, though in truth under a resulting trust, there can be no good reason why they should not have been compellable to pay the taxes assessed upon the land, or to say the least of it, if, under the circumstances, they had suffered the trust property to be sold for non-payment of taxes, they could not have been permitted to purchase of the Auditor, so as to divest the title of the eestue gue trust, as that would have been to permit them to take advantage of their own wrong. The case of Douglas vs. Dan gerfield, 10 Ohio 156, is also inapplicable to the facts of tliis case. In that case the land was purchased by an agent of the owner for his use. It is clear that the agent’s title enured to the use of his principal, as all acts done by the agent within the scope of his authority are, in contemplation of law, done by the principal himself. The law of this State confers no authority upon the tax collector to make the tax out of the tenant, but on the contrary, it fixes the tax as a charge and hen upon the land itself, and that, too, without regard to the fact of its being occupied or unoccupied. The 139th chapter of the Digest, secs. 89, and 90, provides that: “All taxes upon lands and town lots, whether for State or county purposes, and all penalties and interest charged for the non-payment of taxes, shall be levied upon the lands charged therewith, until payment or forfeiture, notwithstanding any change of title, by deed, judgment or otherwise; and that each collector, on the failure of any resident of his county to pay the amount of taxes with which he may be charged on the tax book, and if sufficient personal property belonging to such delinquent, liable to be taken, whereon to levy and make distress for the payment of such taxes, cannot be found, shall levy on and sell the lands or town lots on which such taxes may be charged, in the same manner as lands may be levied on and sold by virtue of any execution issued out of the Circuit Court.” It is clear, that under our statute, all taxes, assessed upon lands, whether occupied or not, are a charge upon such lands into whose-soever hands the same may pass, until such taxes are paid, or such lands forfeited for non-payment. True it is, that the owner, if he be a resident of the county where such lands are situated, may release his lands by producing to the collector a sufficiency of personal property to satisfy the same. ■ We, therefore, conclude that the defendant in this cas.e was under no legal obligation to pay the taxes assessed upon the land of the plaintiff, and that no such obligation necessarily grows out of the relation of landlord and tenant; and that, consequently, he is not, upon that ground, estopped to set up title in opposition to the plaintiff. Having already laid down the law to be, that the defendant, upon the hypothesis that he held as the tenant of the plaintiff, is not estopped, only as to the title under which he entered, the question now to be decided is, whether such title has expired or been extinguished. This will depend upon the sufficiency or insufficiency of the Auditor’s deed for the same lots of land, and upon which the defendant relies for his title. The plaintiff objected to the introduction of the Auditor’s deeds, upon the ground that they were not competent evidence of title, per se, and that no proof, aliunde, had been offered, to show a compliance with the statute, either in the forfeiture, or the sales of the lots in controversy. The statute provides that, “ The Auditor shall execute, under his hand and the seal of his office, and deliver to each person purchasing lands or lots at such sale, a deed of conveyance, in which he shall describe the lands or lots sold, and shall convey to the purchaser all the right, title, interest and estate of the former owner, in and to such lands or lots, and also all the right, title, interest and claim of the State thereto;” and further, that, “ The deed so made shall vest in the grantee, his heirs or assigns, a good and valid title, both in law and equity, and shall be received in all courts of this State as evidence of a good and valid title in such grantee, his heirs or assigns, and shall be evidence that all things required by law to be done to make a good and valid title, were done by the collector and the Auditor.” The deeds exhibited in this case, contain all the requisites prescribed by the statute, and are duly executed, acknowledged and recorded. This being the case, they make at least a prima facie case, that all things required by the law to be done to make a good and valid sale, were done,by the collector and Auditor. See Steadman vs. The Planter’s Bank, 2 Eng. Rep. 427. Under this view of the statute, it is clear, that the title which the plaintiff acquired under the deed of the defendant and wife, was extinguished by the operation of the law, when the lots became forfeited to the State, and, that the instant his title became so extinguished, the defendant was at liberty to purchase the property. The eourt, then, ruled correctly in admitting the Audi-ditor’s deed in evidence. This settles the controversy so far as relates to the title acquired by the plaintiff under the deed from the defendant and wife. The only remaining point to be disposed of, relates to the admissibility of the sheriff’s deed offered by the plaintiff. The sheriff’s deed .offered by the plaintiff seems to have been regularly executed, acknowledged and recorded, and in case it was not subject to some legal objection based upon other grounds, it necessarily made a prvma faoie case of title, and as such, ought to have been received. The statute requires that the deed shall recite the names of the parties to the execution, the date when issued, the date of the judgment, order or decree, and other particulars recited in the execution; also, a description of the time, place and manner of sale, and further declares that such recitals shall be received in evidence of the facts therein contained. See section 60, of chap. 67, of the Digest. The obvious intention of this statute was to save' the purchaser from the necessity of exhibiting the judgment and execution upon the trial, in cases where his rights under such judgment and execution might be called in question; and also to serve as a matter of convenience, as -well to the sheriff as to the purchaser, as it would point the former to his authority to sell, if he was called on to answer, and would facilitate the latter in deriving his title. The recitals of the deed in this case, fall short of the statute, yet it was competent evidence, in connection with the judgment and execution, since it rec.ited sufficient to show authority in the sheriff to sell. 'The Supreme Court of Ohio, in the case of The Lessor of Perkins vs. Diffle, see 10 Ohio Rep. by \"Wilcox, page 437, said: “The'law regulating judgments and executions requires that the deed of conveyance to be made by the sheriff or other officer, shall recite the- execution, or the substance thereof, and the names of the parties, the kind of action, the amount, and date of the term of the rendition of each judgment, by virtue whereof said lands and tenements were sold,” &e. “ The deed in the present case recites the execution, and the names of the parties as therein stated, but in referring to the judgment does not again recite their names; neither does it state the amount of the judgment, except as it appears upon the execution. It recites sufficient to show that the officer had authority to sell; and this we hold to be all that is necessary, although in every instance it would be well for a sheriff or other officer to follow literally the provisions of the statute. So far as the statute makes provision for any recitals, beyond what is necessary to show an authority to sell, we consider it as directory merely; and it was so decided in the case of Armstrong vs. McCoy, 8 Ohio Rep. 126. Such being the opinion of the court, the objection to the shereiff’s deed is overruled, and this deed, in connection with the previous evidence, makes a prima facie case for the plaintiff.” See, also, Humphrey vs. Beeson, 1 Iowa, by ObeeN, page 214, and the cases there cited. The defendant objected to the deed as evidence upon the ground that the levy and sale recited in said deed were not endorsed by the sheriff upon the execution; which objection the court sustained and excluded the deed. It was not essential that the levy and sale should have been thus endorsed, since the deed itself recited both of these facts, and those recitals are prima faaie true. This sale was made by operation of law, and by a public officer, entrusted with the execution of the law, duly appointed and sworn for that purpose. The same degree of faith and credit is due to his deed under hand and seal, as could, or ought to be given to any return on the back of the execution, if it had been produced, for the one act is as much the act of the sheriff, and as much within the line of his official duty as the other; and they are equally entitled to credit in the eye of the law. See Hopkins vs. De Grafferried, 2 Bay Rep. 445. True it is, that the sheriff, in his return upon the execution in this case, neither certifies a levy nor a sale,, yet there is nothing in the return that necessarily repudiates the idea, or excludes the conclusion that such levy and sale may have been made. The deed having recited and certified both facts to exist, and there being nothing in the return necessarily impeaching the truth of such recitals, we think the recitals in the deed are evidence, prima facie, of their truth. The question then to be decided.is, whether the plaintiff had laid the necessary foundation for the introduction of the sheriff’s deed. ’ The deed, if introduced at all, was to show the last link and final completion of the title'acquired under the. sheriff’s sale, not only for lots No. 1 and 2, but also for lot No. 4, embraced in this suit, and not embraced- in Biidd’s deed from the Auditor: and in order to have that effect, it was necessary, before it could be introduced, that it should have appeared to harmonize arid correspond in every essential particular with the judgment and execution upon which it was supposed . to be predicated. Because, if it varied in any material respect from either, it necessarily could not be regarded as the legitimate offspring of that particular proceeding, and if so, the court was'correct in ruling it out. \"We will now enquire how this matter really stands. True it is, that the judgment is not incorporated in the bill of exceptions, yet it is there stated, that the plaintiff read in evidence a judgment from the record of said (Circuit) Court, rendered on the 30th day of March, A. D. 1840, in favor of George S. Lincoln, against John H. Jeed, John J. Budd, Eli Colby and M. J. Steck, and that an execution issued thereon, and the endorsements on the said execution, which execution and endorsements are in the words and figures following, to wit, &c. Then follows the execution, in which the judgment is recited. This is not a very technical method of exhibiting the judgment, yet, as it is first stated that it was read, and that an execution issued upon it, which is shown, and in which it is recited, it is believed to be sufficient to let in the deed, in case that no other legal obstacle shall have intervened. The judgment, as recited in the execution and the deed, are in perfect harmony, so far as the namés of the parties are concerned, but differ in some slight particulars in respect to the amounts constituting the sum for which the judgment was rendered. All that is required to identify the judgment and execution, as those upon which the deed in such case is founded, is a general outline indicating that identity. It would be exceedingly hazardous to reject a sheriff’s deed as evidence of title merely from slight discrepancies, as it might be difficult to find one corresponding in every mirmtico, with the proceedings which preceded it. \"We think that sufficient was made to appear to identify the deed with the judgment and execution, and that therefore it should not have been for that cause rejected. It is not for this court to say, in the present attitude of the case, what weight the deed or any other part of the evidence offered should have received at the hands of the jury, as no steps were taken in the court below to bring that question before us. The only question presented is, whether the deed was admissible, as being pertinent to the issue made by the pleadings, and upon this subject we entertain no doubt. The court, therefore, erred in excluding it from the jury, and for this error, the judgment ought to be, ahd'is reversed, and is remanded, to be proceeded in according to law, and not.inconsistent with this opinion.\nHon. E. H. ENglish, Chief Justice, not sitting.",
        "type": "majority",
        "author": "Hon. ThoMas JoblwsoN, Special Judge,"
      }
    ],
    "attorneys": [
      "Fowler, for the appellant.",
      "ENGlish,''for the appellee."
    ],
    "corrections": "",
    "head_matter": "Bettison vs. Budd.\nThe rule, that a tenant shall not be allowed to dispute the title of his landlord, does not reach beyond the particular title under which he enters into possession; and if the landlord is divested of his title, the defendant may make it appear, and protect himself in a suit by his landlord for possession of the premises.\nA tenant is not bound, in virtue of his relation to his landlord, to see that the taxes assessed upon the land are paid: and if the land be forfeited for non-payment of taxes, and offered for sale by the Auditor, and the tenant become the purchaser, he may set up such title against his landlord.\nThe case of Steadman vs. The Planters’ Bank, 2 Eng. Reg). 421, as to the legal effect of the Auditor’s deed, for land forfeited to the State and sold for taxes, approved.\nIt is not essential that the sheriff, in returning an, execution under which real estate has been levied upon and sold, should endorse thereon the levy and sale, where he has executed, &e., a deed to the purchaser reciting these facts — such recital in the deed, being prima facie true.\nA sheriff’s deed for land sold under execution, reciting the execution under which the the land was sold, but not the judgment on which the execution was issued, is admissible in evidence, in a suit by the grantee for the land, upon proof of a judgment corresponding and harmonizing with the recital in the execution, so far as the names of the .parties are concerned, but differing in some slight particulars in respect .to J;he.^mo»n.ts-coiiStitffting.the sum for which the judgment was rendered.\nAppeal from Pulaski Ovrcmt Oowt.\nHon. William H. Feild, Circuit Judge.\nOn the 24th April, 1852, Joseph R. Bettison brought ejectment against John J. Budd, in Pulaski Circuit Court before the Hon. Wm. H. Feild, Circuit Judge, to recover possession of lots one, two, three and fov/r, in fractional block, twelve, in Pope’s addition to the city of Little Rock.\nDefendant pleaded the general issue, limitation of ten years, and also that he purchased the premises at tax sale, and was in possession, under his purchase, for more than five years before suit brought. There were other pleadings in the cause, but no question grows out of them on this appeal.\nThe issues being submitted to a jury, the plaintiff proved, that Budd and wife, on the 23d day of June, 1840, by deed, duly recorded, containing “ a clause of general warranty of title and of seizin,” conveyed the lots, one, two and three, to him; that Budd was in possession of all of the lots sued for at the time, and before the suit was brought, and had refused to surrender them to Bettison, on demand, claiming them to be his own property.\nThe plaintiff also read in evidence, from the records of Pulaski Circuit Court, a judgment rendered March 13th, 1840, in favor of George S. Lincoln, against John H. Reed, John J. Budd, the defendant, Eli Colby and M. J. Steck. Also an execution (and return), issued thereon to the sheriff of Pulaski county, dated 15th December, 1840, returnable 2d March, 1841, commanding the sheriff to levy of the goods and lands of Reed, Budd and Colby, (suggesting the death of Steck,) for debt, $94 89, damages, $16 66, “ with interest on $101 05, part thereof from 14th September, 1839,” and $22 59-J costs of suit, recited in the execution to be the several sums recovered by the judgment.\nThe sheriff’s return endorsed on the execution is as follows: “Came to band 19th December, 184 , 4 o’clock, P. M.\nJAMES LAWSON, Jr., Sheriff.\n“ Satisfied — debt paid, plaintiff, cost paid Clerk.\nJAMES LAWSON, Jr., Sheriff,\nBy Geo. A. WoetheN, Deputy.”\nThe plaintiff also read in evidence a deed executed by Lawson, as sheriff of Pulaski county, dated 6th March, 1841, acknowledged and recorded, conveying to Bettison the interest of Budd in the lots, one, two and fowr. The recitals in the deed are as follows:\n“Know all men, &c., that I, James Lawson, sheriff, &c., did, by virtue of an execution in the name of Geo. S. Lincoln against John IT; Keed, John J. Budd, Eli Colby and M. J. Steck, issued from the office of the clerk of the Circuit Court of the county aforesaid, for the sum of $94 debt, $16 damages, and $22 59 costs, which execution commanded the sheriff to make the above sum out of the goods, chattels, lands and tenements of John J. Budd, John H. Peed and Eli Colby: and by virtue of the above specified execution, and the authority vested in me as sheriff, I levied on the following described property, viz:- Lots No. 1, 2, 4, in block No. 12, in the city of Little Bock' — New Town— as the property of John J. Budd, and after advertising the same according to law, did, on the 1st day of March, 1841, at the court house door, in the city of Little Bock, and which court was sitting, offer at public sale, when Joseph B. Bettison became the highest and last bidder, at the sum of two-hundred and forty-one dollars.” The deed then proceeds to convey the lots to Bettison.\nBut the plaintiff offering no further evidence connecting said execution and deed, the defendant moved to exclude the deed from the jury, upon the grounds that the execution was returned satisfied — paid—and no levy or sale endorsed and returned thereon by the sheriff, which motion the court sustained, and plaintiff excepted. The plaintiff offered no other evidence.\nThe defendant then offered in evidence tbe Auditor’s deeds to Budd for lots 1. 2 and 3, to tbe introduction of which, tbe plaintiff objected, upon the ground that no evidence was produced to show that the law of the State had been complied with in the forfeiture and sale of the lots mentioned in the deeds, so as to make them evidence of title; and that the deeds were void upon their face, and inadmissible without proof, aliv/nde, of their validity; and upon the further ground that defendant, under his deed of general warranty to Bettison, was estopped from controverting the plaintiff’s title. But the court overruled the objections, and permitted the deeds to be read fin evidence, and the plaintiff excepted.\nThe deeds were all duly acknowledged and recorded, and were all in the same and usual form.\nOne of them is as follows:\n“THE STATE OF ARKANSAS,\nTo all to whom these presents shall come — GbeetiNG :\nKnow ye, that in pursuance of the provisions of the act of the General Assembly of the State of Arkansas, entitled ‘An act providing for the levying and collecting the revenue of this State,’ approved March 5th, 1838, and an act of said General Assembly entitled, ‘An act to change tbe time of the Auditor’s sale of lands forfeited for taxes,’ ” approved December 15th, 1838, the Auditor did sell lot three in block twelve, east of the Quapaw line, in the city of Little Rock, at public auction, on the eighth day of February, 1847, to John J. Budd, for and in consideration of the sum of five dollars, this day paid to the Treasurer of the State of Arkansas, by said John J. Budd. Now, therefore, know ye, that I, Elias N. Conway, Auditor of Public Accounts of the State of Arkansas, for and in consideration of the premises, do by these presents, grant and convey to the said John J. Budd, and to his heirs and assigns forever, all the right, title, interest and estate of the former owner in and to the above described tract of land, and also, all the right, title, interest and claim of the State of Arkansas thereto — to have and to bold the same as now held or owned by the said State unto the said John J. Budd, and to his heirs and assigns forever.\n[l. s.]\nIN testimoNT wheReop. I, Elias N. Conway, Auditor, in and for the State, hereunto set my hand and affix the seal of office, at Little Bock, this eighth day of February, A. D. 1847.\nE. N. CONWAY, Auditor.\nThe plaintiff moved the following instruction, to wit:\n“ If the jury believe from the evidence, that the defendant in this suit, Budd, sold and conveyed the lots in controversy, or any of them, by deed of general warranty to said Bettison, and that he, Budd, afterwards acquired another title to said lots, or any of them, such after acquired title, in law, enured to the benefit of Bettison, and in this suit such after acquired title cannot be set up by said Budd as defence.”\nWhich the court refused to give, and the plaintiff excepted.\nOn the motion of the defendant, the court instructed the jury as follows:\n1st. “That if Bettison neglected to pay the taxes on the lots in controversy, after he bought them from Budd and wife, in June, 1840, and the lots were forfeited to the State on account of such non-payment of taxes, and afterwards offered for sale for taxes by the Auditor, Budd had the same right to purchase them that any other citizen had — unless he was tenant or agent of Bet-tison, such purchase would not enure to the benefit of Bettison.”\n2d. “ The Auditor’s deeds, read in evidence, are prima facie evidence of title in Budd to the lots in controversy, and must prevail in the absence of proof to show them to be void.”\nTo the giving of which instructions, the plaintiff excepted, and took a bill of exceptions setting out the facts.\nThe jury returned a verdict for defendant, and the plaintiff, without moving for a new trial, appealed.\nFowler, for the appellant.\nENGlish,''for the appellee."
  },
  "file_name": "0546-02",
  "first_page_order": 546,
  "last_page_order": 560
}
