{
  "id": 8724028,
  "name": "Bradshaw v. Sullivan",
  "name_abbreviation": "Bradshaw v. Sullivan",
  "decision_date": "1923-10-29",
  "docket_number": "",
  "first_page": "547",
  "last_page": "549",
  "citations": [
    {
      "type": "official",
      "cite": "160 Ark. 547"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "154 Ark. 96",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1361160
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/154/0096-01"
      ]
    },
    {
      "cite": "80 Ark. 74",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1491123
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/80/0074-01"
      ]
    },
    {
      "cite": "77 Ark. 195",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1499121
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/77/0195-01"
      ]
    },
    {
      "cite": "88 Ark. 604",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1517165
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/88/0604-01"
      ]
    },
    {
      "cite": "145 Ark. 254",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1586169
      ],
      "pin_cites": [
        {
          "page": "261"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/145/0254-01"
      ]
    },
    {
      "cite": "102 Ark. 54",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1353983
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/102/0054-01"
      ]
    },
    {
      "cite": "99 Ark. 94",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1314396
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/99/0094-01"
      ]
    },
    {
      "cite": "83 Ark. 533",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1527206
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/83/0533-01"
      ]
    },
    {
      "cite": "54 Ark. 20",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1320432
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/54/0020-01"
      ]
    },
    {
      "cite": "38 Ark. 119",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1900515
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/38/0119-01"
      ]
    },
    {
      "cite": "82 Ark. 284",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1529074
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/82/0284-01"
      ]
    },
    {
      "cite": "80 Ark. 451",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1491150
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/80/0451-01"
      ]
    },
    {
      "cite": "145 Ark. 254",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1586169
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/145/0254-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 316,
    "char_count": 5370,
    "ocr_confidence": 0.483,
    "pagerank": {
      "raw": 1.3430061824352062e-07,
      "percentile": 0.6316829668447852
    },
    "sha256": "d76cf962dc9ad4feed75391ddd68fb97ef29436572350fb9daa077dc625af3c0",
    "simhash": "1:f7069d5c5a00e0a3",
    "word_count": 941
  },
  "last_updated": "2024-02-27T17:41:07.582861+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Bradshaw v. Sullivan."
    ],
    "opinions": [
      {
        "text": "Smith. J.\nGr. M. Bradshaw brought suit for divorce and alleg'ed, as ground therefor, that his wife had deserted him. The decree in the cause appears to have been rendered either pro confesso or by consent. Its recitals are as follows: “On this day is presented to the court the petition of the plaintiff, Gr. M. Bradshaw, for the dissolution of the bonds of matrimony between himself and defendant, Oarrie E. Bradshaw; and the same is hereby submitted to the court upon the complaint and the certificate of publication of the warning order and the report of A. L. Botenberry, attorney ad litem, from all of which the court finds: That the plaintiff and defendant were intermarried on the 19th day of October, 1901, and lived together as husband and wife until December, 1917. That during the month of December, 1917, defendant deserted plaintiff without reasonable cause and against the will and without the consent of plaintiff, and that he is entitled to the dissolution of the bonds of matrimony existing between himself and defendant. ’ ’\nThe decree awarded the custody of the children to the defendant, and gave her a one-third interest in a tract of land owned by the plaintiff, and gave him an absolute divorce.\nThe decree was entered July 3, 1922, and on December 29, 1922, an appeal to this court was perfected. Since the rendition of the decree in the court below, the plaintiff died, and the cause was revived in the name of his administratrix.\nThe transcript in this case contains only the pleadings referred to in the decree, and the clerk of the court below has certified that the transcript is full and complete.\nThe decree specifically recites that the cause was submitted to the court upon the complaint and the proof of publication of the warning order and the report of the attorney ad litem. There can be no presumption therefore that testimony was heard from which the court found that plaintiff was entitled to a divorce. McClintock v. Lankford, 145 Ark 254.\nIt is -provided by statute that the statement of a complaint for divorce shall not be taken as true because of the defendant’s failure to answer, or because of his or her admission of their truth. Section. 3504, C. & M. Digest. The decree granting plaintiff a divorce was therefore erroneous.\nWithin the time limited by law for an appeal to this court, the defendant perfected an appeal.\nIn 1 C. J., page 171, § 289 of the chapter on Abatement and Revival, it is said: “Where the party seeking a divorce appeals from a judgment, simply denying it, and pending the appeal either party dies, the appeal and the action abate absolutely and cannot be revived, there being no one living who can legally have any interest in the same. But it is otherwise in so far as the property rights of the parties are involved. It has also been held that the right of a party against whom a decree of divorce has been rendered to have the same reversed for error is not defeated by the death of the other party pending the appeal.”\nWe do not have for decision the question whether an appeal could be prosecuted where no property rights are involved, for property rights were adjudged here; and there appears to be no division of authority as to the existence of the right of appeal when the decree also adjudicates property rights. 7 Emc. of Proc., page 834.\nIn the case of Strickland v. Strickland, 80 Ark. 451, the court had decreed in favor of the husband, and the wife appealed, and after the submission of the cause the husband died. The court said: “Of course, death terminates a divorce suit; but where property rights depend on the correctness of a divorce decree, and an appeal has been taken from it, it is the duty of the appellate court to review the decree in. order to settle the property rights. (Citing cases).” See also Johnson v. Bates, 82 Ark. 284.\nThe decree in regard to the property is based upon the decree for divorce, and as that decree was improperly rendered, the entire decree must be reversed. It is so ordered.",
        "type": "majority",
        "author": "Smith. J."
      }
    ],
    "attorneys": [
      "Price Shofner, for appellant."
    ],
    "corrections": "",
    "head_matter": "Bradshaw v. Sullivan.\nOpinion delivered October 29, 1923.\n1. Divorce — decree pro confesso. — Under Crawford & Moses’ Dig., § 3504, providing that “the statements of the complaint for divorce shall not be taken as true because of the defendant’s failure to answer, or his or her admission of their truth,” held that a decree granting to plaintiff a divorce which recites that the cause was submitted to the court upon the complaint and the proof of publication of the warning order and the report of the attorney ad litem is erroneous.\n2. Divorce — death of party — appeal.—Where property rights depend upon the correctness of a decree of divorce, it is the duty of the appellate court to review the decree in order to settle such rights, though one of the parties has died since the decree was rendered.\n3. Divorce — appeal—death of party. — Where a decree of divorce involving property rights was erroneous, the entire decree will be reversed, though one of the parties has subsequently died.\nAppeal from Pulaski Chancery Court; John E. Martinecm, Chancellor;\nreversed.\nPrice Shofner, for appellant.\nIt was manifest error to grant a decree for divorce without proof supporting the allegations of the complaint. 38 Ark. 119 ; Id. 324; 54 Ark. 20; 83 Ark. 533; 99 Ark. 94; 102 Ark. 54; 145 Ark. 254, 261. See also 88 Ark. 604; 77 Ark. 195; 80 Ark. 74; 154 Ark. 96."
  },
  "file_name": "0547-01",
  "first_page_order": 571,
  "last_page_order": 573
}
