{
  "id": 1388510,
  "name": "Chambliss v. Clear Creek Oil & Gas Company",
  "name_abbreviation": "Chambliss v. Clear Creek Oil & Gas Co.",
  "decision_date": "1923-12-24",
  "docket_number": "",
  "first_page": "549",
  "last_page": "552",
  "citations": [
    {
      "type": "official",
      "cite": "161 Ark. 549"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "96 Neb. 205",
      "category": "reporters:state",
      "reporter": "Neb.",
      "case_ids": [
        4460945
      ],
      "opinion_index": -1,
      "case_paths": [
        "/neb/96/0205-01"
      ]
    },
    {
      "cite": "147 N. W. 681",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": -1
    },
    {
      "cite": "153 N. W. 247",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": -1
    },
    {
      "cite": "99 Ark. 1",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1314561
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/99/0001-01"
      ]
    },
    {
      "cite": "97 Ark. 473",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1318783
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/97/0473-01"
      ]
    },
    {
      "cite": "85 Ark. 12",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1523357
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/85/0012-01"
      ]
    },
    {
      "cite": "148 Ark. 260",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8719460
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/148/0260-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 359,
    "char_count": 6730,
    "ocr_confidence": 0.478,
    "pagerank": {
      "raw": 5.207966869300525e-08,
      "percentile": 0.32685148825279003
    },
    "sha256": "42cf9da5a1fae0bc6876ef5984128bf71c9a5bdee719271f69dbd8dbc3d134ed",
    "simhash": "1:8cea3d24b16afbc9",
    "word_count": 1136
  },
  "last_updated": "2024-02-27T21:32:42.656819+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Chambliss v. Clear Creek Oil & Gas Company."
    ],
    "opinions": [
      {
        "text": "McCulloch, C. J.\nThe two appellees, Clear Creek Oil & Gas Company and LaSalle Oil & Gas Company, are corporations producing gas in the fields located in Crawford County and furnishing it for domestic and industrial purposes in Fort Smith and Yan Burén. Appellants are farmers residing in the vicinity of Yan Burén, and have been users of gas for domestic purposes. Private lines are run to the farms of appellants from the gas mains extending from the wells. There are two of these lines running from the gas mains, on one of which are situated about sixty-five farm houses, and on ■the other line there are situated thirty-five farm houses.\nWhen the gas field was developed thé Clear Creek ■ Oil & Gas Company entered into oral agreements with the various appellants that, if the latter would pay for the construction of the line running out from the gas main, they could have gas at fifteen cents per thousand cubic feet, and, pursuant to this agreement,' appellants paid for the construction of the line. They received gas at that price until January, 1921, when the Clear Creek Oil & Gas Company applied to the Railroad Commission for permission to increase its gas rates generally, including an increase for domestic purposes to twenty-five cents per thousand cubic feet. At the same time the LaSalle Oil &> Gas Company made application to the Railroad Commission for an order fixing the price of gas for domestic purposes at twenty-five cents, and the Commission made an order granting the request. The proceedings before the Commission were regular, and the order was made after notice given to consumers. Subsequently appellants appeared before the Railroad Commission and asked that the rates fixed by the Commission be set aside, and, on a hearing, the Commission granted the request and set aside- the rate of twenty-five cents per thousand cubic feet, as fixed in the previous order, and restored the original rate of fifteen cents'per thousand cubic feet. From this order the appellees prosecuted an appeal to the circuit court of Pulaski County. • There was a hearing in the circuit court upon the testimony adduced before the Commission, which was certified in the record, and the circuit court rendered judgment finding the reasonable rate to be twenty-five cents per thousand cubic feet, and certified the judgment to the ‘Railroad Commission. An appeal has' been duly\" prosecuted to this court.\nIt appears from the testimony that appellants had a contract with the Clear Creek Oil & Gas Company for gas at the price of fifteen cents per thousand cubic feet, ' and that they enjoyed that rate from the time the pro duetion of gas began in that field, back in the year 1916 or 1917, but the two appellees were operating as public, utilities, and it was beyond their power to contract with respect to gas, so far as such contract might interfere with the power of the Commission to regulate the prices. Clear Creek Oil & Gas Co. v. Fort Smith Spelter Co., 148 Ark. 260. Notwithstanding those contracts, the question presented to the Commission, on the petition of appellees for a regulation of the rates, and also the question for the circuit court on review, was what is a fair and reasonable rate for the price of gas? . . -\nThere is a presumntion as to the reasonableness' of the rate fixed bv the Railroad Commission, and the rate thus fixed should not be disturbed excént upon testimony sufficient to overcome the presumption thus raised. Clear Creek Oil & Gas Co. v. Fort Smith Spelter Co., ante, p. 12. In this instance. the circuit court found that the testimony was sufficient to overcome the presumption raised by the finding of the Commission, and, after careful consideration of the testimony, we are of the opinion that the testimony fully sustains the conclusion reached by the circuit court. It is shown clearly, and almost beyond dispute, in the testimony, that twenty-five cents per thousand cubic feet is a reasonably remunerative rate for furnishing gas under the circumstances under which appellants are to receive it. The evidence shows that the gas costs nineteen cents per thousand cubic feet to furnish it to appellants, and that the difference between that and the rate fixed by the circuit court in its finding is a fair profit upon the investment and operations of appellees.\nIt is unnecessary to review the evidence in all of its detail, but, after considering it, we are of the opinion that its effect is as above stated. It was within the jurisdiction and power of the circuit court, on the appeal, to determine whether or not the prices fixed by the Bail-road Commission were reasonable, and, if the same were found not to be reasonable, to determine what would be a reasonable schedule of prices for enforcement by the Commission. Coal District Power Co. v. Booneville, post, p. 638.\nOur conclusion is that the judgment of the circuit court was correct, and the same is therefore affirmed.",
        "type": "majority",
        "author": "McCulloch, C. J."
      }
    ],
    "attorneys": [
      "G. M. Wofforcl and Joh)% D. Arb%ichle, for appellants.",
      "E. L. Matlock and Pryor & Miles, for appellees."
    ],
    "corrections": "",
    "head_matter": "Chambliss v. Clear Creek Oil & Gas Company.\nOpinion delivered December 24, 1923.\n1. Gas — power to regulate public utility. — Where a natural gas company was operating as a public utility, it was beyond its power to contract with reference to supplying gas, so far as such contract might interfere with the power of the Railroad Commission to regulate the price thereof.\n2. Gas — reasonableness of rate fixed. — Rates fixed by the Railroad Commission for charges by public utilities are presumed to be reasonable, and will not be disturbed except upon testimony sufficient to overcome such presumption.\n3. Gas — public utility charges — review..—On appeal from a finding of the Railroad Commission as to the reasonableness of the charges of a public utility, it is within the jurisdiction of the circuit court to determine whether such charges were reasonable, and, if not, to determine what would be a reasonable schedule of charges.\nAppeal from Pulaski Circuit Court, Second Division; R. M. MaA%n, Judge;\naffirmed.\nG. M. Wofforcl and Joh)% D. Arb%ichle, for appellants.\nThe burden of showing the rates to be unreasonable rests with the complaining company. 12 K,. C. L. 900, § 39. The elements from which reasonable rates are to be determined are: (1) present reasonable value of the company’s plant; (2) amount of gas furnished customers; and (3) the cost of gas. 12 R. C. L. 901, § 40. What is a reasonable return varies according to the circumstances of the particular case. 12 R. C. L. 902, § 41. The courts will not interfere with the orders of the Railroad Commission unless they are arbitrary, unreasonable and unjust. 85 Ark. 12; 97 Ark. 473; 99 Ark. 1-15; 33 Cyc. 52, and authorities cited; 153 N. W. 247; 147 N. W. 681; 96 Neb. 205.\nE. L. Matlock and Pryor & Miles, for appellees."
  },
  "file_name": "0549-01",
  "first_page_order": 577,
  "last_page_order": 580
}
