{
  "id": 1360536,
  "name": "Frauenthal v. Williams",
  "name_abbreviation": "Frauenthal v. Williams",
  "decision_date": "1922-11-13",
  "docket_number": "",
  "first_page": "551",
  "last_page": "556",
  "citations": [
    {
      "type": "official",
      "cite": "155 Ark. 551"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "82 Ark. 256",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "33 Ark. 326",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "101 Ark, 39",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "32 Ark.' 764",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "100 Ark. 320",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "101 Ark. 39",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "95 Ark. 227",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1543584
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/95/0227-01"
      ]
    },
    {
      "cite": "92 Ark. 128",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1548601
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/92/0128-01"
      ]
    },
    {
      "cite": "151 Ark. 26",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1366109
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/151/0026-01"
      ]
    },
    {
      "cite": "82 Ark. 252",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1529019
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/82/0252-01"
      ]
    },
    {
      "cite": "145 Ark. 8",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1586188
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ark/145/0008-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 504,
    "char_count": 10228,
    "ocr_confidence": 0.493,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.05125607709175323
    },
    "sha256": "4fbe784b90882084eb54c6dda1ecc8c9ea5a2b0ab7807a7ebb4fae47ae968374",
    "simhash": "1:d49ad78df0916a4a",
    "word_count": 1808
  },
  "last_updated": "2024-02-27T20:04:56.897085+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Frauenthal v. Williams."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nThis appeal is from a judgment in appellee’s favor in a suit brought by her to recover damages for alleged malicious prosecution.\nIn support of her cause of action she testified as follows : She had a note outstanding for $590, due to the Citizens’ State Bank of McGehee, which she requested appellant to pay for her, and he did so. The note at the bank had been secured by the deposit of two diamond rings; and appellant took over this collateral from the bank when he paid the note, and she gave appellant a new note for the old one which he had paid the bank. On June 19th she received a check for $600 from her father at Bald Knob, drawn on a bank at that place; that she deposited the check for collection for her account at the McGehee bank, and a notation of this deposit was made in her bank book. On June 21th the cashier of the Mc-Gehee bank told her the check on the Bald Knob bank had not been paid, but had been returned marked “Not paid account insufficient funds.” She told the cashier she had given appellant a check for $590, and the cashier promised to hold that check for twenty-four hours to give her an opportunity to make arrangements to pay it, but the cashier advised her he could wait no longer than twenty-four hours. The check she gave appellant was dated June 21st. She did not make the arrangements, her check to appellant was not paid, and she came to Little Rock, where appellant caused her arrest, and she was carried to the jail and detained there for two hours and .a half, When appellant received her check, he delivered to her the diamonds which he had held as collateral. After she had been arrested she gave appellant back the diamonds to hold until the $590 was paid him, and she also.paid him $15 to eovér his expenses, -whereupon he procured her release, and she was discharged from custody, and the prosecution against her was dismissed. She had $145 on deposit in the bank at McGehee when she deposited her father’s check, and she drew all of this 'money out of the bank except a small sum on June 24th, which was the day she left McGehee. She supposed the check of her father would be collected, and, had it been, she would have had funds to pay her check to appellant. She left McGehee on June 24th, and came to Little Rock, from, which place she went to visit her sister at Bald Knob, and she returned to Little Rock on the 28th and was arrested at the Union Station on the 29th. She was about to return to Bald Knob to see about the payment of her check to appellant, but she had not so advised appellant until after her arrest.\nThe affidavit for the warrant of arrest was sworn out by appellant before a justice of the peace on June 27th, and charged appellee with having drawn a check on the bank with no funds in the bank to pay it, and the affidavit appears to have been made after a conference between appellant, the justice of the peace and a deputy sheriff, to whom appellant related all the details.\nAppellant lived at Palmer, in Monroe County, and after being advised that the check to him had not been paid for the want of funds, .he called Isadore Friedman, a brother-in-law, who lived in McGehee, over the telephone, on June 27th, and asked Friedman to look the matter up. Friedman testified that he did so and found appellee had left town and had expressed her belongings to Bald Knob and to Little Rock, and he so advised appellant.\nThe cashier of the bank testified that a check dated June 21st, to the order of appellant for $590, was presented at the bank by appellant, but was not paid on account of insufficient funds. On that date appellee had to her credit the sum of $141.47, and to the date of trial had made no further deposits. It was not. the custom of the bank to credit on its books items received for collection until the collection was made, and as the check on the Bald Knob bank was never collected it was never credited on the books to the account of appellee. On August 15th appellee’s balance was $7.20, and the account was closed by the cashier sending her a check for that amount.\nThe court instructed the jury, and numerous exceptions were saved to the instructions and are discussed in the brief; but we do not consider these exceptions, for the reason that, in our opinion, a case was not made for the jury.\nWe do not set out the testimony of appellant containing his explanation of his actions.\nThe statute under which appellee was arrested, quoting the applicable portion thereof, reads as follows: “It shall hereafter be unlawful for any individual * * * to make or give any check or draft on any account in any bank or trust company * * * on which the said individual # * * shall not have full authority to check or draw such draft or check, or, having such authority, to make any check or draft upon an account in any bank, savings bank_ or trust company, when there shall not be sufficient funds therein to cover the same, unless they shall have made prior arrangements with said bank, savings bank, or trust company for said check or overdraft; provided, however, that if any individual * * * shall, when notified of such draft or cheek, immediately make a deposit to cover same, they shall not be subject to the provisions of this act; provided, further, that checks or drafts given where said individual * * * shall have had no checking account in said bank, shall not come under the provision of this act.” Sec. 743, 'C. & M. Digest.\nThis court has several times held that the existence of probable cause is a complete defense to actions of this character. A late case is that of Keebey v. Stifft, 145 Ark. 8. We there quoted from prior cases of this court approved definitions of probable cause, one of them being as follows: “Probable cause is such a state of facts in the mind of the prosecutor as would lead a man of ordinary caution and prudence to believe or entertain an honest and strong .suspicion that the person arrested is guilty.”\nWe think, under the case made by appellee, as stated above, that appellant had probable cause for believing that appellee had violated the statute quoted. Appellee may have believed, when she drew the check in question, that it would be paid out of the proceeds of the check of her father which she had deposited for collection; but the question is, did appellant have probable cause for believing appellee was guilty of a violation of the statute quoted? We think so. Appellee knew, on June 24th, that her check to appellant had not been paid, and would not be paid, and after being so advised she drew out of the bank the principal part of the deposit which she did have. She did not communicate with appellant, as she could easily have done, and he was furnished no explanation by her. Upon the contrary, she left McUehee the day. she was advised her check had not been paid, and shipped her belongings out of town, and after three days of waiting and inquiry appellant, on June 27th, swore out the warrant as has been stated.\nIn the case of Keebey v. Stifft, supra, we said: “In Whipple v. Gorsuch, 82 Ark. 252, we held that: ‘Where the facts relied upon to constitute probable cause are undisputed, the question is one of law for the court to determine, and should not be submitted to the jury.’ Now, applying these familiar principles to the facts of this record, however innocent Keebey may have been (and we assume that he was entirely innocent), nevertheless he was the victim of unfortunate circumstances from which, it occurs to us, all reasonable minds must conclude that Stifft believed and had grounds for entertaining ‘honest and strong suspicion’ that Keebey was guilty of receiving stolen property knowing that same was stolen.” See also Scott v. Pennington, 151 Ark. 26.\nSo here, even though appellee may not have been guilty of drawing a worthless check as charged (which we do not decide), her own conduct afforded appellant “honest and strong suspicion” that she was guilty; and the judgment below ¡must therefore be reversed, and the cause will be dismissed.",
        "type": "majority",
        "author": "Smith, J."
      }
    ],
    "attorneys": [
      "Lee & Moore, for appellant.",
      "8. 8. Jeffries, for appellee."
    ],
    "corrections": "",
    "head_matter": "Frauenthal v. Williams.\nOpinion delivered November 13, 1922.\nMalicious prosecution — probable cause. — Where a debtor gave her creditor a check for the amount she owed him, and received in return therefor diamonds deposited with the creditor as collateral security, and thereafter left town, removing her property and withdrawing the balance of her account at the bank, when she knew that her cheek had not been paid, a check given her by her father on which she relied to cover her check having in the meantime been returned unpaid, the creditor who caused her arrest for executing a cheek without sufficient funds was . not liable for malicious prosecution, as the creditor had probable cause for believing her guilty.\nAppeal from Monroe Circuit Court; George W. Clark, Judge;\nreversed.\nLee & Moore, for appellant.\nTbe court erred in instructing the jury that this was an action to recover damages for wrongful arrest and false imprisonment. It is an action for malicious prosecution. Imprisonment by virtue of a legal writ, issued by a court of competent jurisdiction and served in a lawful manner, does not constitute false imprisonment, even though it was improvidently or wrongfully issued. 92 Ark. 128-132; 95 Ark. 227. It was erroneous to instruct the jury that malice could be inferred from want of probable cause. 101 Ark. 39'; 100 Ark. 320.\nOn the question of malice tbe court’s instruction was directly contrary to the law as declared by this court. If one prosecutes another on a criminal charge, he will be protected therein, however malicious his motives may have been, provided there was probable cause. 32 Ark.' 764; 101 Ark, 39. Probable cause is a complete defen'Se to an action for malicious prosecution. 33 Ark. 326. Where the facts relied on to constitute probable cause áre' undisputed, the question becomes one of law for the court to determine, and should not be submitted to the jury. 82 Ark. 256-259.\n8. 8. Jeffries, for appellee.\nThe two essential elements, malice and want of probable cause, necessary to be proved by the plaintiff in a case of this kind, were fully covered by the court’s instruction, and the jury’s verdict settles the facts that they were proven."
  },
  "file_name": "0551-01",
  "first_page_order": 575,
  "last_page_order": 580
}
