{
  "id": 1435353,
  "name": "Keith v. Drainage District No. 7 of Poinsett County",
  "name_abbreviation": "Keith v. Drainage District No. 7",
  "decision_date": "1932-04-04",
  "docket_number": "",
  "first_page": "553",
  "last_page": "556",
  "citations": [
    {
      "type": "official",
      "cite": "185 Ark. 553"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "11 S. W. 96",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "51 Ark. 235",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8721957
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/51/0235-01"
      ]
    },
    {
      "cite": "36 S. W. (2d) 59",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "183 Ark. 384",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1441831
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/183/0384-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 284,
    "char_count": 4317,
    "ocr_confidence": 0.515,
    "pagerank": {
      "raw": 7.042386976472554e-08,
      "percentile": 0.4246467651202831
    },
    "sha256": "0562996621ae007d3b6ebaae2a814b4a0cbd59a720ed852afa0028130aacad84",
    "simhash": "1:77f6e5f3692dd540",
    "word_count": 719
  },
  "last_updated": "2024-02-27T17:51:09.396208+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Smith and McHaney, JJ., dissent."
    ],
    "parties": [
      "Keith v. Drainage District No. 7 of Poinsett County."
    ],
    "opinions": [
      {
        "text": "Humphreys, J.\nThis is an appeal from a judgment of the circuit court of Poinsett County dismissing appellants’ petition for a writ of mandamus to compel the commissioners of Drainage District No. 7 of Poinsett County to pay appellants’ judgment against it out of the revenues of said district.\nThe only two questions of importance involved on the appeal under the pleadings and testimony are: First, whether appellants’ right to have their judgment satisfied out of the revenues of said district is superior and paramount to liens created on said revenues for money with which to construct levees and other improvements incident to said district; second, whether mandamus is an available remedy.\nAppellants’ judgment was obtained for the value of lands taken by the district under the power of eminent domain vested in it. For a full statement of the facts under which said judgment was based and the judgment itself, reference is made to the case of Keith v. Drainage District No. 7 of Poinsett County, reported in 183 Ark. 384, 36 S. W. (2d) 59. Compensation for lands thus appropriated is guaranteed by the Constitution of 1874, art. 2, § 22, which is as follbws:\n“The right of property is before and higher than any constitutional sanction; and private property shall not be taken, appropriated or damaged for public use, without .just compensatibn • therefor. ’ ’\nThis provision of the Constitution is impliedly written into and becomes a part of every mortgage, bond, or conveyance of real estate thus acquired for the purpose of obtaining money to make improvements incident *to any district. • The property and revenues arising therefrom by taxation or otherwise carries the burden of paying the owners for real estate thus appropriated. This rule or principle of law was announced in the case of Organ v. Memphis & Little Rock Railway Co., 51 Ark. 235, 11 S. W. 96, which principle finds support in the great weight of authority.\nThe trial court found in the instant case that the commissioners had revenues sufficient to pay the judgment of appellants, but that they had been pledged to the payment of bonds issued and sold to procure money with which to build levies and make other necessary improvements, and declared as a matter of law that the bondholders were preferred on account of such pledge over the judgment obtained by appellants. The finding of fact that there are sufficient revenues to pay the judgment of appellants is supported by the weight of the testimony. The finding of fact that the commissioners of the district pledged the revenues to the payment of the bonded indebtedness is also supported by the weight of the evidence. The declaration of law by the court to the effect that the bondholders’ lien on the revenues of the district were superior to appellants’ judgment claim was erroneous. In so declaring, the court disregarded the constitutional guaranty, as well as the rule announced in the Organ case, supra. Appellants ’ judgment was a lien on the revenues of the district paramount to the lien of the bondholders,\nIt clearly appears from this record that the remedy now invoked is the only adequate remedy available to appellants. According to the record before us, the remedy by execution proved fruitless and will continue to do so. The only lands owned by the district are tax title lands that no one seems willing to buy. It is argued, however, that mandamus will not lie against the commissioners because it is discretionary with them as to which claimants they will prefer and pay out of the revenues. They have no such discretion. It was their duty to pay for lands taken for the purposes of the district out of the revenues derived by taxation in the district, under the constitutional provision quoted above, to the exclusion of all claimants thereto not in their class.\nOn account of the error indicated, the judgment dismissing appellants’ petition is reversed, and the cause is remanded with direction to the circuit court to issue a writ of mandamus compelling the commissioners to pay appellants ’ judgment out of the revenues of the district.\nSmith and McHaney, JJ., dissent.",
        "type": "majority",
        "author": "Humphreys, J."
      }
    ],
    "attorneys": [
      "G. T. Carpenter, for appellant.",
      "Chas. D. Frierson, for appellee.",
      "Archer Wheatley, amicus curiae."
    ],
    "corrections": "",
    "head_matter": "Keith v. Drainage District No. 7 of Poinsett County.\nOpinion delivered April 4, 1932.\nG. T. Carpenter, for appellant.\nChas. D. Frierson, for appellee.\nArcher Wheatley, amicus curiae."
  },
  "file_name": "0553-01",
  "first_page_order": 573,
  "last_page_order": 576
}
