{
  "id": 1367905,
  "name": "West v. State",
  "name_abbreviation": "West v. State",
  "decision_date": "1921-11-28",
  "docket_number": "",
  "first_page": "555",
  "last_page": "560",
  "citations": [
    {
      "type": "official",
      "cite": "150 Ark. 555"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "125 Ark. 471",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1553238
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/125/0471-01"
      ]
    },
    {
      "cite": "116 Ark. 227",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1532277
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/116/0227-01"
      ]
    },
    {
      "cite": "141 Ark. 496",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1592933
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/141/0496-01"
      ]
    },
    {
      "cite": "114 Ark. 472",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1536285
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/114/0472-01"
      ]
    },
    {
      "cite": "113 Ark. 301",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1537542
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/113/0301-01"
      ]
    },
    {
      "cite": "109 Ark. 450",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1341199
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/109/0450-01"
      ]
    },
    {
      "cite": "103 Ark. 21",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1352036
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/103/0021-01"
      ]
    },
    {
      "cite": "101 Ark. 443",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1311095
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/101/0443-01"
      ]
    },
    {
      "cite": "85 Ark. 64",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1523386
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/85/0064-01"
      ]
    },
    {
      "cite": "80 Ark. 13",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1491238
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/80/0013-01"
      ]
    },
    {
      "cite": "79 Ark. 127",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1495608
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/79/0127-01"
      ]
    },
    {
      "cite": "72 Ark. 613",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1505496
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/72/0613-01"
      ]
    },
    {
      "cite": "116 S. W. 344",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": -1
    },
    {
      "cite": "146 Ark. 582",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "142 Ark., 479",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "135 Ark. 524",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "113 Ark. 304",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "102 Ark. 183",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "91 Ark. 579",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "85 Ark. 68",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "79 Ark. 132",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "69 Ark. 322",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8722514
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/69/0322-01"
      ]
    },
    {
      "cite": "56 Ark. 583",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "47 Ark. 185",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "45 Ark. 170",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "19 Ark. 159",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "13 Ark. 741",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "130 Ark. 101",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8718046
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/130/0101-01"
      ]
    },
    {
      "cite": "98 U. S. 145",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11293
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/98/0145-01"
      ]
    },
    {
      "cite": "66 Ark. 53",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1909810
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/66/0053-01"
      ]
    },
    {
      "cite": "125 Ark. 471",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1553238
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/125/0471-01"
      ]
    },
    {
      "cite": "116 Ark. 227",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1532277
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/116/0227-01"
      ]
    },
    {
      "cite": "113 Ark. 304",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "45 Ark. 170",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 477,
    "char_count": 9786,
    "ocr_confidence": 0.484,
    "pagerank": {
      "raw": 1.88561898242757e-07,
      "percentile": 0.7282868615120032
    },
    "sha256": "48b438fc2c0a75d9bbe4a342632b0d149d131b01c02e4618bc08aba6daca58d3",
    "simhash": "1:077954c778f581fb",
    "word_count": 1752
  },
  "last_updated": "2024-02-27T17:22:06.736121+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "West v. State."
    ],
    "opinions": [
      {
        "text": "McCuleooh, C. J.\nThis appeal is from a judgment of conviction under an indictment charging appellant with the crime of rape. The charge is that appellant assaulted and raped a certain young woman on the night of March 19,1921, in the city of Little Bock.\nThe assaulted female testified that on the night mentioned she rode home on a street car from her place of work, and walking a short distance after she debarked from the car she was met and assaulted by a negro man, whom she identified as appellant, and another negro, about whose identity she was uncertain.\nIt appears from the record that there was a former mistrial of the case before a jury which was discharged.\nThe first assignment of error relates to qualifications of several talesmen, each of whom appellant challenged peremptorily after the court had refused to sustain challenges for alleged canse, and later appellant exhausted all of his challenges. One of them testified that he had formed an opinion in regard to the guilt or innocence of the accused, and that the opinion was formed from reading newspaper accounts of the crime and from hearing a discussion of the case between two of the jurors at the former trial. He testified that he had heard two of the jurors discuss the merits of the case and had read the accounts in the newspapers and formed an opinion, but that he could not state that the opinion was formed exclusively from either of the sources mentioned, and further stated that he could lay aside that opinion and be controlled, in arriving at a verdict, by the testimony adduced at the trial. Another one of them testified that he had heard the case discussed, that he heard a part of the argument in the former trial of the case and formed an opinion, but that it was not a fixed or definite opinion, and that he could lay it aside and be controlled by the evidence adduced at the trial. Another one testified that he had formed an impression from what some one had told him what a juror in the former trial had said about the case, but that he had no fixed opinion, and could lay aside the impression thus obtained and try the case according to the law and the evidence adduced.\n■ The law with reference to the qualifications of jurors lias been often discussed in the decisions of this court, and it is scarcely necessary to reiterate what has already been said. The oft-repeated rule announced is that the entertainment of # preconceived opinion about the merits of a criminal case renders a juror prima facie incompetent; and unless it is shown that such opinion is based on rumor or is not of a nature calculated to influence an intelligent and fair-minded man, the disqualification is established, notwithstanding he states that he can lay aside the opinion and try the case upon the evidence adduced at the trial. Polk v. State, 45 Ark. 170; Hardin v. State, 66 Ark. 53; McGough v. State, 113 Ark. 304. In the present instance it fairly appears' that the opinions of these talesmen were founded, not on narratives of what purported to be the facts in the case, but upon newspaper accounts and other discussions. It is true that one of them said that he heard a discussion between two jurors which influenced him in arriving at an opinion, and another stated that he had heard a portion of the argument at the former trial, but neither of them stated that he heard a narrative of the facts in the case nor what purported to be the testimony of the witnesses. An opinion thus founded is not one calculated, to influence an intelligent juror when he declares himself to be able and willing to discard such opinion and try the case upon the testimony adduced at the trial. In other words, it is such an opinion that can be discarded by an intelligent and fair-minded person without having testimony to remove it. Neither of the talesmen said that the opinion entertained was based on a statement by the jurors in the former trial of the facts or what purported to be the facts. The examination was had by the trial judge, and he was in situation to correctly determine whether or not the jurors entertained settled or fixed opinions which would likely influence them in the trial of the case. A due amount of deference ought, under the circumstances, to be given the finding of the trial judge on that issue, and his conclusions should not be discarded unless it appears that he erroneously accepted a juror who had a fixed opinion on the merits of the case, based on a narrative of facts traceable to a definite source and not based merely on rumor. Hardin v. State, supra; Reynolds v. United States, 98 U. S. 145.\nOur conclusion is, therefore, that this casé falls within the rule announced in many of our decisions where such opinions have been held not to disqualify if the juror declares himself able and willing to lay aside the opinion thus formed.\nIn the progress of the trial the State introduced a witness who testified that he owned a dog trained to following the trail of human beings, and that on the night the offense was committed he took the dog to the scene of the crime, and he undertook to relate the action of the dog on that occasion. He testified, in substance, that when the place of the alleged assault was pointed out to him he took the dog there, that the dog picked up the trail and followed it several blocks to the car line. There was testimony tending to show that appellant, shortly after the crime was committed, boarded a car at the place where the trail followed by the dog ended. The witness testified that lie had trained the dog to follow human trail; that he and his brother had trained the dog, and that it had on other occasions followed human track. We have held in a number of cases that such testimony is competent, but in each case it was stated that there must be preliminary proof that the dog had been trained for this purpose or that the dog possessed the capacity of following the human trail. Holub v. State, 116 Ark. 227; Padgett v. State, 125 Ark. 471; Cranford v. State, 130 Ark. 101. It is contended in the present instance that there was not sufficient proof of the training or capacity of the clog, but we think that the proof was sufficient to justify the submission of this issue to the jury. The question of the weight of the testimony was one for the jury.\nFinally, it is contended that the evidence is not sufficient to sustain the verdict, but it is clear from a perusal of the testimony that it is legally sufficient. The young woman alleged to have been assaulted testified concerning the assault and definitely identified appellant as the man who had committed the assault. Her testimony was sufficient to establish all of the elements of the crime of rape, and that appellant was the man who committed the crime. Appellant attempted to' establish an alibi and to show that the young woman was mistaken in her identification of appellant as the criminal, but the weight of all this testimony was a question for the jury, and we find that there was sufficient testimony to sustain the verdict.\nAffirmed.",
        "type": "majority",
        "author": "McCuleooh, C. J."
      }
    ],
    "attorneys": [
      "Mehaffy, Bonham S Mehaffy, for appellant.",
      "J. 8. TJtley, Attorney General, Elbert Godwin and W. T. Hammock, Assistants, for appellee."
    ],
    "corrections": "",
    "head_matter": "West v. State.\nOpinion delivered November 28, 1921.\n1. Jury — competency-—opinion already formed. — In a criminal case one juror testified that he had formed an opinion as to accused’s guilt from reading newspapers and from a discussion between two of the jurors in a former trial. Another juror testified that he had heard a part of the argument on a former trial and had formed an opinion as to accused’s guilt. Both jurors testified that they .could lay aside their opinions and be controlled by the testimony. Neither of them stated that he had heard a narrative of the facts in the case nor what purported to be the • testimony of the witnesses. Held that a finding of the trial judge that they were not disqualified will be sustained.\n2. Jurors — competency—opinion already formed. — The entertainment of a preconceived opinion about the merits of a criminal case renders a juror prima faoie incompetent, and to render him competent it must he shown that such opinion is based on the rumor, or is not of a nature calculated to influence an intelligent and fair-minded man, even though he states that he can lay aside the opinion and try the case upon the evidence ad- . duced at the trial.\n3. Criminal law — evidence—conduct of bloodhounds. — Upon proof that a bloodhound has been trained to follow the trail of human beings, it was competent to prove that the hound was taken to the place of an alleged rape, shortly after the crime was committed, that the dog picked up the trail and followed it several blocks to the car line, where defendant was shown to have boarded the street car..\nAppeal from Pulaski Circuit Court, First Division; J. W. Wade, Judge;\naffirmed.\nMehaffy, Bonham S Mehaffy, for appellant.\nFour of the jurors who, on their examination, said they had formed or expressed an opinion as to the guilt or innocence of the defendant, were not competent to serve. 13 Ark. 741; 19 Ark. 159; 45 Ark. 170; 47 Ark. 185; 56 Ark. 583; 69 Ark. 322; 79 Ark. 132; 85 Ark. 68; 91 Ark. 579; 102 Ark. 183; 113 Ark. 304; 135 Ark. 524; 142 Ark., 479; 146 Ark. 582.\nThe evidence was not sufficient to show that the dogs were properly trained nor were they properly handled. 46 Sou. 166; 16 L. B. A. (N. S.) 285; 116 S. W. 344.\nJ. 8. TJtley, Attorney General, Elbert Godwin and W. T. Hammock, Assistants, for appellee.\nOpinions formed on hearsay, rumor and from reading newspapers, are not sufficient to disqualify a juror. 72 Ark. 613; 79 Ark. 127; 80 Ark. 13; 85 Ark. 64; 101 Ark. 443; 103 Ark. 21; 10,4 Ark.'616; 109 Ark. 450; 113 Ark. 301; 114 Ark. 472; 141 Ark. 496.\nThe testimony as to the bloodhounds being experts in their line was admissible, 'thfe proper foundation having been laid. 116 Ark. 227; 125 Ark. 471."
  },
  "file_name": "0555-01",
  "first_page_order": 581,
  "last_page_order": 586
}
