{
  "id": 1428421,
  "name": "Ozan Graysonia Lumber Company v. Ward",
  "name_abbreviation": "Ozan Graysonia Lumber Co. v. Ward",
  "decision_date": "1934-01-15",
  "docket_number": "4-3274",
  "first_page": "557",
  "last_page": "563",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 557"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "271 S. W. 462",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "168 Ark. 818",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8725486
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/168/0818-01"
      ]
    },
    {
      "cite": "261 S. W. 286",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "164 Ark. 137",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1382151
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/164/0137-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 585,
    "char_count": 12288,
    "ocr_confidence": 0.491,
    "pagerank": {
      "raw": 5.8591662004228935e-08,
      "percentile": 0.36459326393160374
    },
    "sha256": "ea19a981eb96487e3b03f5e63bcd9eeba1f61f9440ff8ee9f156305abecea1e2",
    "simhash": "1:203f8646023f0033",
    "word_count": 2149
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Ozan Graysonia Lumber Company v. Ward."
    ],
    "opinions": [
      {
        "text": "Humphreys, J.\nThis suit was brought by appellee against appellant in the circuit court of Clark County to recover damages for injuries received while assisting in taking up steel rails from a logging railroad, through the alleged negligent failure of appellant to warn the crew in which he was working that the train was going to move forward before giving the move-up signal to the engineer.\nAppellant filed an answer, denying the negligence alleged, and pleading as additional defenses the assumption of the risk, contributory negligence and a settlement and release for all injuries received by appellee on account of the alleged negligence on appellants’ part.\nThe cause was submitted to the jury upon the pleadings, testimony and instructions of the court, resulting in a verdict and judgment for $15,000, from which is this appeal.\nAt the time appellee received his injury, he was a member of a crew of about twenty-five men engaged in taking up steel rails from a log road and loading them on flat cars. An engine and several flat cars were used to haul the rails when taken up and loaded. The train would move forward the length of a rail and stop while the employees would pull the spikes holding the rails on each side with claw-bars and disconnect and load the rails. The men would then throw the claw-bars and other tools used by them under the back part of the last flat car and then load the rails. After the rails were loaded, the train would move forward the length of another rail, in order that they might be taken up and loaded in the same way. The testimony is conflicting as to whether the custom was to notify the crew that the train was about to move before signaling the engineer to move same forward. The testimony was also in conflict as to whether appellee stooped over to pick up one of the claw-bars about the time the train moved forward or whether he was standing behind the flat car waiting for the customary notice when he was injured. The testimony was also in conflict as to whether one of the claw-bars was raised and shot backward with force, striking appellee on the left cheek, when said bar was run over by the flange of the car wheel, or whether one end was raised up, striking appellee on the cheek, while he was in the act of picking it up before the flat ear had time to clear it by moving forward. The end of the claw-bar in question struck appellee on the cheek and. caved in the molar or cheek bone, from which injury, according to the testimony introduced by appellee, he suffered great pain and the loss of all earning power. The testimony was also in conflict as to whether appellee settled with, and released appellant from, all damages sustained for the consideration of $200 on the representation of appellant’s regularly employed physician that his injury was not a permanent one, but one from which he would entirely recover.\n\"When the case was called for trial, appellant sought a continuance on account of the absence of two of its witnesses, Dr. Cole, who performed an operation on appellee in an effort to raise or elevate the depressed or caved-in cheek bone, and Harvey Eobinson, who was the engineer operating the engine at the time appellee was hurt. .The motion for continuance on account of their absence contained a statement of what each would swear if present. Appellee admitted that, if present, each absent witness would testify to the statements contained in the.application for a continuance. These statements were subsequently read to the jury and treated as evidence in the ease. Section 1270 of Crawford & Moses’ Digest provides that a trial shall not be postponed on account of the absence of a witness if the adverse party will admit that on the trial the absent witness, if present, would testify to the statement contained in the application for a continuance. The trial court followed the statute in overruling the motion, and, as appellant was not deprived of the benefit of the evidence of the absent witnesses, we are unable to say that the court abused its discretion in refusing to continue the case until the next regular term of court, which would convene in about two months thereafter.\nAppellant also contends for a reversal of the judgment because appellee was behind the last flat car, which was moving away instead of toward him, and that therefore the failure to notify the crew that the train was about to start before signaling the engineer to start same could not have been the proximate cause of the injury. It is argued that he was in the clear, as much so as if the notice had been given him. Perhaps so, as far as being clear of the train, but perhaps not so as far as being, out of danger. He was not injured by the train itself, but by a claw-bar which was raised up and shot backward by the forward movement of the train. Appellee testified that, had he known the train was going to move, he would have been on his guard, and would have avoided the injury. Of course, if appellee knew that the train was going to move without the customary notice being given, then the notice would not, and could not, have benefited him, but this was a disputed question of fact for determination by the jury.\nAppellant next contends for a reversal of the judgment because appellee’s own negligence was the direct and proximate cause of the injury. This would be true if the undisputed evidence reflected that he stooped over and attempted to pick up the claw-bar, prematurely or before the train moved forward, so as to clear the bar. On this issue there was a conflict in the testimony. There was testimony tending to show that he was struck by the bar being shot backward when he was standing up, and at a time when he was not attempting to pick it up.\nAppellant next contends for a reversal of the judgment because, though it be conceded that appellee’s testimony was true concerning the way in which he was injured, yet it was an accident which appellant could not have reasonably anticipated. The testimony showed that the tools used in pulling the spikes so that the rails might he loaded onto the flat ears were, under appellant’s direction, thrown under the last car, without reference to whether the wheels might run over them when the train was moved; and also that, if run over by the wheels, they might be lifted and moved in any direction. In view of this testimony, appellant should have anticipated and provided against any resultant injury.\nAppellant also contends for a reversal of the judgment because the trial court refused to give its requested instruction No. 4, which is as follows: “You are told that no duty devolved upon the defendant to notify the plaintiff or the steel gang before setting the train in motion under the circumstances, and you will disregard his allegation of negligence.”\nThis instruction was peremptory, and was requested on the theory that the customary notice could not have benefited appellee because he knew the train was about to move, or knew it was moving when he was hurt. Appellee testified that he did not think the train would start without notice, so it cannot be said that, under the undisputed testimony, he knew the train was about to start or had started when he was hurt.\nAppellant also contends for a reversal of the judgment because the court gave instruction No. 1, requested by appellee, in substance, to the effect that, if they found Dr. O. O. Purtle, the local physician of appellant, who took charge of appellee and treated him for the injury, told him he would recover after a lapse of time and that, relying upon said representation, he settled with and released appellant, and afterwards it turned out that the representations were false, then appellee would not be bound by the release. This court is committed to the rule that a release executed by an injured person, relying on a mistaken statement of the physician of the party responsible for the injury that it was slight and temporary and not permanent, is not binding upon the party making it. Kiech Mfg. Co. v. James, 164 Ark. 137, 261 S. W. 286. The instruction seems to have been framed upon this rule, and is a correct declaration of the law applicable to the facts in this case, as will be seen from the following excerpt from appellee’s testimony: “Q. Mr. Ward, how come you to sign that release? A. On what Dr. Purtle told me. Q. And what did Dr. Purtle tell you? A. He told me my face would get well and never cause me any more trouble. Q. Would you have signed it if he had not told you that you were not injured very bad? A. No, sir.” It will be noted that the misrepresentation relied upon was one of fact, and not of opinion, so it was unnecessary to show that it was fraudulently made. Misrepresentation of existing facts, though innocently made, will avoid a release induced by it.\nAppellant also contends for a reversal of the judgment because instruction No. 1 permitted an avoidance of the release if Dr. Purtle made representations of an existing fact which afterwards proved to be false; whereas instructions Nos. 10 and 11, requested by appellant and given by the court, required appellee to show that the false representations were fraudulently made by Dr. Purtle. It is argued that instructions Nos. 10 and 11 conflicted with instruction No. 1, but, even- so, it resulted in no prejudice to appellant. Appellant was not entitled to instructions 10 and 11, so the conflict was immaterial so far as it was concerned. It could not be prejudiced by a conflict between a correct instruction and instructions more favorable than it was entitled to. Clark v. Pickler, 168 Ark. 818, 271 S. W. 462.\nAppellant also contends for a reversal of the judgment because the court gave instruction No. 3, requested by appellee. We find no merit in either the general or specific objections made to it. The instruction is a general statement of the law applicable to the facts and could ^not in any way have prejudiced the rights of appellant.\nAppellant also contends for a reversal of the judgment because the release contains the following clause: “I hereby represent that I rely wholly upon my own judgment, belief and knowledge of the nature, extent and duration of said injuries, disabilities and damages, and that no representations or statements about them have induced me to make this settlement.”\nSuch a clause appeared in the release sought to be avoided in the case of Kiech Mfg. Co. v. James, supra, but this court ruled in that case that, when it appeared that the release was actually induced by representations of the extent of the injury by the party’s physician who caused said injury, which representations were not substantially correct, as shown by subsequent developments, then the injured one was not bound by the release.\nAppellant also contends for a reversal of the judgment because Dr. Ross, who examined appellee for the purpose of informing counsel for appellee as to the extent of the injury and to testify in the case as an expert, was permitted to testify as to subjective symptoms. No objections were made or exceptions saved to any particular testimony of the doctor, and we are unable to say whether he based his opinion as to the condition of appellee on subjective or objective symptoms.\nLastly, appellant contends for a reversal of the judgment because the verdict was excessive. The testimony introduced by appellee tends to show that at the time of the injury he was an able-bodied man with an actual earning capacity of $1,000 a year; that his life expectancy was 28.91 years; that his ability to earn and work was destroyed by the injury; that his left sinus is entirely gone; that his left eye is turned a little and held wider open than it was, and that his eyesight is impaired; that his upper lip is partially paralyzed and interferes with his speech; that he suffers much pain and is never free therefrom due to a disturbance of the nerves. In view of the destruction of his earning capacity, his long life expectancy, his disfigurement and his pain and suffering, it cannot be .said that the judgment for $15,000 is excessive.\nNo error appearing, the judgment is affirmed.",
        "type": "majority",
        "author": "Humphreys, J."
      }
    ],
    "attorneys": [
      "McRae & Tompkins, for appellant.",
      "J. H. Lookadoo, for appellee."
    ],
    "corrections": "",
    "head_matter": "Ozan Graysonia Lumber Company v. Ward.\n4-3274\nOpinion delivered January 15, 1934.\nMcRae & Tompkins, for appellant.\nJ. H. Lookadoo, for appellee."
  },
  "file_name": "0557-01",
  "first_page_order": 575,
  "last_page_order": 581
}
