{
  "id": 1403674,
  "name": "Union Sawmill Company v. Pagan",
  "name_abbreviation": "Union Sawmill Co. v. Pagan",
  "decision_date": "1927-11-28",
  "docket_number": "",
  "first_page": "559",
  "last_page": "565",
  "citations": [
    {
      "type": "official",
      "cite": "175 Ark. 559"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "85 S. W. 778",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "74 Ark. 348",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8721017
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/74/0348-01"
      ]
    },
    {
      "cite": "103 S. W. 606",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "83 Ark. 159",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "140 S. W. 730",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "100 Ark. 582",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1312262
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/100/0582-01"
      ]
    },
    {
      "cite": "86 S. W. 661",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "pin_cites": [
        {
          "page": "662"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "74 Ark. 302",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8720608
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/74/0302-01"
      ]
    },
    {
      "cite": "198 S. W. 107",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "131 Ark. 22",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1578652
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/131/0022-01"
      ]
    },
    {
      "cite": "135 S. W. 833",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "98 Ark. 367",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1315918
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/98/0367-01"
      ]
    },
    {
      "cite": "115 S. W. 931",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "89 Ark. 19",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1515262
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/89/0019-01"
      ]
    },
    {
      "cite": "84 S. W. 703",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "73 Ark. 344",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1504073
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/73/0344-01"
      ]
    },
    {
      "cite": "22 S. W. 162",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "57 Ark. 523",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1324629
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/57/0523-01"
      ]
    },
    {
      "cite": "266 S. W. 947",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "266 S. W. 946",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "167 Ark. 114",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1377050
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/167/0114-01"
      ]
    },
    {
      "cite": "268 S. W. 858",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "167 Ark. 483",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1376978
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/167/0483-01"
      ]
    },
    {
      "cite": "150 S. W. 140",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "104 Ark. 624",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1350596
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/104/0624-01"
      ]
    },
    {
      "cite": "128 S. W. 584",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "95 Ark. 65",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1543533
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/95/0065-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 594,
    "char_count": 13573,
    "ocr_confidence": 0.484,
    "pagerank": {
      "raw": 3.3369202486549986e-07,
      "percentile": 0.8739370519285101
    },
    "sha256": "5299e31864ad1d4a41b6b9f6f13f27398f2eebb3d9f95eaaf4414e33d7f7baaa",
    "simhash": "1:c277b457a5019bdc",
    "word_count": 2328
  },
  "last_updated": "2024-02-27T16:24:20.967461+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Union Sawmill Company v. Pagan."
    ],
    "opinions": [
      {
        "text": "Wood, J.\nThis in an action by the Union Sawmill Company against W. G. Pagan et al., in the Union Chancery Court. The plaintiff alleges that it is the owner and entitled to the southeast quarter of the southeast quarter of section 3, township 18 south, range 13 west, Union County, Arkansas, and it deraigns title from the United States Government to the State of Arkansas, and from the State, through mesne conveyances, to the plaintiff. The plaintiff alleges that the land had at all times been uninclosed and unimproved, and that it and those under whom it holds had paid the taxes regularly and consecutively for each year since 1905. The plaintiff alleged that the defendants were asserting title under a donation deed from the State to Mary McHenry, dated April 12, 1921. The plaintiff alleged that one of the defendants, W. G. Pagan, ivas engaged in cutting timber on the land; that Pagan was insolvent, and that, unless restrained, he would continue to cut the timber, to the great damage of plaintiff. Plaintiff alleged that it had no adequate remedy iat law, and prayed that Pagan be restrained from cutting the timber, and for damages in the sum of $1Q0 for the timber already cut, and that plaintiff’s title be quieted against the defendants, and that all deeds under which defendants claimed be canceled.\nThe defendants answered, denying .all material allegations of the complaint, and set up that, on June 4, 1885, Mary McHenry, obtained a donation deed from the State of Arkansas to the land mentioned in the complaint, and that she took immediate possession of the land and improved a part thereof, and had continued in the possession thereof until the present time, openly, peaceably, and adversely to all the world. It was also alleged that Pagan and his immediate predecessors in title were solvent, and that they had been damaged by the action of the plaintiff in having a restraining order issued, in the mm. of $500. Defendants prayed for dissolution of the restraining order and for judgment against the plaintiff in the sum of $500, and that the record title in the plaintiff be canceled.\nThe cause was heard upon the pleading’s, the depositions of the witnesses and record of deeds introduced by agreement of counsel, and also agreement of counsel showing that the taxes on the land in controversy had been regularly paid by the plaintiff and its predecessors in title every year since 1904, except for the year 1923. The court entered a decree dismissing the plaintiff’s complaint for want of equity, and quieting title to the lands in the defendants as against the plaintiff, and dis-' missing the defendants’ prayer for damages against the plaintiff. The plaintiff duly prosecutes this appeal.\n1. The appellant proved record title to the land from the United States Government. The land was granted to and selected by the State under act of Con-' gress approved September 4, 1841. The record of deeds shows that the. State deeded the land to J. D. Hostetter, January 22,1904, and by him, through mesne conveyances ' by warranty deed to various parties, the land was conveyed to the appellant on January 22, 1906. True, there was introduced in evidence at the trial .of this cause a duplicate donation deed, showing that the lands were deeded by the Commissioner .of State Lands to Mary McHenry, on June 4, 1885, which deed recited that the lands were forfeited to the State for the nonpayment of taxes for the year 1878. But it appears from the record of deeds in evidence that, at the time of this alleged forfeiture, the title to the land was still in the State of Arkansas. The first evidence of any conveyance from the State was. the patent to J. D. Hostetter on January '27, 1904.\nIn Brinneman v. Scholem, 95 Ark. 65, 128 S. W. 584, we held (quoting syllabus): “A donation deed purporting to convey land as having forfeited to the State for taxes is ineffective to convey any title where, at the time of the alleged forfeiture, the land was not subject to taxation, being property of the State.” It follows that the appellant had legal record title to the land, and that Mary McHenry and those claiming under her acquired no title to the land by virtue of the donation, deed to her of June 4, 1885.\n2. The next question is, did Mary McHenry and those claiming title under her to the land in controversy acquire title thereto by adverse possession thereof under the seven-year statute of limitations!? A decided preponderance of the evidence — indeed, practically the undisputed testimony — shows that the tract of land in controversy is unimproved and uninclosed. This forty-acre tract is in section 3, township 18 south, range 13 west; it was embraced in the donation deed to Mary McHenry, together with the south one-half of the southwest quarter of section 2, being eighty acres, in the same township and range. It is stipulated by the parties to the record that the taxes on the lands in controversy have been paid by the appellant each and every year since 1905, with the exception of the year 1923. The lands in controversy being unimproved and uninclosed, the appellant acquired title thereto by such payment of taxes. Section 6934, C. & M. Digest; Fenton v. Collum, 104 Ark. 624, 150 S. W. 140, and oases there cited.\nBnt it is the contention of the appellees that, inasmuch as they entered on, and, for more than seven years, were in actual, open, continuous, and adverse possession of u part of the east eighty-in section 2, adjoining the land in controversy, under the donation deed of 1885, this would give them title by constructive adverse possession to all of the east eighty as well as the land in controversy in section 3.\nTo sustain their contention the appellees cite the recent caisie of Moore v. McHenry, 167 Ark. 483, 268 S. W. 858, in which the title to the eighty acres in section 2 under this same donation deed was involved. But the decision and opinion in that case, as we construe it, has no application to the facts of this record. The decision in that case, as shown fejr the pleadings and testimony adduced by the respective parties, turned upon the issue as to whether or not the plaintiffs in that case acquired title by adverse possession to the eighty acres of land under the seven-year statute of limitations. The plaintiffs in that case claimed, and proved to the satisfaction of the jury, that they entered into possession of a part of the eighty-acre tract of. land in controversy under the donation deed to Mary McHenry, and had occupied and improved the same, and continuously held open, exclusive and adverse possession- thereof for a period of more than seven years, Avhich gave them title to the entire eighty ¡acres. But there was no allegation in that case, and no proof that defendants had paid the taxes on the land consecutively and continuously for seven years, and that the lands in controversy in that case were uninclosed and unimproved. That issue was not raised. In that case we held that the donation deed to Mary McHenry was color of title for' the purpose of marking the boundaries of the lands claimed and occupied by her and her heirs. The jury found, upon sufficient proof, as we have stated, that a part of the land in controversy had been in adverse possession of the plaintiffs (appellees in that case) for a period of seven years. But in the case at bar, as we have seen, no part of the land in controversy had been actually occupied by the appellees. On the contrary, the entire tract of forty acres in controversy ivas unimproved and uninclosed land, to Avhich the appellant had acquired legal title by deeds of record, and also on AAThich the appellant had paid the taxes continuously each year for more than seven years.\nIn Moore v. McHenry, supra, we reannounced the doctrine of many former cases that, ‘Svhere adverse possession is entered under color of title, the grantee in the instrument constituting color of title aat.11 be deemed in constructive possession of the entire body of land described in the instrument, if in the actual possession of any part, thereof.” See also Thornton v. McDonald, 167 Ark. 114, 266 S. W. 946, and oases there cited at page 118, 266 S. W. 947. The doctrine of these cases has no application here, because of the difference in the facts. The appellees here, with only color of title, seek to acquire title by constructive adverse possession against the true OAATier of uninclosed and unimproved lands, who has continuously paid the taxes thereon each year since the time of his purchase thereof for more than seven years. The doctrine applicable here is that the true owner of aatM and unimproved lands, Avho has continuously paid taxes thereon from the time he acquired title thereto and for more than seven years in succession, cannot be defeated of his title and right to the actual possession olhis lands by one who merely claims title thereto under color of title and by only a constructive adverse possession. The general rule is that constructive possession folloAvs the title, and can only be overcome or defeated by an actual possession adverse, thereto. Gates v. Kelsey, 57 Ark. 523-528, 22 S. W. 162; Haggart v. Ranney, 73 Ark. 344-354, 84 S. W. 703; Watts v. Moore, 89 Ark. 19-22, 115 S. W. 931; Arnold v. Abeles & Co., 98 Ark. 367, 135 S. W. 833; Smith v. Boynton Land & Lumber Co., 131 Ark. 22, 198 S. W. 107. Furthermore, since the land was unincloised and unimproved when Hos tetter acquired the legal title from the State and began paying taxes thereon, and continued the payment thereof for seven years in succession, this, of itsielf, was constructive possession and eviction of all who claim title by constructive possession of the land. For, under the plain terms of § 6943, C. & M. Digest, “unimproved and uninclosed land shall be deemed and held to be in the possession of the person who pays the taxes thereon, if he have color of title thereto,” etc.\nIn Towson v. Denson, 74 Ark. 302-305, 86 S. W. 661, 662, construing this statute, we said:\n“When the Legislature said that, as to the taxpayer under color of title who paid taxes on unimproved and uninclosed land, such payment should legally constitute possession of such land, it is not reasonable to suppose that they meant anything different from what they declared,” etc.\nIn Paragould Abstract & Real Estate Co. v. Coffin, 100 Ark. 582, 140 S. W. 730, L. R. A. 1915B, 1006, quoting from Updegraff v. Marked Tree Lbr. Co., 83 Ark. 159, 103 S. W. 606, we said:\n“It will be observed that the act merely declares that the person who pays the taxes on unimproved and uninclosed lands shall he deemed to be in possession thereof if he have color of title. The statute does not undertake to fix the period of limitation, but merely declares the continuous payment of taxes under color of title to be possession, and leaves the general statute of limitations applicable thereto. The only proviso or condition in the act is that the person who pays the taxes, before he can claim the benefits thereof, must have paid at least seven years in succession, three of which must have been since the passage of the statute. It follows from this that, where lands continue to be unimproved and uninclosed, and seven successive payments of taxes have been made, the possession continues and becomes complete, unless the possession be broken by adverse entry or by commencement of an action before expiration of tlie seven-year period from tlie date of the first payment. By such payment of taxes under color of title appellee acquired a valid title thereto, as against appellants and all others, as has often been held by this court; (citing cases).”\nSee also Smith v. Boynton Land & Lbr. Co. supra, where we said:\n“In the case of Seldom v. Dudley E. Jones Co., 74 Ark. 348, 85 S. W. 778, Mr. Chief Justice Hill, in rendering the opinion, said: ‘The general rule is that, to charge a person on a warranty, eviction must be alleged. But, where the land is wild and unimproved, as in this case, actual eviction is not necessary. The possession follows the legal title, and a paramount title carries possession with it, amounting to constructive eviction’.”\nIt follows therefore that, under the law applicable to the facts of this record, the appellees have no title or right to possession of the lands in controversy. The decree is therefore reversed, and the cause is remanded, with directions to grant the prayer of appellant’s complaint.",
        "type": "majority",
        "author": "Wood, J."
      }
    ],
    "attorneys": [
      "Gaughan & Sifford, for appellant.",
      "Goodwin ■& Goodwin, for appellee."
    ],
    "corrections": "",
    "head_matter": "Union Sawmill Company v. Pagan.\nOpinion delivered November 28, 1927.\n1. Taxation — validity of donation deed. — A donation deed purporting to convey land as having forfeited to the\" State for taxes is ineffective to convey any title, where, at the time of the alleged forfeiture, the land was not subject to taxation, being the property of the State.\n2. Adverse possession — payment of taxes for seven years. — Where lands in controversy in a suit to quiet title were uninclosed and unimproved, one who paid taxes for more than seven years acquired title under Crawford & Moses’ Dig., § 6943.\n3. Adverse possession — payment of taxes. — Payment of taxes on uninelosed and unimproved land for more than seven years in succession was constructive possession of such land, under Crawford & Moses’ Dig., § 6943.\n4. Adverse possession — constructive possession. — Constructive possession follows the title, and can only he overcome or defeated by actual possession adverse thereto.\nAppeal from Union Chancery Court, Second Division; J. Y. Stevens, Chancellor;\nreversed.\nGaughan & Sifford, for appellant.\nGoodwin ■& Goodwin, for appellee."
  },
  "file_name": "0559-01",
  "first_page_order": 575,
  "last_page_order": 581
}
