{
  "id": 1432049,
  "name": "Arkansas Power & Light Company v. Curlin",
  "name_abbreviation": "Arkansas Power & Light Co. v. Curlin",
  "decision_date": "1933-06-12",
  "docket_number": "4-3119",
  "first_page": "562",
  "last_page": "565",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 562"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "57 S. W. (2d) 568",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "186 Ark. 1000",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8726735
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/186/1000-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 304,
    "char_count": 4907,
    "ocr_confidence": 0.515,
    "pagerank": {
      "raw": 1.3061430802636296e-07,
      "percentile": 0.6233021693542751
    },
    "sha256": "9edda3b34a28884be92e39e0b84b8ec4aefe79f38f3c89baf65cb3909121854d",
    "simhash": "1:531f2f3b3ce79f5f",
    "word_count": 845
  },
  "last_updated": "2024-02-27T21:18:50.990705+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Smith and McHaney, JJ., dissent."
    ],
    "parties": [
      "Arkansas Power & Light Company v. Curlin."
    ],
    "opinions": [
      {
        "text": "Johnson, C. J.,\n(after stating the facts). The sole question presented on this appeal for determination is, will mandamus lie to compel a collector to accept school district warrants in payment of past-due district school tax due to the district -issuing the warrants? Appellant insists that it will, and appellees deny the right.\nSection 10,045 of Crawford & Moses’ Digest reads as follows: “The collector shall receive county warrants- in payment of county taxes, the orders or warrants that may be payable on presentation of any town, city or school district for their respective taxes, and the state treasurer’s certificate of indebtedness, of date not prior to July 23, 1868, for State taxes, levied to defray the general expenses of the State. Provided, this section shall not be so construed as to compel the acceptance of any order or warrant that by the laws of this State was required to be funded.”\nAppellant insists that this section affords the authority. Appellees insist that § 10,045 of Crawford & Moses’ Digest was impliedly repealed by amendment No. 11 to the Constitution of 1874 adopted in 1927, wherein it was provided:\n“The General Assembly shall provide by the general laws for the support of common schools by taxes, which shall never exceed in any one year three mills on the dollar on the taxable property in the State, and by an annual per capita tax of one dollar, to be assessed on every male inhabitant of this State over the age of twenty-one years. Provided, that the General Assembly may, by general law, authorize school districts to levy by a vote of the qualified electors of such districts a tax not to exceed 18 mills on the dollar in any one year for the maintenance of schools, the erection and equipment of school buildings and the retirement of existing indebtedness for building’s. Provided, further, that no such tax shall be appropriated for any other purpose nor to any other district than that for which it is levied.”\nThis court in construing Amendment No. 11, in the case of Horne v. Paragould Special School Dist. No. 1, 186 Ark. 1000, 57 S. W. (2d) 568, held:\n“The electors of any school district may vote a tax at any rate they wish for any or all said purposes, provided the tax voted for all does not exceed 18 mills. For instance, they might vote 6 mills for bond and 12 mills for school purposes, as they did in this case, and, when so levied and collected, neither sum could ‘be appropriated for any other purpose * * * than that for which it is levied.’ In other words, the 12 mills voted for school purposes could not lawfully be appropriated for payment of bonds or the interest thereon, nor could the 6 mills voted for bond purposes be appropriated for schools. Such is the plain language of the amendment. No other construction can be given, and any other in the present case would probably work disaster to both parties. For, since the voting of any tax for any purpose is optional with the district’s electors, the taking of the 12 mills voted for general school purposes to pay bonds would close the schools and keep them closed for many years, it would seem reasonably certain the electors would not vote a tax on themselves and have no schools. The bondholders would lose the 6 mill tax now being received, a substantial loss to them, and the district would be without a free public school for years to come, which would be disastrous to it and its people.”\nSince, under the amendment, the voters of a school district may or may not vote a tax; since the voters of such district may appropriate any part of the levy which they may desire to either of three purposes set forth in the amendment, and since the Legislature and the courts have no power or control over such appropriations so made by the voters, it necessarily follows that § 10,045 of Crawford & Moses ’ Digest was impliedly repealed by the amendment. This, because, if appellant can coerce the collector to accept the warrants in payment of past-due taxes, it would nullify and destroy the constitutional mandate giving to the voters the right to make appropriation of the tax levy.\nIt is insisted in this case that no appropriation of the tax levy was made by the voters, therefore mandamus in the instant case would not nullify or destroy the right of the voters to appropriate. This argument is beside the question. If in any event the statute conflicts with the constitutional mandate, the Constitution must prevail. This is perfectly evident because, had the voters made the appropriations as they had the right to do, and should mandamus issue to give effectiveness to § 10,045, Crawford & Moses’ Digest, it would destroy and nullify the constitutional mandate.\nJudgment affirmed.\nSmith and McHaney, JJ., dissent.",
        "type": "majority",
        "author": "Johnson, C. J.,"
      }
    ],
    "attorneys": [
      "S. V. Neely, for appellant.",
      "A. B. Shafer and R. V. Wheeler, for appellee."
    ],
    "corrections": "",
    "head_matter": "Arkansas Power & Light Company v. Curlin.\n4-3119\nOpinion delivered June 12, 1933.\nS. V. Neely, for appellant.\nA. B. Shafer and R. V. Wheeler, for appellee."
  },
  "file_name": "0562-01",
  "first_page_order": 582,
  "last_page_order": 585
}
