{
  "id": 8723890,
  "name": "Moore v. Childers",
  "name_abbreviation": "Moore v. Childers",
  "decision_date": "1932-11-28",
  "docket_number": "4-2885",
  "first_page": "563",
  "last_page": "566",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 563"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "265 S. W. 51",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "165 Ark. 455",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1379779
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/165/0455-01"
      ]
    },
    {
      "cite": "286 S. W. 976",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "171 Ark. 805",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1369499
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/171/0805-01"
      ]
    },
    {
      "cite": "292 S. W. 382",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "173 Ark. 120",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8719052
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/173/0120-01"
      ]
    },
    {
      "cite": "264 S. W. 964",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "165 Ark. 421",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1379865
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/165/0421-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 253,
    "char_count": 3009,
    "ocr_confidence": 0.517,
    "pagerank": {
      "raw": 2.924870456506212e-07,
      "percentile": 0.8469150131918888
    },
    "sha256": "aff168a1c2186d751caca1cc1a527073a4c2799898f82246e105d8ee6bcacf29",
    "simhash": "1:3356d0afd973385d",
    "word_count": 513
  },
  "last_updated": "2024-02-27T17:52:01.123529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Moore v. Childers."
    ],
    "opinions": [
      {
        "text": "Kirby, J.,\n(after stating the facts). The court did not err in refusing to make the nunc pro tunc, order requested. Upon a hearing it was disclosed that appellant’s attorneys, when the demurrer was sustained, did not ask leave to amend, and the court noted on its docket that appellant elected to stand on his complaint and declined to amend, and dismissed it. The deputy clerk stated that the court read the docket entry, and none of appellant’s attorneys objected to it, and that the motion to amend was not filed until the next day, September 1, which was more than 10 days after the expiration of the time allowed by law in which to file the contest.\nThis court has held that, in contested election cases for nomination to any particular office, it is necessary to allege the number of candidates for the particular office and the vote received hv each, in order to disclose whether the contestant received a plurality of all the. legal votes cast, upon the proper deduction made for illegal votes. In Hill v. Williams, 165 Ark. 421, 264 S. W. 964, the court, in holding a demurrer to the complaint properly sustained, said: ‘ ‘ There should have been an allegation in the complaint showing the number of votes received by each candidate, so that it would appear,- after deducting the alleged fraudulent votes from the number accredited to appellee, that appellant would then have more votes than either one of his opponents.\n“The demurrer to the complaint was properly sustained, as the general allegations therein of irregularities and fraud were mere conclusions, and the specific allegation failed to show that appellant received a plurality of all the legal votes cast for sheriff and collector at said election. ’ ’\nThe complaint could not have been amended when the motion to remedy the defect was made on the 1st of September, since the amendment was not offered within 10 days after the certification of the nomination complained of, the provision of the statute requiring the contest to be filed within 10 days thereafter being mandatory and jurisdictional, and the failure to institute the contest properly within this time was fatal to the contestant. Hill v. Williams, supra; Gower v. Johnson, 173 Ark. 120, 292 S. W. 382; Bland v. Benton, 171 Ark. 805, 286 S. W. 976; and Storey v. Looney, 165 Ark. 455, 265 S. W. 51.\nIt is only amendments, in \"such contested election cases, to make the complaint and allegations thereof more definite and certain that may be allowed after the 10-day period for bringing the contest has expired, and such amendments alleging new and additional grounds of contest are not permissible. Bland v. Benton, supra; Wilson v. Cardwell, ante p. 261.\nWe find no prejudicial error in the record, and t,b« judgment must be affirmed. It is so ordered.",
        "type": "majority",
        "author": "Kirby, J.,"
      }
    ],
    "attorneys": [
      "W. A. Cunningham, E. II. Tharp, W. A. Jackson and O. C. Blackford, for appellant.",
      "W. P. Smith, Chas. D. Frierson and Charles Frier-son, Jr., for appellee."
    ],
    "corrections": "",
    "head_matter": "Moore v. Childers.\n4-2885\nOpinion delivered November 28, 1932.\nW. A. Cunningham, E. II. Tharp, W. A. Jackson and O. C. Blackford, for appellant.\nW. P. Smith, Chas. D. Frierson and Charles Frier-son, Jr., for appellee."
  },
  "file_name": "0563-01",
  "first_page_order": 583,
  "last_page_order": 586
}
