{
  "id": 8723942,
  "name": "Koser v. Oliver",
  "name_abbreviation": "Koser v. Oliver",
  "decision_date": "1932-11-28",
  "docket_number": "4-2751",
  "first_page": "567",
  "last_page": "571",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 567"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "40 S. W. (2d) 998",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "184 Ark. 156",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "7 S. W. (2d) 794",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "177 Ark. 728",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8724515
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/177/0728-01"
      ]
    },
    {
      "cite": "6 S. W. (2d) 281",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "177 Ark. 260",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8720357
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/177/0260-01"
      ]
    },
    {
      "cite": "46 S. W. (2d) 38",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "185 Ark. 149",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1435146
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/185/0149-01"
      ]
    },
    {
      "cite": "282 S. W. 1000",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "170 Ark. 1155",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1371621
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/170/1155-01"
      ]
    },
    {
      "cite": "31 S. W. (2d) 748",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "182 Ark. 453",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1389897
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/182/0453-01"
      ]
    },
    {
      "cite": "28 S. W. (2d) 1060",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "181 Ark. 974",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8726238
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/181/0974-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 395,
    "char_count": 7592,
    "ocr_confidence": 0.521,
    "pagerank": {
      "raw": 2.6723592769583603e-07,
      "percentile": 0.8259054871538842
    },
    "sha256": "bfea860912408be834cdb0a12f2d3c8d1547a0661212db4395cbbcad1aa333bf",
    "simhash": "1:5b37c17cc7465886",
    "word_count": 1333
  },
  "last_updated": "2024-02-27T17:52:01.123529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Smith, J., disqualified and not participating."
    ],
    "parties": [
      "Koser v. Oliver."
    ],
    "opinions": [
      {
        "text": "Mehaeey, J.\nThe appellants and appellees were candidates for members of the Crittenden County Board of Education. The appellees were declared elected, and the appellants began this suit to contest the election of appel-lees before the Crittenden County Board of Education on March 25,1932. The county board of education met on April 21, 1932, to hear the contest. The appellees filed a motion to dismiss on two grounds: 1. That the county board of education had no jurisdiction, and that such jurisdiction was in the county court. 2. That the contest had been prematurely instituted as no certification of the result bad been filed with the county court clerk at the time of the institution of the contest, March 25,1932. The motion of contestees was granted by the county board of education and the action dismissed. An appeal was prosecuted to the circuit court of Crittenden County, and the contestees filed motion to dismiss in the circuit court upon the same grounds as were stated in the motion filed with the county board of education. The circuit court held that the jurisdiction was vested in the county board of education, but that the contest had been prematurely instituted, and granted the motion and dismissed the complaint. The returns as made to the county board of education showed that M. L. Aldridge had received 464 votes; W. A. Koser, 483 votes; R. L. McElroy, 489 votes, and A. C. Oliver, 493 votes, and the county board of education adopted a motion to certify the election of A. C. Oliver and R. L. McElroy as members of the board. The contestants alleged fraud, and depositions had been taken tending to show that Koser and Aldridge had received many more votes than the contestees. This evidence was not considered, however, because the court held that the action must be dismissed because it had been prematurely brought. Section 30, act 169 of the Acts of 1931, among other things, provides: “Any contest of any results of any election in any school district shall be brought within 15 days after such election, if the results thereof shall have been certified to the county clerk 5 days previously, or within 5 days after such results have been certified and not thereafter.”\nIt was manifestly the intention of the Legislature to limit the time in which a contest might be brought and not to prevent the contest from being brought sooner than that time, if the contestant desired to bring it sooner. It was evidently the intention of the Legislature that a contest might be brought any time after the election, not later than fifteen days after the election, unless the result was certified to the county court 5 days previous to the time of beginning the contest. In other words, it was the intention of the Legislature to give persons desiring to contest the election 15 days after the election in which to bring his snit, or 5 days after the result had been certified to the county court. This is not a contest of the certification of the nominee or election of a candidate, but it is a contest of the result of the election. The result of that election, as shown by the face of the returns, was known and certified on March 24. The certificate of the board of education shows that a meeting was held on March '24, and the result of the election declared by the board, and certification made, but it is contended by the appellee that, because the certification of the result had not been filed with the county clerk, the suit could not be maintained. The record shows that the board of education met on March 11 and adjourned until March 24, at which time it declared the result. The board, however, did not file the certification with the county clerk until April 12.\nThe primary rule in the construction of statutes is to ascertain and give effect to the intention of the Legislature, and the true meaning of the Legislature must be ascertained from a consideration of the whole act, and, when the intention is thus manifested, the court will not permit punctuation to control, but will disregard punctuation or will repunctuate, if necessary, to give effect to what otherwise appears to be the purpose and true meaning of the statute. 25 R. C. L., p. 960 and p. 965; 59 C. J., p. 948 and p. 989; Berry v. Cousart Bayou Drainage District, 181 Ark. 974, 28 S. W. (2d) 1060.\nWe said in a recent case: “Such a construction ought to be put upon the statute as may best answer the intention which the lawmakers have in view, and this intention is sometimes to be collected from the cause or necessity of making the statute, and sometimes from other considerations; and, whenever such intention can be discovered, it ought to be followed with reason and discretion in the construction of the statute, although such construction seems contradictory to the letter of the statute. And such construction ought to be put upon it as will not suffer it to be eluded.” Gill v. Sanders, 182 Ark. 453, 31 S. W. (2d) 748; Turner v. Edrington, 170 Ark. 1155, 282 S. W. 1000; Casey v. Smith, 185 Ark. 149, 46 S. W. (2d) 38; Manley v. Moon, 177 Ark. 260, 6 S. W. (2d) 281; Indian Bayou Drainage District v. Dickie, 177 Ark. 728, 7 S. W. (2d) 794.\nWe recently quoted with approval the following: “But, while the courts cannot add to, take from or change the language of a statute to give effect to any supposed intention of the Legislature, words and phrases may he altered and supplied, when that is necessary to obviate repugnancy and inconsistency and to give effect to the manifest intention of the Legislature.” Hazelrigg v. Board of Penitentiary Com., 184 Ark. 156, 40 S. W. (2d) 998.\nAct 169, which provides for the contest, also provides that the persons elected members of the county board .of education shall qualify within 30 days. The county board of education in this case did not file the certification with the county clerk until more than 30 days after the election, so that the persons certified by them were already serving before this certification was filed.\nIt should be kept in mind that this is a contest of a result of the election, and not a contest of the certification of a candidate or officer. There appears to be no reason why one might not begin a contest immediately after the election, and there is nothing in the act that either prohibits this or indicates that one'must wait until after the certification is filed with the clerk. The purpose of the statute is to require the contest to be filed within a certain number of days, and to prohibit its filing thereafter. It is similar to a suit of any other character where there is a statute of limitations. One is prohibited from bringing a suit on an open account after three years, on a written instrument after five years, but that does not mean that the action cannot be begun immediately after the cause of action accrues. So here, the Legislature has fixed a time within which a contest must be begun, and it cannot be begun thereafter, hut it may be begun at any time after the election within the time limited by the statute.\nAppellant insists that the case should be tried here on the evidence introduced, but this evidence was not passed on by the circuit court, and since the circuit court dismissed the complaint, holding that the action had been prematurely brought, the judgment is reversed, and the cause remanded with directions to overrule the motion and proceed with the trial of the cause.\nSmith, J., disqualified and not participating.",
        "type": "majority",
        "author": "Mehaeey, J."
      }
    ],
    "attorneys": [
      "8. V. Neely and R. V. Wheeler, for appellant.",
      "Cooper & Gathings, for appellee."
    ],
    "corrections": "",
    "head_matter": "Koser v. Oliver.\n4-2751\nOpinion delivered November 28, 1932.\n8. V. Neely and R. V. Wheeler, for appellant.\nCooper & Gathings, for appellee."
  },
  "file_name": "0567-01",
  "first_page_order": 587,
  "last_page_order": 591
}
