{
  "id": 1403516,
  "name": "Cazort v. Road Improvement District No. 3",
  "name_abbreviation": "Cazort v. Road Improvement District No. 3.",
  "decision_date": "1927-11-28",
  "docket_number": "",
  "first_page": "570",
  "last_page": "574",
  "citations": [
    {
      "type": "official",
      "cite": "175 Ark. 570"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "215 S. W. 262",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "140 Ark. 241",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1594459
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/140/0241-01"
      ]
    },
    {
      "cite": "214 S. W. 49",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "139 Ark. 400",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1596414
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/139/0400-01"
      ]
    },
    {
      "cite": "232 S. W. 596",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "149 Ark. 383",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8719936
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/149/0383-01"
      ]
    },
    {
      "cite": "293 S. W. 2",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "173 Ark. 645",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8723387
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/173/0645-01"
      ]
    },
    {
      "cite": "230 S. W. 11",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "148 Ark. 365",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8720305
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/148/0365-01"
      ]
    },
    {
      "cite": "71 S. W. 662",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "71 Ark. 152",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1507800
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/71/0152-01"
      ]
    },
    {
      "cite": "95 S. W. 482",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "79 Ark. 154",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1495622
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/79/0154-01"
      ]
    },
    {
      "cite": "103 S. W. 615",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "83 Ark. 236",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1527210
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/83/0236-01"
      ]
    },
    {
      "cite": "122 S. W. 241",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "92 Ark. 93",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1548575
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/92/0093-01"
      ]
    },
    {
      "cite": "121 S. W. 280",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "91 Ark. 274",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1511834
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/91/0274-01"
      ]
    },
    {
      "cite": "145 S. W. 209",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "102 Ark. 553",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1354013
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/102/0553-01"
      ]
    },
    {
      "cite": "182 S. W. 899",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "122 Ark. 184",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1558174
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/122/0184-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 429,
    "char_count": 7619,
    "ocr_confidence": 0.499,
    "pagerank": {
      "raw": 1.0892527184265933e-07,
      "percentile": 0.5652175088200123
    },
    "sha256": "8fd96ce71c71208a47a49a9dd9ebf1293996ea3090c690e9f6630a5b86e6e28c",
    "simhash": "1:c6ba8cd1801bded9",
    "word_count": 1314
  },
  "last_updated": "2024-02-27T16:24:20.967461+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Cazort v. Road Improvement District No. 3."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nRoad Improvement District No. 3 of Johnson County instituted suit in the circuit court of that county by filing a complaint which contained the following allegations:\n“Road Improvement District No. 3 of Johnson County is a road district organized and existing under the general laws of the State of Arkansas, and its purpose and object is to improve and build a road from the town of Lamar, through Lutherville and to the line between Johnson and Pope counties. Said road runs over and through a small tract of land owned by the defendant, G-. T. Cazort, and said defendant refuses to agree upon the amount of damages, if any, he has sustained by reason of said road running over and across his said land.\n“Plaintiff further alleges and states that said road, if built across the land owned by said defendant, will take less than one acre of said defendant’s land, and that said land is worlli not more than $25 per acre, and that said defendant will not be damaged otherwise.\n“That said Road District No. 3 of Johnson County, Arkansas, has used every effort possible to obtain an agreement, and did obtain an agreement with the said defendant whereby he agreed that said road district could build said road over and across his said real property, but, at this time, he refuses to permit said district to construct said road over his said real property, notwithstanding Hie fact that said road is practically completed over liis said real properly. That the work on said roiad is being retarded by reason of the fact that said defendant refuses to agree or permit said district to construct said road over his said real property.\n“Said plaintiff, Road Improvement District No. 3, by B. E. Wilson, J. D. Daniels and J. C. Harris, as commissioners, is desirous that the damages be settled by a trial by a jury in the circuit court.”\nThere was a prayer that the court fix the amount to be deposited by the said district until the final hearing, and that, upon making this deposit, the commissioners for the district “be permitted to go in and upon said real property owned by said defendant, over which said road has been surveyed, and continue the building of said road.” It was further prayed that, upon the final submission of the cause, a jury be impaneled to assess defendant’s damages. The court made the following order: .\n“On this 12th day of July, 1927, came the plaintiffs, and presented the within complaint, seeking to condemn for Road Improvement District No. 3: in Johnson County, Arkansas, the lands therein described, and, after hearing testimony, the court fixes the amount which plaintiff shall deposit with the circuit clerk of Johnson County at the sum of $400, to indemnify- defendant, and, upon the deposit of said sum, the plaintiff, Road Improvement District No. 3, is hereby authorized and empowered to enter upon said lands and construct the improvement, making a public highway across said lands, and the question of damages shall be submitted to a jury of the Johnson Circuit Court.”\nThe landowner has proceeded by certiorari to quash this order, and alleges that it is invalid, for the reason that the circuit court has attempted to exercise an original jurisdiction vested by the Constitution of the State exclusively in tbe county court. It is insisted that the purpose and effect of the order quoted above is to lay out and establish a public road over the land of the petitioner, and that this is a jurisdiction possessed only by the county court.\nIt may be conceded that the county court alone possesses this' jurisdiction. City of El Dorado v. Union County, 122 Ark. 184, 182 S. W. 899; Road Imp. Dist. No. 2 v. Winkler, 102 Ark. 553, 145 S. W. 209; Craig v. Greenwood District of Sebastian County, 91 Ark. 274, 121 S. W. 280; Parkview Land Co. v. Road Imp. Dist. No. 1, 92 Ark. 93, 122 S. W. 241; Brumley v. State, 83 Ark. 236, 103 S. W. 615; Board of Dir. v. Redditt, 79 Ark. 154, 95 S. W. 482; Humphreys v. Fort Smith T. L. & P. Co., 71 Ark. 152, 71 S. W. 662; Numes v. Coyle, 148 Ark. 365, 230 S. W. 11; Fulton Ferry & Bridge Co. v. Blackwood, 173 Ark. 645, 293 S. W. 2.\nBut we think petitioner is mistaken as to the purpose and effect of the order. It must be remembered that this is a proceeding by certiorari, and the validity of the order sought to be quashed must be determined from an inspection of the face of the record itself, and the relief prayed must be denied unless the invalidity of the order so appears. Martin v. Hargrove, 149 Ark. 383, 232 S. W. 596; Hilger v. J. R. Watkins Medical Co., 139 Ark. 400, 214 S. W. 49.\nThe order of the county court establishing the road improvement district has not been brought before us, and the regularity of the proceedings by which the district was brought into existence must be. presumed. The complaint upon which the order sought to be quashed was made alleges the existence of the district and states the termini of the road to be improved. Its route is alleged to be across the lands of petitioner, and it is further alleged that its construction will require an acre of his land. We must therefore presume, in a proceSding of this character, that, by appropriate and necessary orders, the county court has established the road which the improvement district is proposing to improve. It remains therefore only to consider whether the circuit court had the jurisdiction, under this state of facts, to make the order which petitioner seeks to quash, and which is copied above.\nThis exact question ivas decided adversely to. petitioner’s contention in the case of Road Dist. No. 6 of Lawrence County v. Hall, 140 Ark. 241, 215 S. W. 262, and it would serve no useful purpose to again review the authorities which led to the conclusion there announced. The case cited affords ample authority for here holding that the circuit court had the jurisdiction to make the preliminary order which was made, and has also jurisdiction to assess and adjudge the damages which petitioner will sustain by reason of the improvement of the proposed road.\nIt follows therefore that the order complained of is not void; at least it does not appear so to be from an inspection of the record presented for our review, and the writ of certiorari which heretofore issued will be quashed. It is so ordered.",
        "type": "majority",
        "author": "Smith, J."
      }
    ],
    "attorneys": [
      "Hugh Basham and Starbird & Starbird, for appellant."
    ],
    "corrections": "",
    "head_matter": "Cazort v. Road Improvement District No. 3.\nOpinion delivered November 28, 1927.\n1. Highways — jurisdiction to establish. — The county court alone possesses, jurisdiction to lay out and establish public roads.\n2. Certiorari — relief against invalid order. — In a proceeding by certiorari to quash an order establishing a public road, the invalidity of the order must be determined from inspection of the face of the record itself, and relief must he denied unless its invalidity so appears.\n3. Highways — presumption of establishment of road. — In a proceeding by certiorari to quash an order of the circuit court authorizing a road improvement district to construct a highway across defendant’s land, the Supreme Court will presume that the county court established the road which the district proposed to improve.\n4. Eminent domain — jurisdiction.—Exclusive jurisdiction is not conferred on the county court to ascertain the compensation due. to landowners in case of the construction of a public road, so that a road improvement district may institute condemnation proceedings in the circuit court, which may authorize the construction after requiring the district to give bond to indemnify the landowner.\nCertiorari to Jolmson Circuit Court; J. T. Bullock, Judge;\nwrit quashed.\nHugh Basham and Starbird & Starbird, for appellant."
  },
  "file_name": "0570-01",
  "first_page_order": 586,
  "last_page_order": 590
}
