{
  "id": 1358418,
  "name": "Cauley v. State",
  "name_abbreviation": "Cauley v. State",
  "decision_date": "1923-01-22",
  "docket_number": "",
  "first_page": "577",
  "last_page": "579",
  "citations": [
    {
      "type": "official",
      "cite": "156 Ark. 577"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "94 Ark. 548",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1545468
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/94/0548-01"
      ]
    },
    {
      "cite": "95 Ark. 321",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1543494
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/95/0321-01"
      ]
    },
    {
      "cite": "95 Ark. 172",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1543590
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/95/0172-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 306,
    "char_count": 4997,
    "ocr_confidence": 0.411,
    "pagerank": {
      "raw": 4.7492960360752035e-08,
      "percentile": 0.29742853733943564
    },
    "sha256": "7cc139a5a24034d557fd3076458e5747fed0d454d29375b4283d20070e821807",
    "simhash": "1:127592813ea03e7b",
    "word_count": 865
  },
  "last_updated": "2024-02-27T21:52:19.957046+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Cauley v. State."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nAppellant was convicted of rape and given a life sentence in the penitentiary, and has assigned two errors for the reversal of that judgment. The first is that the testimony did not warrant the verdict; the second that the conviction resulted from the inflammatory and improper argument of the prosecuting attorney.\nAs to the first assignment of error, it may be said that Sallie Burton testified as follows: Witness is a colored woman, nineteen years old, married, and the mother of two children, one a year old, the other three. She lived with her brother, but on the day she was assaulted she was at home alone with her two children, when appellant came to her house and made her a proposition to have sexual intercourse. She refused; he persisted, and said he would take it anyway. She threatened him with arrest, and started to run., when he caught her, dragged her into the house, threw her down on the floor and accomplished his purpose. She did not cry out, because he told her he would kill her if she did. When he had done, he jumped up and ran around the rear of the house, down to the bay, where he leaped into a boat and crossed over. As.soon as witness was released, she secured a gun which was in the house and pursued appellant, but he escaped. The following day she had him arrested.\nAppellant admitted the act of intercourse, but testified that he promised Sallie a dollar, and she consented ; that he did not pay her because he did not have the money at that time, and she became angry and abusive and threatened to kill him, and when she attempted to execute the threat by getting the gun he ran away, and she pursued, but he soon outdistanced her.\nThe verdict of the jury is, of course, conclusive of this conflict in the testimony; and the testimony of the woman is sufficient to support the conviction.\nOn. the exception to the alleged erroneous argument of the prosecuting attorney the record contains the following recital:\n“Because the court erred in overruling defendant’s objection to the argument of the prosecuting attorney in his argument to the jury ‘that, if guilty, the defendant should be convicted in order to protect the white women of the State from such assaults, and that if he was turned loose our wives and sisters and daughters would be in danger of such assaults by the defendant’, to which statement in the argument the defendant at the time excepted and asked the court to admonish the jury not to consider that part of the argument; and because the court permitted the prosecuting attorney to continue the argument of the case in the same prejudicial strain throughout, and, the court having refused the request of the defendant and permitted the prosecuting attorney to so continue his argument, the defendant saved his proper exceptions and asked that his exceptions be noted of record, which was accordingly done.”\nIt is insisted that this statement was an 'appeal to race prejudice, and that the judgment should be reversed on that account. But the majority of the court do not think so. In their opinion it was a perfervid appeal to the jury to convict the defendant if he was found guilty, but that no appeal was made to the jury to convict the defendant unless he was found guilty, and the plea to convict him if found guilty was not improper. There was no statement to the jury of any fact not in evidence, and the argument amounted to no more than the expression of the opinion that if convictions of colored men were not returned by juries when assaults were committed upon females of the colored race, those assailants would be encouraged to make victims of females of the white race, and the argument was therefore the mere expression of opinion as to the consequence of a failure to enforce the law, and resulted in no prejudice to the defendant. Poe v. State, 95 Ark. 172; Cravens v. State, 95 Ark. 321; Blackshare v. State, 94 Ark. 548.\nIn the opinion of Justice Wood and the writer the argument was an appeal to race prejudice, and the judgment should therefore be reversed.\nIt being the opinion of the majority that no error was committed, the judgment is affirmed.",
        "type": "majority",
        "author": "Smith, J."
      }
    ],
    "attorneys": [
      "Emmet Vaughan, for appellant.",
      "J. S. Utley, Attorney General, Elbert Godwin and W. T. Hammock, Assistants, for appellee."
    ],
    "corrections": "",
    "head_matter": "Cauley v. State.\nOpinion delivered January 22, 1923.\n1. ' Criminal law — conclusiveness op verdict. — The jury’s verdict on conflicting evidence, is conclusive.\n2. Rape — sufficiency of evidence. — In a prosecution for rape, evidence held sufficient to sustain the conviction.\n3. Criminal law — argument of prosecuting attorney. — In a prosecution of a negro for rape on a negress, the prosecuting attorney’s argument that defendant should be convicted, if guilty, in order to protect the white women of the State from such assaults, was not prejudicial, being a mere expression of his opinion as to the consequence of a failure to enforce the law.\nAppeal from Prairie Circuit Court, Northern District; George W. Clark, Judge;\naffirmed.\nEmmet Vaughan, for appellant.\nJ. S. Utley, Attorney General, Elbert Godwin and W. T. Hammock, Assistants, for appellee."
  },
  "file_name": "0577-01",
  "first_page_order": 603,
  "last_page_order": 605
}
