{
  "id": 1388553,
  "name": "Missouri Pacific Railroad Company v. Reynolds-Davis Grocery Company",
  "name_abbreviation": "Missouri Pacific Railroad v. Reynolds-Davis Grocery Co.",
  "decision_date": "1923-12-24",
  "docket_number": "",
  "first_page": "579",
  "last_page": "586",
  "citations": [
    {
      "type": "official",
      "cite": "161 Ark. 579"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "37 Fed. 567",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        3736892
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f/37/0567-01"
      ]
    },
    {
      "cite": "106 Fed. 623",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6725435
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f/106/0623-01"
      ]
    },
    {
      "cite": "118 S. W. 853",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": -1
    },
    {
      "cite": "99 N. E. 459",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": -1
    },
    {
      "cite": "213 Mass. 70",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        839838
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/213/0070-01"
      ]
    },
    {
      "cite": "7 S. E. 916",
      "category": "reporters:state_regional",
      "reporter": "S.E.",
      "opinion_index": -1
    },
    {
      "cite": "82 Ark. 143",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1529100
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/82/0143-01"
      ]
    },
    {
      "cite": "73 Ark. 112",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1504006
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/73/0112-01"
      ]
    },
    {
      "cite": "241 U. S. 190",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8286343
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/us/241/0190-01"
      ]
    },
    {
      "cite": "219 U. S. 186",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3653506
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/219/0186-01"
      ]
    },
    {
      "cite": "29 Ark. 386",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1882946
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/29/0386-01"
      ]
    },
    {
      "cite": "25 Ark. 380",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1864487
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/25/0380-01"
      ]
    },
    {
      "cite": "240 U. S. 190",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "opinion_index": 0
    },
    {
      "cite": "2 L. R. A. 102",
      "category": "reporters:federal",
      "reporter": "L.R.A.",
      "opinion_index": 0
    },
    {
      "cite": "258 U. S. 409",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1479353
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/258/0409-01"
      ]
    },
    {
      "cite": "106 Fed. 623",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6725435
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/106/0623-01"
      ]
    },
    {
      "cite": "118 S. W. 853",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "99 N. E. 459",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": 0
    },
    {
      "cite": "213 Mass. 70",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        839838
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/213/0070-01"
      ]
    },
    {
      "cite": "7 S. E. 916",
      "category": "reporters:state_regional",
      "reporter": "S.E.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 650,
    "char_count": 15699,
    "ocr_confidence": 0.471,
    "pagerank": {
      "raw": 7.441768029175605e-08,
      "percentile": 0.4440484754130453
    },
    "sha256": "0beac158b3491f3d4d71bdcc997f863b266d2adea7ffc295243352e862130c28",
    "simhash": "1:805fc8230a8a48a7",
    "word_count": 2725
  },
  "last_updated": "2024-02-27T21:32:42.656819+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Missouri Pacific Railroad Company v. Reynolds-Davis Grocery Company."
    ],
    "opinions": [
      {
        "text": "Wood, J.\nThis action was instituted by the appellee against the appellant to recover the sum of $1,026.66, damages alleged to have been incurred by.the appellee on account of the loss of sugar out of a car shipped from Eaceland, La., to Fort Smith, Ark., under a bill of lading dated April 7, 1920, issued by Morgan’s Louisiana & Texas Eailroad & Steamship Company in Louisiana. The non-agency station was called Mathews. It was five miles from the agency station of Eaceland. The sugar was routed, as shown by the bill of lading,- over the lines of the appellant from its connection with the Southern Pacific lines to Fort Smith, its destination on appellant’s line. The appellant had no track of its own at Fort Smith to the warehouse of the appellee, where the appellee wished the ear delivered. The St. Louis-San Francisco Eailroad Company had a, track connecting with the track of the appellant, and, by a switching arrangement between them, the appellant delivered the car to the Frisco to be delivered to the warehouse of the consignee. The Frisco did not handle the car under the bill of lading and did not share in the distribution of the freight charges. The appellant paid the Frisco the sum of $6.30, its switching fee, for the service in switching 'the car to the warehouse of the appellee. This switching fee charg-e was covered by the tariff on file with the Interstate Commerce Commission. The bill of lading*was surrendered by the appellee to the appellant, and the appellant delivered the car to the appellee through the Frisco railroad, as above indicated.\nThe loading of the car at Raceland, Louisiana, was done by the shipper’s general superintendent, who had been in its employ for thirty-six years. He checked and counted the sacks. There were 500 sacks, weighing 100 lb. each. After counting and checking the sacks, he applied the seals to the car. The bill of lading shows that there was a total weight of sugar, including the sacks, of 50,250 lh. The car arrived at Fort Smith on April 19, and on that day was delivered by the appellant to the Frisco Railroad in good order, with the seals unbroken. The appellant took a receipt from the Frisco Railroad showing that the car was in good order when delivered to the latter company. When the car was delivered by the latter company to the appellee’s warehouse the original seals had been broken, and had been replaced by a Frisco seal. When the car was opened by appellee’s receiving clerk it was discovered that a large number of sacks of sugar had been removed from the center of the car. Upon checking and counting the sacks it was found that there were 60 sacks short of the number included in the-shipper’s invoice and in the hill of lading. It was also found that the other sacks had been mutilated and 106 lb. of sugar taken therefrom. The value of the sugar lost was $992.22.\n. The cause was sent to the jury upon substantially the above facts, and it returned a verdict in favor of the appellee against the appellant for the above sum. Judgment was entered accordingly, from which is this appeal.\n1. The action by the appellee against the appellant was.predicated upon the theory that the appellant was liable, under the bill of lading, as the delivering carrier. The appellant contends that it was neither the initial nor the delivering carrier, and that the undisputed testimony showed that the loss did not occur on its lines, and that therefore it was not liable.\nThe appellee, on the other hand, contends that the appellant, under the bill of lading, was the delivering carrier, and that the Frisco railroad, in delivering the car to appellee’s warehouse in Fort Smith, was merely acting as the agent of the appellant.\nThe appellant prayed the court to instruct the jury in accordance with its contention, which the court refused, but, over the objections of appellant, gave prayers according to the appellee’s contention. The instructions of the court were correct.\nThis was an interstate commerce shipment, and the well settled rule concerning such shipments is that “in the absence of statute, or special contract,” each connecting carrier on a through route is bound only to safely carry over its own line and' safelv deliver to the next connecting carrier, and the liability of the connecting carrier for the safety of property delivered to it for transportation commences when it is received, and is discharged by its deliverv to and acceptance bv a succeeding carrier, or its authorized agent.” Oregon-Washington Rd. & Nav. Co. v. McGinn, 258 U. S. 409-413. and other cases cited in the opinion.\nThis doctrine is not applicable to the facts of this record, for the reason that the carload of sugar was shipped under a special contract under which the appellant was the delivering carrier. The bill of lading, evidencing the special contract under which the shipment in controversy was made, shows that the appellant was the last connecting carrier operating under that bill of lading. This was a through bill of lading from the nonagencv station at Mathews, La., to Fort Smith, Arkansas, in which the appellant undertook to make the delivery to the consignee at Fort Smith. The Frisco Bailroad Company was not named in this bill of lading ás a connecting carrier, and the services it performed in the premises, under its switching arrangements with the appellant, were not as a connecting carrier, but purely and simply at the instance, and as the agent, of appellant. The terms of the bill of lading control here. Under those terms the appellant is undoubtedly the terminal carrier and bound itself, under the terms of the contract, to make the delivery, and it cannot shift its liability upon the shoulders of some other carrier or agency which was not in the contemplation of the parties to the contract. The Frisco Railroad would not be any more liable under this contract than would some transfer company in the city of Fort Smith whom the appellant had employed to deliver the sugar to appellee’s warehouse after the car arrived at Fort Smith, its destination. In other words, if the appellee had sued the Frisco Railroad for its loss, instead of the appellant, the Frisco Railroad Company would not be liable to the appellee, for the simple reason that, under the contract of shipment, the bill of lading, the Frisco Railroad Company had not contracted with the appellee to deliver its carload of sugar to appellee’s warehouse in Fort Smith. This was a service which, under the bill of lading, the appellant had contracted with the appellee to perform, and it undertook the performance thereof through its agent, the Frisco Railroad Company. The following cases sustain the above conclusion: Western Atlantic Ry. Co. v. Exposition Cotton Mills (Ga.), 2 L. R. A. 102; 7 S. E. 916; Sapiro v. Boston & Maine Ry. Co., 213 Mass. 70, 99 N. E. 459; St. Louis S. W. Ry. Co. v. A. A. Jackson & Co., 118 S. W. 853; Atlanta National Bank v. So. Ry. Co., 106 Fed. 623.\nLearned counsel for appellant contend that these were cases from State courts, and that they had no application to an interstate shipment of freight, which is controlled by the interstate commerce act, and that, inasmuch as the published tariff of the interstate commerce act provided the rate which the Frisco Railroad should receive for removing cars from the connection of the appellant with the Missouri Pacific Railway Company in Fort Smith, the Frisco Company and not the appellant was the delivering carrier. It occurs to us that this contention of the appellant is directly in the teeth of the contract under which the carload of sugar in controversy was shipped. The Frisco Railroad, as already stated, is not named in the bill of lading as a connecting or delivering carrier; but, on the contrary, the appellant is expressly named as the delivering carrier; its line reaches to the city of Fort Smith, and it expressly undertakes to deliver this sugar, in good order, at its destination. It is bound by the terms of its contract. The interstate commerce act and the power of the Interstate 'Commerce Commission thereunder to fix a schedule of rates for the Frisco Railway Company and the appellant, as common carriers, has no application to the facts of this record. While this was an interstate shipment, it is governed entirely by the contract under which the shipment was made, and there is nothing in this contract contrary to the provisions of the interstate commerce act or the transportation act. There is nothing in those acts, as we view them, making it unlawful for the appellant to undertake, as the last or terminal carrier, in a through interstate commerce shipment, to deliver goods, which it has received, from connecting carriers, to consignees at their destination.\nTrue, the above cases, save one, were decisions of State courts, and learned counsel for appellant contend that, inasmuch as this was an interstate commerce shipment, they are not authority. But all of the above cases involved interstate commerce shipments, and the facts are sufficiently similar to make them applicable here. They are predicated upon the doctrine that the contracts of shipments evidenced by the bills of lading are controlling. That is a sound rule, and is approved in the case of Georgia F. A. Ry. Co. v. Blish Milling Co., 240 U. S. 190.\n2. The appellant contends that the court erred in not directing a verdict in its favor. It could serve no useful purpose to set out and discuss in detail the testimony in the record. Suffice it to say we have examined it, and are convinced that it was a question for the jury to determine whether there was the loss of the sugar in controversy, and, if so, whether such loss occurred before the car was delivered to the appellant, or after appellant had received the same.\n3. Appellant assigns as error the ruling of the court in permitting witness Poster, who was the chief yard clerk for the Prisco Bailway in Fort Smith at the time of the alleged loss of sugar in controversy, to testify that, along about the month of April, 1920, there was a oar of sugar which sat on the Missouri Pacific connection for a day or two with the door open. Witness was not sure that it was sugar, but that was his impression. He knew that it was a high-class commodity. He gave the clerk who worked with him instructions to seal the' car. it was the only car reported to witness about that time in that condition. The car had been switched to the Frisco Bailway from the Missouri Pacific.\nAnother witness testified, to which appellant made ho objection, to the effect that he was employed in the Frisco yards in April, 1920. It was his duty to spot all the cars delivered to the wholesale places and to do the team track work. He would eret the cars from the Missouri Pacific or the Kansas City Southern connections. He had a' record of a car delivered to the BeynoldsDavis Grocery Company, loaded with sugar, on the 20th or about the 20th of April, 1920. About that date he saw a car standing down on the Missouri Pacific connection — a car of sugar — with the door on the east side open. He never heard or knew of any other car of sugar on that connection in that condition about or anywhere near that time.\nF. P. Lytton, another witness, testified, without objection, that he was a switchman employed by the Frisco Railway in 1920, and that his duties carried him all over the Frisco yards, including the connection between the Frisco and the Missouri Pacific. He remembered about or something near the 20th of April, 1920, having seen a car of sugar standing on the Missouri Pacific connection with the door open; that was the only ear of sugar he saw about that time in that condition.\nThe testimony of the last two witnesses was but cumulative of the testimony of Foster. All of this testimony was relevant as a circumstance tending to throw light on the issue as to whether or not sugar had been stolen from the car in controversy while it was in the possession of the appellant or its agent. Peterson v. Graham, 25 Ark. 380; Tucker v. West, 29 Ark. 386; see also 2 Jones on Evidence, pgs. 154-195.\n4. The appellant offered to introduce certain letters for the purpose of contradicting the testimony of one of the witnesses for the appellee. The court refused to permit these letters in evidence. It would unduly extend this opinion, and could serve no useful purpose, to set out these letters and discuss this assignment of error in detail. Suffice it to say we have examined it and find no error in the ruling of the court in this particular. This disposes of all assignments'of error argued in appellant’s brief. No reversible error appearing in the rulings of the trial court, its judgment is affirmed.",
        "type": "majority",
        "author": "Wood, J."
      }
    ],
    "attorneys": [
      "Thos. B. Pryor and Vincent M. Miles, for appellant.",
      "Daily & Woods, for appellee."
    ],
    "corrections": "",
    "head_matter": "Missouri Pacific Railroad Company v. Reynolds-Davis Grocery Company.\nOpinion delivered December 24, 1923.\n1. Carriers — liability of connecting carriers. — In the case of interstate shipments, in the absence of statute or special contract, each connecting carrier on a through route is bound only to safely carry over its own line and safely deliver to the next connecting carrier, and the liability of a connecting carrier for the safety of property delivered to it for transportation commences when it is received and is discharged by its delivery to and acceptance by a succeeding carrier or its authorized agent.\n2. Carriers — liability of delivering carrier. — Where a carload of sugar was shipped from another State, under a special contract, by which appellant was named as the delivering carrier, appellant is liable as such carrier for the safe delivery of the sugar, though it employed another carrier as its agent to do a switching service at the destination.\n3. Carriers — loss of freight — jury question. — Evidence held to make it a jury question whether the loss of the sugar in controversy occurred before or after the car was delivered to the appellant.\n4. Carriers — loss of freight — evidence.—In an action for the loss of a portion of a carload of sugar while in appellant’s custody, evidence tending to prove that, while the car stood on appellant’s track, a door of the car was opened, held competent on the issue as to whether or not the' sugar had been stolen from the car while it was in appellant’s possession.\nAppeal from Sebastian Circuit Court, Fort Smith District; Jolm Brissolara, Judge;\naffirmed.\nThos. B. Pryor and Vincent M. Miles, for appellant.\n1. It was error to instruct the jury that the St. Louis-San Francisco Railway Company was an agent of the appellant, and to direct them to return a verdict for the plaintiff, if they found that the sugar was lost while on the appellant’s line or on the line of its agent, the St. Louis-San Francisco Railway Company. 219 U. S. 186; 241 U. S. 190.\n2. Even if appellant be regarded as the delivering carrier, the appellant was entitled to a directed verdict in its favor. There was no competent evidence that the sugar was lost while in its possession or in that of the St. Louis-San Francisco Eailway Company. 4 E. C. L. 927; 73 Ark. 112; 82 Ark. 143.\nDaily & Woods, for appellee.\n1. The court very properly treated the St. Louis-San Francisco Eailway Company as the appellant’s agent in this transaction. The cases cited by counsel sustain the principle that the last connecting carrier, operating under the bill of lading, is the terminal carrier. 241 U. S. 190. See also 2 L. E. A. 102; 7 S. E. 916; 213 Mass. 70; 99 N. E. 459; 118 S. W. 853; 106 Fed. 623. A common carrier, even a railroad, ceases to be a common carrier When it steps aside from its usual method of carrying goods under a bill of lading, and assumes the role of a “switchman,” acting for other carriers. 10 Corpus Juris, 47; 37 Fed. 567."
  },
  "file_name": "0579-01",
  "first_page_order": 607,
  "last_page_order": 614
}
