{
  "id": 1428344,
  "name": "Arkansas General Utilities Company v. Shipman",
  "name_abbreviation": "Arkansas General Utilities Co. v. Shipman",
  "decision_date": "1934-01-15",
  "docket_number": "4-3286",
  "first_page": "580",
  "last_page": "585",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 580"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "59 Okla. 67",
      "category": "reporters:state",
      "reporter": "Okla.",
      "case_ids": [
        8886234
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/okla/59/0067-01"
      ]
    },
    {
      "cite": "24 S. W. (2d) 846",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "180 Ark. 1004",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "33 S. W. 426",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "61 Ark. 381",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1902376
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/61/0381-01"
      ]
    },
    {
      "cite": "228 U. S. 233",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3667724
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/us/228/0233-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 539,
    "char_count": 9520,
    "ocr_confidence": 0.491,
    "pagerank": {
      "raw": 2.3009030974125966e-07,
      "percentile": 0.7873686844290922
    },
    "sha256": "4305a74ecd56f1c1b469bdc6b127ce5548f38e4a116ef2f369332db9f42494f6",
    "simhash": "1:087bc43e087629db",
    "word_count": 1618
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Arkansas General Utilities Company v. Shipman."
    ],
    "opinions": [
      {
        "text": "Mehaffy, J.\nThis suit was begun in the Drew Circuit Court by appellee against the appellant to recover damages in the sum of $5,000 for personal injury, alleged to have been caused by the negligence of appellant.\nThe appellant operates an electrical system at Wilmar, Drew County, Arkansas, and it is alleged that it maintained an electrical transmission line, conveying 33,000 volts of electricity near appellee’s home, and also a service line of 110 volts; that on July 3, 1932, one of the 33,000-volt wires fell across the 110-volt wires, causing an unnecessary, excessive and dangerous amount of electricity to be transmitted into the residence of appellee, and into the light and radio connections in said residence ; that, as a result, the radio was burned and blazed up, and appellee, in order to save the residence from being burned, took hold of the insulated cord which connected the radio to the 110-volt service line, and broke the connection by separating the plug, and that when she did so, there was a powerful electric are therefrom, which damaged her eyes, and the current entered her body, causing injury to her head, eyes, heart, muscles and nerves. It was alleged that appellant was negligent in erecting and maintaining the wire carrying 33,000 volts of electric current which broke and fell upon the 110-volt wires, connected Avith the residence of appellee; that, in erecting and stringing the wire upon the poles, said -wire was stretched so tight that the strain and tension thereon was so great that said wire was pulled in two. It is also alleged that appellant did not exercise reasonable care in mailing inspection, and that, if it had it would have known of the strain upon the wire.\nAppellant filed answer, admitting the ownership of the 33,000-volt transmission line and the 110-volt distributing line, but denied all allegations of negligence, and denied that appellee received any injuries, and alleged that, if appellee was injured, it resulted from her own negligence.\nThere was a verdict and judgment in favor of the appellee against the appellant for $2,093.08. The case is here on appeal.\nThere is no dispute about the transmission line, which carried 33,000 volts, breaking and falling on the other wires. There is a sharp conflict in the evidence as to the injury, and also contention is made by appellant that appellee was guilty of negligence herself, which caused the injury. It would serve no useful purpose to set out the testimony. It is in conflict on all matters of fact.\nThe evidence showed that there were pennies in the fuse box, and the appellee’s evidence shows that appellant’s representatives knew of this before the injury. This evidence is also disputed. No one testified as to how much voltage went into the house. The wires had been there several years, and one Avitness testified that he inspected the -wires 60 days before the injury.\nWitnesses for appellant testified that it would be physically impossible for the line to break under strain because this break happened in the summer time, and breakage of -wires drawn too tight would occur in the -winter months. Several witnesses also testified that, in their opinion, the transmission line was struck and severed by lightning. No one saw the line struck by lightning, nor did any one testify about lightning on that day.\nAppellant first contends that the ease should he reversed upon the opinion in the case of Dierks Lumber & Coal Co. v. Brown, 19 Fed. (2d) 732. In that case the court held that the doctrine of res ipsa loquitur applied in a case where the evidence showed that a current of electricity of high voltage, unnecessary, unsafe and unsuitable, passed into the store over the power company’s wires and caused injury. The breaking of the 33,000-volt wire in the instant case, breaking and causing high current of electricity to enter the home of appellee, causing injury, speaks for itself, and makes a prima facie case of negligence. The court further said, in the case relied on by appellant: “If no further evidence appeared in this case than circumstances showing that an excessive current of electricity of high voltage, unnecessary, unsafe and unsuitable for the purposes of the store, was transmitted over defendant’s wires into the store, and that plaintiff suffered injury therefrom, such circumstances would point to negligence and be sufficient, no facts or circumstances being shown to disprove the same, to take the case to the jury. As the Supreme Court said in the Sweeney case, supra [228 U. S. 233, 33 S. Ct. 416]: ‘The circumstances are evidence of negligence.’ ”\nOf course, the presumption arising from the happening of the accident may be rebutted, and in this case the appellant undertook 'to rebut this presumption by showing that it had inspected the wires, and by introducing evidence tending to show that the high voltage wire was struck by lightning. These were facts, however, for the jury to determine.\nAppellant next cites City Electric St. Ry. Co. v. Conery, 61 Ark. 381, 33 S. W. 426. It is contended that the test of the duty is announced in this case. The court, after stating the high degree of care required of one controlling electric current, said: “This fact being established, the next question is, upon what duty of the appellant to the appellee can this action be based? The answer to it is, upon the duty enjoined by the rule which requires every one to so use his property as not to injure another. The applicability of this rule may be shown by many illustrations. One is where an owner of a vicious animal accustomed to do hurt, knowing his habits, negligently allows him to escape. He is responsible for the mischief the animal does, because it was the duty of the owner to keep him secure.”\nThe court then, after citing other illustrations, continues: “This rule applies with equal force to electric companies. They are bound to use reasonable care in the construction and maintenance of their poles,. cross-arms and wires and other apparatus along streets and other highways. They are required to do so for the protection of persons and property. If they negligently allow their wires to fall or sag, or poles or other apparatus to fall, to the injury of another, they are responsible in damage for the wrong done, if the party injured is guilty of no culpable negligence contributing to the injury.”\nWe do not agree with appellant that it was the duty of the appellee to show that transmission wire broke because it was stretched upon the poles so tight that the strain and tension thereon pulled the wire in two. The circumstances and the breaking of the wire is evidence of negligence.\nThe appellant argues at length that the evidence is insufficient to sustain the verdict. This court has many times held that the jury will not be permitted to guess and speculate, but, where there is any substantial evidence upon which to base a verdict, it cannot be disturbed by this court.\nIf the evidence had established the fact that the wire was struck by lightning and severed within such a short time before the accident that the appellant could not have repaired it by the exercise of ordinary care, the appellant would not be liable; but whether the evidence establishes this fact was a question for the jury.\nObjection was made by appellant to some of the instructions, but these objections are not argued in its brief.\n“The duty of an electric company in reference to keeping its appliances in safe condition is a continuing one. Not only must it exercise a high degree of care in the original selection and installation of its electric apparatus, but thereafter it must use commensurate care to keep the same in a proper state of repair. The obligation of repairing defects does not mean merely that the company is required to remedy such defective conditions as are brought to its actual knowledge. The company is required to use active diligence to discover defects in its system. In other words, an electric company is bound to exercise due care in the inspection of its poles, wires, transformers and other appliances.” Curtis on Electricity, 699; Ark. Power & Light Co. v. Cates, 180 Ark. 1004, 24 S. W. (2d) 846.\n“A company maintaining electrical wires, over which a high voltage of electricity is conveyed, rendering them highly dangerous to others, is under the duty of using the necessary care and prudence at places where others may have a right to go, either for work, business, or pleasure, to prevent injury. It is the'duty of the company, under such condition, to keep the wires perfectly insulated, and it must exercise the utmost care to' maintain them in this condition at such places. And the fact that it is very expensive or inconvenient to so insulate them will not excuse the company for failure to keep their wires perfectly insulated.” 1 Joyce on Electricity, 735; Duncan Elec. & Ice Co. v. Crisman, 59 Okla. 67, 157 Pac. 1031; Ark. Power & Light Co. v. Cates, supra.\nWe think the evidence was sufficient to submit the questions of fact to the jury as to the negligence of the appellant and the contributory negligence of appellee. On all the issues of fact where evidence was introduced, the testimony was in conflict. All of these questions were for the jury, and not the court.\nWe find no error, and the judgment is affirmed.",
        "type": "majority",
        "author": "Mehaffy, J."
      }
    ],
    "attorneys": [
      "DuVal L. Purkins and Leffel Gentry, for appellant.",
      "C. T. Sims and George H. Holmes, for appellee,."
    ],
    "corrections": "",
    "head_matter": "Arkansas General Utilities Company v. Shipman.\n4-3286\nOpinion delivered January 15, 1934.\nDuVal L. Purkins and Leffel Gentry, for appellant.\nC. T. Sims and George H. Holmes, for appellee,."
  },
  "file_name": "0580-01",
  "first_page_order": 598,
  "last_page_order": 603
}
