{
  "id": 4356586,
  "name": "In the Matter of the Personal Restraint of Russell Duane McNeil, Petitioner. In the Matter of the Personal Restraint of Herbert Chief Rice, Jr., Petitioner",
  "name_abbreviation": "In re the Personal Restraint of McNeil",
  "decision_date": "2014-09-25",
  "docket_number": "Nos. 87654-1; 88172-3",
  "first_page": "582",
  "last_page": "597",
  "citations": [
    {
      "type": "official",
      "cite": "181 Wash. 2d 582"
    }
  ],
  "court": {
    "name_abbreviation": "Wash.",
    "id": 9029,
    "name": "Washington Supreme Court"
  },
  "jurisdiction": {
    "id": 38,
    "name_long": "Washington",
    "name": "Wash."
  },
  "cites_to": [
    {
      "cite": "814 P.2d 635",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "117 Wn.2d 175",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1373880
      ],
      "year": 1991,
      "pin_cites": [
        {
          "page": "185"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/117/0175-01"
      ]
    },
    {
      "cite": "330 P.3d 158",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2014,
      "opinion_index": 0
    },
    {
      "cite": "180 Wn.2d 951",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4241738
      ],
      "year": 2014,
      "pin_cites": [
        {
          "page": "953"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/180/0951-01"
      ]
    },
    {
      "cite": "487 U.S. 815",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1774727
      ],
      "weight": 4,
      "year": 1988,
      "pin_cites": [
        {
          "page": "838",
          "parenthetical": "holding, in an opinion issued June 29, 1988, that the death penalty may not be imposed on those under 16 years old at the time of their crimes"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/487/0815-01"
      ]
    },
    {
      "cite": "858 P.2d 1092",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1993,
      "opinion_index": 0
    },
    {
      "cite": "122 Wn.2d 440",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1363527
      ],
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/122/0440-01"
      ]
    },
    {
      "cite": "74 P.3d 1189",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "weight": 2,
      "year": 2003,
      "opinion_index": 0
    },
    {
      "cite": "150 Wn.2d 91",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        9193958
      ],
      "weight": 2,
      "year": 2003,
      "pin_cites": [
        {
          "page": "96"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/150/0091-01"
      ]
    },
    {
      "cite": "287 P.3d 584",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "weight": 2,
      "year": 2012,
      "opinion_index": 0
    },
    {
      "cite": "175 Wn.2d 901",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4024459
      ],
      "year": 2012,
      "pin_cites": [
        {
          "page": "908"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/175/0901-01"
      ]
    },
    {
      "cite": "267 P.3d 324",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "weight": 2,
      "year": 2011,
      "opinion_index": 0
    },
    {
      "cite": "173 Wn.2d 123",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4020198
      ],
      "year": 2011,
      "pin_cites": [
        {
          "page": "132"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/173/0123-01"
      ]
    },
    {
      "cite": "560 U.S. 48",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12448995,
        3641893
      ],
      "weight": 4,
      "year": 2010,
      "pin_cites": [
        {
          "page": "94",
          "parenthetical": "Roberts, C.J., concurring"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/l-ed-2d/176/0825-01",
        "/us/560/0048-01"
      ]
    },
    {
      "cite": "543 U.S. 551",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5928574
      ],
      "weight": 4,
      "year": 2005,
      "pin_cites": [
        {
          "page": "571"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/543/0551-01"
      ]
    },
    {
      "cite": "798 P.2d 817",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "59 Wn. App. 478",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        1751069
      ],
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/59/0478-01"
      ]
    },
    {
      "cite": "844 P.2d 416",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1993,
      "opinion_index": 0
    },
    {
      "cite": "120 Wn.2d 549",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1368201
      ],
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/120/0549-01"
      ]
    },
    {
      "cite": "132 S. Ct. 2455",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12407312
      ],
      "weight": 7,
      "year": 2012,
      "pin_cites": [
        {
          "page": "2460"
        },
        {
          "page": "2469-70"
        },
        {
          "page": "2468"
        },
        {
          "page": "2489",
          "parenthetical": "Alito, J., dissenting"
        },
        {
          "page": "2469",
          "parenthetical": "\"[W]e require [the sentencing court] to take into account how children are different, and how those differences counsel against irrevocably sentencing them to a lifetime in prison\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/567/0460-01"
      ]
    },
    {
      "cite": "542 U.S. 296",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5868041
      ],
      "weight": 4,
      "year": 2004,
      "pin_cites": [
        {
          "page": "313"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/542/0296-01"
      ]
    },
    {
      "cite": "539 U.S. 607",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8898590
      ],
      "weight": 3,
      "year": 2003,
      "pin_cites": [
        {
          "page": "612"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/539/0607-01"
      ]
    },
    {
      "cite": "100 P.3d 801",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2004,
      "pin_cites": [
        {
          "parenthetical": "citing Stogner v. California, 539 U.S. 607, 612, 123 S. Ct. 2446, 156 L. Ed. 2d 544 (2003)"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "152 Wn.2d 853",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1217468
      ],
      "year": 2004,
      "pin_cites": [
        {
          "page": "861",
          "parenthetical": "citing Stogner v. California, 539 U.S. 607, 612, 123 S. Ct. 2446, 156 L. Ed. 2d 544 (2003)"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/wash-2d/152/0853-01"
      ]
    },
    {
      "cite": "150 P.3d 1130",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2007,
      "opinion_index": 1
    },
    {
      "cite": "159 Wn.2d 459",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        3592476
      ],
      "year": 2007,
      "opinion_index": 1,
      "case_paths": [
        "/wash-2d/159/0459-01"
      ]
    },
    {
      "cite": "858 P.2d 1092",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1993,
      "opinion_index": 1
    },
    {
      "cite": "122 Wn.2d 440",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1363527
      ],
      "year": 1993,
      "opinion_index": 1,
      "case_paths": [
        "/wash-2d/122/0440-01"
      ]
    },
    {
      "cite": "132 S. Ct. 2455",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12407312
      ],
      "weight": 2,
      "year": 2012,
      "opinion_index": 1,
      "case_paths": [
        "/us/567/0460-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1014,
    "char_count": 25037,
    "ocr_confidence": 0.763,
    "pagerank": {
      "raw": 1.1751026219203053e-07,
      "percentile": 0.5873496871825346
    },
    "sha256": "7c6c46e0af8b5fdc4b3a0825436340195afbc0e423080629da085a45c7128623",
    "simhash": "1:e232e65a3708253a",
    "word_count": 4109
  },
  "last_updated": "2024-02-27T19:47:16.443836+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "In the Matter of the Personal Restraint of Russell Duane McNeil, Petitioner. In the Matter of the Personal Restraint of Herbert Chief Rice, Jr., Petitioner."
    ],
    "opinions": [
      {
        "text": "¶1 About 25 years ago, petitioners Russell Duane McNeil and Herbert Chief Rice Jr. were tried as adults and convicted of aggravated first degree murder for crimes committed while the petitioners were both approximately 17 years and 5 months old. They were each given the mandatory minimum sentence for that crime — life in prison without the possibility of early release.\nFairhurst, J.\n¶2 On June 25, 2012, the United States Supreme Court issued its opinion in Miller v. Alabama, 567 U.S._, 132 S. Ct. 2455, 183 L. Ed. 2d 407 (2012). Miller holds that a mandatory minimum sentence of life without the possibility of parole or early release, as applied to juvenile offenders, violates the Eighth Amendment to the United States Constitution, applicable to the states via the Fourteenth Amendment. Relying on Miller, petitioners sought relief from their sentences on collateral review through personal restraint petitions (PRPs).\n¶3 While the PRPs were pending before this court, the legislature passed and the governor signed Second Substitute Senate Bill 5064, which can be found at Laws of 2014, ch. 130 (the Miller fix). The State filed a motion to dismiss the PRPs, arguing the Miller fix made it impossible for petitioners to meet their threshold burden of showing they had suffered actual and substantial prejudice based on a constitutional error. We deny the State’s motion and deny the PRPs.\nI. FACTUAL AND PROCEDURAL HISTORY\n¶4 On January 17, 1988, McNeil and Rice were both approximately 17 years and 5 months old. With the intention of committing an easy robbery, they drove together to the rural home of Mike and Dorothy Nickoloff, who were 82 and 74 years old, respectively. They knocked on the Nickoloffs’ door, and Mrs. Nickoloff let them inside. Rice made a phone call while McNeil had a drink of water. Mrs. Nickoloff returned to the kitchen to eat dinner while Mr. Nickoloff watched television in the living room. McNeil and Rice then each stabbed one of the Nickoloffs, both of whom died. McNeil and Rice stole two television sets from the Nickoloff home.\nf 5 McNeil and Rice were each charged with one count of aggravated first degree murder and one count of accomplice to aggravated first degree murder. After holding declination hearings, the juvenile court entered findings of fact, conclusions of law, and orders permanently declining jurisdiction over both cases and transferring them to Yakima County Superior Court. The State sought the death penalty against both petitioners. McNeil and Rice each filed a motion for dismissal of the State’s notice of intent to seek the death penalty. The trial court denied their motions, and discretionary review was denied.\nf 6 McNeil and the State reached a plea agreement. The State withdrew its notice of intent to seek the death penalty, and McNeil pleaded guilty to one count of aggravated first degree murder and one count of accomplice to aggravated first degree murder. McNeil was sentenced to two life sentences without the possibility of early release, the mandatory minimum sentence for aggravated first degree murder. As an exceptional sentence, the trial court ordered the two life sentences be served consecutively, rather than concurrently, based on findings of fact and conclusions of law determining that the Nickoloffs were targeted because they were particularly vulnerable.\n¶7 Rice went to trial, and the jury found him guilty of one count of aggravated first degree murder and one count of accomplice to aggravated first degree murder. At sentencing, the jury could not reach a decision regarding the death penalty so Rice was given two life sentences without the possibility of early release, the mandatory minimum sentence for aggravated first degree murder. As an exceptional sentence, the trial court ordered Rice’s sentences be served consecutively, rather than concurrently, based on findings of fact and conclusions of law determining that the Nickoloffs were targeted because they were particularly vulnerable.\n¶8 Both Rice and McNeil appealed, and their sentences were affirmed. State v. Rice, 120 Wn.2d 549, 844 P.2d 416 (1993); State v. McNeil, 59 Wn. App. 478, 798 P.2d 817 (1990). Rice’s sentence was final in March 1993, and McNeil’s sentence was final in November 1990.\nII. ISSUES\n¶9 A. Should the PRPs be dismissed in light of the Miller fix? If not, are petitioners entitled to relief on collateral review?\n¶10 B. Is life without the possibility of early release always unconstitutional under article I, section 14 of the Washington Constitution as applied to juvenile offenders?\nIII. ANALYSIS\n¶11 The Miller decision holds “that mandatory life without parole for those under the age of 18 at the time of their crimes violates the Eighth Amendment’s prohibition on ‘cruel and unusual punishments.’ ” 132 S. Ct. at 2460. In order to comply with the Eighth Amendment, sentencing bodies must engage in “individualized consideration” of juvenile offenders facing life in prison without the possibility of parole, and specifically “take into account how children are different [from adults], and how those differences counsel against irrevocably sentencing them to a lifetime in prison.” Id. at 2469-70. Thus, the Miller decision\ndoes not categorically bar a penalty for a class of offenders or type of crime — as, for example, we did in Roper [v. Simmons, 543 U.S. 551, 125 S. Ct. 1183, 161 L. Ed. 2d 1 (2005),] or Graham [v. Florida, 560 U.S. 48, 130 S. Ct. 2011, 176 L. Ed. 2d 825 (2010)]. Instead, it mandates only that a sentencer follow a certain process — considering an offender’s youth and attendant characteristics — before imposing a particular penalty.\nId. at 2471. Miller reaches this conclusion by analogizing life without the possibility of parole as applied to juvenile offenders to capital punishment as applied to adult offenders because each represents the harshest punishment that may be imposed on each offender class, and each contemplates the offender remaining in prison until he or she dies there. Id. at 2467-68.\n¶12 The legislature responded to the Supreme Court’s decision with the Miller fix. The Miller fix sets new sentencing guidelines for aggravated first degree murder committed by juvenile offenders and requires the sentencing court to “take into account mitigating factors that account for the diminished culpability of youth as provided in Miller.” Laws op 2014, ch. 130, § 9(3)(b). No juvenile offender may be mandatorily subjected to a life sentence without the possibility of early release; such a sentence may be imposed only on older juvenile offenders if it is properly based on an individualized determination consistent with Miller. Id. § 9(3)(a)(ii). If life in prison without the possibility of early release is not imposed, the offender is given an indeterminate sentence with a minimum term of at least 25 years. Id. § 9(3)(a)(i)-(ii). Any juvenile offender who was given a mandatory sentence of life without the possibility of early release before the Miller fix became effective is automatically entitled to resentencing consistent with the new guidelines. Id. § 11(1).\nA. The State’s motion to dismiss is denied\n¶13 In order to be afforded relief on a PRP, the petitioner must make a threshold showing of harm. In re Pers. Restraint of Coats, 173 Wn.2d 123, 132, 267 P.3d 324 (2011). For alleged errors of constitutional magnitude, the petitioner “must show that [he or she was] actually and substantially prejudiced by constitutional error.” Id. The State argues that because the petitioners are entitled to resentencing under the Miller fix, they cannot meet their threshold burden, so their PRPs must be dismissed.\n¶14 The State’s argument wrongly conflates a threshold showing of prejudice with the availability of other adequate remedies. The Miller fix has absolutely no impact on the petitioners’ ability to meet their threshold burden of showing that to the extent that their sentences were imposed in violation of the Eighth Amendment, the violation probably resulted in actual and substantial prejudice to them. The Miller fix directs trial courts to make new sentencing decisions to replace the old ones, and it certainly does not provide that the old sentencing decisions are presumed valid. In fact, the Miller fix indicates that noncompliance with Miller is per se prejudicial because all juvenile offenders whose sentences are inconsistent with Miller are automatically entitled to resentencing. Laws op 2014, ch. 130, § 11(1).\nB. The PRPs are denied because the petitioners have other adequate remedies\n¶15 Because of the per se prejudicial effect of a Miller sentencing violation, we turn to RAP 16.4. RAP 16.4(d) provides, “The appellate court will only grant relief by a personal restraint petition if other remedies which may be available to petitioner are inadequate under the circumstances.” The Miller fix remedies the unlawfulness of the petitioners’ sentences by providing they must be resentenced in a manner that does not violate the Eighth Amendment, consistent with Miller. The petitioners argue the Miller fix, as applied to them, is an unconstitutional ex post facto law, so it cannot be an adequate remedy. We reject their argument.\nf 16 A statute’s constitutionality is a question of law. State v. Hunley, 175 Wn.2d 901, 908, 287 P.3d 584 (2012). We presume statutes are constitutional, and the party challenging a statute’s constitutionality has the burden of proving otherwise beyond a reasonable doubt. Id. A statute is an unconstitutional ex post facto law if it “(1) disadvantages the person affected by the law by increasing the punishment and (2) is retrospectively applied to acts that occurred before the law was enacted.” In re Pers. Restraint of Forbis, 150 Wn.2d 91, 96, 74 P.3d 1189 (2003). The Miller fix explicitly applies retrospectively to acts that occurred before its enactment. Laws of 2014, ch. 130, § 11(1). It does not, however, increase the punishment a juvenile offender faces for aggravated first degree murder.\n¶17 The minimum punishment available at the time of the petitioners’ crimes was life in prison without any possibility of early release. Under the Miller fix, the petitioners would be subject to “a maximum term of life imprisonment and a minimum term of total confinement of no less than twenty-five years.” Laws of 2014, ch. 130, § 9(3)(a)(ii). The Miller fix thus provides some possibility that the petitioners could be released from prison during their lifetimes, allowing for decreased punishments, not increased punishments. The Miller Court itself recognizes that the only sentence more severe than life without the possibility of early release is a death sentence, Miller, 132 S. Ct. at 2468, and the Miller fix, of course, does not authorize the imposition of a death sentence on a juvenile offender.\nf 18 The petitioners argue that the appropriate comparison point is not life in prison without the possibility of early release. By analogy to this court’s opinion in State v. Furman, 122 Wn.2d 440, 858 P.2d 1092 (1993), the petitioners argue that life without the possibility of early release was not a statutorily authorized sentence at the time of their crimes, so the appropriate comparison point is a determinate sentence of at least 20 years under former RCW 9.94A.120(4) (1987). An indeterminate 25-year minimum sentence is clearly a more severe punishment than a determinate 20-year minimum sentence, so if Furman’s reasoning applied here, the petitioners’ ex post facto challenge would be successful. It does not.\n¶19 Following a jury trial, Michael Furman was convicted of aggravated first degree murder and sentenced to death for crimes he committed when he was approximately 17 years and 10 months old. Id. at 443-44. This court held that interpreting the penalty statute for aggravated first degree murder, RCW 10.95.080, to authorize the death penalty for a juvenile offender would render the statute unconstitutional. Furman, 122 Wn.2d at 458. Neither RCW 10.95.080 nor the statutes allowing prosecution of a juvenile offender as an adult included any age restrictions on subjecting an offender to the death penalty. Id. at 456-57. Therefore, the Furman opinion held, if it interpreted the relevant statutes as authorizing capital punishment for juvenile offenders generally, those statutes would authorize imposing a death sentence on a person who was potentially as young as eight years old at the time of the offense, which would be an unconstitutional result. Id. at 458.\nf 20 The fact that the relevant statutes did not “set[ ] any minimum age for imposition of the death penalty” was the factor that played “[m]ost critically” into the Furman decision. Id. Furman was decided in light of a constitutional landscape where the death penalty could be constitutional as applied to 16- and 17-year-olds but was categorically unconstitutional as applied to those under 16. Id. at 456-57 (citing Thompson v. Oklahoma, 487 U.S. 815, 108 S. Ct. 2687, 101 L. Ed. 2d 702 (1988)). Miller, by contrast, does not set any minimum age for offenders who may be sentenced to life in prison without the possibility of parole or early release. Only the mandatory nature of the punishment, and not the punishment itself, was held unconstitutional as applied to juveniles — all juveniles. See Miller, 132 S. Ct. at 2489 (Alito, J., dissenting).\n¶21 Further, underlying the reasoning in Furman was the fact that the United States Supreme Court had issued controlling precedent before the date of the murder that clearly held the statutes at issue would be unconstitutional as applied to some defendants. Compare Thompson, 487 U.S. at 838 (holding, in an opinion issued June 29, 1988, that the death penalty may not be imposed on those under 16 years old at the time of their crimes), with Furman, 122 Wn.2d at 444 (noting the date of the murder was April 27, 1989). No such precedent existed at the time the petitioners here committed their crimes. It was not until 2010 that the United States Supreme Court held the Eighth Amendment placed any categorical limitations on life without parole sentencing as applied to juvenile offenders. See Graham, 560 U.S. at 94 (Roberts, C.J., concurring). In this case, unlike in Furman, there was no reason to hold the penalty statute was unconstitutional at the time of the petitioners’ crimes.\n¶22 Furman is not analogous, and without that analogy the relevant comparison point is a mandatory minimum sentence of life in prison without the possibility of early release. The Miller fix does not provide for any punishment that could reasonably be called an “increase” from that, so we reject the petitioners’ ex post facto argument. They do not raise any other argument that the remedy provided by the Miller fix is inadequate, so we deny the PRPs under RAP 16.4(d).\nC. We do not consider the constitutionality of life without the possibility of early release if it is imposed on a juvenile offender consistent with Miller\nf23 Rice’s PRP raises the alternative argument, later joined by McNeil, that we should hold life without the possibility of early release is always violative of article I, section 14 of the Washington Constitution as applied to juvenile offenders. We do not consider this alternative argument because the petitioners’ sentences were final over one year ago and there is no applicable exception to the one year limit on collateral attacks. In re Pers. Restraint of Thomas, 180 Wn.2d 951, 953, 330 P.3d 158 (2014).\nIV. CONCLUSION\n¶24 For the foregoing reasons, we deny the State’s motion to dismiss and we deny the PRPs.\nMadsen, C.J.; C. Johnson, Owens, Wiggins, and González, JJ.; and J.M. Johnson, J. Pro Tem., concur.\nThe Miller Court primarily refers to “life without parole” sentencing, but its decision clearly applies to all life sentences without the possibility of any type of early release. See 132 S. Ct. at 2469 (“[W]e require [the sentencing court] to take into account how children are different, and how those differences counsel against irrevocably sentencing them to a lifetime in prison”). For purposes of this opinion, “early release” and “parole” are treated as functional equivalents.\n“Excessive bail shall not be required, nor excessive fines imposed, nor cruel and unusual punishments inflicted.” U.S. Const, amend. VIII.\nArticle I, section 23 of the Washington Constitution provides, “No bill of attainder, ex post facto law, or law impairing the obligations of contracts shall ever be passed.” Article I, section 10, clause 1 of the United States Constitution provides in relevant part, “No State shall . . . pass any bill of attainder, ex post facto law, or law impairing the obligation of contracts.”\n“A law may survive an ex post facto challenge if it is merely procedural.” In re Pers. Restraint of Forbis, 150 Wn.2d 91, 96 n.2, 74 P.3d 1189 (2003). The Miller fix unquestionably changes the amount of punishment available and not just the appropriate sentencing procedures, so it is not “merely procedural” for ex post facto purposes.\nIn 2005, the United States Supreme Court held the Eighth Amendment prohibits the imposition of a death sentence on anyone who was under the age of 18 at the time of his or her offense. Roper, 543 U.S. at 571.\nTo the extent the petitioners intend to argue that the Miller fix is an increase in punishment even as compared to life in prison without the possibility of early release, we reject that argument. We have held retrospective application of a determinate sentencing scheme in place of a previous indeterminate scheme does not violate the ex post facto clause because “what is gained in determinacy more than makes up for what is lost in terms of the possibility of early release.” In re Pers. Restraint of Powell, 117 Wn.2d 175, 185, 814 P.2d 635 (1991). That reasoning does not apply, however, where an indeterminate sentencing scheme creates a possibility of early release that was completely unavailable under prior law. Cf. id. at 194.\nThe State does not make an argument that either PRP should be dismissed as a mixed petition, so we do not consider it.",
        "type": "majority",
        "author": "Fairhurst, J."
      },
      {
        "text": "¶25 (concurring) — I agree with the majority’s decisions to deny the State’s motion to dismiss, to address the personal restraint petitions (PRPs) on the merits, and to deny the PRPs. I write separately only because I disagree with the majority’s treatment of the petitioners’ ex post facto clause arguments.\nGordon McCloud, J.\n¶26 The petitioners argued that applying the new Miller fix legislation to them would violate the ex post facto clause. Laws of 2014, ch. 130. They based this argument largely on State v. Furman, 122 Wn.2d 440, 858 P.2d 1092 (1993), but Furman was not an ex post facto clause case. Instead, in Furman, this court held that the death penalty was not statutorily authorized for juveniles under Washington law — and since the statutes did not allow the death penalty at the time of the Furman decision, the statutes did not allow the death penalty to be imposed on Furman for the murder he committed several years earlier, while still a juvenile. Id. at 456-58.\n¶27 The petitioners argue, by analogy, that the mandatory life without parole sentence imposed on them was similarly improper because since the constitution does not allow that punishment to be imposed on them now, the constitution did not allow that punishment to be imposed on them several years ago. The petitioners’ final conclusion is that for ex post facto purposes, we must therefore compare the penalty authorized by the Miller fix statutes to a penalty of 20 years (a penalty clearly less harsh than that authorized by the Miller fix statutes), not to the unconstitutional penalty of mandatory life without parole.\n¶28 The majority credits this argument but distinguishes Furman on its facts. Majority at 591-93.\n¶29 I disagree with the way the majority distinguishes Furman’s facts, but I think that the petitioners’ ex post facto argument fails for a different reason. The reason is that this court rejected the same argument about the relevant point of comparison, for ex post facto purposes, in a recent prior controlling decision: State v. Pillatos, 159 Wn.2d 459, 150 P.3d 1130 (2007).\n¶30 In Pillatos, the defendant/appellant argued in part that the Blakely fix was an unconstitutional ex post facto law for basically the same reason that McNeill and Rice argue that the Miller fix is an unconstitutional ex post facto law. In Pillatos, two defendants asserted that the Blakely fix authorized exceptional sentences that were unconstitutional — and thus, according to those defendants, did not exist — when those defendants committed their crimes. Id. at 474-76. This court rejected that argument:\nA defendant is subject to the penalty in place the day the crime was committed. After the fact, the State may not increase the punishment. In re Pers. Restraint of Hinton, 152 Wn.2d 853, 861, 100 P.3d 801 (2004) (citing Stogner v. California, 539 U.S. 607, 612, 123 S. Ct. 2446, 156 L. Ed. 2d 544 (2003)). But as we have said when considering other amendments to the SRA [Sentencing Reform Act of 1981, ch. 9.94A RCW], the key is whether the defendant had notice of the punishment at the time of the crime, not whether in some metaphysical sense, a constitutional statute existed at the time of the crime.\nId. at 475. Thus, in an ex post facto analysis, we ask whether a new law imposes a penalty greater than the one that was authorized by statute when the defendant’s offense occurred. We do not consider whether the statutes in place at the time of the offense were later found to be unconstitutional.\n¶31 Pillatos may well have been wrongly decided. But it was decided just seven years ago, and it rejected the ex post facto argument that the petitioners make here. No one has argued that Pillatos should be overruled; no one has given us a reason to distinguish it.\n¶32 I think the majority errs in ignoring this prior controlling precedent. I think that this error leads the majority to make some unwarranted assertions, for example, “ [i] n this case, unlike in Furman, there was no reason to hold the penalty statute was unconstitutional at the time of the petitioners’ crimes.” Majority at 593. Actually, the statute at issue in this case requiring mandatory life without parole was unconstitutional at the time of sentencing and is unconstitutional now; that is why these petitioners are aggrieved, that is why their PRPs are not subject to dismissal, and that is why they are being decided on the merits.\n¶33 But the Miller fix statute addresses this constitutional problem. This court unanimously agrees that that statute, with its guaranty of a full resentencing for juveniles sentenced before its enactment, majority at 588-89 (citing Laws of 2014, ch. 130, § 11(1)), is sufficient to protect the petitioners’ constitutional interests. I therefore respectfully concur.\nStephens, J., concurs with Gordon McCloud, J.\nMiller v. Alabama, 567 U.S._, 132 S. Ct. 2455, 183 L. Ed. 2d 407 (2012).\nThe Blakely fix is statutes that our legislature enacted to address the United States Supreme Court’s decision in Blakely v. Washington, 542 U.S. 296, 313, 124 S. Ct. 2531, 159 L. Ed. 2d 403 (2004), which held a jury must find beyond a reasonable doubt any fact supporting the imposition of an exceptional sentence. Laws of 2005, ch. 68, § 4(2). The Blakely fix statutes required the State to notify the defendant before trial or entry of a guilty plea that the State intended to seek a sentence above the standard range, to state the aggravating circumstances it intended to allege, and to prove the existence of those circumstances beyond a reasonable doubt. Id. § 4(1), (2).\nPillatos consolidated four defendants’ cases; two of those defendants had already pleaded guilty when the legislature enacted the Blakely fix, and this court held that the new legislation was, by its terms, inapplicable to those defendants. 159 Wn.2d at 470. The remaining two defendants had yet to plead or be tried; they argued that applying the Blakely fix to their cases would violate ex post facto clause protections. Id. at 475.",
        "type": "concurrence",
        "author": "Gordon McCloud, J."
      }
    ],
    "attorneys": [
      "Lenell R. Nussbaum and Victoria J. Lyons (of Washington Appellate Project), for petitioner McNeil.",
      "Suzanne L. Elliott, for petitioner Rice.",
      "James P Hagarty, Prosecuting Attorney for Yakima County, and David B. Trefry, Deputy, and Pamela B. Login sky (of Washington Association of Prosecuting Attorneys), for respondent.",
      "Travis Stearns, Nancy L. Talner, Sarah A. Dunne, James A. Andrus, Benjamin A. Mayer, Jennifer Addis, and Allyssa Lamb on behalf of American Civil Liberties Union of Washington and Washington Defender Association, amici curiae.",
      "Mary K. Webber and Hilary A. Thomas on behalf of Washington Association of Prosecuting Attorneys, amicus curiae."
    ],
    "corrections": "",
    "head_matter": "[Nos. 87654-1; 88172-3.\nEn Banc.]\nArgued November 12, 2013.\nDecided September 25, 2014.\nIn the Matter of the Personal Restraint of Russell Duane McNeil, Petitioner. In the Matter of the Personal Restraint of Herbert Chief Rice, Jr., Petitioner.\nLenell R. Nussbaum and Victoria J. Lyons (of Washington Appellate Project), for petitioner McNeil.\nSuzanne L. Elliott, for petitioner Rice.\nJames P Hagarty, Prosecuting Attorney for Yakima County, and David B. Trefry, Deputy, and Pamela B. Login sky (of Washington Association of Prosecuting Attorneys), for respondent.\nTravis Stearns, Nancy L. Talner, Sarah A. Dunne, James A. Andrus, Benjamin A. Mayer, Jennifer Addis, and Allyssa Lamb on behalf of American Civil Liberties Union of Washington and Washington Defender Association, amici curiae.\nMary K. Webber and Hilary A. Thomas on behalf of Washington Association of Prosecuting Attorneys, amicus curiae."
  },
  "file_name": "0582-01",
  "first_page_order": 624,
  "last_page_order": 639
}
