{
  "id": 1364162,
  "name": "Saul v. Bass",
  "name_abbreviation": "Saul v. Bass",
  "decision_date": "1922-03-27",
  "docket_number": "",
  "first_page": "584",
  "last_page": "587",
  "citations": [
    {
      "type": "official",
      "cite": "152 Ark. 584"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "76 Ark. 88",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1501103
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/76/0088-01"
      ]
    },
    {
      "cite": "40 Ark. 429",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1897200
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/40/0429-01"
      ]
    },
    {
      "cite": "149 Ark. 257",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8719120
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/149/0257-01"
      ]
    },
    {
      "cite": "84 Ark. 37",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1524472
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/84/0037-01"
      ]
    },
    {
      "cite": "88 Ark. 593",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "149 Ark. 306",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8719356
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/149/0306-01"
      ]
    },
    {
      "cite": "102 Ark. 435",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1353982
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/102/0435-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 312,
    "char_count": 6140,
    "ocr_confidence": 0.489,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.05132345553736917
    },
    "sha256": "691373fb64252dd3a666aed3a77d00110d24094d17d0cc36198e744b45f84b84",
    "simhash": "1:094cec939b04de47",
    "word_count": 1078
  },
  "last_updated": "2024-02-27T17:37:19.864965+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Saul v. Bass."
    ],
    "opinions": [
      {
        "text": "McCulloch, C. J.\nThe plaintiff (appellee) sued defendant Saul and one Shoup jointly on an account for goods and merchandise sold by the plaintiff and delivered to Shoup.\nIt is alleged in the complaint that Shoup applied to plaintiff for credit, which was refused, and that thereafter plaintiff agreed to deliver merchandise to Shoup at the latter’s request upon the agreement of Saul to pay for the same. Shoup made default and judgment was rendered against him, but Saul filed an answer, in which he denied that he had bound himself, either as a guarantor, surety or on original undertaking, to pay for the goods delivered to Shoup, and he pleaded the statute of frauds.\nOn the trial of the case, plaintiff testified that he was a merchant in Stuttgart; that Shoup applied to him for credit on sales of merchandise; that he refused to credit Shoup, but stated that he would deliver the goods if Saul would agree to pay for same, and that Saul then entered into an oral agreement with him to pay for all the goods and merchandise delivered to Shoup at the latter’s request.\nThe testimony of the plaintiff was not altogether consistent in its language with reference to the precise agreement made by Saul with him. He testified in one place that Saul told him to let Shoup have goods and to “look to him for the money.” In another place he stated he would not let Shoup have anything on credit, but “looked to Mr. Saul to pay it.” In another place he stated that Saul “guaranteed the account,” and still later he said Saul told him that he would pay the account.\nThese were various ways of stating the transaction, and it was a question for the jury to determine what the contract was between the parties — whether it was an original undertaking on the part of Saul to pay for the goods, or whether it was merely a contract of guaranty or suretyship.\nPlaintiff’s clerk testified, and his testimony was strongly in corroboration of the testimony of plaintiff himself. The witness testified that the goods were all charged to Saul. • This is contradicted by Saul himself, who testified that he made no agreement at all with plaintiff with reference to the sale of the goods, and he produced a few rof the sales tickets showing that they were made out to Shoup. This made a question for the jury to determine the character of the contract between the parties, or whether there was any contract at all between them with reference to the payment of the account.\nShoup’s presence in the case has been eliminated by the default judgment against him. The suit was instituted upon alleged joint liability on the part of Shoup and Saul, and counsel for defendant insists that the proof failed to show joint liability and that there could be no joint liability on the part of the two persons.\nConceding that the proof fails to show a joint undertaking on the part of the two defendants to pay for the goods, this does not affect the question whether or not it was an original undertaking on the part of Haul. The question is not whether Shoup is liable, for, as before stated, he has been eliminated from the case, but, if there was a joint undertaking on the part of the two persons for the purchase of the goods and the delivery thereof to Shoup, it might still be an original undertaking on the part of Saul not within the statute of frauds.\nThe question now before us is, not whether there is joint liability, but whether there was an original undertaking on the part of Saul to pay for the goods delivered to Shoup, and we are of the opinion that the evidence is sufficient to sustain the finding in plaintiff’s favor on that issue. We have said that, “in determining whether an oral promise is original or collateral, the intention of the parties at the time it was made must be regarded; and in determining such intention the words of the promise, the situation of the parties and all of the circumstances attending the transaction should be taken into consideration.” Millsaps v. Nixon, 102 Ark. 435; Grady v. Dierks Lbr. & Coal Co., 149 Ark. 306. The issue was submitted to the jury upon appropriate instructions, the correctness of which does not seem to be questioned now.\nJudgment affirmed.",
        "type": "majority",
        "author": "McCulloch, C. J."
      }
    ],
    "attorneys": [
      "Harry E. Meek, for appellant.",
      "Chapline & Morrison, for appellee."
    ],
    "corrections": "",
    "head_matter": "Saul v. Bass.\nOpinion delivered March 27, 1922.\n1. Frauds, statute op — jury question. — Testimony held to make it a question for the jury to determine whether there was an original undertaking to pay for goods sold or whether the contract was merely an oral contract of guaranty or suretyship, or whether there was any contract with reference to the payment of the account.\n2. Frauds, statute op — original undertaking to pay another's debt — evidence.—In determining whether an oral promise by a defendant is an original or a collateral agreement to pay for goods delivered to another, the intention of the parties at the time it was made must be regarded, and, in determining such intention, the words of promise, the situation of the parties, and all circumstances attending the transaction should be considered.\nAppeal from Arkansas Circuit Court, Northern District; George W. Ciarle, Judge;\naffirmed.\nHarry E. Meek, for appellant.\nThe allegations of the complaint and appellee’s own testimony make out a case within the statute of frauds. C. & M. Digest, § 4862. For “original” and “collateral” undertakings — explanation of the terms, — see 20 Oyc. 163. In this case, the test is, did Shoup receive credit as a result of Saul’s agreement? 20 Cyc. 165; Id. 180; Id. 182; 88 Ark. 593; 102 Id. 435.\nChapline & Morrison, for appellee.\nThe evidence on the part of the plaintiff, as appears by the record, was that the account sued on was the debt of Saul. The same having been admitted without objection, the complaint will be treated as amended to conform to the proof. 84 Ark. 37; Jenkins v. International Life Ins. Co., 149 Ark. 257.\nIt was an original undertaking. The substance of the evidence is that Saul said to Bass, “Let Shoup have the goods and I will pay the bill, ’ ’ and, acting upon that promise, the account was made. 40 Ark. 429.\nThe evidence was conflicting. The verdict will not be disturbed. 76 Ark. 88; 84 Id. 74; 90 Id. 131."
  },
  "file_name": "0584-01",
  "first_page_order": 608,
  "last_page_order": 611
}
