{
  "id": 1355699,
  "name": "Holcombe v. Kennedy",
  "name_abbreviation": "Holcombe v. Kennedy",
  "decision_date": "1923-05-14",
  "docket_number": "",
  "first_page": "585",
  "last_page": "593",
  "citations": [
    {
      "type": "official",
      "cite": "158 Ark. 585"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "29 Ark. 592",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "146 Ark. 601",
      "category": "reporters:state",
      "reporter": "Ark.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "127 Ark. 1",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1550225
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/127/0001-01"
      ]
    },
    {
      "cite": "149 Ark. 476",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8720804
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/ark/149/0476-01"
      ]
    },
    {
      "cite": "146 Ark. 61",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1584974
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/146/0061-01"
      ]
    },
    {
      "cite": "124 Ark. 6",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1554972
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/124/0006-01"
      ]
    },
    {
      "cite": "149 Ark. 476",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8720804
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ark/149/0476-01"
      ]
    },
    {
      "cite": "146 Ark. 61",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1584974
      ],
      "opinion_index": 1,
      "case_paths": [
        "/ark/146/0061-01"
      ]
    },
    {
      "cite": "124 Ark. 6",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1554972
      ],
      "opinion_index": 1,
      "case_paths": [
        "/ark/124/0006-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 620,
    "char_count": 15708,
    "ocr_confidence": 0.469,
    "pagerank": {
      "raw": 9.685519217563168e-08,
      "percentile": 0.5293185046695773
    },
    "sha256": "1562be4f5d5ba5d729395969ab7c17cadd084bde5fa378d53a71de63bc815221",
    "simhash": "1:1e0f55e93516435a",
    "word_count": 2623
  },
  "last_updated": "2024-02-27T17:41:16.235499+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Holcombe v. Kennedy."
    ],
    "opinions": [
      {
        "text": "McCulloch;, C. J.\nAppellants are the commissioners of a road improvement district created by special statute (act No. 628, session of 1919) designated as HowardSevier No ad Improvement District No. 1, and appellees, who were the owners of real property in said district, instituted this action against them in the chancery court of Howard County attacking the validity o.f the assessments in said district, and also seeking to compel the commissioners to repay into the treasury of the districts sums of money illegally drawn out as compensation for services and payment of their own expenses. Upon hearing the cause, the court dismissed that part of the complaint attacking the assessments, but sustained the contention of appellees with respect to illegal-withdrawal of the funds of the district by the commissioners, and referred the matter to a master for a statement of the account of each of the commissioners; Testimony was taken before the master, and a report was made, which the court confirmed, and each of the commissioners has prosecuted an appeal to this court.\nEach of the commissioners furnished an itemized account of payments made to them, -respectively, for per diem of $5 allowed by the statute, and for expenses incurred. The aggregate amount -of each of the itemized accounts was as follows:\nTotal account of Commissioner J. W. Holcombe $2,074.55'\nTotal account of Commissioner J. H. Jones............ 2,004.33\nTotal account of Commissioner Otho Corbell......... 3,267.00.\nTotal account of Commissioner E. A. Fawcett...... 1,544.84\nThe account of another one of the commissioners,J. L. Stinson, was found to be correct by the master, with the exception of a very small error in addition, and no question is raised here about the decree with respect to that account.\nThese accounts embrace items of $5 per day for a+ tending meetings of the commission and meetings of committees, and also for time served by the commissioners separately in looking after the work along the route of the road.\nThe testimony shows that the board of commissioners divided itself into committees, and that there were many committee meetings, and several of the commissioners devoted considerable time to inspecting the work and looking after the purchase of right-of-way. The accounts of the several commissioners contained items all the way from 130 to over 300 days of service during a period of about two years during which the operation of the construction of the road was being conducted. There were expenses for horse hire and automobiles, hotel bills, meals, and hire of drivers, and there is an item of expense of railroad fare to Little Rock. Other items are unnecessary to mention.\nCommissioner Holcombe was treasurer of the board, and his account also' contained commissions on payments of money.\nThe master made á finding allowing each of the commissioners $5 per day for one hundred board meetings,' and thirty days for looking after the right-of-way. He also allowed expenses of trips to Little Rock, Texarkana and DeQueen, and also per diem covering the period of these trips. The master allowed each of the commissioners a total sum of $805, except Commissioner Holcombe, who was allowed $948, which included commissions as treasurer, $143.28. The item of treasurer’s commission in the account of Commissioner Holcombe will be treated separately.\nThe contention of each of the appellants is that, under the statute creating the district and fixing the fees of the district, they were entitled to a per diem of $5 for each day they were attending board meetings or committee meetings, or while doing work directed by the whole commmission, and that they were entitled to all expenses incurred while doing so. The court allowed per diem compensation on this basis, in accordance with the contention of appellants, but the full amounts claimed by appellants were not allowed, nor was there an allowance of the full amount of the expenses claimed.\nWe might content ourselves by saying that, so far as concerns the amount of the allowance, we cannot say that the findings of the master and chancellor are against the preponderance of the evidence, but we deem it proper to go further and say that the allowances by the master and by the court were more liberal than the commissioners were entitled to. The statute contains the following provision with reference to the compensation of the commissioners, in section 4: “Each of the commissioners shall receive a compensation of $5 per day for each day devoted to the work;” Now, the majority of the judges are of the opinion that this refers solely to duties and attendance upon board meetings, for the commissioners have no individual authority under the statute, and only act in that capacity while in attendance upon the board. In the discharge of duties as members of committees, or personally and individually in acting for the board in inspecting work or assisting in carrying on the work, they exercise only such authority as is delegated to them by the board as a whole, and, when acting in those capacities, they are o'nlv employed as servants of the board of commissioners, therefore they are not entitled to compensation under the statute. If they are entitled to any compensation at all for services performed otherwise than at board meetings,- it must result frpm a valid contract made between the commissioners individually and the board as a whole, and, under the principles announced by this court in several eases, the commissioners are prohibited from entering into contracts for their own benefit for the payment to themselves of compensation. They can only pay such compensation as is expressly ah lowed to them by law. Tallman v. Lewis, 124 Ark. 6; Hill v. Cruce, 146 Ark. 61; Gould v. Toland, 149 Ark. 476. Mr. Justice Smith does not agree to this conclusion.\nWe decided in Gould v. Toland, supra, that the commissioners were not entitled to reimbursement for expenses incurred in attending board meetings, but are entitled to reimbursement for such expenses as are incurred in the performance of duties authorized by the board. The distinction is thus made between the payment of compensation to the members individually and the payment of expenses, the former being prohibited by public policy, and the latter not falling within the range of that ban.\nWe find that the only error of the court in the allowance to the commissioners with respect to compensation and expenses was more favorable than the commissioners were entitled to, but no appeal has been presented by the appellees from the decree.\nThis brings us to a discussion of the court’s decree with respect to the allowance made to Commissioner Holcombe for fees as treasurer.\nThe statute provides (§ 4) that the commissioners shall organize by the election of a chairman, and also by the election of a secretary and treasurer, and that the treasurer shall be required to give bond in such sums as the commissioners find necessary. Section 13 of the statute reads as follows:\n“The treasurer shall pay out no'money, save upon the order of the board, and upon a warrant signed by the chairman and countersigned by the secretary thereof. He shall be allowed a commission not exceeding one-half per centum upon all sums lawfully paid out, to be fixed by the board. Every warrant shall state upon its face to' whom, the amount, and the purpose for which it is issued. All warrants shall be dated, and shall be numbered consecutively in a record to be kept -by the board, of the number and the amount of each; .and no warrant shall be paid unless there is in the ■ treasury funds enough to pay all outstanding warrants bearing a lower number. No warrant shall be increased by reason of any depreciation in the market value thereof, nor shall any contract or warrant be made payable, or paid, in anything but currency. The commission shall require the treasurer to deposit the funds of the district in a solvent bank, which will pay interest at the rate of not less than three per-cent on daily balances, and shall give a bond with sufficient securities, conditioned that said bank shall properly pay all checks on said deposits when due; but no such order shall be effective unless in writing and entered on the minutes of the board before said funds are deposited in the bank. When such bank depository has been created, all funds shall be paid to it, and the treasurer shall be entitled to no commission thereon.”\nThe court decided that the treasurer -was not entitled to commissions on money which was paid out after having been deposited in accordance with the terms of the statute, and that the treasurer was only entitled to commissions on amounts actually paid out by him as treasurer without the funds having gone through the depository.\nThe majority of this court has reached the conclusion that the trial court erred in this interpretation of the statute. The provision therein is that the treasurer shall be allowed a commission “upon all sums lawfully paid out. ’ ’ This can only be interpreted to mean that the commission should be allowed on moneys finally paid out, and not until so paid out. The concluding provision in section 13 is only intended to prevent the allowance of a commission merely upon the deposit of the funds, but this does not affect the right of the treasurer, under the other part of the statute, to receive a commission: on the funds actually paid out on warrants. The statute contemplates that the treasurer should perform substantial service in receiving the moneys and paying the same over to the depository, and the warrants were drawn on him and not on the depository. ' He had to pay the warrants out of money actually on deposit, and keep an account thereof, and the statute intended compensation to be provided for this service, even though the funds were placed on deposit. The latter part of section 13 was merely intended as cautionary, so as to negative any interpretation of the statute whereby a commission would be allowed merely upon -a payment over to the depository. Mr. Justice Hart does not agree to this.\nThe decree of the chancery court is therefore affirmed as to all the appellants except Holcombe, and the decree is also affirmed as to his account with the exception of the item relating to commissions as treasurer, but as to that .item the decree is reversed and the cause remanded, with directions to allow Commissioner Holcombe credit for commissions as claimed in his account. It is so ordered.",
        "type": "majority",
        "author": "McCulloch;, C. J."
      },
      {
        "text": "Smith, J.,\n(dissenting). The act creating this district named two commissioners for Howard County and three from Sevier, and intrusted to them the construction of the proposed improvement.\nThe commissioners organized, and, to facilitate their work, appointed certain committees consisting* of three .members each; and these commissioners are now asking an allowance of per. diem as commissioners for services on the committees of the board.\nI see no objection to the board delegating certain administrative duties to committees composed of board members, and compensating* the members, because this involves no element of contract. The law fixes their compensation, and they do not ask any sum in excess of that fixed by the law.\nThe oases of Tallman v. Lewis, 124 Ark. 6, and Hill v. Cruce, 146 Ark. 61, in my opinion, have no application here. There the commissioners were serving not as commissioners but as' employees. In both' those cases the commissioner had, as a member of the board of commissioners, contracted with himself as. an employee. There was necessarily involved in those cases negotiations fixing the terms of the employment and the compensation therefor, and the services rendered and charged for were not those of a commissioner, but the services of an agent or employee — services of a character which one did not have to be a commissioner to perform.\nBut there was no contract of any character. There was a mere parceling out of the duties of the commissioners among the members thereof as committees of the board, and the services they rendered and charged for were those of commissioners serving as members, of the committees of the board, and their compensation was not that fixed by themselves but that fixed by the law.\nOf course, if this was a mere method of evading the law, a different question would be presented, for the commissioners could not, by mere subterfuge, give themselves employment by the board. But this Is not the question we have here. The commissioners here seek only to recover the per diem fixed by la.w for services as members of committees of the board of commissioners, and I see no reason why the board should be denied the right to refer to committees of the board such duties as could be appropriately discharged .biy committees, rather than by the full board, and I therefore respectfully dissent from that part of the opinion.",
        "type": "dissent",
        "author": "Smith, J.,"
      }
    ],
    "attorneys": [
      "J. G. Sain and Coleman, Robmson <3 House, for appellant,",
      "W. P. Feazel, for appellees.",
      "J. G. Sain and Coleman, Robinson & House, in reply."
    ],
    "corrections": "",
    "head_matter": "Holcombe v. Kennedy.\nOpinion delivered May 14, 1923.\n1. Highways — compensation of commissioners. — Acts 1919, No. 628, creating Howard-Sevier Road Improvement District No. 1, section 4, provides: “Each of the commissioners shall receive a compensation of $5 per day for each day devoted to the work. Held, that section 4 refers solely to duties and' attendance upon hoard meetings, so that the commissioners are not entitled to compensation where they act as members of committees or personally and individually in acting for the board in inspecting work or assisting in carrying on the work; the commissioners being prohibited from entering into contracts for payment to themselves of compensation.\n2. Highways — expenses of commissioners. — Commissioners of a road improvement district are not entitled to reimbursement for expenses incurred in attending board meetings, but are entitled to reimbursement for such expenses as are incurred in the performance of duties authorized by the board.\n3.. Highways — road improvement district — commissions of treasurer. — 'Acts 1919, No. 628, § 13, provides that the treasurer of .the road improvement district “shall be allowed a commission not exceeding one-balf per centum upon all sums lawfully paid out,” and that the commission shall require him to deposit the funds of the district in a solvent bank, “and the treasurer shall be entitled to no commission thereon.” Held that the treasurer is entitled to commissions on all sums actually paid out on warrants, but not to commissions on the funds deposited and not paid out on warrants.\nAppeal from Howard Chancery Court; James. D. Shaver, Chancellor;\nreversed in part.\nJ. G. Sain and Coleman, Robmson <3 House, for appellant,\nThe court erred in not 'allowing the commissioners •not only the per diem for attending board meetings, and expenses, but also for attendance and 'service on committees and for time served by each separately in looking after the work along the route of the road. Secs. 4, 5 and 6, 'special act 628, Acts 1919; 149 Ark. 476. Holcombe was entitled to allowance of his claim as commissioner and also fees and commissions as treasurer. Secs. 4,13, act 628.\nW. P. Feazel, for appellees.\nThe commissioners were not' entitled to allowance of claims for more - than per diem and expenses for attendance of board meetings. Sec. 4, special act 628, Acts 1919; 127 Ark. 1; 146 Ark. 601; Perry On Trusts, § 911; 29 Ark. 592. Holcombe' was prohibited from •taking fees or commissions as treasurer of the district after the selection of the depository. Sec. 13, special act 628.\nJ. G. Sain and Coleman, Robinson & House, in reply.\nWith reference .to the Jones-Corbell account, the service and charge does not fall within the rule .or statute in 146 Ark. 601, and should be paid for within rule of 149 Ark. 476."
  },
  "file_name": "0585-01",
  "first_page_order": 609,
  "last_page_order": 617
}
