{
  "id": 8727385,
  "name": "Wilson vs. Brownlee, Homer & Co.",
  "name_abbreviation": "Wilson v. Brownlee, Homer & Co.",
  "decision_date": "1867-06",
  "docket_number": "",
  "first_page": "586",
  "last_page": "590",
  "citations": [
    {
      "type": "official",
      "cite": "24 Ark. 586"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "16 Ark., 199",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8724657
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/16/0199-01"
      ]
    },
    {
      "cite": "6 Cal. Rep., 197",
      "category": "reporters:state",
      "reporter": "Cal.",
      "case_ids": [
        2215601
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cal/6/0197-01"
      ]
    },
    {
      "cite": "15 Ark., 604",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "15 John. Rep., 226",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2140929
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/15/0226-01"
      ]
    },
    {
      "cite": "15 Ark., 605",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 484,
    "char_count": 8802,
    "ocr_confidence": 0.417,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20862432520197124
    },
    "sha256": "77b76deeaf693adbbf43a9574e17fe5554ed485be2bc632197b804590a0cbb77",
    "simhash": "1:9c64e670661e606e",
    "word_count": 1494
  },
  "last_updated": "2024-02-27T17:43:24.444187+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wilson vs. Brownlee, Homer & Co."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Compton\ndelivered the opinion of the court.\nThis was an action of debt by attachment brought by John A. Brownlee, Thomas J. Homer, David Brownlee, John Nix and Charles F. Tracy, partners, under the style of Brownlee, Homer & Co., against James A. Wilson on two promissory notes, the one for $538.74, bearing date the 28th February, 1860, and the other for $110.95, dated the 26th July, 1860, and both payable* to Brownlee, Homer & Co., at six months.\nThe defendant pleaded in abatement, that, after the making of the promissory notes and before the institution of the suit, John A. Brownlee, one of the plaintiffs, had departed this life. Upon this plea an issue was regularly made up and submitted to a jury; and the defendant, to maintain the issue on his part, offered to prove by the witnesses, Peel, Denton and Gaither that, “according to information which they had received, and which they believed to be true,” John A. Brownlee was dead prior to the commencement of the suit — which testimony, on motion of the counsel for the plaintiffs, was excluded as incompetent.' The defendant then offered to prove, by the witness, Gregg, that he, Gregg, “ had received-information, verbally and by letter, informing him of the death of Brownlee,” at the time above indicated, which was likewise refused.\nThe question thus raised, is, whether the evidence offered was competent. Although the uniform current of decision is to allow hearsay of facts, under certain restrictions, bearing upon questions of pedigree, yet hearsay of the same kind of facts has, in some cases, been refused when introduced for other purposes, as in Whittuck vs. Waters, 4 Carr. & Payne, 375, where, in an action for use and occupation, it became necessary to show the determination of a life estate by proving the death of cestui que vie, Pare, Justice, refused to allow hearsay, remarking that the question was not one of pedigree, “ where hearsay in the family is admissible.” It may be laid down, however, as a general rule, sustained by the decided weight of authority, especially in this country, that the death of an individual, though disconnected with any question oí pedigree, and for whatever purpose sought to be established, may be proven by hearsay, subject to the same restrictions that are applicable in cases where matters of pedigree are involved. It is necessary, then, to refer to these restrictions, in order to determine whether the testimony offered, in the case under consideration, is admissible or not. The rule intimated by this court, in Kelly's heirs vs. McGuire et al., 15 Ark., 605, is that “ declarations of members, or relatives of the family, or general repute in the family, are good evidence to establish marriage, death, birth, heirship and the like, and may be proved by others as well as surviving members of the family.” And while it has been found, upon examination, that some of the American courts have allowed greater latitude than is indicated in Kelley's heirs vs. McGuire, et al., sivpra, we have met with no adjudication which would sanction the admissibility of the evidence in question. Thus, in Dudley et al. vs. Grayson et al., 6 Monroe, 259, the court said, the declarations of relatives, and perhaps of neighbors and intimate acquaintances, have been received, but not so of a mere stranger; and the declaration of one in Missouri, as to the death of a resident in that state, was refused, it not appearing that the speaker was even an acquaintance of the deceased. How the witnesses, in the case we are considering, obtained their information, whether from members oí the family, or from relatives, or even from the neighbors and acquaintances of the deceased, we are not informed. For any thing that we know they may have derived their information from a solitary stranger, residing at a great distance from the deceased, and who possessed none of the ordinary means of reliable information. Hearsay, from such a source, all must admit, ought not to be received in any case. For these reasons we are clearly of opinion that the testimony of the witnesses Peel, Denton and Gaither was properly refused, and also that of the witness, Gregg, aside from any question growing out of his relation to the plaintiffs as their attorney. We have examined the cases to which we have been referred by the counsel for the appellant, but do not understand them as warranting a conclusion different from that which we have reached.\nAfter all the evidence offered by the defendant under the issue to the plea in abatement had been excluded, the record entry states that “ the defendant said he had nothing further to say, and said plaintiffs might take their course.” Whereupon the plaintiffs read the notes, sued on, in evidence to the jury, who returned the following verdict: “We the jury find the issue for the plaintiffs, and find for their debt and damages the sum of seven hundred and sixty-eight dollars and thirty cents” — for which sum with costs of suit, judgment was rendered. This was irregular. When the defendant declined making further defence, the court, after first seeing that the issue to the plea in abatement was properly disposed of, should have proceeded, under the statute, (Dig., chap. 133, sec. 81,) to render judgment for the debt, damages and costs, the amount of the demand proceeded for, being ascertainable from the instruments sued on. But conceding, as we do, that the reading of the notes in evidence to the jury, under the issue to the plea in abatement, was irregular and erroneous, and that the finding of the jury was, in no wise, responsive to the issue, yet the judgment is, substantially, what it must have been if the proceeding had been regular; and being, therefore, correct upon the whole record, it will not be reversed for the 'errors indicated, but is, in all things, affirmed.",
        "type": "majority",
        "author": "Mr. Justice Compton"
      }
    ],
    "attorneys": [
      "GaelAND & Nash, for the appellant."
    ],
    "corrections": "",
    "head_matter": "Wilson vs. Brownlee, Homer & Co.\nThe death of an individual, though disconnected with any question of pedigree, may be proved by hearsay, subject to the same restriction as where matters of pedigree are involved.\nAlthough declarations of members or relatives of the family, are good evidence to establish marriage, death, birth, heirship and the like; and may be proved by others, as well as by surviving members of the family, as held in Kelly vs. McGuire, 15 Arfo, 606, yet the statement of a witness that he had received information verbally and by letter, as to the death of a party, when it does not appear that the witness was related to .the party in question, or how he obtained his information, is not competent evidence of that fact.\nWhere debt was brought on a written instrument, from which the plaintiff’s demand might be ascertained, and the defendant pleaded in abatement; and issue was made up on his plea, and submitted to a jury, and a part of defendant’s evidence was excluded as incompetent, whereupon he declined to proceed further in the ease, and the plaintiff read the instrument sued on to the jury, and verdict was rendered in his favor: Held, Tbat'the proceedings were irregular; that the court, after seeing that the issue on the plea in abatement was properly disposed of, should have proceeded under the statute, (Dig., chap. 133, sec. 81,) to render judgment for the debt, damages and costs; the amount of the demand being evident from inspection of the instrument sued on: but that the judgment, being substantially the same as it would have been, had the proceedings been regular, will not be reversed.\nAppeal from Oa/rroll Circuit Court.\nHon. Elias Haekell, Circuit Judge.\nGaelAND & Nash, for the appellant.\nHearsay evidence of death seems to be receivable under the same restrictions as that respecting other matters connected with questions of pedigree. To what extent hearsay evidence may be received to prove the death of a person, see Scott’s Lessee vs. Ratcliff,5 Peters, 81, 86; Jackson ex. dem. Miner vs. Boreham, 15 John. Rep., 226; Jackson ex dem.. Woodruff et al, vs. Cady, 9 Cowen’s Rep., 140; 6 Terger, 494; Kelly’s Heirs, 15 Ark., 604-5, and authorities cited; Anderson vs. Pa/rker, 6 Cal. Rep., 197; 2 Bouvier’s Law Die. (Pedigree) 307, and cases cited. The above fully establish the rule that hearsay evidence is admissible to prove the death of a party. It is beyond all doubt prima facie evidence; and general rumor is frequently the only means by which the death of au individual can be established.\nThe only issue submitted to the jury was as to the death of Brownlee; there was no question before them either as to the debt or damages. The issue as to Brownlee’s death being found against Wilson, then if he had nothing more to say, the court should have assessed the damages or found the debt with the damages for its detention. Gould’s Dig.,p. 858, see.' 81; Johnson vs. Frank, 16 Ark., 199."
  },
  "file_name": "0586-02",
  "first_page_order": 594,
  "last_page_order": 598
}
