{
  "id": 1428301,
  "name": "Hemby v. State",
  "name_abbreviation": "Hemby v. State",
  "decision_date": "1934-01-15",
  "docket_number": "4-3276; 4-3316",
  "first_page": "586",
  "last_page": "590",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 586"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "43 Utah 447",
      "category": "reporters:state",
      "reporter": "Utah",
      "case_ids": [
        8871916
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/utah/43/0447-01"
      ]
    },
    {
      "cite": "79 Utah 239",
      "category": "reporters:state",
      "reporter": "Utah",
      "case_ids": [
        8870801
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/utah/79/0239-01"
      ]
    },
    {
      "cite": "165 N. W. 1075",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 0
    },
    {
      "cite": "102 Neb. 100",
      "category": "reporters:state",
      "reporter": "Neb.",
      "case_ids": [
        4477630
      ],
      "opinion_index": 0,
      "case_paths": [
        "/neb/102/0100-01"
      ]
    },
    {
      "cite": "53 How. Prac. (N. Y.) 122",
      "category": "reporters:state",
      "reporter": "How. Pr.",
      "case_ids": [
        4484914
      ],
      "opinion_index": 0,
      "case_paths": [
        "/how-pr/53/0122-01"
      ]
    },
    {
      "cite": "99 S. W. 830",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "81 Ark. 504",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1530697
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/81/0504-01"
      ]
    },
    {
      "cite": "105 S. W. 90",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "84 Ark. 199",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1524507
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/84/0199-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 484,
    "char_count": 8588,
    "ocr_confidence": 0.482,
    "pagerank": {
      "raw": 6.701894746581253e-08,
      "percentile": 0.40727084860932045
    },
    "sha256": "705d6382332e7780e86d42ba3b8105cfa5e79c85a567533ae2f9f2591ba363e5",
    "simhash": "1:e6324ce2abcf8e1e",
    "word_count": 1528
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hemby v. State."
    ],
    "opinions": [
      {
        "text": "McHaney, J.\nThis action originated in the county court of Pike County, where a complaint was filed against appellant, a boy eighteen years of age, charging him with being the father of a bastard child theretofore delivered of Cornelia Cornelius, a girl seventeen years of age. Trial in the county court resulted in a finding and judgment that appellant was not the father of said child. An appeal was prosecuted to the circuit court, where a jury trial was had, which resulted in a verdict that appellant was the father of said child, and it was adjudged that he forthwith pay to said girl “the sum of $50 for the lying-in expenses, and the further sum of $10 per month for each month dating from the birth of said child until it arrives at the age of fourteen years, and that defendant immediately enter into a bond to the State of Arkansas in the penal sum of $300, with good and sufficient security to be approved by the judge of this court, conditioned to be void if said Tommy Hemby, his executors or administrators, shall indemnify each county in-this State from all costs and expenses for the maintenance- or otherwise of such child while under the age of fourteen years, and for the payment of the monthly dues hereinbefore adjudged to be paid; and that all costs of this proceeding be by the defendant immediately paid, and it is further ordered that defendant be remanded to the jail of Pike County if said sum is not paid and bond executed in thirty days from date, and there be by the jailer safely kept until all moneys now due the prosecuting witness, Cornelia Cornelius, be paid, and the bond herein ordered to be made be furnished and approved by this court. And the court doth find that the sum of $210 is already past due on the monthly dues herein adjudged to be due, for which judgment is rendered against defendant, on which execution or other process may be issued, in addition to commitment to jail.” Case No. 3276 is an appeal from that judgment.\nThereafter habeas corpus proceeding was instituted in the chancery court, seeking the release of appellant from the order of commitment. The chancery court dismissed the petition for want of jurisdiction, and ease No. 3316 is certiorari to the Pike Chancery -Court. Both cases have been consolidated for hearing in this court. In view of the disposition we make of the matter in the former, it becomes unnecessary to discuss the latter.\nWhile the evidence tending to show that appellant is the father of said child is very unsatisfactory, depending almost entirely upon the evidence of the prosecuting witness, we are of the opinion, after careful consideration thereof, that there was sufficient evidence to take the case to the jury, and its finding, based on substantial evidence, is conclusive in this court.\nThe serious question in the case, and the one that has given us most concern, is whether, under the undisputed facts in the record, the court erred in committing appellant to jail until he had paid the $210 adjudged against him and executed a bond, conditioned as heretofore set out.\nSection 777 of Crawford & Moses’ Digest, as amended by act 111 of 1927, p. 310, empowers the court to commit the accused person to jail until the amount adjudged against him shall have been paid with costs, and to require bond .conditioned as aforesaid. Section 778, Crawford & Moses’ Digest, reads as follows: “If such person shall refuse or neglect to enter into bond with securities above provided, the county judge shall commit him to the jail of the county, there to remain until he shall comply with such order, or until he shall be otherwise discharged according to law.” Under these sections of the statute, the court made the order above quoted. The undisputed facts in this record show that it was impossible for the appellant to comply with the order of court above quoted. The facts show that appellant is a boy eighteen years of age, living with his father on the farm; that he earns no money, and is supported by his father. He earns his board and clothes by his work on the farm, and is sent to school by his father at Delight. His father is a small farmer owning only a small amount of property of any kind. Appellant testified that he attempted to comply with the order of the court, but was unable to borrow the money to pay the amount of the judgment against him, or to get anybody to sign his bond who could qualify for the amount thereof. There is no evidence contradicting this testimony. The question then is, does the court have the power to commit for an indefinite length of time for failure to pay the amount adjudged against him and for failure to make the bond? The case of Land v. State, 84 Ark. 199, 105 S. W. 90, is quite similar to the case at bar. In that case the court, speaking through the late Chief Justice McCulloch, said: “But it is said that where the accused is unable to comply with the order the result is to imprison him for an indefinite length of time, perhaps for life. This, of course, depends on his ability or inability to comply with the order of the court. We have no such question before us in this record, as no effort was made by the appellant to show that he was unable to pay the lying-in expense and costs, or to give bond for the payment of the monthly allowance. The statute clearly gives the court power to discharge the defendant from custody when it is made to appear to the satisfaction of the court that he cannot comply with the order.\n“Imprisonment under this statute may be likened to that for failure in a divorce case to comply with an order of the court with respect to alimony. This court said, in a case of that kind, ‘that imprisonment in such a case is justified on the ground of willful disobedience to the orders of the court; and so soon as it is made to appear that the defendant is unable to comply with the orders of the court, he should be discharged. Ex parte Caple, 81 Ark. 504, 99 S. W. 830.’ ”\nBut the very question which the court said was not in the case of Land v. State, supra, his ability or inability to comply with the order of the court, is the main issue in the case now before us, and,' as above stated, his inability to comply is undisputed. If imprisonment under this statute is to be likened to that of failure in a divorce case to comply -with an order of the court with respect to alimony, and imprisonment in such a case is justified only on the ground of willful disobedience to the order of the court, as held in the Land case, then appellant undoubtedly should have been discharged. Our statute, § 778, Crawford & Moses’ Digest, provides that, if the accused shall “refuse or neglect” to enter into bond with security, etc., he shall be committed. We think the evidence conclusively shows that appellant has neither refused nor neglected to comply with the order within the meaning of the statute. It is shown that he tried to make the bond, but could not do so. He did not “refuse” because that word implies a willful disobedience. To neglect to do a thing implies negligence on the part of the person. Webster defines neglect as “omission of proper attention ; avoidance or disregard of duty, from heedlessness, indifference, or willfulness; failure to do, use, or heed anything; negligence; as, neglect of business, of health, of economy.” In New York Guaranty Indemnity Co. v. Gleason, 53 How. Prac. (N. Y.) 122, it is said: “What constitutes neglect or refusal?- To neglect and to omit are not synonymous terms. There may. be an omission to perform an act or condition which is altogether involuntary and inevitable, but neglect to perforin must be either voluntary or inadvertent. ‘To neglect is to omit by carelessness or design’ (Webster’s Dictionary) not from necessity, and there can therefore be no possibility of neglecting to do that which cannot be done. ’ ’\nWe are therefore of the opinion that appellant has neither neglected nor refused to obey the order of the court within the meaning of the statute. See also Brown v. Hendricks, 102 Neb. 100, 165 N. W. 1075; State v. Kranendonk, 79 Utah 239, 9 Pac. (2d) 176; State v. Reese, 43 Utah 447, 135 Pac. 270.\nWe are therefore of the opinion that the judgment of the circuit court, in so far as it relates to the commitment of appellant for his failure to comply with the order of the court, should be reversed and remanded with directions to vacate and quash the order of commitment.",
        "type": "majority",
        "author": "McHaney, J."
      }
    ],
    "attorneys": [
      "George R. Steel and Pinnix & Pinnix, for appellant.",
      "Tom Kidd and Alfred Featherston, for appellee."
    ],
    "corrections": "",
    "head_matter": "Hemby v. State.\n4-3276\n4-3316\nOpinion delivered January 15, 1934.\nGeorge R. Steel and Pinnix & Pinnix, for appellant.\nTom Kidd and Alfred Featherston, for appellee."
  },
  "file_name": "0586-01",
  "first_page_order": 604,
  "last_page_order": 608
}
