{
  "id": 8724156,
  "name": "Sisk v. Poinsett Lumber & Manufacturing Company",
  "name_abbreviation": "Sisk v. Poinsett Lumber & Manufacturing Co.",
  "decision_date": "1932-12-05",
  "docket_number": "4-2763",
  "first_page": "588",
  "last_page": "590",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 588"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 223,
    "char_count": 3152,
    "ocr_confidence": 0.523,
    "pagerank": {
      "raw": 8.667725896263563e-08,
      "percentile": 0.49194007063732287
    },
    "sha256": "c45f94b36f521b9c83ac58635ab927c03494435bb40e987b623133443571dd19",
    "simhash": "1:5a33670139627c63",
    "word_count": 532
  },
  "last_updated": "2023-07-14T16:45:47.259153+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Sisk v. Poinsett Lumber & Manufacturing Company."
    ],
    "opinions": [
      {
        "text": "Humphreys, J.\nAppellant brought suit in the circuit court of Poinsett County against appellees to recover damages for the benefit of her son’s estate, for whom she was appointed administratrix, on the alleged ground that he was killed through the negligent operation of its link-belt used to load saw logs, which were piled or stacked on the right-of-way, on to cars. The allegation of negligence was as follows:\n“The operator of the link-belt carelessly and negligently, and without any regard for the safety of deceased, put into operation the link-belt and lifted the log from its position, causing the logs on the pile to roll down on him and fatally injure him.”\nAppellees filed an answer, denying the allegation of negligence.\nThe cause was submitted on the 22d day of December, 1931, upon the pleadings and testimony adduced by the respective parties, at the conclusion of which appel-lees requested the court to instruct a verdict for them, which the court announced he would do unless appellant decided to take a nonsuit; whereupon appellant elected to take a nonsuit. The December, 1931, term of court was adjourned until February, 1932, at which time appellant filed a motion to vacate the judgment of nonsuit and continue the cause. The court vacated the judgment of nonsuit, reinstated the action, and dismissed same, to which dismissal appellant objected and excepted, and prayed and obtained an appeal to this court.\nAppellant contends for a reversal of the judgment because the trial court, dismissed the cause instead of granting her a continuance. No ground for a continuance appears in the record. We cannot therefore say that the court abused its discretion in refusing to continue the cause.\nAfter sustaining the motion to vacate the judgment of nonsuit and reinstate the cause, the court proceeded to, and did, enter the judgment he would have entered had appellant not taken the nonsuit. As no ground for continuance was shown, this was the only thing left for the court to do, if the undisputed testimony theretofore introduced tended to show no liability on the part of appellees.\nAppellant relied upon the testimony of Delbert Turner to show that the operator of the link-belt applied power and raised the log in which appellant’s deceased son had fastened the hooks before he had time to move out of the way, thereby causing a log to roll down from the top of the pile and fatally injure him. Delbert Turner testified that he did not see the log in which the hooks had been fastened by deceased either moved or raised. The most he said when pressed on the point was that he saw the operator apply power. Under the allegation of negligence, it was necessary to show that the operator applied power and raised or moved the log so as to cause a log from the top of the pile to roll down and injure appellant’s deceased.\nOn account of the want of testimony tending to show liability, the trial court properly dismissed the cause of action.\nThe judgment is therefore affirmed.",
        "type": "majority",
        "author": "Humphreys, J."
      }
    ],
    "attorneys": [
      "C. T. Carpenter, for appellant.",
      "Lamb <& Adams, for appellee."
    ],
    "corrections": "",
    "head_matter": "Sisk v. Poinsett Lumber & Manufacturing Company.\n4-2763\nOpinion delivered December 5, 1932.\nC. T. Carpenter, for appellant.\nLamb <& Adams, for appellee."
  },
  "file_name": "0588-01",
  "first_page_order": 608,
  "last_page_order": 610
}
