{
  "id": 1366095,
  "name": "Thomas-Bowman Cooperage Company v. Missouri & North Arkansas Railroad Company",
  "name_abbreviation": "Thomas-Bowman Cooperage Co. v. Missouri & North Arkansas Railroad",
  "decision_date": "1922-02-06",
  "docket_number": "",
  "first_page": "589",
  "last_page": "593",
  "citations": [
    {
      "type": "official",
      "cite": "151 Ark. 589"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "150 Ark. 586",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1367896
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/150/0586-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 544,
    "char_count": 10015,
    "ocr_confidence": 0.469,
    "pagerank": {
      "raw": 9.400688716603778e-08,
      "percentile": 0.5158045893795352
    },
    "sha256": "3f850e18073de2e0848efe30d196218dfe856bfa5c5ca5ae06e7deb1b73831ec",
    "simhash": "1:94f17c7b60c56f94",
    "word_count": 1748
  },
  "last_updated": "2024-02-27T17:43:15.351502+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Wood and Humphries, JJ., dissent."
    ],
    "parties": [
      "Thomas-Bowman Cooperage Company v. Missouri & North Arkansas Railroad Company."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nOn September 23, 1920, the receiver of the Missouri & North Arkansas Railroad Company filed with the Corporation Commission an application for permission to remove a certain spur track located at Georgetown, extending from the main line track of the railroad to the north bank of the White River. Two sawmill operators and a number of citizens of the town filed protests against the application. There was a formal hearing before the Commission, and the Commissioners made a personal inspection of the spur in question.\nOn December 9, 1920, the Commission made the following order:\n“It is on this day ordered that the Missouri & North Arkansas Railroad Company should be, and is hereby, authorized to take up and remove that portion of its spur track located at Georgetown, Arkansas, beneath the level of the river bank and which is subject to overflow. It is further ordered that said company shall not remove that portion of its spur track above the level of the bank, and which is being used by the mills at the present time for loading purposes and by the public for the loading of logs and other commodities. The Commission retains jurisdiction of the parties and subject herein for the purpose of issuing such further orders as to it may appear necessary and just. ’ ’ All the Commissioners concurred in this finding and order.\nThereafter the remonstrants, who had made themselves parties, prayed and perfected an appeal to the circuit court, where, after a hearing on June 20, 1921, the order of the Commission was confirmed, and an appeal to this court was taken.\nThis case comes to us in the same manner as the recent case of the St. Louis Southwestern Railway Co. v. Stewart, 150 Ark. 586, and in this case, as in that, we find it unnecessary to determine whether we review the evidence de novo as in chancery cases, as we do not find that the conclusion of the Corporation Commission and of the circuit court on appeal are contrary to the preponderance of the evidence.\nThe assistant engineer of the railroad testified that he had made an estimate of the cost of the spur track, and had fouiid it to be $8,887.36. He further testified as follows : The total length of the spur track is 3,672 feet, of which the first 2,000 feet of track lies over ordinary level land, which the witnesses designate as the upper track, and the balance lies over the river bank and in the river bottom, and is designated as the lower track. That the lower track is subject to overflow, and is expensive to maintain, and that the actual cost of maintenance for the year 1919 was $744. That only two industries are located on this track, both being sawmills, and that there is a passing track at Georgetown, which will accommodate 44 cars at one time, and that it is accessible. The passing track would accommodáte a larger number of cars, as it is 2,344 feet long, but a part of it is taken up with, cattle pens and other obstructions which would interfere with loading. That this lower track is under the river bank for approximately 1,600 feet, and has only a mud bottom foundation, and this soft ground causes frequent derailments. Witness did not think that this spur track was erected for the purpose of getting sawmills installed there, as one of the •mills was already there when the spur was installed, but he was not sure as to the other. That this track was no more accessible to the general public than is the passing track at this station. Witness admitted that there was a slough or draw, as some of the witnesses called it, which interfered with the free use of the passing track when the water was up, but he said, when this happened, the lower track would be submerged by the river.\nThe traffic manager of the railroad testified as follows : For the period of six months ending May, 1920, 19 cars had been received and unloaded at Georgetown and 160 shipped out. Of this business the total number handled on the lower track was 32, and on the higher track 44, and 84 on the passing track, and that the average freight paid the company was $30 per car, but that the company was paid nothing for its service in placing and moving cars on this spur. That in the beginning this spur was a wye for the purpose of turning trains, but that later a Mr.' Dean proposed to him that, if the railroad would put a derrick at the river bank, and have the track run to the derrick, and would establish through rates on lumber from White and Black River landings, to what is known as C. F. A. & Western trunk line territories, he (Dean) would bring logs and lumber down the river, stop them at Georgetown, and ship the lumber to these points of destination. The spur was extended to the river, the derrick installed, and for a time considerable business was handled, but the business fell off until it ceased to be remunerative, and the derrick was disposed of. It is not the practice of the railroad to give special service, such as is given over and to this spur, to other industries, along the line of the road, where the parties served do not pay for the maintenance and construction of the spur. He knew of no record of the railroad showing that the company had paid for the installation of this spur.\nAll the witnesses who used the spur either testified affirmatively that they whuld not be willing to pay their proportionate part of the cost of maintenance, or declined to answer the question whether they would do so. The managing officers of both sawmills testified that the spur was indispensable to them, in that their operating costs would be greatly increased if the spur were removed. One of these mills had been built by Mr. Dean, but it does not appear who built the other one nor when it was built.\nIt does not certainly appear who built this extension, although A. E. Thomas, the operator of the mill built by Mr. Dean, testified, without objection, that Mr. Dean told him he did the grading, furnished the ties and' everything himself, and paid for building the spur to the extent of $3,700, and that he was to have a royalty on the shipments that originated from the loading out of the logs until this sum had been refunded, but no refund had ever been made. Dean, who was said to be a resident of Newport, did not testify, but none of the remonstrants who did testify made any claim that they had ever paid any royalty which could be applied to Dean’s account. On the contrary, the evidence is undisputed that no switching or other charge had been made by the railroad, and while it is shown that during the six mbnths covered by Murray’s testimony the railroad collected $2,280 freight on cars loaded on the lower track, it also appears that this amount, and no less, would have been earned if the shipments had been loaded on either the upper track or the passing track.\nWitnesses for remonstrants testified that the lower track was sodded with Bermuda, and they expressed the opinion that on this account the upkeep was not considerable, notwithstanding their admissions that in periods of high water the lower track became submerged.\nWe think, however, these opinions and estimates do not outweigh the testimony of the engineer, who gave the exact cost of maintenance of the railroad.\nIt very clearly appears that this spur is a very great convenience to the sawinills, and that their operating expenses will be increased by reason of a lengthened haul to the passing track; and it also appears that this spur track greatly .promotes the convenience of a few other shippers. But this is not a service which the railroad is required to furnish, in view of the fact that adequate facilities for all shipping purposes are furnished these remonstrants, and all others, at the regular passing track; and these remonstrants do not show any contractual right to have this lower track maintained. 22 R. C. L., page 908 (sec. 155 Railroads); 38 Cyc. 637; State v. Old Colony Trust Co., L. R. A. 1915-A, 549.\nThe Corporation Commission had no jurisdiction to adjudge the title to the property here sought to be removed, and we do not understand that it has in fact done so. If the railroad does not own this spur track, it gets no authority from the Commission’s order to damage it or to convert ties and rails laid upon it. The Corporation Commission found the fact to be that the railroad was the owner of the spur, and, upon this assumption, granted permission to the company to remove it; but, assuming the Commission to be in error in this finding, this is only an incident to the real relief sought, which is to be relieved from the duty of maintaining this spur. This duty the Commission had the right to adjudge, and their order goes only to that question. The title to the property is unaffected by the Commission’s order; and, if the railroad does not in fact own the spur, then it derives from this order nothing except absolution from further duty to maintain this lower track.\nAs thus interpreted, the judgment of the court below, confirming the order of the Commission, is affirmed.\nWood and Humphries, JJ., dissent.",
        "type": "majority",
        "author": "Smith, J."
      }
    ],
    "attorneys": [
      "Brmdidge & Neelly, for appellant.",
      "Shouse & Rowland, for appellee."
    ],
    "corrections": "",
    "head_matter": "Thomas-Bowman Cooperage Company v. Missouri & North Arkansas Railroad Company.\nOpinion delivered February 6, 1922.\n1. Railroads — shipping facilities — abandonment of spur track. —A judgment of the circuit court confirming an order of the Corporation Commission authorizing a railroad company to remove that portion of a spur track which lies beneath the level of a river bank and is subject to overflow will be affirmed where its maintenance, while eonveniencing a few shippers, is very onerous to the railroad company, and where adequate shipping facilities were furnished at the regular shipping track.\n2. Public service commission — jurisdiction.—The Corporation Commission had no jurisdiction, in an order authorizing the abandonement of part of a spur track, to determine the ownership of the ties and rails thereon.\nAppeal from Pulaski Circuit Court, Second Division, Guy Fulh, Judge;\naffirmed.\nBrmdidge & Neelly, for appellant.\nShouse & Rowland, for appellee."
  },
  "file_name": "0589-01",
  "first_page_order": 615,
  "last_page_order": 619
}
