{
  "id": 8724488,
  "name": "St. Louis-San Francisco Railway Company v. Conly",
  "name_abbreviation": "St. Louis-San Francisco Railway Co. v. Conly",
  "decision_date": "1923-11-05",
  "docket_number": "",
  "first_page": "592",
  "last_page": "599",
  "citations": [
    {
      "type": "official",
      "cite": "160 Ark. 592"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "105 Ark. 477",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1347058
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/105/0477-01"
      ]
    },
    {
      "cite": "77 Ark. 551",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1499061
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/77/0551-01"
      ]
    },
    {
      "cite": "90 Ark. 473",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1513799
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/90/0473-01"
      ]
    },
    {
      "cite": "56 Ark. 232",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1326152
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/56/0232-01"
      ]
    },
    {
      "cite": "53 Ark. 117",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1911707
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/53/0117-01"
      ]
    },
    {
      "cite": "95 Ark. 275",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1543419
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/95/0275-01"
      ]
    },
    {
      "cite": "219 S. W. 242",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": -1
    },
    {
      "cite": "135 Ark. 117",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1571550
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/135/0117-01"
      ]
    },
    {
      "cite": "118 Ark. 561",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1562571
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/118/0561-01"
      ]
    },
    {
      "cite": "90 Ark. 406",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "81 Ark. 247",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1530609
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/81/0247-01"
      ]
    },
    {
      "cite": "56 Ark. 216",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "154 Ark. 29",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1361166
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/154/0029-01"
      ]
    },
    {
      "cite": "105 Ark. 477",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1347058
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/105/0477-01"
      ]
    },
    {
      "cite": "77 Ark. 551",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1499061
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/77/0551-01"
      ]
    },
    {
      "cite": "90 Ark. 473",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1513799
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/90/0473-01"
      ]
    },
    {
      "cite": "53 Ark. 117",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1911707
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/53/0117-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 614,
    "char_count": 12812,
    "ocr_confidence": 0.489,
    "pagerank": {
      "raw": 8.656363327289432e-08,
      "percentile": 0.4915941045211516
    },
    "sha256": "5f8840ff1fcc622f13f58256f6a9e796694ddd1de1b62b0dad82ac35b4e8ea9f",
    "simhash": "1:92be84b83c8fa1ef",
    "word_count": 2307
  },
  "last_updated": "2024-02-27T17:41:07.582861+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "St. Louis-San Francisco Railway Company v. Conly."
    ],
    "opinions": [
      {
        "text": "Wood, J.\nThis is an appeal by the appellant from a judgment against it in appellee’s favor-in the sum of $1,825. This is the second appeal in the case. St. L. S. F. Ry. Co. v. Conly, 154 Ark. 29.\nHal Conley was employed by one Arthur Anthony, himself an employee of the appellant. Anthony was employed by one Slagle, who was appellant’s station agent at Jonesboro. Anthony’s duty was to see that the freight was transferred from bad order oars to cars in which it could be transported in safety. Slagle told Anthony to employ the men who were to assist him in doing that work. Slagle fixed the price that Anthony was to pay the men. It was left with Anthony as to the number of men necessary. Anthony kept the time of the men on the books which he got from the office of the appellant. Slagle would give Anthony a check for the amount due the men and Anthony would pay them. It was Anthony’s duty to report to Slagle after each car was unloaded. The company furnished stakes, nails and wire, to wire the stakes together which were used to hold the lumber on the oars. When DeWitt Mitchell, the boss of the work before Anthony, left, Anthony became foreman. Slagle told Anthony “to take the book and go and take charge of it until Mitchell came back.” Mitchell never came back. When Slagle gave Anthony a check to pay the men, he cashed the check at the station, sometimes with the agent at the freight house. A check was never given him for any more than the amount necessary to pay for the labor of the men at forty cents an hour and forty-five cents an hour for his own labor. Anthony was not privileged to1 hire men for. any amount in excess of what Slagle said. Slagle never hired or discharged Anthony’s men, and if Anthony did not pay the men he would still owe them under his agreement with them. Anthony told appellee to drive out the stakes, and gave him an axe with which to drive them. He didn’t.go with appellee up there, because he had other business. He took it for granted that appellee knew how to drive out a stake. There was no skill about it. Such is the purport of the testimony of Anthony and Slagle.\nThe appellee testified that he was hurt on November 12, 1920. He lacked one month of being sixteen years old at the time he was hurt. He had been at work five days, and on the day he was hurt had worked about two and.a. half hours. Anthony put witness to work on the ear and told him to knock the stakes -out and get the ear ready to transfer to the next track. There were two tiers of timber with two stakes on either side of each tier, — cross pieces across the top of the stakes. Appel-lee knocked off the cross piece with an axe and knocked the stake out at the west end — -then started to knock the middle stake out; got it about half way up, and was standing about half way between the two «takes west of the middle stake. He took the axe, knocked on the bottom of the middle stake, looked up, saw the lumber commence to fall, turned his head and didn’t know anything until he was taken home. No one told appellee how to knock the stakes out of the car, and he didn’t know that if he knocked the end and middle stakes the lumber would fall. He didn’t know that if he knocked the middle stake out and then knocked the end stake that he would have escaped injury. On cross-examination he testified that he had never worked except at the handle factory and for the railroad. The stakes were in the car to hold the timber, and he knocked them out to unload it. The timbers were sawed and laid straight. If he had knocked the middle stake out first, the timber would have been supported by the two end stakes.\nThere was testimony in the record to the effect that the oar was loaded with heavy bridge timbers of some kind. There were two tiers of timber on each end of the car, each tier four or five feet high. One of the witnesses testified that the car was loaded in a way so that it was ‘£ ramshacldy, ’ ’ that is, it would shake and looked like it was about ready to fall off. One end of the timber that struck the appellee was on the ground and the other end on the car. . The middle stake had bent over as far as the other car to which the timber was to be transferred, far enough to let the timber down to the ground. There was testimony in the record tending to show that appellee was a large boy for his age. The testimony of the appellee was to the effect that he had gone to school np to the time he went to work at the handle factory, and his photographs, which were in evidence, showed him to he a boy of unusual size for his age.\n1. The appellant contends that the court erred in refusing to grant its prayer for instruction directing the jury to return a verdict in its favor. Counsel for appellant argue that the undisputed evidence shows that the danger of unloading the car in the manner undertaken by the appellee was an obvious one which he knew and appreciated, or should have known and appreciated. They also argue that the appellee was guilty of contributory negligence which was the proximate cause of his injury, and that the undisputed proof showed that there was no negligence on the part of the appellant.\nWe cannot concur with learned counsel for appellant in these contentions. We are convinced that these were issues for the jury under the evidence. The court correctly submitted these issues in instructions given at the instance of both the appellant and the appellee. We do not set out and discuss these instructions in detail, because they correctly apply familiar rules and conform to the law applicable to such issues as it has been declared in numerous decisions of this court. A reiteration thereof could serve no useful purpose. See Davis v. Ry. Co., 53 Ark. 117; Emma Cotton Seed Co. v. Hale, 56 Ark. 216; Arkadelphia Lumber Co. v. Whitted, 81 Ark. 247; Arkansas Midland Ry. Co. v. Worden, 90 Ark. 406; St. Louis Stave Co. v. Sawyer, 90 Ark. 473.\n2. Counsel for appellant also contend that, under all the evidence, the appellee was a servant of Anthony as an independent contractor, and that the jury should have been so instructed. They further contend that the court erred in refusing appellant’s prayers for instructions and in granting appellee’s prayers for instructions on' that issue. These assignments of error cannot be sustained. Under the evidence it was an issue for the jury as to whether Anthony was an. independent contractor, and whetlier the appellee was injured while in Ms employ as such. At the instance of the appellee the conrt instructed the jury, in effect, that, if Anthony was an independent contractor, and if appellee was in his employ at the time of the injury, and'not in the employ of the railroad company, their verdict should he for the appellant. The court defined an independent contractor as one who, exercising an independent employment, had contrasted to do a piece of work according to his own method and without 'being subject to the control of the employer except as to the result of his work; that he was one who contracted to perform work at his own risk and cost, the workmen being his servants and he being liable for their misconduct; that, if the employer had the right of control of one performing the work, then the workman is a servant or employee and not an independent contractor.\nApplying this definition to the facts the court further told the jury that, if the agent of the railroad company retained control over Anthony and the manner in which he did his work, or had the power and right to direct Anthony and his men in the manner in which they did the work, or if such agent had the right and power to discharge them at any time, they should find that Anthony was a servant or employee and not an independent contractor; that, in determining the question, the jury should take into consideration all the facts and circumstances in regard to the employment of Anthony, the method of payment, furnishing of tools, and all other facts and circumstances in relation thereto.\nThe appellant asked the court to instruct the jury as follows: “No. 3. An independent contractor is one who, in the course of an independent occupation, prosecutes and directs the work himself, using his own methods to accomplish it, and represents the will of the company only as to the result of his work.”\n“No. 4. You are instructed that, if the defendant contracted with Arthur Anthony to transfer material from ¡bad order cars to other ears, and Anthony was, under that contract, to employ and pay his own men, and you find that the railroad company did not retain any control as to the methods Anthony should use, but simply retained the right to inspect and pass upon the completed work of transferred cars, and retained the right to fix the rate of compensation to Anthony and his help, then Anthony was, as to the work of transferring the said materials, an independent contractor, for whose negligence defendant would not be liable.”\nThe court’s instructions correctly submitted these issues, under the evidence, to the jury.\nThis court, in St. Louis, I. M. & S. Ry. Co. v. Gillihan, 77 Ark. 551, quoted Judge Elliott’s definition of an independent contractor as follows: “An independent contractor may be defined as one who, in the course of an independent occupation, prosecutes and directs the work himself, using his own methods to accomplish it, and representing the will of the company only as to the result of his work. Generally, where an independent contractor is employed to perform a work lawful in itself and not intrinsically dangerous, the company, if it is not negligent in selecting the contractor, is not liable for the wrongful acts or negligence of such contractor; and, in order that the company shall be liable in such a ease, it must appear that it either exercised or reserved the right to exercise control over the work, or had the power to choose, direct and discharge the employees of the contractor. In general, it may be said •that the liability of the company depends upon whether or not it has retained control and direction of the work.” 3. Elliott on Railroads, § 1063, p. 1586; Arkansas Natural Gas Co. v. Miller, 105 Ark. 477; Arkansas Land & Lumber Co. v. Secrist, 118 Ark. 561; J. W. Wheeler & Co. v. Fitzpatrick, 135 Ark. 117; 14 R. C. L. 67.\nThe instructions given by the court are in accord with the definitions of independent contractors as announced in the above cases. After giving these instructions it was not error for the court to refuse appellant’s prayer for instruction on the same subject, as these prayers were covered by the instructions already given. The record presents no reversible error, and the judgment is therefore affirmed.",
        "type": "majority",
        "author": "Wood, J."
      }
    ],
    "attorneys": [
      "W. F. Evans, W. J. Orr and E. L. Westhrooke, for appellant.",
      "Roy Pemx and Basil Baker, for appellee."
    ],
    "corrections": "",
    "head_matter": "St. Louis-San Francisco Railway Company v. Conly.\nOpinion delivered November 5, 1923.\n1. MASTER AND SERVANT — QUESTION FOR JURY. — Where a youth of sixteen was injured while unloading lumber from a ear, whether he assumed the risk of unloading the lumber or whether he was guilty of contributory negligence, held to be questions for the jury.\n2. Master and servant — independent contractor. — Instruction defining independent contractor as one who, exercising an independent employment, had contracted to do a piece of work according to his own method and without being subject to the control of the employer except as to the result of his own work; that he was one who contracted to perform work at his own risk and cost, the workmen being his servants, and he being liable for their misconduct; that if the employer had the right to control one performing the work, then the workman is a servant or employee, and not an independent contractor, held correct.\nAppeal from Craighead Circuit Court, Jonesboro District; Win. K. Kirsch, special judge;\naffirmed.\nW. F. Evans, W. J. Orr and E. L. Westhrooke, for appellant.\nAppellee was not the servant of the railroad company, hut of one Anthony, an independent contractor, and this case is controlled by the one found in 219 S. W. 242, where numerous cases are cited. The test as to who is an independent contractor is set out fully in 14 R. C. L., p. 271, and under such test Anthony was an independent contractor.\nRoy Pemx and Basil Baker, for appellee.\nIt was negligence .not to warn appellee of the dangers incident to his work. 95 Ark. 275. The appellee did not assume the risk incident to the work in which he was engaged. 53 Ark. 117; 56 Ark. 232; 90 Ark. 473. Appellee was the servant of appellant, not Anthony. The test of whether a person employed to do a certain work is an independent contractor or a servant, is in the control over the work which is reserved by the employer; 14 R. C. L. 67; Id. 72, §9; 135 Ark.'ll7; 77 Ark. 551; 105 Ark. 477. He is deemed the master who has the control and1 direction. Ill Ark. 486. The case cited by appellant is not in point."
  },
  "file_name": "0592-01",
  "first_page_order": 616,
  "last_page_order": 623
}
