{
  "id": 1355709,
  "name": "Tilghman v. Russell",
  "name_abbreviation": "Tilghman v. Russell",
  "decision_date": "1923-05-07",
  "docket_number": "",
  "first_page": "593",
  "last_page": "598",
  "citations": [
    {
      "type": "official",
      "cite": "158 Ark. 593"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "119 Ark. 110",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "103 Ark. 601",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1351998
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/103/0601-01"
      ]
    },
    {
      "cite": "184 N. Y. Supp. 399",
      "category": "reporters:state",
      "reporter": "N.Y.S.",
      "opinion_index": -1
    },
    {
      "cite": "52 Ark. 220",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "80 Ark. 200",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1491228
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/80/0200-01"
      ]
    },
    {
      "cite": "54 Ark. 551",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1320333
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/54/0551-01"
      ]
    },
    {
      "cite": "96 Ark. 166",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "122 Ark. 508",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "68 Ark. 205",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1333871
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/68/0205-01"
      ]
    },
    {
      "cite": "54 Ark. 375",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "80 Ark. 204",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1491144
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/80/0204-01"
      ]
    },
    {
      "cite": "126 Ark. 125",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1551754
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/ark/126/0125-01"
      ]
    },
    {
      "cite": "52 Ark. 213",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1913323
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/ark/52/0213-01"
      ]
    },
    {
      "cite": "121 Ark. 459",
      "category": "reporters:state",
      "reporter": "Ark.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "52 Ark. 220",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "80 Ark. 200",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1491228
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/80/0200-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 501,
    "char_count": 9012,
    "ocr_confidence": 0.462,
    "pagerank": {
      "raw": 8.48024350819043e-08,
      "percentile": 0.48571113605465027
    },
    "sha256": "62ec28a2290f656d874fd4d6fdac1cf06d74ae1237e8e46224518466e50763ef",
    "simhash": "1:b352e8ade6324016",
    "word_count": 1579
  },
  "last_updated": "2024-02-27T17:41:16.235499+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Tilghman v. Russell."
    ],
    "opinions": [
      {
        "text": "Wood, J.\nThis is an appeal from, a judgment sustaining the demurrer to a petition for writ of- certiorari. The petition alleged, in substance, that appellant is the father and next of kin of one Andrew Hays Tilghman, hereafter called Tilghman; that his son was a soldier in the United States army and was 'killed on the battlefields of France on the 18th of July, 1918; that he died intestate; that he had not married, and that his mother died before his death; that at different times and some months prior to his death he applied for war risk insurance and obtained two policies in the sum of $5,000 each, made payable to his estate; that after the death of Tilghman the appellee, who was no relation whatever to the deceased, made application to the proper authorities at Washington representing that he was the beneficiary named in the first policy of insurance and demanding that same be paid to him; that while said application was pending, more than two years after the death of the' deceased, to-wit, on Dec. 10, 1920, the appellee, without notice to the appellant, applied for letters of administration upon the estate of Tilghman, and represented in his application that appellant, who was the father of Tilghman, was dead, and offered for probate a letter 'alleged to have been written to appellee by Tilghman as his last will and testament; that on December 13th appellee filed certain affidavits for the purpose of proving the letter as the last will of Tilghman; that on the same day the probate court of White County admitted the letter to probate, and on January 6, 1921, issued letters of administration to appellee; that the appellee gave no notice to the appellant of his intention to probate the letter of Tilghman as a wiil, and no notice that the letter had been filed for probate; that the letter was probated in common form; that appellant discovered that appellee carefully concealed from the appellant, after discovering the latter’s address, all information in regard to the probation of the letter as Tilghman’s will; that on the 16th of August, 1921, appellee filed in the chancery court a petition to establish a lost letter as a second last will of Tilghman, in order that he might procure the proceeds of an insurance policy issued on the life of Tilghman, in which the appellee was the beneficiary; that, in order to have the last letter established as a will by the chancery court, it was necessary to make appellant a defendant in the action and to have an attorney ad litem appointed for the appellant, who was a resident of New Jersey; that the attorney ad litem was duly appointed, and advised the appellant of the pendency of the action about the 28th of August, 1921; that appellant tried to employ the attorney ad litem to represent him in the chancery action, and said attorney at first agreed to represent him, but thereafter declined to do so; that appellant then employed the firm of Pace & Davis, which firm, after the expiration of a. considerable time, advised the appellant that they could not represent him; that therefore appellant requested a friend of his in Little Rock to employ counsel for him; that this friend promptly prepared the necessary affidavits and bond for an appeal from the order of the probate court probating the letter as a will and immediately filed the same in the office of the clerk of the probate court o\"f White County; that, after procuring the order granting the appeal, the transcript was lodged in the office of the clerk'of the circuit court of White County on the 13th day of December, 1921; that the appellee filed a motion to dismiss said appeal, which was granted by the circuit court on the ground that the order allowing the appeal was made by the probate judge in vacation; that the probate court was not in session when the order granting the appeal was made and had not been in sessioii since Nov. 24, 1921, although, the appellant understood that such court was in session, and did not know to the contrary until the motion was. filed in the circuit court to dismiss the appeal; that appellant therefore lost his right of appeal through no fault of his own. The appellant then set up that the order of the probate court admitting the letter to probate as a will was erroneous for various reasons, which he set forth in detail. The prayer of the petition was that a writ of certiorari be issued directed to the probate court of White County to bring up and quash the order of said court admitting the letter to probate.\nAttached to the complaint and made exhibits thereto were the original letter and the petition for probate of same in the probate court, and the affidavits to identify and prove the same as the letter of Tilghman, and the order of the court admitting the letter to probate; also the order of the circuit court dismissing the appeal of the appellant, which recites that the appeal was granted, 'by the probate judge in vacation, and that on this account the circuit court was without jurisdiction.\nThe appellee demurred to the petition on the following grounds: 1. That it does not allege facts sufficient to constitute a cause, of action. 2. That the defendant has had, and now has, the right to appeal, unless the same has been lost through his own neglect or error.\nThe court sustained the demurrer and dismissed the appellant’s petition. The appellant duly excepted, stood on his petition, and appeals from the judgment of the court dismissing the same.\nThe judgment of the circuit court is correct. The facts set up in the appellant’s petition do not show that appellant lost his right of appeal from the judgment of the probate court admitting the alleged letter as the last will and testament, through .any unavoidable casualty. The facts set up in the petition speak for themselves, and it is unnecessary to argue the same. It suffices to say they are wholly insufficient to show that appellant’s appeal was unavoidably lost. The appellant did not use the diligence which the law requires to perfect his appeal, and the trial court was right in so holding. Certiorari cannot be used as a substitute for appeal except in instances where the right of appeal has been unavoidably lost through no fault of the petitioner. Burgett v. Apperson, 52 Ark. 220; In re Phillips, 80 Ark. 200; Pruitt v. International Order of Twelve, etc., ante p. 437. See also In re Barstow, 54. Ark. 551.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Wood, J."
      }
    ],
    "attorneys": [
      "W. C. Adamson, for appellant.",
      "Culbert L. Pierce and Bmmdidge <& Neelly, for appellee.",
      "W. C. Adamson, in reply."
    ],
    "corrections": "",
    "head_matter": "Tilghman v. Russell.\nOpinion delivered May 7, 1923.\n'Certiorari — not substitute for appeal. — As certiorari cannot be - used as a substitute for appeal except in instances -where the - right of appeal has been unavoidably lost through, no- fault of the petitioner, the writ is not .available where the, right of appeal was lost through the petitioner’s neglect to pray an appeal from a judgment of the probate court during term time within 12 months after such judgment .was rendered, as required by Crawford & Moses’ Dig., §§ 2258 and 10512.\nAppeal from White Circuit Court; J. M. Jackson, Judge;\naffirmed.\nW. C. Adamson, for appellant.\nAppellant took all necessary steps to perfect his appeal from the order of the probate court within the year allowed, and the fact that the court was not thereafter in session before the year expired caused the loss of the right to appeal without fault on his part, and entitled him to relief by certiorari. Sec. 35, art. 7, Const.; § 2258, C. & M. Digest; Berkley v. Cunningham, 121 Ark. 459; Burgett v. Apperson, 52 Ark. 213; Hall v. Bledsoe, 126 Ark. 125; 5 R. C. L. 260. The testimony was not legally sufficient to sustain the findings of the court. No testimony to show letter was intended to operate as a will. 1 Alexander on Wills, 51; Arendt v. Arendt, 80 Ark. 204. Probate court'was without jurisdiction of the subject-matter, and its order was void. Noble v. Union River Logging Co., 147 IT. S. 165. And certiorari was the proper remedy. Burgett v. Apperson, 52 Ark. 213; Black v. Brinkley, 54 Ark. 375; Lyons v. Green, 68 Ark. 205; Hall v. Bledsoe, 126 Ark. 125. The demurrer should have been overruled. Sallee v. Bunk of Corning, 122 Ark. 508; Dickerson v. Hamby, 96 Ark. 166.\nCulbert L. Pierce and Bmmdidge <& Neelly, for appellee.\nThe demurrer was properly sustained. Appellant lost his right of appeal through his own fault, and is not entitled to the certiorari. In re Bar stow, 54 Ark. 551; Sturgeon v. Harold, 18 How. IT. S. 40; Ex parte Phillips, 80 Ark. 200; Burgett v. Apperson; 52 Ark. 220; Berkley v. Cunningham, 121 Ark. 459. • Andrew Hays Tilghman was a'soldier and unmarried, and had the capacity and- right to make a will. ' Sec. 10493, C. & M. Digest, also § 10498; 28 R. C. L.' 159. The letter constituted the will. Note in re Limond. Ann. Cas. 1916-A,. 479; 1 Schouler on Wills, 453, 458; 67 A. S. R. 577; In re Hickey’s Estate, 184 N. Y. Supp. 399. *\nW. C. Adamson, in reply.\nAffidavit for appeal was filed within the year. Peay v. Pulaski County, 103 Ark. 601; Mass. Bond & Inv. Co. y. Home L. & A. Co., 119 Ark. 110."
  },
  "file_name": "0593-01",
  "first_page_order": 617,
  "last_page_order": 622
}
