{
  "id": 12456848,
  "name": "New Cingular Wireless PCS, LLC, Respondent, v. The City of Clyde Hill, Petitioner",
  "name_abbreviation": "New Cingular Wireless PCS, LLC v. City of Clyde Hill",
  "decision_date": "2016-05-26",
  "docket_number": "No. 91978-0",
  "first_page": "594",
  "last_page": "607",
  "citations": [
    {
      "type": "official",
      "cite": "185 Wash. 2d 594"
    }
  ],
  "court": {
    "name_abbreviation": "Wash.",
    "id": 9029,
    "name": "Washington Supreme Court"
  },
  "jurisdiction": {
    "id": 38,
    "name_long": "Washington",
    "name": "Wash."
  },
  "cites_to": [
    {
      "cite": "310 P.3d 804",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2013,
      "opinion_index": 0
    },
    {
      "cite": "178 Wn.2d 635",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4297984
      ],
      "year": 2013,
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/178/0635-01"
      ]
    },
    {
      "cite": "572 P.2d 1",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1977,
      "opinion_index": 0
    },
    {
      "cite": "89 Wn.2d 304",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1108632
      ],
      "year": 1977,
      "pin_cites": [
        {
          "page": "310"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/89/0304-01"
      ]
    },
    {
      "cite": "358 P.2d 810",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1961,
      "opinion_index": 0
    },
    {
      "cite": "57 Wn.2d 563",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1023907
      ],
      "year": 1961,
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/57/0563-01"
      ]
    },
    {
      "cite": "340 P.3d 191",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2014,
      "opinion_index": 0
    },
    {
      "cite": "182 Wn.2d 55",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4075705
      ],
      "year": 2014,
      "pin_cites": [
        {
          "page": "65"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/182/0055-01"
      ]
    },
    {
      "cite": "361 P.3d 746",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2015,
      "opinion_index": 0
    },
    {
      "cite": "184 Wn.2d 1018",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        12441075,
        12441076,
        12441077,
        12441078,
        12441079,
        12441080,
        12441081
      ],
      "year": 2015,
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/184/1018-01",
        "/wash-2d/184/1018-02",
        "/wash-2d/184/1018-03",
        "/wash-2d/184/1018-04",
        "/wash-2d/184/1018-05",
        "/wash-2d/184/1018-06",
        "/wash-2d/184/1018-07"
      ]
    },
    {
      "cite": "349 P.3d 53",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2015,
      "opinion_index": 0
    },
    {
      "cite": "187 Wn. App. 210",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        4237094
      ],
      "weight": 7,
      "year": 2015,
      "pin_cites": [
        {
          "page": "212"
        },
        {
          "page": "217"
        },
        {
          "page": "217"
        },
        {
          "page": "217"
        },
        {
          "page": "219",
          "parenthetical": "footnote omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/187/0210-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1003,
    "char_count": 24246,
    "ocr_confidence": 0.892,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2574078643195028
    },
    "sha256": "950e9a59516ba86c4348f144249551e4e8b6387a40acd9d6bd3dccbe62bad4fd",
    "simhash": "1:f9d4e1076af93cfa",
    "word_count": 3918
  },
  "last_updated": "2024-02-28T00:06:59.447104+00:00",
  "provenance": {
    "date_added": "2019-05-22",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Madsen, C.J., and Owens, Fairhurst, Stephens, Wiggins, González, Gordon McCloud, and Yu, JJ., concur."
    ],
    "parties": [
      "New Cingular Wireless PCS, LLC, Respondent, v. The City of Clyde Hill, Petitioner."
    ],
    "opinions": [
      {
        "text": "Johnson, J.\n¶1 In this case, we must decide whether a cellular service provider may challenge a city fine through an action for declaratory judgment in superior court. The trial court dismissed, holding that a declaratory judgment action was improper and judicial review should have been sought by way of a statutory writ of review under RCW 7.16.040. The Court of Appeals reversed, reinstating the declaratory action and remanding for a decision on the merits. New Cingular Wireless PCS, LLC v. City of Clyde Hill, 187 Wn. App. 210, 349 P.3d 53, review granted, 184 Wn.2d 1018, 361 P.3d 746 (2015). We affirm.\nFacts and Procedural History\n¶2 New Cingular Wireless PCS LLC is an affiliate of AT&T Mobility LLC and provides both wireless voice telephone services and data services to customers in the city of Clyde Hill. As outlined under its municipal code, Clyde Hill imposes a local utility tax on wireless telephone services, which applies to both voice and data services. New Cingular had for years collected utility taxes from Clyde Hill’s residents on all charges for wireless and telephone voice and data services, and paid the tax to the city.\n¶3 In 2010, New Cingular was named as a defendant in a successful class action lawsuit alleging that some of the local taxes AT&T (including New Cingular) collected, including the utility taxes New Cingular had collected and paid, were preempted by federal law. As part of the settlement between New Cingular and the class plaintiffs, the parties agreed that these taxes were preempted, and New Cingular further agreed to seek refunds of the state and local taxes it paid on data services and to place any refunded amounts in escrow to benefit its customers. Clyde Hill’s utility tax was one of the local taxes over which class members and New Cingular were authorized to seek a refund.\n¶4 In November 2010, New Cingular, on behalf of the class action plaintiffs, filed a refund claim with Clyde Hill for $22,053.38 pursuant to the city’s overpayment ordinance. New Cingular alleges Clyde Hill did not respond to the refund claim, so on April 25, 2012, New Cingular filed suit in King County Superior Court to compel the city to pay the refund. That issue is not involved in this case.\n¶5 On July 6,2012, Clyde Hill issued a notice of violation (NOV) and assessed a $293,131 fine against New Cingular based on its determination that New Cingular violated city code by “making false statement [s] or representation [s] in or in connection with utility tax returns submitted and received monthly by the City of Clyde Hill from November, 2005, through December, 2010.” Clerk’s Papers (CP) at 203. Clyde Hill found that the monthly utility tax reports New Cingular filed with the city over that time period amounted to false statements because the reports contained the amounts of tax collected and paid to the city (including the improperly collected amounts) and included a declaration that all information was “true, complete and accurate to the best of” New Cingular’s knowledge. Clyde Hill alleged New Cingular’s tax reports amounted to false statements because New Cingular “unilaterally decided to collect monies from its customers that it was not entitled to collect under federal law,” resulting in fraud each day until Clyde Hill was notified of the false statements by New Cingular’s refund claim. CP at 189. New Cingular disputes this and maintains it was unaware it collected Internet charges inappropriately.\n¶6 The NOV stated that the determination of the civil violation was final unless New Cingular contested it within 15 days, which New Cingular did in a timely written protest. In response to New Cingular’s protest, Clyde Hill sent a letter to New Cingular’s attorney, asking to “confirm whether your client desires an actual informal hearing before Mayor Martin or whether your client prefers that a decision on the protest be made from the written submission.” CP at 594. New Cingular opted for the “actual informal hearing” with the mayor. In September 2012, the informal hearing was held and consisted of a brief telephone conversation between New Cingular’s attorney and the mayor of Clyde Hill. On January 22, 2013, the mayor issued a final decision upholding the NOV and the amount of the fine. The mayor’s final decision denied and dismissed New Cingular’s protest of the fine, alleging New Cingular “knowingly and/or recklessly” engaged in conduct that violated federal law. CP at 204.\n¶7 On April 10, 2013, New Cingular challenged the legality of the municipal fine in King County Superior Court by filing an action for declaratory judgment, and asked the court to invalidate the NOV. Clyde Hill answered, counterclaimed, and later moved for summary judgment, arguing that the court did not have trial jurisdiction to consider the validity of the NOV (a quasi-judicial decision) under article IV, section 6 of the Washington Constitution or RCW 2.08.010. The city asserted:\nNew Cingular had 30 days in which to file a judicial appeal of the Mayor’s Final Decision by application for a statutory writ of review pursuant to Ch. 7.17 [sic] RCW. New Cingular did not timely appeal. Thus, the Mayor’s Final Decision is final and binding, and the superior court is without jurisdiction to entertain either (1) an untimely judicial appeal of the Mayor’s Final Decision, or (2) an “original trial action” challenging the validity of the Notice of Violation and attempting to collaterally attack the Mayor’s Final Decision affirming the Notice of Violation.\nCP at 238-39. The trial court granted Clyde Hill’s motion for summary judgment, dismissed New Cingular’s complaint on the basis that “[New Cingular] should have sought review by filing a timely petition for writ of review,” and awarded Clyde Hill $293,131.00 plus 12 percent interest per annum. CP at 694. The trial court also awarded Clyde Hill $47,500.90 in attorney fees.\n¶8 The Court of Appeals reversed and remanded, reinstating New Cingular’s declaratory judgment action. New Cingular, 187 Wn. App. 210. The Court of Appeals reasoned that a “complaint for declaratory judgment invokes the superior court’s trial jurisdiction, while a petition for cer-tiorari invokes the superior court’s appellate jurisdiction,” and both the state constitution and RCW 2.08.010 permit either option. New Cingular, 187 Wn. App. at 212. The Court of Appeals held that either avenue is permissible for a service provider to contest the legality of a municipal fine in superior court, as long as administrative remedies are first exhausted.\n¶9 We must decide whether under article IV of our state constitution New Cingular’s use of a declaratory action is appropriate under these circumstances to challenge the fine.\nAnalysis\n¶10 Clyde Hill conceded below that New Cingular exhausted its administrative remedies, which was noted by the Court of Appeals. Nonetheless, Clyde Hill argues here that New Cingular’s participation in the city’s administrative process and the Court of Appeals’ ruling “makes a mockery of the exhaustion of administrative remedies requirement,” “completely undermines the requirement of exhaustion of administrative remedies,” and makes a local jurisdiction’s administrative procedures meaningless. Pet. for Review at 19, 20. Yet, Clyde Hill fails to cite any precedent to support such claims. New Cingular challenged Clyde Hill’s fine using all administrative remedies the city code afforded. New Cingular submitted a written protest to the fine and elected to partake in the “actual informal hearing” with the mayor. It was not until after the mayor issued a final decision that New Cingular filed a declaratory action in superior court. No other administrative review is established or required under Clyde Hill’s ordinances. To the extent we need to address this argument, we find that New Cingular exhausted all administrative avenues before seeking judicial review.\n¶11 Article IV, section 1 of the Washington State Constitution establishes and directs the power of our state’s court system. Article IV, section 6 provides for the jurisdiction of superior courts:\nThe superior court shall have original jurisdiction in all cases at law which involve the title or possession of real property, or the legality of any tax, impost, assessment, toll, or municipal fine .... The superior court shall also have original jurisdiction in all cases and of all proceedings in which jurisdiction shall not have been by law vested exclusively in some other court. . . . [The superior court] shall have such appellate jurisdiction in cases arising in justices’ and other inferior courts in their respective counties as may be prescribed by law.... Said courts and their judges shall have power to issue writs of mandamus, quo warranto, review, certiorari, prohibition, and writs of ha-beas corpus.\n(Emphasis added.) Under this provision, original jurisdiction is established for the causes of action listed and judicial action lies in superior court. The issue here, however, focuses on whether specific statutory schemes exist that require alternative procedures, and whether a resolution must first proceed through the specified statutory process before judicial review is sought.\n¶12 Stated differently, the focus is whether the legislature has enacted a statutory scheme that diverts the superior courts’ jurisdiction into an alternate procedure that a party must use to challenge a municipal fine. Particularly, the question is whether the writ of review statute (RCW 7.16.040) is akin to conditional statutory procedures and thus prevents New Cingular from seeking declaratory judgment in superior court to challenge Clyde Hill’s fine. We find no such statutory system.\n¶13 Clyde Hill couples the superior courts’ constitutionally granted appellate jurisdiction with the power to issue writs of review to argue that New Cingular could not pursue a declaratory action. Clyde Hill asserts the Court of Appeals misinterpreted article IV, section 6 of our state constitution “by failing to acknowledge that long ago (prior to 1895) the Legislature had enacted the writ statute, RCW 7.16.040, as the exclusive means for New Cingular to obtain judicial review of [Clyde Hill’s] administrative decision.” Pet. for Review at 6. The city asserts that the Court of Appeals erred in allowing New Cingular to “circumvent the administrative process” by seeking declaratory judgment. Pet. for Review at 9. Clyde Hill maintains that New Cingular was limited to challenging the mayor’s final determination of the fine, rather than the underlying fine itself, and could do so only by seeking a writ of review. The city relies by analogy to the Land Use Petition Act (LUPA), chapter 36.70C RCW, the Administrative Procedure Act (APA), chapter 34.05 RCW, and the Growth Management Act (GMA), chapter 36.70A RCW, to argue that the writ of review statute mandates similar, exclusive procedural requirements. We disagree that the writ of review statute is similar to those other statutory schemes.\n¶14 The Court of Appeals correctly observed that “Clyde Hill tries to shoehorn the mayor’s affirmance of the fine into the same mold as land use decisions and administrative agency decisions.” New Cingular, 187 Wn. App. at 217. The court noted that LUPA and the APA are “statutory creatures” that provide a procedural route for challenging specific government decisions in superior court, none of which involve municipal fines. New Cingular, 187 Wn. App. at 217. The court provided contrast by finding that while the writ statute provides a means of invoking the superior court’s appellate jurisdiction, “it does not say that a writ of review is the exclusive means of resolving a dispute over the validity of a municipal fine.” New Cingular, 187 Wn. App. at 217. Indeed, a difference exists between statutory conditional procedures and the writ of review statute, which serves as a backstop for claims lacking any other legal remedy.\n¶15 LUPA is a comprehensive regulatory scheme governing judicial review of land use decisions. While article IV does not expressly mention “land use decisions,” it does grant superior courts original jurisdiction authority over “all cases at law which involve the title or possession of real property, . . . and in all other cases in which the demand or the value of the property in controversy amounts to three thousand dollars or as otherwise determined by law.” Wash. Const. art. IV, § 6. As an “otherwise determined” source of law, LUPA “replaces the writ of certiorari for appeal of land use decisions and shall be the exclusive means of judicial review of land use decisions.” RCW 36.70C.030(1) (emphasis added). For a court to review a land use decision, a local jurisdiction must first make a final decision, a petition to the superior court must be filed within 21 days of the land use decision, and the petitioner must exhaust all available administrative remedies. RCW 36.70C.020(2), .040(3), .060(2)(d); see Durland v. San Juan County, 182 Wn.2d 55, 65, 340 P.3d 191 (2014). A court may grant relief from a land use decision only if a party seeking relief shows:\n(a) The body or officer that made the land use decision engaged in unlawful procedure or failed to follow a prescribed process, unless the error was harmless;\n(b) The land use decision is an erroneous interpretation of the law, after allowing for such deference as is due the construction of a law by a local jurisdiction with expertise;\n(c) The land use decision is not supported by evidence that is substantial when viewed in light of the whole record before the court;\n(d) The land use decision is a clearly erroneous application of the law to the facts;\n(e) The land use decision is outside the authority of jurisdiction of the body or officer making the decision; or\n(f) The land use decision violates the constitutional rights of the party seeking relief.\nRCW 36.70C.130(1). Above all, the purpose of LUPA “is to reform the process for judicial review of land use decisions made by local jurisdictions, by establishing uniform, expedited appeal procedures and uniform criteria for reviewing such decisions, in order to provide consistent, predictable, and timely judicial review.” RCW 36.70C.010.\n¶16 Likewise, the APA mandates rigid procedural conditions before judicial review of an agency decision can be sought. The APA “establishes the exclusive means of judicial review of agency action” in Washington. RCW 34.05.510 (emphasis added). This act was created “to clarify the existing law of administrative procedure, to achieve greater consistency with other states and the federal government in administrative procedure, and to provide greater public and legislative access to administrative decision making.” RCW 34.05.001. A person may file a petition for judicial review of agency action only after exhausting all available administrative remedies. RCW 34.05.534. A person has standing to obtain judicial review of agency action only if that person is aggrieved or adversely affected by the agency action. This occurs when (1) the agency action has prejudiced or is likely to prejudice that person, (2) that person’s interests are among those the agency was required to consider when undertaking the agency action, and (3) a judgment in favor of the person would substantially eliminate or redress the prejudice caused or likely to be caused by the agency action. RCW 34.05.530. A petitioner must file for judicial review of an agency’s final order within 30 days. RCW 34.05.542(2).\n¶17 The GMA was adopted as a system to govern comprehensive planning and development by local governments. See RCW 36.70A.010. Petitioners challenging a development decision are required to bring claims before growth management hearings boards created by the GMA. A petitioner may allege only (1) that a state, agency, or city plan is not in compliance with the requirements of the GMA as it relates to the adoption of shoreline master programs, plans, development regulations, or amendments, (2) that the 20-year growth management planning population projections adopted by the office of financial management should be adjusted, (3) that the approval of a work plan is not in compliance with statutory mandates, (4) that regulations are not regionally applicable and cannot be adopted by another jurisdiction, (5) that a department certification is erroneous, or (6) that a department determination is erroneous. RCW 36.70A.280. Judicial review of the hearing board’s decision is permitted only if all parties to the proceeding before the board agree to have direct review of the superior court. RCW 36.70A.295. Parties who are aggrieved by a hearings board’s final decision must appeal the decision to the superior court within 30 days. RCW 36.70A.300(5).\n¶18 LUPA, the APA, and the GMA all channel initial decision-making power into inferior agencies and boards, and specify procedures a party must use. A party may then seek a writ of review to (1) claim that an inferior tribunal, board, or officer exercising judicial functions has exceeded its jurisdiction or (2) ask a court to correct any erroneous or void proceeding or a proceeding not according to the course of common law, as long as the party has no adequate remedy at law. RCW 7.16.040. In its simplest form, the writ of review is a procedure used to review the acts and decisions of an inferior tribunal when no other remedy is available.\n¶19 The procedural schemes of LUPA, the APA, and the GMA differ markedly from the writ of review statute. The writ of review statute does not limit itself to being the exclusive remedy for contesting a city fine. In fact, it does the opposite by holding itself out as the remedy of last resort. RCW 7.16.040 (a writ may be granted only when there is no “appeal, nor in the judgment of the court, any plain, speedy and adequate remedy at law”). Chapter 7.16 RCW contains no specified purpose similar to LUPA, the APA, and the GMA. The writ statute also fails to specify a time limit for appeal like these statutory schemes. Specific conditional statutory systems are, in fact, “other remedies” available depending on the subject matter of the claim. Had New Cingular’s complaint fallen into the category of land use, administrative, or development decisions, one of these procedural regimens might have been the appropriate avenue to seek review. However, the inverse exists here because a municipal fine does not fall into any of these specific categories. We find nothing in RCW 7.16.040 establishing a similar procedural system.\n¶20 Clyde Hill relies on Reeder v. King County, 57 Wn.2d 563, 358 P.2d 810 (1961), to argue that the writ of review process “under RCW 7.16 affords a litigant the appropriate relief from an adverse administrative decision, thereby obviating the need for a declaratory judgment action.” Clyde Hill’s Suppl. Br. at 14. By doing so, Clyde Hill ignores the statutory differences between the writ of review statute and the statutory schemes that govern land use, administrative, and development decisions outlined above. The city also disregards CR 57, which limits Reeder. CR 57 provides, “The existence of another adequate remedy does not preclude a judgment for declaratory relief in cases where it is appropriate.” The Court of Appeals found that “the bar erected by Reeder is no longer absolute after the adoption in 1967 of CR 57, as recognized by Ronken v. Board of County Commissioners, 89 Wn.2d 304, 310, 572 P.2d 1 (1977).” New Cingular, 187 Wn. App. at 219 (footnote omitted). We agree with this finding.\n¶21 Ronken involved a dispute between private workers and the county board of commissioners over the appropriate method for issuing road and public work projects. In that case, we held that it was appropriate for the workers to seek declaratory relief against the commissioners because Reeder no longer controlled the issue of whether a party was precluded from seeking declaratory relief when a writ process was available. We found that “[t]he rule previously followed by Washington . . . that declaratory relief will not lie where any alternative remedy is available, was changed by court rule [CR 57] in 1967.” Ronken, 89 Wn.2d at 310. Outside of Reeder, no case supports the argument that declaratory judgment is unavailable based on the writ of review statute.\n¶22 Supporting this conclusion is our holding in Cost Management Services, Inc. v. City of Lakewood, 178 Wn.2d 635, 310 P.3d 804 (2013), which permitted a local business (CMS) to seek declaratory action in superior court against the city of Lakewood. In that case, CMS discovered it had been paying taxes to the city it did not in fact owe and sought a tax refund. The city did not respond to CMS’s refund request. Instead, six months later, Lakewood issued an order and notice to CMS demanding payment of what it considered CMS’s past due taxes. CMS did not respond to the order and notice from the city, but sued Lakewood in superior court. We held that CMS was permitted to seek declaratory judgment in superior court because “Lakewood’s inaction in response to CMS’s refund request ended CMS’s obligation to continue pursuing” an administrative remedy. Cost Mgmt. Servs., 178 Wn.2d at 642. In that case, original jurisdiction in superior court sprung from the city’s failure to respond. The same is true here. New Cingular asserts that the city of Clyde Hill failed to respond to its refund request. Clyde Hill, instead, issued an NOV claiming New Cingular perpetrated fraud. To remedy the situation for its client, New Cingular’s counsel pursued both an administrative solution through the city’s informal hearing process and also sought judicial review in superior court after the mayor’s determination. Our holding in Cost Management Services supports this course of action. Where a local government fails to respond to a tax refund request and exercise its administrative capacity, a party therefore is authorized to seek a remedy by invoking the original jurisdiction of the superior court. That is what New Cingular did here.\n¶23 Declaratory action is an appropriate method to resolve this dispute between New Cingular and the city of Clyde Hill. Consistent with the provisions of article IV of the Washington Constitution, the legislature specifically granted superior courts the “power to declare rights, status and other legal relations whether or not further relief is or could, be claimed.” RCW 7.24.010 (emphasis added). We find no basis under our constitution or any statutes to bar a party from seeking judicial review of a municipal fine through a declaratory action under RCW 7.24.010.\n¶24 We affirm the Court of Appeals.\nMadsen, C.J., and Owens, Fairhurst, Stephens, Wiggins, González, Gordon McCloud, and Yu, JJ., concur.\nClyde Hill Municipal Code (CHMC) 3.28.010, .020(B), .030(D).\n“Over or under payment.\n“A. Overpayment. If the clerk, upon investigation or upon checking returns, finds that the fee or tax paid by a taxpayer is more than the amount required of the taxpayer, he or she shall return the amount overpaid, upon the written request of the taxpayer. Refund requests not made by the taxpayer within four years of any overpayment shall be forever barred.’’ CHMC 3.28.090.\n“Unlawful Acts.\n“It is unlawful:\n“B. For any person to make any false or fraudulent return or any false statement or representation in, or in connection with any such return.’’ CHMC 3.28.130.\nBecause we hold that a declaratory judgment action is appropriate, we need not address whether a petition for writ of review is as well.\n“JUDICIAL POWER, WHERE VESTED. The judicial power of the state shall be vested in a supreme court, superior courts, justices of the peace, and such inferior courts as the legislature may provide.’’",
        "type": "majority",
        "author": "Johnson, J."
      }
    ],
    "attorneys": [
      "Greg A. Rubstello (of Ogden Murphy Wallace PLLC)\\ Philip A. Talmadge (of Talmadge/Fitzpatrick/Tribe)) and Stephanie E. Croll (of Stephanie Croll Law), for petitioner.",
      "Ryan P McBride and Scott M. Edwards (of Lane Powell PC), for respondent.",
      "Daniel B. Heid on behalf of Washington State Association of Municipal Attorneys, amicus curiae."
    ],
    "corrections": "",
    "head_matter": "[No. 91978-0.\nArgued February 23, 2016.\nDecided May 26, 2016.\nNew Cingular Wireless PCS, LLC, Respondent, v. The City of Clyde Hill, Petitioner.\nGreg A. Rubstello (of Ogden Murphy Wallace PLLC)\\ Philip A. Talmadge (of Talmadge/Fitzpatrick/Tribe)) and Stephanie E. Croll (of Stephanie Croll Law), for petitioner.\nRyan P McBride and Scott M. Edwards (of Lane Powell PC), for respondent.\nDaniel B. Heid on behalf of Washington State Association of Municipal Attorneys, amicus curiae."
  },
  "file_name": "0594-01",
  "first_page_order": 648,
  "last_page_order": 661
}
