{
  "id": 1432057,
  "name": "Petty v. Ozark Grocer Company",
  "name_abbreviation": "Petty v. Ozark Grocer Co.",
  "decision_date": "1933-06-12",
  "docket_number": "4-3010",
  "first_page": "595",
  "last_page": "599",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 595"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 346,
    "char_count": 7711,
    "ocr_confidence": 0.51,
    "pagerank": {
      "raw": 8.021147979749158e-08,
      "percentile": 0.4647045059383771
    },
    "sha256": "08ab335b3b32d6423190d1e3a4b0d93bb3932ae0c0787c72938926a1a46fbd54",
    "simhash": "1:f0f63235e5f49903",
    "word_count": 1343
  },
  "last_updated": "2023-07-14T19:49:01.606684+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Petty v. Ozark Grocer Company."
    ],
    "opinions": [
      {
        "text": "Mehaffy, J.\nThe Ozark Grocer Company, a corporation with its principal place of business in Fayetteville, Arkansas, and a branch house at Siloam Springs, Arkansas, between September 17th and October 9, 1931, sold to the appellant, B. M. Petty, merchandise, the total amount of which was $921.01.\nOn October 27, 1931, the appellant gave to Gene Trahin, a representative of the Ozark Grocer Company, two checks, payable to the Ozark Grocer Company, for the sum of $921.03. One check was drawn on the Producers’ State Bank of Siloam Springs, for $308.99, and the other check was drawn on the Hutchings First National Bank of Siloam Springs for $612.02.\nTlxe check on the Producers’ State Bank was paid, but the check drawn on the Hutchings First National Bank was not paid. It was given on October 27, and the Hutchings bank was insolvent and closed on October 30, 1931.\nThereafter, in May, 1932, the appellee began this suit in the Benton Circuit Court, alleging that the merchandise sold to appellant was $921.01, and that appellant had paid thereon $308.99, leaving a balance due of $612.02.\nThe appellant filed answer, admitting the purchase of merchandise, and the amount thereof, and alleging that Gene Trahin was the agent and manager of appellee, and that appellant expressly told him that it did not make any difference about the $308.99 on the Producers ’ State Bank, but that he wanted the check on the Hutchings First National Bank cashed immediately.\nIt was also alleged in the answer that the appellee did not cash the check as Trahin was instructed to do at once, but mailed the cheek to Fayetteville for deposit; that the appellee, being notified that appellant desired the check to be cashed at once, and under the circumstances surrounding the banks of Siloam Springs, the appellee was negligent in not cashing the check as instructed; that at the time the check was given the bank was open, and appellee was told to cash it at once, and agreed to do so, being notified by appellant that he desired said money be drawn from said bank.\nIt is then alleged that the bank closed on October 30th, and that, if appellee had used due diligence under appellant’s instructions, it would not have suffered loss. He alleges that the appellee carelessly and negligently refused and failed to cash the check, and held the same until the failure of the bank, and that by reason thereof the appellee is not entitled to recover because the loss was occasioned solely by its negligence.\nThe appellant’s evidence tended to show that he told Trahin, the representative of the appellee, he wanted him to get the check cashed immediately. This testimony was contradicted by the agent. The undisputed evidence shows that Trahin had no authority to indorse the check. The undisputed evidence, also shows that appellant’s children had money deposited in the Hutchings National Bank, and that appellant had approximately $80 of his own money left, and he made no effort to withdraw any of this before the bank closed.\nThe only question in the case is whether the appeltee was guilty of negligence in presenting the check to the Hutchings First National Bank for payment.\nThe appellant’s first contention is that the evidence did not warrant the finding of the verdict. It was a question of fact as to whether the appellee was guilty of negligence, and this was submitted to the jury under proper instructions, and the jury found against appellant.\nThe next contention is that the court erred in refusing to instruct the jury in the three instructions offered by the appellant, and refused by ihe court. These instructions are as follows:\n“No. 1. The court instructs the jury that a check must be presented for payment within a reasonable time, and what is a reasonable time will depend upon the circumstances in each case. In the absence of special circumstances excusing delay, the reasonable time for presenting a check, when the person receiving the same, and the bank on which it is drawn are in the same place is not later than the next business day after it is received, and when they are in different places, reasonable diligence requires the check to be forwarded to the place of payment not later than the. next business day after it is received by the payee, and presented not later than the day after it is thus received. Inexcusable delay may discharge the drawer from liability if he is injured by ihe delay.”\n“No. 2. You are instructed that it-was the duty of the plaintiff on the next day after receiving the check to forward the check for presentation to a suitable agent in the town where bank is located upon which the. check was drawn, and if you find that the plaintiff failed to do so, and that, if plaintiff had done so, that said check would have been paid, and that, if plaintiff’s failure to do so, and the defendant was injured thereby, you will find for the defendant.”\n“No. 3. You are instructed that, if you find that Gene Trahin was the agent of the plaintiff, that knowledge of the agent is knowledge of the principal.”\nThe first instruction, among other things, tells the jury that a reasonable time for presenting a check, when the person receiving the same and the bank on which it is drawn are in the same place, is not later than the next business day. after it is received, and when they are in different places, reasonable diligence requires the check to be forwarded to the place of payment not later than the next business day after it is received by the payee.\nSection 7952 of Crawford & Moses’ Digest reads as follows: “A check must be presented for payment within a reasonable time after its issue or the drawer will be discharged from liability thereon to the extent of the loss caused by the delay.”\nSection 7763 of Crawford & Moses’ Digest provides: “In determining what is a ‘reasonable time’ or an ‘unreasonable time,’ regard is to be had to the nature of the instrument, the usage, of trade or business, if any, with respect to such instruments, and the facts of the particular case.”\nBut these facts are to be determined by the jury, and not by the court. The appellant’s defense is based wholly on negligence, and whether the appellee was negligent was a question of fact to be determined by the. jury.\nIt would have been improper for the court to have told the jury that reasonable diligence required the check to be presented on the day after it was given. It was not a question of law for the court, but a question of fact for the jury.\nThere is another reason, however, why the instruction was properly refused in this case. The instruction says that when a person receiving the check and the bank are in the same town, it shall be presented for payment on the following day. The person receiving this check was not the payee, and had no authority to indorse the check. The payee received the check at Fayetteville, and it was drawn on a bank in a different town. The one receiving the check in this instance properly sent it to the payee, and the payee sent the check immediately to the Federal Reserve Bank in St. Louis, which was the nsnal custom in handling checks drawn on banks outside of Fayetteville.\nInstructions numbers 2 and 3' requested by appellant were properly refused for the reason that whether the appellee exercised diligence was a question of fact for the jury, and not a question of law for the court.\nThe court instructed the jury at length, and the instructions given by the court fairly submitted the only issue in the case to the jury, and the jury’s finding is conclusive here.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Mehaffy, J."
      }
    ],
    "attorneys": [
      "Williams & Williams, for appellant.",
      "Karl Greenhaw, for appellee."
    ],
    "corrections": "",
    "head_matter": "Petty v. Ozark Grocer Company.\n4-3010\nOpinion delivered June 12, 1933.\nWilliams & Williams, for appellant.\nKarl Greenhaw, for appellee."
  },
  "file_name": "0595-01",
  "first_page_order": 615,
  "last_page_order": 619
}
