{
  "id": 1357156,
  "name": "West v. E. V. Cook Mercantile Company",
  "name_abbreviation": "West v. E. V. Cook Mercantile Co.",
  "decision_date": "1923-03-19",
  "docket_number": "",
  "first_page": "600",
  "last_page": "604",
  "citations": [
    {
      "type": "official",
      "cite": "157 Ark. 600"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "37 Ark. 43",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1870931
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/37/0043-01"
      ]
    },
    {
      "cite": "44 Ark. 108",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1893404
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/44/0108-01"
      ]
    },
    {
      "cite": "56 Ark. 414",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1326147
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/56/0414-01"
      ]
    },
    {
      "cite": "109 Ark. 552",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1341169
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/109/0552-01"
      ]
    },
    {
      "cite": "29 Ark. 275",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "89 Ark. 215",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "103 Ark. 91",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1352003
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/103/0091-01"
      ]
    },
    {
      "cite": "69 Ark. 551",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8725012
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/69/0551-01"
      ]
    },
    {
      "cite": "45 Ark. 477",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "35 Ark. 231",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "36 Ark. 525",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1872426
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/36/0525-01"
      ]
    },
    {
      "cite": "38 Ark. 329",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1900497
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/38/0329-01"
      ]
    },
    {
      "cite": "22 Ark. 184",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8726043
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/22/0184-01"
      ]
    },
    {
      "cite": "99 Ark. 45",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1314493
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/99/0045-01"
      ]
    },
    {
      "cite": "44 Ark. 496",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1893400
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/44/0496-01"
      ]
    },
    {
      "cite": "89 Ark. 252",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1515183
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/89/0252-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 493,
    "char_count": 8418,
    "ocr_confidence": 0.497,
    "pagerank": {
      "raw": 1.5431796367921718e-07,
      "percentile": 0.6732680167839901
    },
    "sha256": "307e44dbeb9eb447767daf0f2f36ba8212c5880c3a363e2eb8ea077a488d70a2",
    "simhash": "1:c73381436fe6cf58",
    "word_count": 1524
  },
  "last_updated": "2024-02-27T20:13:54.858580+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "West v. E. V. Cook Mercantile Company."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nB. F. West owned a farm of 550 acres in Pope County, which he rented to J. A. Savage for the year 1920 for $5,500. Savage subrented 140 acres of the land to J. M. May for $1,400. To obtain supplies and assistance to make a crop, May gave a mortgage on his crop and certain livestock and other personal property which he owned, to the E. V. Cook Mercantile Co. Advances secured by this mortgage, amounting, with interest, to $289, were made to May. Savage subrented 172 acres of the land to T. J. Hankins for $1,700. Han-kins cultivated the land and made a crop, but after doing so sold his interest therein to W. I), and O. J. Whitlock, and took a mortgage back to secure the purchase money. The sum claimed bv Hankins under his mortgage was $614.25.\nSavage received from the subtenants 84 bales of cotton, all of which he turned over to West first, under a-writing signed by Savage, dated April 21, 1921, authorizing West to sell the cotton when he thought best. West did not sell under this authority, and on July 2, 1921, Savage executed to West a bill of sale for the 84 bales of cotton in satisfaction of his rent, except that as to two of the bales West was to account to one Oscar Wilson for one-fourth of each of the two bales. At the date of this bill of sale the market price of the cotton was so low that, had it been sold at the prevailing price, the proceeds would not have paid the rent due West, who claims he should not be charged with a higher price for the cotton, although he admits that, after holding for some months, he sold it for $7,451.74.\nThe Cook Mercantile Co., as mortgagee of May’s interest, sued West to recover the value of May’s crop in excess of the rent due by May, and Hankins brought a similar suit as to the Whitlocks’ crop. The cases were consolidated and tried together, and there was a decree for each of the plaintiffs, and the cases are here as one appeal.\nThe -controlling question in the case is whether West should be required to account for the cotton at the market price prevailing on July 2, 1921, or at the price he received for it.\nThere is testimony to the effect that West did not claim to have bought the cotton from Savage,- but was holding it for the benefit of the tenants, until the price of the cotton went up. This was denied by both West •and Savage, and may not have been true, but we find -it unnecessary to decide that question, for the reason hereinafter stated.\nIt was contended on behalf of Hankins that he offered to pay West the rent dUe on the land he had rented from Savage, but that West declined to receive the rent. There was some conversation between West and Han-kins on this subject, but we do not think {he testimony shows any tender of this rent.\nIt does appear, however, that Hankins did not consent to the sale of the cotton by Savage to West. There is conflict in the testimony on this question, but such is the fact, as we interpret the testimony. It is also true that May’s cotton was sold by Savage without May’s consent.\nThe rent was past due when Savage executed the bill of sale. West had the right, therefore, to demand that his rent be paid, or that the cotton be sold and its proceeds applied to his rent. But West did hot sell the cotton at that time, or have it sold. His contention is that he bought it from Savage.\nIf Savage had been the owner of the cotton, this sale would have been the end of the matter. But he was not the owner. He'was West’s tenant, and his subtenants had an interest in the cotton which he turned over to West, and which he could not dispose of in this manner.\nIf, in the usual course of business, West had sold the cotton, he would be chargeable only with its proceeds; but he was chargeable with its proceeds when it was sold, and the purpose of this suit is to charge him with the proceeds of the sale. West admits that he received $7,451.74 for the cotton, and, after allowing him credit for interest, insurance, hauling, and storage, the cotton netted him $6,252.07, which is $1,199.72 in excess of his rent with all charges included for holding and handling the cotton.\nThe average price of the 84 bales which West sold was $88.71 per bale, and if he is charged with the cotton at that price there was a sum due both May and the Whitlocks sufficient to discharge their respective mortgages.\nThe briefs discuss numerous items of account be tween Savage and the subtenants, consisting chiefly of a controversy about the quantity and value of hay and corn received by Savage. We do not review these figures in detail, for, with credits to which the subtenants are unquestionably entitled, the Whitlock and May cotton turned over to Savage, and by him delivered to West, brought enough, if accounted for at $88.71 per bale, to pay the rent and the mortgages; and, as there is no controversy about the amount due the mortgagees who have sued for the conversion, West must be held liable to them as having converted the cotton. Peoples v. Hayley-Beine & Co., 89 Ark. 252.\nThe court below so found, and that finding does not appear to he clearly against the preponderance of the evidence, and the decree is affirmed.",
        "type": "majority",
        "author": "Smith, J."
      }
    ],
    "attorneys": [
      "U. L. Meade and John M. Parker, for appellant.",
      "Hays, Wood & Hays and J. T. Bullock, for appellees.",
      "U. L. Meade, John M. Parker, in reply."
    ],
    "corrections": "",
    "head_matter": "West v. E. V. Cook Mercantile Company.\nOpinion delivered March 19, 1923.\n1. Landlord and tenant — landlord’s liability for crop received in excess of rent. — Where a tenant of land turns over to his landlord cotton in part of which his subtenants have interests which are mortgaged, and gives the landlord a bill of sale on the cotton in satisfaction of the rent due, without the consent of the subtenants or their mortgagees, the landlord was liable to the subtenants and their mortgagees for the proceeds of the cotton in excess of the rent due him, though at the time of the transfer . to him the cotton was not worth the rent, and it was necessary for him to hold it some, time before he was able to sell, it for an amount in excess of the rent. • _\n2. Appeal and error — findings of chancellor. — Findings of a chancellor not clearly against the preponderance of the evidence will be affirmed.\nAppeal from Pope Chancery Court; W. E. Atkinson, Chancellor;\naffirmed.\nU. L. Meade and John M. Parker, for appellant.\nAppellant had the right to buy the cotton when he did purchase it at the agreed market price, and because he held same till the price advanced and realized from its sale $2,200 more than the amount of the rent of his farm he was not liable either to his tenants, their mortgagees or furnishers of supplies for the overplus. No fraud is allleged in the purchase of the 84 bales by West from Savage, which must be both charged and proved to vitiate sale. Jackson v. Reeve, 44 Ark. 496. Never presumed. Ferguson v. Little Rock Trust Go., 99 Ark. 45; Huff v. Roane, 22 Ark. 184. Hankins made no tender of rent. Bloom v. McGee, 38 Ark. 329. Should have done so and brought replevin for cotton. Buck v. Lee, 36 Ark. 525; Lemay v. Johnson, 35 Ark. 231; Roth Go. v. WilliaAns, 45 Ark. 477; Noe v. Layton, 69 Ark. 551; Jacobson v. Atkins, 103 Ark. 91. Demurrer should have been sustained and action dismissed as to certain parties.\nHays, Wood & Hays and J. T. Bullock, for appellees.\nAppellant undertakes to present a different case here that was tried by chancellor. The cases were based 'alone on conversion. Appellant had no legal right to purchase crops grown on his lands in disregard of junior lien holders of whose rights he had notice by the recorded mortgages. Peoples v. Hayley-Beime & Co., 89 Ark. 215; Robinson v. Cnoce, 29 Ark. 275.' West had wrong conception of a landlord’s rights, claiming he would hold each tenant’s cotton until entire rent was paid. Storthz v. Smith, 109 Ark. 552. The evidence abundantly supports the judgment, which should be affirmed.\nU. L. Meade, John M. Parker, in reply.\nReargue testimony controverting appellee’s position ; cases cited not applicable, there being no surplus over rent due when cotton purchased. Appellant claims the cotton because he purchased it from Savage, who raised it, and received it in payment .of the rents, and from tenants consenting to and authorizing the sale. Proof shows cotton sold to pay debt due purchaser and at market price. Gilverson Glorisoina Co. v. Gurnes, 56 Ark. 414; Anderson Go. v. Bowles, 44 Ark. 108; Meyer v. Bloom, 37 Ark. 43. Mortgagee of tenant has no greater right than tenant and entitled only to what remains after rent paid. Bmirlancl v. McKnight.Bros., 79 Ark. 427i"
  },
  "file_name": "0600-01",
  "first_page_order": 622,
  "last_page_order": 626
}
