{
  "id": 8723376,
  "name": "Standard Oil Company of Louisiana v. Goodwin",
  "name_abbreviation": "Standard Oil Co. of Louisiana v. Goodwin",
  "decision_date": "1927-06-27",
  "docket_number": "",
  "first_page": "603",
  "last_page": "608",
  "citations": [
    {
      "type": "official",
      "cite": "174 Ark. 603"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "1 Cranch 137",
      "category": "reporters:scotus_early",
      "reporter": "Cranch",
      "case_ids": [
        6760011,
        6759998,
        12121622
      ],
      "pin_cites": [
        {
          "page": "163"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/dc/1/0137-02",
        "/dc/1/0137-01",
        "/us/5/0137-01"
      ]
    },
    {
      "cite": "294 F, 597",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6738720
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/294/0597-01"
      ]
    },
    {
      "cite": "34 A. L. R 249",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 555,
    "char_count": 12128,
    "ocr_confidence": 0.489,
    "pagerank": {
      "raw": 5.088959994753472e-07,
      "percentile": 0.9380400170048524
    },
    "sha256": "492ffcdf096b2a231f34183ec83cb60af83244fab675d94d890c3a0c35919d3c",
    "simhash": "1:833148999b13d5bd",
    "word_count": 2144
  },
  "last_updated": "2024-02-27T16:23:40.975481+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Standard Oil Company of Louisiana v. Goodwin."
    ],
    "opinions": [
      {
        "text": "Mehaffy, J.\nThe appellee, who was the plaintiff below, is the owner of an 80-acre tract of land in Union County, Arkansas, and he brought this suit against the appellant, who' was defendant below, alleging that the defendant stored oil in pits by excavating the dirt in certain places and building embankments or levees, and that, when it rained, the water accumulated in the pits or tanks; and that from said pits or tánks portions of crude oil and basic sediment esieaped and was carried on to plaintiff’s land, and damaged and injured same.\nThe defendant answered, denying all the material allegations of the complaint.\nThe plaintiff testified, in substance, that he had been the owner of the land since 1913 or 1914; that it was practically all cultivable. The Standard Oil Company of Louisiana owns and operates a tank farm near plaintiff’s land, and the tanks were formed by throwing up a levee. Pie also testified that there was a natural watercourse upon his land that passed up within the vicinity of the oil tanks. The oil tanks are between the forks of the said stream. When they turn the valve the water and basic sediment from the tanks run into the streams and pass into the stream and across plaintiff’s land. The tanks have been there about two years. The water in the stream is not fit for the stock to drink or for any other use around the farm. The stream dries up in dry weather, except in holes. There are about 15 acres of plaintiff’s land that have been covered with sediment. Twelve acres of it would be termed fertile land. Prior to the time the sediment was deposited upon his land grass would grow; now it will not. Timbers have begun to die a little. The reasonable market value of the land would be $100 per acre if it was not for this pollution. It is now worth about half value. The amount of the land covered by the sediment is only estimated. It is all under fence, and cleared. A man can jump across the branch in most places. It is a very crooked branch. The northeast corner of plaintiff’s land is right on the channel. It then leaves his land, and touches it again at the northwest corner. The channel’s average depth is four or five feet. The timber in this branch bottom is all small timber. Plaintiff has not lived on the land for four years, but has rented it for $150 a year. Has never offered it for sale, but had been offered $100 an acre for his land, and refused it. It is now worth about half that value.\nOther witnesses testified to substantially the same facts about the value of the land, and some of them put the value considerably lower.\nDefendant’s witness testified that there was between seven and eight acres of the land that had some deposit on it, but that the water had no taste of salt in it. The seven acres were not covered with oil, hut just scattered over it, and some places it was bare.\nThere was testimony about other lands near there selling for $55 an acre, and there was a pretty sharp conflict in the testimony as given by the plaintiff and defendant’s witnesses, hut the weight of testimony and credibility of witnesses were matters to be determined by the jury, and the rule of this court is that, if there is any substantial evidence supporting a verdict, it will not be disturbed.\nThe first contention of appellant is that the court erred in instructing the jury on the measure of damages. The instruction given by the court was as follows: “If you find for the plaintiff, you will award him such damages as will fully compensate him for the difference in the market value of his land without the pollution of the stream which crosses his said land and the deposit of sediment thereon from defendant’s tanks, and the market value of said lands with such pollution and deposit of sediment, if any.”\nIt is urged that this instruction is erroneous, and that the correct measure of damages is not the difference in the. market value of the land before and after the stream was polluted, but that the proper measure is the difference in the rental value of the land, and this would be the correct rule where the damages to the land are temporary, but, if the damage to the land is permanent, the measure of damages, of course, would be the difference in market value.\nThe appellant, however, did not ask any instruction at all on the measure of damages and did not make any specific objections to the instruction as given, but its objection was general. Both parties seemed to have tried the case on the theory that the measure of damages was the difference in the market value of the land. That is evidently the theory adopted, not only by the appel-lee, but by the appellant. ' This is shown, not only in the cross-examination of the witnesses for the plaintiff, but it also appears in the testimony of the witnesses for the defendant itself.\nDeering, a witness for the defendant, testified that the land with the oil on it was not worth anything now, and before the oil got on it it was worth from $5 to $25 an aere.\nAnother witness testified .on behalf of the defendant, testifying that he bought land as good as this, six or seven years ago, for $15 per acre. And it appears all through the testimony that the case was tried on the theory that the measure of damages was the difference .in the market value of the land before and after the injury.\nAgain, it may be said that the testimony shows the damage to the land to be permanent. Witnesses testify that it was worth a certain price before the pollution of the stream and a less price per acre after the pollution of the stream. Whether that was temporary or permanent is not only not shown by the testimony, but there seems to have been no effort on the' part of appellant to ascertain from any witnesses whether they meant that that was the difference in the price now and for a short time, or permanently.\nAppellant says that one of the best-considered cases is Sussex Land & Live Stock Co. v. Midwest Refining Co., 34 A. L. R 249 (C. C. A.) 294 F, 597. In the case referred to the court said:\n“We may well enter an examination of this subject with the observations of the great Chief Justice, made in an historic case (Marbury v. Madison, 1 Cranch 137, 163, 2 Law ed. 60, 69) that the Government of the United States has been emphatically termed a government of laws and not of men. It will certainly cease to deserve this high appellation if the laws furnish no remedy for the violation, of a vested legal right.”\nAnd the court calls attention to many things that one may do to violate another’s vested legal right, _ and, among other things, says: “Here, the evidence is clear and the court found that the water was rendered partially unfit for stock purposes. Where the rights of priority are as above shown, and the pollution is shown, the authorities are that an actionable wrong has occurred, and it is no defense that the cause of the pollution was a natural user of land in a careful manner.”\nIn that case the court also said, in speaking of the remedy of the landowner:\n“The injury shown here is not complete destruction of the land for' all reasonable natural user. It is not .even complete destruction of the user (stock gracing) particularly affected. * * * The character of the injury is, as found by the court and as apparent from the evidence, not permanent. When the cause thereof ceases to be active, the effects will, from the nature of the matter and as shown in the evidence, become negligible within a reasonable time thereafter, through subsequent floods and the natural decay and disappearance of annual vegetation. The cause may and probably will continue as long as this oil field is actively productive. The life of this oil field is estimated at twenty years. * * * It would seem that both justice to the parties concerned and public policy would seek some solution of the matter which would permit neither landowner to have the complete use of its land to the entire prevention of use by the other of its land. * * * If this use by one destroyed all beneficial use by the other of its land permanently or for any considerable time, another situation would be present.”\nThe above case was really a suit for an injunction, and the lower court itself adopted the rental value as the measure of damages, and the circuit court of appeals held that that was a correct rule in that case. It would have been a correct rule in this case if the parties had tried the case on that theory. The plaintiff, however, undertook to show that his damages were so much, and the defendant undertook to show that they were less, and both parties introduced evidence in an effort to show the damages; that the land was worth so much before the pollution and a certain less sum after the pollution.\nThe appellant cannot change its theory after appeal to this court, and we do not think that the case relied on sustains the contention of appellant here. The case relied on by the appellant is annotated, and one of the notes is as follows: “Damages for permanent injury may be recovered for destruction of- the productive power of land by discharging thereon oil and salt water from an oil well, although the continuance thereof may be abated. ’ ’\nNo objection to the testimony tending to show the difference in market value was made by the appellant, and the appellant cannot complain that the measure of damages which was adopted, and which was justified by the evidence introduced, was not the correct rule, when practically all of the evidence on the question of damages both by the plaintiff and defendant assumed that the injury was permanent.\nAppellant’s next contention is that the appellee is entitled to nominal damages only. Witnesses testified that the value of the land before the pollution was from $100 down to a very much smaller sum, and that the value of the land after the pollution was much less. We think there was substantial evidence that the market value of the land was considerably less after the injury than it was before. As to how much the land was damaged was a question of fact for the jury to determine from the evidence, and the evidence of this damage was introduced without objection. And, since there was substantial evidence upon which to base the verdict, and no request for instructions made by appellant and no objections argued to instructions given by the court, except the one to which we have referred, it folloivs that the judgment must be affirmed.",
        "type": "majority",
        "author": "Mehaffy, J."
      }
    ],
    "attorneys": [
      "T. M. Milling, T. J. Gaughcm, J. T. Sifford, J. E. Gcmghan and Elbert Godwin, for appellant.",
      "McNalley & Sellers, for appellee."
    ],
    "corrections": "",
    "head_matter": "Standard Oil Company of Louisiana v. Goodwin.\nOpinion delivered June 27, 1927.\n1. Appeal and ekror — conclusiveness of verdict.- — As the credibility of witnesses and the weight of their testimony are matters for the determination of the jury, the Supreme Court will not disturb a verdict which is supported by substantial evidence.\n2. Damages — measure of damage to land. — Where damage to land is permanent, the measure of damages is the difference between its market value before the injury and its market value afterwards; ¡but where the damage to land is temporary, the measure of damages is the difference between the rental value of the land before the injury and its rental value afterwards.\n3. Appeal and error — change of theory on appeal. — -In an action to recover damages against an oil company for polluting plaintiff’s land, where the case .was tried on the theory that the injury was permanent, and the measure of damages was the difference in the market values before and after pollution, that theory cannot be changed on appeal by argument that the injury was temporary only, and that the measure of damages was the difference in rental values.\n4. Waters and watercourses — damages from pollution of stream. — Where there was substantial evidence in an action against defendant oil company for pollution of a stream running through plaintiff’s land, plaintiff was entitled to- more than nominal damages, and the amount of damage to the land was a question for the jury.\nAppeal from Union Circuit Court, Second Division; W. A. Speer, Judge;\naffirmed'.\nT. M. Milling, T. J. Gaughcm, J. T. Sifford, J. E. Gcmghan and Elbert Godwin, for appellant.\nMcNalley & Sellers, for appellee."
  },
  "file_name": "0603-01",
  "first_page_order": 621,
  "last_page_order": 626
}
