{
  "id": 1428271,
  "name": "Union Central Life Insurance Company v. Boggs",
  "name_abbreviation": "Union Central Life Insurance v. Boggs",
  "decision_date": "1934-01-15",
  "docket_number": "4-3290",
  "first_page": "604",
  "last_page": "610",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 604"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "44 S. W. (2d) 825",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "184 Ark. 798",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1438482
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/184/0798-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 476,
    "char_count": 12094,
    "ocr_confidence": 0.467,
    "pagerank": {
      "raw": 8.773283207195497e-08,
      "percentile": 0.4955771552704424
    },
    "sha256": "11bc22f1a7f4d88ebd0dac9334d5638c366e7ed33657729d0cebab7f5ec267a6",
    "simhash": "1:145ff450ac01f4d5",
    "word_count": 2062
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Union Central Life Insurance Company v. Boggs."
    ],
    "opinions": [
      {
        "text": "Butler, J.\nThe appellee, a guardian of an insane person, brought suit against the appellant insurance company to recover disability benefits under a clause in the contract of insurance issued by said company to the ward of the appellee. An answer was filed to the complaint and various motions made and proceedings taken, when finally the appellee, by amendment to the complaint, alleged that she and the appellant, pending the litigation, had agreed upon a settlement of the controversy by which she was to be paid by the appellant a stipulated sum in full settlement of all demands which then existed or might thereafter arise under the policy, upon her execution and delivery to the appellant of a “valid, binding and unimpeachable release,” and the delivery to the insurer of the policy for cancellation; that she had complied with the terms of the agreement, but that the appellant had failed to settle according to the agreement. She prayed for judgment.\nTo the complaint, as amended, the appellant tendered its answer, admitting the agreement, but alleging that the appellant was without authority to execute and deliver a release of the nature and effect agreed upon. Appellant denied that appellee had executed and tendered any such release, and admitted its willingness to carry into effect the agreement upon the performance by the appellee of her part of the agreement, namely, that she would execute and deliver a valid, binding and unimpeachable release.\nOn the issues thus joined on the complaint as finally amended and the amended answer thereto, the cause came on to be heard, and by express agreement of the parties, a jury was waived and the cause submitted to the court sitting as a jury. The court, after having heard the evidence, refused the findings of fact and declarations of law requested by the appellant and rendered judgment in favor of the appellee, basing the same on the findings of fact and declarations of law requested by appellee, as follows:\n“I. The court finds that on the 6th day of September, 1930, Victor James Boggs was duly adjudicated insane by a proper order of the probate court of Cleveland County, and that his wife, Elizabeth McMurtrey Boggs, was appointed by said court as his guardian; that she is now the duly appointed, qualified and acting guardian of Victor James Boggs; that as guardian of Victor James Boggs, she had authority to compromise, for a valuable consideration, his claim, and suit against the defendant, the Union Central Life Insurance Company, upon such terms and conditions as might be agreed upon between her and said Union Central Life Insurance Company, provided such compromise agreement was made in good faith and not in fraud of the rights of her ward, Victor James Boggs.\n“II. The court finds that the compromise agreement made between the plaintiff, Elizabeth McMurtrey Boggs, and the defendant, the Union Central Life Insurance Company, which was reduced to writing and signed by the parties, a copy of which is attached as exhibit A to the amendment to plaintiff’s amended complaint and the original of which was introduced in evidence in this cause as exhibit 1 to plaintiff’s testimony, was made in good faith and is not in fraud of the rights of plaintiff’s ward, Victor James Boggs, but, on the contrary, is to the. best interests of the said ward and his estate.\n“III. The court finds that said agreement of compromise was effective to obligate the defendant, the Union Central Life Insurance Company, to pay to the plaintiff, Elizabeth McMurtrey Boggs, as guardian of Victor James Boggs, the sum of $4,000, upon the execution and delivery by said guardian to the Union Central Life Insurance Company of a valid, binding and unimpeachable release, fully and finally releasing and discharging the defendant of all liability, causes of action, claims and demands of every name and nature now existing or which might arise hereafter under the insurance contract effected by the defendant on the life of Victor James Boggs on the 22d day of March, 1921, and the policy of life insurance issued pursuant thereto, being No. 683,532, a copy of which is attached as exhibit A to the memorandum of agreement to compromise introduced in evidence and upon the surrender to the defendant of said policy of life insurance for cancellation and final extinguishment of all its liability thereon.\n“IV. The court finds that, pursuant to the agreement of compromise sued on and introduced in evidence, Elizabeth McMurtrey Boggs, as guardian of Victor James Boggs, duly executed and tendered to the defendant, the Union Central Life Insurance Company, a valid, binding and unimpeachable release a true copy of which was attached as exhibit B to the amendment to plaintiff’s amended complaint and introduced in evidence as exhibit 4 to plaintiff’s testimony. The court further finds that said instrument of - release is efficient to consummate and make effective for all time the compromise, settlement agreed upon, and to relieve the defendant insurance company fully and finally of any and all liability of every name and nature now accrued or which could by any possibility hereafter accrue on the policy of insurance sued on and introduced in evidence. The court finds further that, at the time plaintiff tendered to the defendant said release, she tendered the policy of life insurance issued by the defendant on the life of her ward, Victor James Boggs, on the 22d day of March, 1921, No. 683,532, impowering the defendant to cancel same and to extinguish finally and fully all possible liability of every name and nature now accrued or which might hereafter arise thereon. That plaintiff, as guardian of Victor James Boggs, had authority to do all these things, and, by her acts and deeds herein, to bind her ward, Victor James Boggs, and any and all persons who are now or who may hereafter be in privity with him, so that said settlement and release are not subject to impeachment in any subsequent proceeding. The court also finds that the plaintiff is now tendering to the defendant said release and said policy for the sole consideration of the payment to her by the defendant of the sum of $4,000.”\nThe issue presented to the trial court for its determination, and now before us on review, is succinctly stated by the appellant, as follows: “The controlling issue in this ease is whether the plaintiff, as guardian of Victor James Boggs, an insane person, had authority to compromise and settle, finally and fully, all her ward’s rights under the insurance policy involved and to execute and deliver to the defendant a valid, binding and unimpeachable release, for the consideration agreed on. If she did have such authority, so that her agreement to compromise and the release which she executed and tendered pursuant thereto would have forever foreclosed the right of her ward, or any one in privity with him, to attack the settlement after the defendant had paid the consideration agreed upon, the judgment of the lower court should be affirmed. On the other hand, if the compromise settlement could later be impeached, either on the ground that she was without authority to make it or on the ground that she did not act in good faith and to the best interests of her ward in making it, then she has not tendered performance of her undertaking to furnish a valid, binding and unimpeachable release, and the judgment of the lower court should be reversed. ’ ’\nThe appellant contends that there is no express authority conferred by statute on the guardian of an insane person to bind a ward by a compromise settlement, and that because of this appellee was without authority to enter into the agreement and to execute and tender the release, and therefore, the same was not a valid, binding and unimpeachable' release. This contention is based on the language of § 5848 of Crawford & Moses’ Digest, as follows: “Such guardian is authorized and required to collect all debts due his ward and give acquittances and discharges thereof, and adjust, settle and pay all demands due from his ward, so far as his estate and effects will extend.”\nThe contention is made that, despite the holding in the case of Moss v. Moose, 184 Ark. 798, 44 S. W. (2d) 825, it appears that the only way for settling a claim of the character of that here involved and in the manner sought is through the agency of the probate court under the power given by § (5852 of Crawford & Moses’ Digest, which is as follows: “The probate courts, respectively, shall have power to control the guardian of any such ward in the management of the person and estate, and ihe settlement of his accounts, and may enforce and carry into execution their orders, sentences and decrees, in the. same manner as a court of chancery.”\nIn the case of Moss v. Moose, supra, it was held that it was not the purpose of constitutional and statutory provisions relating to the jurisdiction of the probate court to invest it with jurisdiction of contested rights and of litigation concerning the titles to property, and that an order of the probate court upon the ex parte application of a guardian approving a compromise by tbe guardian of a claim in favor of tbe ward is not binding as a judgment because not authorized by law, and any such judgment would be void for want of jurisdiction. The argument is made that this case has no application to the case at bar because of the difference in the subject-matter involved, that in the case of Moss v. Moose being a claim for unliquidated damages in behalf of minors, whereas that in the instant case is not for unliquidated damages, but for a debt due on a contract which it is the duty of the guardian to, collect, and that therefore the probate court has power 'to control the guardian in the matter and to enforce its orders. For that reason, it is insisted, that, in order to execute a release of the character contemplated by the agreement, it was the duty of the guardian to procure from the probate court an order authorizing the appellee to enter into the compromise agreement and to execute the release in evidence and, not having procured such order, she was without authority to act, and that the circuit court was without jurisdiction of the issues involved.\nIt is true that the subject-matter involved in the case at bar is different in its nature to that considered by the court in the case of Moss v. Moose, supra, yet the doctrine of that case is applicable to this for the reason that the rights of the parties are in dispute, which dispute has resulted in litigation over which the probate court has no jurisdiction under the holding in the case cited. We think the statute is sufficiently broad to authorize the guardian of an insane person to compromise a disputed claim, subject to review by a court of competent jurisdiction. The circuit court was the only one in which the suit, as first framed by the complaint, could have been instituted, and a basis of compromise and settlement reached between the parties during the pendency of the suit was one over which the court had power to render judgment upon the compromise agreement on evidence which convinced it of the good faith of the parties to the agreement where it was clearly beneficial to the ward. The court found that this was the case upon evidence which justified that conclusion. As is slated in Moss v. Moose, supra, where the court had power to render a final judgment upon the merits in any case before it, the power to render judgment on a compromise agreement is necessarily implied.\nThe finding of the court that the agreement entered into was made in good faith and was beneficial to the ward and that it should be upheld, rendered the release valid and unimpeachable within the meaning of the agreement, and its judgment, being’ based on legally sufficient evidence, is conclusive of the rights of the parties, and is therefore affirmed.",
        "type": "majority",
        "author": "Butler, J."
      }
    ],
    "attorneys": [
      "Buzbee, Harrison, Buzbee & Wright, for appellant.",
      "Woodson Mosley and R. W. Wilson, for appellee."
    ],
    "corrections": "",
    "head_matter": "Union Central Life Insurance Company v. Boggs.\n4-3290\nOpinion delivered January 15, 1934.\nBuzbee, Harrison, Buzbee & Wright, for appellant.\nWoodson Mosley and R. W. Wilson, for appellee."
  },
  "file_name": "0604-01",
  "first_page_order": 622,
  "last_page_order": 628
}
