{
  "id": 8724588,
  "name": "Basin Park Hotel Association v. Arkansas Company",
  "name_abbreviation": "Basin Park Hotel Ass'n v. Arkansas Co.",
  "decision_date": "1923-11-05",
  "docket_number": "",
  "first_page": "612",
  "last_page": "617",
  "citations": [
    {
      "type": "official",
      "cite": "160 Ark. 612"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "75 Ark. 589",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1502489
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/75/0589-01"
      ]
    },
    {
      "cite": "151 Ark. 255",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1366101
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/151/0255-01"
      ]
    },
    {
      "cite": "102 Ark. 113",
      "category": "reporters:state",
      "reporter": "Ark.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "151 Ark. 225",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "132 Ark. 599",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1576807
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/ark/132/0599-01"
      ]
    },
    {
      "cite": "110 Ark. 509",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "154 Ark. 547",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1361238
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/154/0547-01"
      ]
    },
    {
      "cite": "146 Ark. 208",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1584953
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/146/0208-01"
      ]
    },
    {
      "cite": "83 Ark. 202",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1527089
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/83/0202-01"
      ]
    },
    {
      "cite": "74 Ark. 437",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8722202
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/74/0437-01"
      ]
    },
    {
      "cite": "151 Ark. 322",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1366061
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/151/0322-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 462,
    "char_count": 10410,
    "ocr_confidence": 0.494,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2085750945325384
    },
    "sha256": "697c71c5a75c180fbda1acd6105bb000f83d6ea6a23f84c57a0a980fa96e66e5",
    "simhash": "1:1af4a73158696fc2",
    "word_count": 1814
  },
  "last_updated": "2024-02-27T17:41:07.582861+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Basin Park Hotel Association v. Arkansas Company."
    ],
    "opinions": [
      {
        "text": "Hart, J.,\n(after stating tbe facts). Tbis is tbe second appeal in tbe case, and tbe opinion on tbe former appeal is referred to for a more detailed statement of tbe case. Basin Park Hotel Assn. v. Arkansas Co., 151 Ark. 322.\nTbe electric light globes in tbe electric light fixtures were in tbe various rooms of tbe bot-el at tbe time tbe lessor delivered possession of tbe hotel to tbe lessee under tbe terms of tbe lease, and, as they wore out or became defective, new ones were supplied by tbe lessee. These globes were screwed in the electric light fixtures, and remained there at the'time tbe purchaser under tbe mortgage foreclosure decree took possession of tbe mortgaged premises. In other words, when tbe lessee was evicted under tbe mortgage foreclosure proceedings, tbe electric light globes were left screwed in tbe electric light fixtures and passed into tbe possession of tbe purchaser under tbe foreclosure proceedings. Tbe value of these electric light globes was $114.(80.\nTbe lessor recovered their value from the lessee in this action. Tbis was error. As we have just seen, tbe lessee was given possession of these globes which were screwed into tbe electric light fixtures at tbe time tbe hotel was turned over to it under tbe lease. Tbe lessee was evicted before its term expired, and the purchaser under tbe mortgage foreclosure proceedings against the lessor acquired possession of these electric light globes at tbe time it took possession of tbe hotel. The lessor was a party to the foreclosure proceedings, and, if these globes were not included within tbe terms of tbe mortgage, it should have looked to tbe purchaser in tbe mortgage foreclosure proceedings, and bad no right to look to tbe lessee for their recovery. If the lessee had been permitted to retain possession of the hotel until its lease expired, then it should have accounted to the lessor for the globes.\nIt is conceded, however, that the lessee was unlawfully evicted before its term expired, and, under the circumstances detailed above, it is not liable to the lessor for the value of the electric light globes. Hence the judgment in favor of the lessor in this respect is erroneous and calls for a reversal of the judgment upon the complaint of the plaintiff.\nThe next assignment of error is with regard to the instructions on the measure of damages upon the counterclaim. At the request of the lessee the court gave instruction No. 8, which, as modified and given by the court, is as follows:\n“8. The court tells you that the defendants are entitled to recover on their counter-claim the difference between the rent agreed upon and the rental value of the premises for the unexpired portion of their term, as shown by the evidence; also for the value of the option to renew their lease, as shown by the evidence; also the amount expended by the defendants, if any, for repairs and improvements which could be used only upon the premises, regardless of whether such repairs or improvements were authorized by plaintiff, or were of any value to plaintiff; also whatever amount the evidence shows the defendants spent for dishes, linens, supplies, repairs or improvements. ’ ’\nAt the request of the lessor the court gave instruction No. 2, which is as follows:\n“2. I charge you that, if you find for the defendants on defendants’ counterclaim, then the only damages you would be authorized to assess in defendants’ favor, because of eviction by paramount title, would be the difference between the rent reserved, that is the rent defendants were to pay by the terms of the lease, and the rental value of the property during the period of the lease, if any is proved by a preponderance of the evi-deuce, together with what special damages for repairs, fixtures and materials furnished by defendants, in order to make their operation of 'said hotel profitable, if any are proved by a preponderance of the evidence on the part of the defendants, and if the rental value of the hotel is not proved' greater than the rent reserved, then you can only assess nominal damages on that issue. By rental value of the hotel, as used in this instruction, does not mean probable profits of said hotel under the lease, but what the evidence shows would be the fair rental value of the hotel for the term of the lease, above the rent defendants were to pay for the hotel.”\nThe opinion on the former appeal is the law of the case, and by reference thereto it will be seen that the court held that the lessee was entitled to recover the value of its option to renew the lease, if such value was shown by the evidence.\nInstruction No. 8, copied above, properly submits this issue to the jury. Instruction No. 2, as copied above, and which was given at the request of the lessor, omits any right to recover the value of its option to renew the lease by the lessee. The instruction specifically tells the jury what damages the lessee will be entitled to recover on the counterclaim, and omits entirely the item with reference to the option to renew the lease. Having omitted to submit to the jury the value of the option to renew the lease as a part of the measure of damages suffered by the lessee for its unlawful eviction from the leased premises, it is obvious that the instruction is in conflict with instruction No. 8 on the same subject. This court cannot know which of the two instructions the jury followed1.\nAccording to the evidence for the lessee, the value of the option to renew the lease was worth $5,000. Hence the giving of the contradictory instructions was necessarily prejudicial to the rights of the lessee and constitutes reversible error. Rector v. Robins, 74 Ark. 437, and cases cited; McCurry v. Hawkins, 83 Ark. 202; Kelly Handle Co. v. Shanks, 146 Ark. 208, and Webb v. Waters, 154 Ark. 547.\nTherefore, for the errors in allowing the plaintiff to recover the snm of $114.80 for the electric light globes ■and for the error in giving instruction No. 2, as above set forth on the measure of damages on the counterclaim, the judgment is reversed, and the cause will be remanded for a new trial.",
        "type": "majority",
        "author": "Hart, J.,"
      }
    ],
    "attorneys": [
      "J. N. Saye and W. G. Biddich, for appellant.",
      "Charles D. James, for appellee."
    ],
    "corrections": "",
    "head_matter": "Basin Park Hotel Association v. Arkansas Company.\nOpinion delivered November 5, 1923.\n1. Landlord and tenant — unlawful eviction of lessee — damages of lessor. — Where a lessee of a hotel' was unlawfully evicted before expiration of his term under a paramount title, the lessor was not entitled to recover from the lessee for electric light globes belonging to the lessor attached to light fixtures in the hotel, and which passed into the possession of the purchaser under the paramount title.\n2. Appeal and error — inconsistent instructions — prejudicial error. — Where the court gave inconsistent instructions upon a material issue, and the court cannot know that the jury were not misled thereby, the cause will be reversed.\n3. Appeal and error — opinion on former appeal. — An opinion on a former appeal is the law on a subsequent appeal.\nAppeal from Carroll Circuit Court, Western District ; W. A. Dickson, Judge;\nreversed.\nSTATEMENT OP PACTS.\nThe Arkansas Company, a domestic corporation, leased the Basin Park Hotel in Eureka Spring’s, Ark., to the Basin Park Hotel Association, operating under a declaration of trust, for a term of three years. Before the first year of the lease had expired, the lessee was evicted from the premises under a mortgage foreclosure suit brought against the lessor. After the eviction, the lessor, which is the appellee in this appeal, brought suit against the lessee, the appellant herein, to recover the sum of $483.95, the value of certain supplies furnished the lessee by the lessor under the terms of the lease. The answer denied liability, and a counterclaim was filed by the lessee against the lessor for damages for an alleged breach of the lease.\n■ It appears from the record that the lease in question was executed on the 6th day of March, 1919, and that the lessee was placed in possession of the hotel under the lease. The lease provided for the payment of rent in the sum of $300 per month in advance. It also gave to the lessee the option to lease the hotel and its contents under the same terms for a period of two years longer at a rental of $350 per month, npon giving written notice to the lessor of the intention of the lessee to take advantage of the option forty days before the first of April, 1920.\nThe lessor had given a mortgage npon the lots npon which the hotel was sitnated and npon all the personal property in the hotel and nsed in connection, with it. Foreclosure was had npon this mortgage in the Federal court, and the lessee was evicted from the premises in December, 1919. Thus far the facts are undisputed.\nEvidence was introduced by the lessee tending to show the value of the unexpired term of the lease and of the expenses and improvements made on the leased property. The evidence for the lessee also tended io show that the value of the option to renew the lease wás worth $5,000.\nOn the part of the lessor it was shown that the rental value of the leased premises had deteriorated on account of certain conditions which were described in detail by the witnesses, -and that the value of the unexpired term of the lease was less than the rental value provided in the lease. Other evidence will be stated or referred to under appropriate headings in the opinion.\nThe jury returned a verdict for the plaintiff in the sum of $558.95 and also found for the plaintiff against the defendant on its counterclaim. Judgment was therefore rendered in favor of the plaintiff, and to reverse that judgment this appeal has been prosecuted.\nJ. N. Saye and W. G. Biddich, for appellant.\nCharles D. James, for appellee.\nThe appellants were not entitled to recover special damages, if any were proved, except and only such damages by reason of their eviction by paramount title as would compensate them for the repair of the hotel and fixtures therein, which would enable them to occupy the hotel more profitably. 110 Ark. 509; 132 Ark. 599; 151 Ark. 225; 102 Ark. 113. “Where a tenant is unlawfully evicted by the landlord before the expiration of his lease, lie may recover the money expended by him in tbe repair -of tbe building and fixtures. 132 Ark. 599; 151 Ark. 255. Tbe measure of damages in an action of tbis kind is tbe difference between tbe rental value of tbe demised premises and tbe rental price named in tbe lease. 102 Ark. 113; 75 Ark. 589."
  },
  "file_name": "0612-01",
  "first_page_order": 636,
  "last_page_order": 641
}
