{
  "id": 1435062,
  "name": "Smith v. Thomas",
  "name_abbreviation": "Smith v. Thomas",
  "decision_date": "1932-04-18",
  "docket_number": "",
  "first_page": "613",
  "last_page": "615",
  "citations": [
    {
      "type": "official",
      "cite": "185 Ark. 613"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "260 S. W. 714",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "163 Ark. 471",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1383839
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/163/0471-01"
      ]
    },
    {
      "cite": "7 L. R. A. 551",
      "category": "reporters:federal",
      "reporter": "L.R.A.",
      "opinion_index": 0
    },
    {
      "cite": "13 S. W. 516",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "53 Ark. 147",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1911662
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/53/0147-01"
      ]
    },
    {
      "cite": "1914 A, 511",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "144 S. W. 198",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "102 Ark. 337",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 248,
    "char_count": 3357,
    "ocr_confidence": 0.504,
    "pagerank": {
      "raw": 8.724443257361318e-08,
      "percentile": 0.4939452068441056
    },
    "sha256": "4cfdb42e33a4fef1edca92f48d3d9c90d180ddf6b18109082b270d54c5fe479c",
    "simhash": "1:b4cfe4024a1ab60d",
    "word_count": 613
  },
  "last_updated": "2024-02-27T17:51:09.396208+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Smith v. Thomas."
    ],
    "opinions": [
      {
        "text": "Hart, C. J.\nThe appellee brought this suit in equity against the appellant to obtain a decree for a debt due and a foreclosure on a mortgage on real estate to secure the same. Appellant denied owing the debt sued for, and as a further defense claimed that the consideration for the mortgage was an agreement not to prosecute her for a crime.\nAppellee, J. A. Thomas, was a merchant and Ada Smith, appellant, was his customer for the years 1927 and 1928, In the first part of the year 1928 she gave him a mortgage on real estate to secure her indebtedness for the year 1927 in the form of a promissory note for $400, and for further supplies to be furnished her during the year 1928. The chancellor found that the appellant was indebted to the appellee in the sum of $322.09, and rendered judgment for that amount. A decree of foreclosure on the real estate was also entered of record. The facts will be sufficiently stated in the opinion. The .case is here on appeal.\nAccording to the testimony of appellee and his bookkeeper, Ada Smith was indebted to them in the sum of over $400. They gave an itemized list of the articles of merchandise furnished her and told in detail of the transaction between them. While their testimony is contradicted by that of Ada Smith, the chancellor was the judge of the facts, and it cannot be said that his finding in favor of the appellee on this branch of the case is against the weight of the evidence. No useful purpose could be served by setting out in detail the facts testified to by the parties. Suffice it to say that the testimony is in conflict, and under our settled rules of practice we cannot disturb on appeal the findings of fact made by a chancellor unless they are clearly against the preponderance of the evidence.\nFurther defense to the suit was that the chief consideration of the note was an agreement not to prosecute the appellant for a crime. The general rule is that it is to the interest of the public that the suppression of a prosecution for crime should not be made a matter of private agreement. Hence a settlement by such transactions is contrary to public policy and void. In the instant case, however, according to the testimony of'the appellee, he did not agree not to prosecute the appellant for the crime of disposing of mortgaged property. He told her that he would prosecute her if she did not pay him. Later he did prosecute her for disposing of mortgaged property. He never did agree not to prosecute her if she would pay him. He had a right to use every legal means available to collect his claim. Goodrum v. Merchants’ & Planters’ Bank, 102 Ark. 337, 144 S. W. 198, Ann. Cas. 1914 A, 511.\nThe chancellor found under the facts that there was no contract tending to stifle a criminal prosecution, and the appellee, as above stated, had the right to use all legal means to collect his claim. This did not amount to compounding a criminal offense. Shattuck v. Watson, 53 Ark. 147, 13 S. W. 516, 7 L. R. A. 551; Ellis v. First National Bank of Fordyce, 163 Ark. 471, 260 S. W. 714.\nNo other grounds for reversal of the decree are urged upon us. The result of our views is that the decree of the chancery court was correct, and it will therefore be affirmed.",
        "type": "majority",
        "author": "Hart, C. J."
      }
    ],
    "attorneys": [
      "McKay d Smith, for appellant.",
      "J. E. Éawhins and A. B. Vaughan, for appellee."
    ],
    "corrections": "",
    "head_matter": "Smith v. Thomas.\nOpinion delivered April 18, 1932.\nMcKay d Smith, for appellant.\nJ. E. Éawhins and A. B. Vaughan, for appellee."
  },
  "file_name": "0613-01",
  "first_page_order": 633,
  "last_page_order": 635
}
