{
  "id": 1431982,
  "name": "Federal Land Bank of St. Louis v. Floyd",
  "name_abbreviation": "Federal Land Bank v. Floyd",
  "decision_date": "1933-06-19",
  "docket_number": "4-3130",
  "first_page": "616",
  "last_page": "619",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 616"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "54 S. W. (2d) 980",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "186 Ark. 615",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8724453
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/186/0615-01"
      ]
    },
    {
      "cite": "205 S. W. 107",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "135 Ark. 279",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1571561
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/135/0279-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 262,
    "char_count": 3546,
    "ocr_confidence": 0.53,
    "pagerank": {
      "raw": 3.3528249494157973e-07,
      "percentile": 0.8748282235759691
    },
    "sha256": "c6ada8f0d1ca4deed67c6e628a32a72e8e4048983366ca93d0c1a2884ea732f8",
    "simhash": "1:c37517306d55dde7",
    "word_count": 615
  },
  "last_updated": "2024-02-27T21:18:50.990705+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Federal Land Bank of St. Louis v. Floyd."
    ],
    "opinions": [
      {
        "text": "Johnson, C. J.,\n(after stating the facts). It is first sought to uphold the order of the chancellor directing* a resale of the property because of act 21 of 1933. This act in effect authorizes the respective chancery courts of the State to refuse to confirm commissioner’s sales, irrespective of fraud or inequitable conduct in effecting the sale.\nSection 4 of act 21 of 1933, cited and relied upon by appellee, reads as follows: “Section 4. Before confirming a sale, the court shall ascertain whether or not, on account of economic conditions, or the circumstances attending the sale, a fair price with reference to the intrinsic value of the property was obtained. If it is made to appear to the court that a better price could be obtained at a resale, or if any one agrees to bid a substantially higher amount at a resale, the court shall order a resale on such terms as the court may require.” This act was approved February 9, 1933.\nOn December 22, 1932, the date on which this sale was effected, act 21 of 1933, had not been passed, therefore, if it has application to this sale, it must be construed as retroactive in scope.\nThis court held in Smith v. Spillman, 135 Ark. 279, 205 S. W. 107: “A purchaser at a drainage tax sale, even before confirmation, acquires a vested right to the land purchased which cannot be affected by a statute passed before confirmation extending-the power of redemption.” Therefore, it seems that this court is committed to the doctrine that a purchaser at a commissioner’s sale takes a vested interest by reason of the purchase, and confirmation follows as a matter of right, unless it be found that fraud entered into the transaction or else the price bid and offered was so grossly inadequate as to shock one’s sense of justice.\nSince appellant took a vested interest in the property by reason of its bid and purchase on December 22, 1932, the Legislature was and is without authority to pass a statute impairing its vested right. Therefore, the provisions of act 21 of 1933 cannot be given a retroactive effect so as to impair appellant’s vested interest in the property.\nSince the provisions of act 21 of 1933 have no application to the facts in this case, the chancery court’s power to refuse to confirm the report of sale and to order a resale, as was here done, must be measured by the rules of law in force and effect in this State on December 22, 1932.\nUp to the passage and approval of act 21 of 1933 the rule in reference to the confirmation or rejection of reports of sale for inadequacy of price was as follows: “Mere inadequacy of consideration, however gross, unaccompanied by fraud, unfairness or other inequitable conduct in connection with a judicial sale, is, of itself, insufficient to justify the court in setting aside the sale and refusing confirmation thereof.” Southern Grocery Co. v. Merchants’ & Planters’ Title & Investment Co. 186 Ark. 615, 54 S. W. (2d) 980.\nA great preponderance of the testimony introduced on the exceptions to the report of sale establishes the fact that $5,000 was the fair market value of the mortgaged lands on December 22, 1932, and the chancellor’s findings otherwise is against the preponderance. of the testimony.\nThe order of the Marion County Chancery Court refusing to confirm the sale-of the mortgaged land to appellant is reversed, and the cause remanded with directions to approve and confirm the sale.",
        "type": "majority",
        "author": "Johnson, C. J.,"
      }
    ],
    "attorneys": [
      "J. B. Crocker, J. Sam Rowland and J. B. Ready, for appellant."
    ],
    "corrections": "",
    "head_matter": "Federal Land Bank of St. Louis v. Floyd.\n4-3130\nOpinion delivered June 19, 1933\nJ. B. Crocker, J. Sam Rowland and J. B. Ready, for appellant."
  },
  "file_name": "0616-01",
  "first_page_order": 636,
  "last_page_order": 639
}
