{
  "id": 8724620,
  "name": "Hunt v. Taggett",
  "name_abbreviation": "Hunt v. Taggett",
  "decision_date": "1923-11-05",
  "docket_number": "",
  "first_page": "617",
  "last_page": "622",
  "citations": [
    {
      "type": "official",
      "cite": "160 Ark. 617"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "102 Ark. 438",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "113 Ark. 545",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1537577
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/113/0545-01"
      ]
    },
    {
      "cite": "110 Ark. 325",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1337106
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/110/0325-01"
      ]
    },
    {
      "cite": "76 Ark. 292",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1501113
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/76/0292-01"
      ]
    },
    {
      "cite": "64 Ark. 465",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "45 Ark. 67",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1892023
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/45/0067-01"
      ]
    },
    {
      "cite": "141 Ark. 545",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1592961
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/141/0545-01"
      ]
    },
    {
      "cite": "134 Ark. 543",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1573327
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/134/0543-01"
      ]
    },
    {
      "cite": "64 Ark. 462",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1907385
      ],
      "opinion_index": 1,
      "case_paths": [
        "/ark/64/0462-01"
      ]
    },
    {
      "cite": "141 Ark. 545",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1592961
      ],
      "opinion_index": 1,
      "case_paths": [
        "/ark/141/0545-01"
      ]
    },
    {
      "cite": "76 Ark. 292",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1501113
      ],
      "opinion_index": 1,
      "case_paths": [
        "/ark/76/0292-01"
      ]
    },
    {
      "cite": "45 Ark. 67",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1892023
      ],
      "opinion_index": 1,
      "case_paths": [
        "/ark/45/0067-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 427,
    "char_count": 9818,
    "ocr_confidence": 0.465,
    "pagerank": {
      "raw": 1.0189641752386648e-07,
      "percentile": 0.54439235646557
    },
    "sha256": "33d32acd9dddde8dc33a32cc6c22e0e08209adb4066f27682506219154498f21",
    "simhash": "1:d80b29761c4ad2b8",
    "word_count": 1785
  },
  "last_updated": "2024-02-27T17:41:07.582861+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Justice Smith concurs in this dissent."
    ],
    "parties": [
      "Hunt v. Taggett."
    ],
    "opinions": [
      {
        "text": "Hart, J.\nS. C. Hunt sued Sam Taggett to recover the sum of $2,068, which he claimed the defendant promised to pay him. The defendant denied liability, and pleaded the statute of frauds.\nThe plaintiff, S. C. Hunt, was a witness for himself. According to his testimony, he made a contract in writing with Frank Hicks to sell him a tract of land in Woodruff County, Ark., in January, 1920. Hicks gave a note for the purchase price and also for certain improvements which were made by Hunt to enable Hicks to raise a crop of rice on the place. Flicks was to pay for the improvements the first of the following year.\nIt appears from the evidence that Hicks executed a mortgage on the crop of rice grown .by him to Sam Tag-gett, his father-in-law, for certain supplies furnished by Taggett to enable Hicks to make the rice crop. Hicks was unable to pay any of his indebtedness to Hunt. Hunt served a written notice on Hicks to get off of the premises on February 24, 1921. Subsequently Hunt met Taggett, and the latter asked him what he was going to do about evicting Hicks from the premises. Hunt told Taggett that if he would pay him the account of Hicks in the sum of $2,068, he would let Hicks stay on the place another year. Taggett spoke of the stock on the place as belonging to him. Hunt told Taggett that he would let Hicks stay on the place another year for a third of the rice crop if Taggett would pay Hicks’ account to Hunt in the sum above mentioned. Hunt then asked Hicks how he liked the arrangement, and1 Hicks said that he thought it was all right. Subsequently Hunt and Hicks entered into a written contract whereby the former leased to the latter the farm in question for the year 1921. The lease provided that the land should be cultivated in rice, and the lessee should pay as rent one-third of the rice. The lease also contained a clause that the lessee should deliver to the lessor enough rice raised on the place in 1920 to pay his account in the sum of $2,068. The lease was signed by C. S. Hunt, as lessor, and Frank Hicks, as lessee, on the 5th. day of March, 1921. Sam Taggett denied having made the promise to Hunt to pay the account of Hicks in the sum of $2,068, as testified to by Hunt.\nThe court instructed the jury to find for the plaintiff against Frank Hicks in the sum of $2,068, and further told the jury to find in favor of the defendant, Taggett, because the latter’s agreement to pay the account of Hicks to Hunt, not being in writing, was within the statute of frauds and not binding on him. Whereupon judgment was accordingly rendered in favor of Taggett, and to reverse that judgment Hunt has duly prosecuted an appeal to this court.\nThe court did not err in directing a verdict in favor of the defendant, Taggett. This court has- several times held that a parol promise to pay the debt of another is not within the statute of frauds when it arises from a new and original consideration of benefit or harm moving between the newly contracting parties. Jonesboro Hdw. Co. v. Western Tie & T. Co., 134 Ark. 543, and cases cited, and Tyson v. Horsley, 141 Ark. 545.\nWe do not think, however, that the facts bring this case within that class of cases where the promise to pay the debt of another arises out of some new and original consideration of benefit or harm moving between the newly contracting parties. When the testimony is given its strongest probative force, we do not think it can he said that there was any binding contract entered into between Hunt and Taggett. Taggett merely promised Hunt to pay the account of Hicks to Hunt if the latter would let Hicks stay on the place during the year L921. Hicks was not a party to this agreement. It is true the matter was mentioned to him by Hunt, and he said that he thought it would be all right, but no contract of rental for the place was entered into between Hicks and Hunt until a subsequent date.\nTaggett was not a party to this contract, which was in writing, and Taggett did not sign it, nor was he asked to do so. The contract expressly stated that the account of Hunt in the sum of $2,068 was to he paid by Hicks out of the rice which he had raised on the land which he had contracted to purchase from Hunt during the year 1920. If Tag’gett had been a party to this contract, or if he had entered into a binding contract with Hunt with regard to the payment of the account of Hicks, it might be said that his promise to pay the account of Hicks to Hunt was an original undertaking on his part and was not within the second subdivision of our statute of frauds, providing that no action shall .be brought to charge any person upon any verbal promise to answer for the debt or default of another. Crawford & Moses’ Digest, § 4862. Hicks never made himself a party to the transaction between Hunt and Taggett. At the time Taggett made the promise, it was not definitely known that Hicks would rent the place. It is true that Hicks said that he thought it would be all right, but this falls short of making a binding contract. On the contrary, he subsequently made an independent contract with Hunt in which he promised to pay his account of $2,068 to Hunt out of rice which had been grown upon the farm which he had purchased from Hunt in 1920.\nTherefore, the contract between Hunt and Taggett never became' consummated, and the circuit court was right in holding that the promise of Taggett to Hunt was within the statute of frauds, and, being verbal, did not constitute a binding contract between the parties.\nIt follows that the judgment of the circuit court was correct, and it will be affirmed.",
        "type": "majority",
        "author": "Hart, J."
      },
      {
        "text": "DISSENTING OPINION.\nMcCulloch, C. J.\nIf there was any agreement at all between Hunt and Taggett for the latter to pay the debt of Hicks, it was founded on a new consideration, i. e., that Hunt was to enter into a contract with Hicks for the rent of the farm. This made the promise an original one, and took it out of the operation of the statute of frauds, under the rule that a parol promise to pay tbe debt of another is not within the statute “when it arises from some new and original consideration, of benefit or harm, moving between the newly contracting parties.” Chapline v. Atkinson, 45 Ark. 67; Gale v. Harp, 64 Ark. 462; Long v. McDaniel, 76 Ark. 292; Tyson v. Horsley, 141 Ark. 545.\nHunt’s agreement to rent the farm to Hicks was sufficient consideration to support the new contract between Hunt and Taggett, even though no benefit resulted to Taggett. If this did not constitute a consideration for the new contract, then it is unimportant whether the latter was in writing or verbal, for, if there was no consideration for the promise to pay the antecedent debt of Hicks, then the contract was unenforceable. But the majority say that the alleged contract between Hunt and Taggett was never consummated, for the reason that Hicks was not a party to that contract, and Taggett was not a party to the contract between Hunt and Hicks. So the turning point in this case is not whether the alleged contract was within the statute of frauds, but whether the parties assented upon the same terms at the same time so as to constitute a meeting of minds. It is, in other words, a question of offer and acceptance. I think the majority is wrong in saying that there was no consummation. The proposal of Tag-gett to pay the debt of Hicks if Hunt would rent the farm to Hicks was accepted by the execution of the rental contract. Taggett could have withdrawn his offer at any time before acceptance, but he did not do so, and the acceptance of the offer within a reasonable time made the contract complete. It was not essential that Hicks should be a party to the contract between Hunt and Taggett, nor that Taggett should be a party to the rental contract between Hunt and Hicks, for the two contracts were independent and between different parties, even though the execution of one constituted the consideration for the other.\nAccording to the testimony in tliis case, Taggett proposed' to pay the debt of Hicks if Hunt would rent the farm to Hides; Hunt assented to this, as well as Hicks, and a few days thereafter Hunt and Hicks executed the contract for the rent of the farm, Taggett not having withdrawn his offer at any time. This made a binding contract on the part of Taggett to pay the debt, and the case should not have been taken from the jury.\nJustice Smith concurs in this dissent.",
        "type": "dissent",
        "author": "McCulloch, C. J."
      }
    ],
    "attorneys": [
      "Jonas F. By son and G. F. Greenlee, for appellant.",
      "Roy D. Campbell, for appellee."
    ],
    "corrections": "",
    "head_matter": "Hunt v. Taggett.\nOpinion delivered November 5, 1923.\n1. FRAUDS, STATUTE OF — PROMISE TO PAY ANOTHER’S DEBT. — A parol promise to pay the debt of another is not within the statute of frauds when it arises from a new and original consideration of benefit or harm moving- between the newly contracting- parties.\n2. Contract — consummation.—Plaintiff offered to let a tenant remain on his premises for another year if defendant would pay the tenant’s rent for the past year; the tenant subsequently told defendant that he thought this arrangement would be all right; afterwards plaintiff entered into a written contract with the tenant, to which defendant was not a party, and in which the tenant agreed to pay the past-due rent out of the next year’s crop. Held, that no contract between plaintiff and defendant was ever consummated whereby defendant was obligated to pay such rent.\nAppeal from Woodruff Circuit Court, Southern District; J. M. Jackson, Judge;\naffirmed.\nJonas F. By son and G. F. Greenlee, for appellant.\nThe promise of Taggett to pay the debt was not within the statute of frauds. 45 Ark. 67; 64 Ark. 465; 76 Ark. 292; 110 Ark. 325. '\nRoy D. Campbell, for appellee.\nBefore a party can be held on a parol agreement to pay the debt of another, there must be some new and original consideration of benefit between the new contracting parties. There was no such consideration here. 113 Ark. 545; 102 Ark. 438."
  },
  "file_name": "0617-01",
  "first_page_order": 641,
  "last_page_order": 646
}
