{
  "id": 12440930,
  "name": "The State of Washington, Respondent, v. Tammera Michelle Thurlby, Petitioner",
  "name_abbreviation": "State v. Thurlby",
  "decision_date": "2015-11-05",
  "docket_number": "No. 91220-3",
  "first_page": "618",
  "last_page": "631",
  "citations": [
    {
      "type": "official",
      "cite": "184 Wash. 2d 618"
    }
  ],
  "court": {
    "name_abbreviation": "Wash.",
    "id": 9029,
    "name": "Washington Supreme Court"
  },
  "jurisdiction": {
    "id": 38,
    "name_long": "Washington",
    "name": "Wash."
  },
  "cites_to": [
    {
      "cite": "48 P.3d 385",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "weight": 2,
      "year": 2002,
      "opinion_index": 0
    },
    {
      "cite": "112 Wn. App. 312",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        719365
      ],
      "year": 2002,
      "pin_cites": [
        {
          "page": "321-22"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/112/0312-01"
      ]
    },
    {
      "cite": "872 P.2d 1097",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1994,
      "opinion_index": 0
    },
    {
      "cite": "123 Wn.2d 877",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        812769
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/123/0877-01"
      ]
    },
    {
      "cite": "506 U.S. 255",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11925197
      ],
      "weight": 3,
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/us/506/0255-01"
      ]
    },
    {
      "cite": "854 P.2d 637",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1993,
      "opinion_index": 0
    },
    {
      "cite": "121 Wn.2d 787",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1365821
      ],
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/121/0787-01"
      ]
    },
    {
      "cite": "757 P.2d 889",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "weight": 2,
      "year": 1988,
      "opinion_index": 0
    },
    {
      "cite": "110 Wn.2d 577",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1182886
      ],
      "year": 1988,
      "pin_cites": [
        {
          "page": "619"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/110/0577-01"
      ]
    },
    {
      "cite": "816 P.2d 1",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "117 Wn.2d 369",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1373860
      ],
      "year": 1991,
      "pin_cites": [
        {
          "page": "381"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/117/0369-01"
      ]
    },
    {
      "cite": "470 U.S. 522",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11299581
      ],
      "weight": 3,
      "year": 1985,
      "pin_cites": [
        {
          "page": "526",
          "parenthetical": "per curiam"
        },
        {
          "parenthetical": "per curiam"
        },
        {
          "parenthetical": "per curiam"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/470/0522-01"
      ]
    },
    {
      "cite": "723 P.2d 1103",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1986,
      "opinion_index": 0
    },
    {
      "cite": "106 Wn.2d 500",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1195555
      ],
      "year": 1986,
      "pin_cites": [
        {
          "page": "512"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/106/0500-01"
      ]
    },
    {
      "cite": "23 P.3d 1046",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2001,
      "pin_cites": [
        {
          "parenthetical": "internal quotation marks omitted"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "143 Wn.2d 561",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        425255
      ],
      "year": 2001,
      "pin_cites": [
        {
          "page": "579",
          "parenthetical": "internal quotation marks omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/143/0561-01"
      ]
    },
    {
      "cite": "77 P.3d 347",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2003,
      "opinion_index": 0
    },
    {
      "cite": "150 Wn.2d 360",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        9194569
      ],
      "year": 2003,
      "pin_cites": [
        {
          "page": "366"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/150/0360-01"
      ]
    },
    {
      "cite": "347 P.3d 459",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2015,
      "opinion_index": 0
    },
    {
      "cite": "182 Wn.2d 1022",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "weight": 2,
      "year": 2015,
      "opinion_index": 0
    },
    {
      "cite": "339 P.3d 252",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2014,
      "opinion_index": 0
    },
    {
      "cite": "184 Wn. App. 918",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        4367309
      ],
      "weight": 7,
      "year": 2014,
      "pin_cites": [
        {
          "page": "926"
        },
        {
          "page": "926"
        },
        {
          "page": "926"
        },
        {
          "page": "925"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/184/0918-01"
      ]
    },
    {
      "cite": "318 P.3d 784",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2014,
      "opinion_index": 0
    },
    {
      "cite": "179 Wn. App. 523",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        4103191
      ],
      "weight": 3,
      "year": 2014,
      "pin_cites": [
        {
          "page": "532-33"
        },
        {
          "page": "532-33"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/179/0523-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 813,
    "char_count": 21158,
    "ocr_confidence": 0.889,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2566692112165613
    },
    "sha256": "828b2e8640734b2eb081c702aa37d0d71b74f9d9e09c7f95c1834b03a575a9c5",
    "simhash": "1:83edd02c76cf8de6",
    "word_count": 3437
  },
  "last_updated": "2024-02-27T21:13:25.899037+00:00",
  "provenance": {
    "date_added": "2019-05-21",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Madsen, C.J., and Johnson, Owens, Stephens, Wiggins, González, Gordon McCloud, and Yu, JJ., concur."
    ],
    "parties": [
      "The State of Washington, Respondent, v. Tammera Michelle Thurlby, Petitioner."
    ],
    "opinions": [
      {
        "text": "Fairhurst, J.\n¶ 1 The State charged Tammera Michelle Thurlby with three counts of unlawful delivery of a controlled substance. Thurlby was present when her two-day trial commenced, but she failed to appear on the second day. The trial court found that Thurlby was voluntarily absent and exercised its discretion to proceed with trial. In Thurlby’s absence, the jury found her guilty on all three counts. Thurlby challenges the trial court’s finding of voluntary absence. She also argues that the trial court erred because it failed to expressly state it was considering a presumption against waiver during its analysis of voluntary absence, as required by a recent opinion from Division Three of the Court of Appeals. See State v. Cobarruvias, 179 Wn. App. 523, 532-33, 318 P.3d 784 (2014). Division Two of the Court of Appeals upheld the trial court’s rulings and declined to adopt the holding of Cobarruvias. State v. Thurlby, 184 Wn. App. 918, 926, 339 P.3d 252 (2014), review granted, 182 Wn.2d 1022, 347 P.3d 459 (2015). We affirm.\nI. FACTUAL BACKGROUND AND PROCEDURAL HISTORY\n¶2 Thurlby sold methamphetamine to a police informant on three separate occasions. The State charged Thurlby with three counts of delivery of a controlled substance within 1,000 feet of a school bus route stop, all of which proceeded to jury trial. Thurlby was present when her trial began in December 2012. At the end of the first day, defense counsel instructed Thurlby to arrive in court a few minutes before 9:00 a.m. the following day. When court reconvened the following morning, Thurlby was absent. The trial court considered whether it should issue a bench warrant, but defense counsel advised that Thurlby did not have reliable transportation and requested a few additional minutes. The judge agreed to wait, but by 9:36 a.m. Thurlby was still absent. At that time, the trial court issued a bench warrant.\n¶3 Later that morning, the trial court reconvened and informed the parties that it had contacted the local hospital, the court’s administration, the clerk’s office, and the Cowlitz County Jail but was still unable to locate Thurlby. The State advised that both the court rules and case law permitted the trial court to proceed with the trial without Thurlby present. The State, however, recommended that the court provide additional time for Thurlby to present herself and requested that the court recess until 1:30 p.m. Defense counsel objected to continuing without Thurlby but also noted that the court would have to wait until the afternoon at the earliest in order to satisfy the relevant case law. The trial court agreed to recess until 1:30 p.m. so that it could properly determine whether Thurlby’s absence was voluntary.\n¶4 Shortly after 1:30 p.m., the court reconvened and again inquired into the circumstances of Thurlby’s disappearance. The State reported that law enforcement officers had contacted the local bail bond company and searched for Thurlby in several different locations but were unsuccessful in determining her location. Defense counsel also indicated that he had not received any communication from Thurlby. The trial court informed the parties that it had again reached out to the local hospital but was unable to locate Thurlby. The trial court had also contacted the court’s administration and the clerk’s office, but these sources once more reported that they had not received any communications from Thurlby.\n¶5 The State then moved to proceed with trial in Thurlby’s absence. Defense counsel opposed the State’s motion and moved separately for a mistrial or a continuance. The trial court, making several findings, granted the State’s motion and denied the defense motion. First, the trial court made a preliminary finding that Thurlby was voluntarily absent because the trial court had not heard any good cause for her absence. The trial court additionally reasoned that Thurlby knew she was required to be in court but did not contact the court or defense counsel and did not ask to be excused. The court also recounted that it had contacted various sources but was still unable to locate Thurlby. Second, based on a number of findings, the trial court found that rescheduling the case would be difficult. The findings included the fact that several witnesses were not local, a special jailer had to be used to monitor a confidential informant within the courthouse, numerous witnesses had already testified, the State had already presented most of its evidence, and it was difficult to tell if Thurlby would ever return. Based on the inquiry into Thurlby’s whereabouts and the progress of the trial, the trial court chose to proceed in Thurlby’s absence. The jury returned guilty verdicts on all counts at the conclusion of the second day of trial.\n¶6 Police did not apprehend Thurlby until February 2013. Prior to sentencing, the trial court provided Thurlby with an opportunity to explain her nonattendance. Thurlby stated that she was absent because her mother underwent an unplanned surgery midway through trial. Thurlby claimed that she contacted the clerk’s office to reschedule but was informed that felony trials could not be rescheduled. She did not explain her mother’s circumstances to the recipient of the call. Thurlby’s mother also spoke to the trial court about her health problems. After hearing these statements, the trial court nevertheless made a finding that Thurlby was voluntarily absent. The trial court then sentenced Thurlby on three counts of unlawful delivery of a controlled substance and one count of bail jumping.\n¶7 Thurlby timely appealed her convictions, and the Court of Appeals affirmed. Thurlby, 184 Wn. App. at 926. Thurlby petitioned this court for review, which we granted. Thurlby, 182 Wn.2d 1022.\nII. ISSUES\n¶8 A. Did the trial court abuse its discretion by finding that Thurlby was voluntarily absent?\n¶9 B. Did the trial court commit reversible error by failing to explicitly consider the presumption against waiver in the third prong of the Thomson analysis as required by Division Three of the Court of Appeals in Cobarruvias?\nIII. ANALYSIS\nA. The trial court did not abuse its discretion by finding that Thurlby was voluntarily absent and completing the jury trial in her absence\n¶10 This court reviews the trial court’s decision to proceed with trial in the defendant’s absence for abuse of discretion. State v. Garza, 150 Wn.2d 360, 366, 77 P.3d 347 (2003). A trial court abuses its discretion when its decision is “ ‘manifestly unreasonable, or exercised on untenable grounds, or for untenable reasons.’ ” State v. Woods, 143 Wn.2d 561, 579, 23 P.3d 1046 (2001) (internal quotation marks omitted) (quoting In re Det. of Schuoler, 106 Wn.2d 500, 512, 723 P.2d 1103 (1986)).\n1. The right to be present at trial\n¶ 11 The Sixth Amendment and the due process clauses of the Fifth and Fourteenth Amendments to the United States Constitution, and article I, section 22 of our state constitution all guarantee the right of the criminal defendant to be present at his or her own trial. See Thomson, 123 Wn.2d at 880 (citing United States v. Gagnon, 470 U.S. 522, 526, 105 S. Ct. 1482, 84 L. Ed. 2d 486 (1985) (per curiam)). However, this right is not absolute. State v. DeWeese, 117 Wn.2d 369, 381, 816 P.2d 1 (1991). A criminal defendant may waive the right to be present at trial so long as the waiver is knowing and voluntary. State v. Rice, 110 Wn.2d 577, 619, 757 P.2d 889 (1988). A waiver of the right to be present may be express or implied. Thomson, 123 Wn.2d at 881. If a trial has begun in the defendant’s presence, a subsequent voluntary absence of the defendant operates as an implied waiver of the right to be present. Id. Our rules of criminal procedure similarly permit the court to continue with trial despite a defendant’s voluntary absence, provided that the defendant was present when the trial commenced. CrR 3.4(b); see also Thomson, 123 Wn.2d at 880-81 (noting that CrR 3.4 is interpreted consistently with its federal counterpart, Fed. R. Crim. P. 43, which “treats midtrial flight as a knowing and voluntary waiver of the right to be present” (citing State v. Hammond, 121 Wn.2d 787, 854 P.2d 637 (1993); Crosby v. United States, 506 U.S. 255, 113 S. Ct. 748, 122 L. Ed. 2d 25 (1993))).\n2. Thomson's voluntary absence framework\n¶12 In Thomson, this court determined whether a criminal defendant had voluntarily waived his right to be present after the commencement of his jury trial. 123 Wn.2d at 878. There, the defendant was in court for the beginning of jury selection but failed appear for trial. Id. at 879. On the morning of the first day of his absence, the defendant called his attorney’s office and stated that there was a medical emergency preventing him from appearing in court. Id. The defendant provided no additional information. Id. The defendant’s mother, whom he lived with, also did not know his whereabouts. Id. The prosecuting attorney moved for a bench warrant, but the trial court instead took a brief recess in order to allow defense counsel time to locate the defendant. Id. After the recess, the trial court issued a bench warrant for the defendant but adjourned until 1:30 p.m. to provide defense counsel additional time to ascertain the defendant’s location. Id. At 1:30 p.m. the defendant was still absent. Id. At that time, the trial court made a finding of voluntary absence. Id. The case proceeded to trial over the defense attorney’s objection, and the jury found the defendant guilty. Id. After the conclusion of his trial, the defendant turned himself in to authorities. Id. Prior to sentencing, the trial court provided the defendant with an opportunity to clarify his absence. Id. The defendant apologized to the court but provided no additional explanation. Id. at 880.\n¶13 In Thomson, we adopted a three-pronged analysis that the trial court must follow in order to find that the defendant waived his or her right to be present. Id. at 881. First, the trial court must make a sufficient inquiry into the circumstances of the defendant’s absence. Id. Second, the court must make a preliminary finding of voluntariness. Id. Finally, the court must provide the defendant with an opportunity to explain the absence when he or she is returned to custody and before any sentence is imposed. Id. In performing this analysis, the trial court must examine the totality of the circumstances and indulge every reasonable presumption against waiver. Garza, 150 Wn.2d at 367. The Thomson court held that the trial court did not abuse its discretion because the defendant took flight after trial began, the trial court sufficiently inquired into the defendant’s absence to make its finding, and the trial court provided the defendant with an adequate opportunity to explain his absence prior to sentencing. 123 Wn.2d at 884.\n¶14 In the present case, the Court of Appeals determined that the trial court did not abuse its discretion, reasoning that the trial court fully complied with Thomson. A review of the record supports this conclusion. As Thomson instructed, the trial court began by inquiring into the circumstances of Thurlby’s disappearance. It contacted the local hospital, the local jail, the court’s administration, and the clerk’s office to no avail. It inquired of both the State and the defense counsel whether they knew of Thurlby’s whereabouts. Similar to the court in Thomson, the trial court then waited over three hours for law enforcement to locate Thurlby or for Thurlby to contact the trial court or her attorney. Before making its ruling, the trial court again contacted the local hospital, the trial court’s administration, and the clerk’s office. It also confirmed with the parties that no one had heard from Thurlby. The trial court then proceeded to the second step of the Thomson analysis and, given the information available that day, made a preliminary finding that Thurlby was voluntarily absent. Finally, prior to sentencing, the trial court provided Thurlby with an opportunity to explain her absence and evaluated Thurlby’s absence in light of her justification.\n¶15 Thurlby nevertheless asserts that she was not voluntarily absent because her nonattendance was a result of circumstances beyond her control. Specifically, Thurlby argues that her mother’s unplanned surgery caused her to miss the conclusion of her trial. However, the trial court expressly addressed this claim. The trial court considered Thurlby’s statements and found that her decision to be with her mother was a product of choice. The trial court reasoned that Thurlby knew her appearance in court was mandatory but failed to contact her attorney or otherwise explain her absence at the time. Moreover, while her mother’s surgery was out of Thurlby’s control, the surgery itself did not prevent Thurlby from attending trial. The trial court acknowledged that Thurlby’s mother was in competent care and there was no representation that Thurlby was required to drive her mother to the hospital. While Thurlby’s choice was understandable, the trial court concluded that it was still a voluntary decision. Thurlby has not presented facts to contravene the trial court’s findings, nor has she demonstrated that the finding was manifestly unreasonable.\n¶16 The trial court’s analysis and findings were not manifestly unreasonable or based on untenable grounds. Accordingly, we affirm the Court of Appeals’ conclusion that the trial court did not abuse its discretion when it found Thurlby was voluntarily absent.\nB. The trial court need not expressly state that it is considering the presumption against waiver when conducting the Thomson analysis or restart the analysis at the third prong\n¶17 Thurlby argues that the trial court abused its discretion when it failed to expressly state that it was considering a presumption against waiver. She relies heavily on Cobarruvias, 179 Wn. App. at 532-33. In Cobarruvias, Division Three of the Court of Appeals held that the trial court must expressly consider the presumption against waiver when engaging in the Thomson analysis. The Cobar- ruvias court also required that the trial court start its analysis anew in the third prong of the Thomson analysis— that is, providing the defendant an opportunity to explain his or her absence prior to sentencing—in order to satisfy the presumption against waiver. Id. In evaluating Thurlby’s claims, Division Two rejected this approach, creating a split among the divisions. Thurlby, 184 Wn. App. at 926.\n¶18 Because our case law does not support the approach set forth in Cobarruvias, we affirm Division Two and hold that a trial court need not expressly state the presumption against waiver, nor must it begin its analysis of voluntariness anew when evaluating the third prong of the Thomson analysis.\n¶19 The Cobarruvias decision rests on a misreading of Garza. In Garza, the defendant called and informed his attorney that he was running late and would be in court by 9:20 a.m. 150 Wn.2d at 364. However, when the defendant did not appear by 9:25 a.m., the trial court determined that the defendant was voluntarily absent. Id. We reversed, holding that the trial court did not sufficiently inquire into the circumstances of the defendant’s absence as instructed by the first prong of the Thomson analysis prior to making its finding of voluntary absence. Id. at 369. We reasoned that because the defendant gave notice that he would be late, the trial court should have indulged the presumption against waiver and found that something outside of his control was delaying him. Id. Given the failure to indulge the presumption against waiver, the trial court’s “hasty determination . . . after only five minutes” of waiting “was manifestly unreasonable.” Id.\n¶20 In Cobarruvias, Division Three read Garza to require the trial court to both expressly state that it is considering the presumption against waiver and begin its voluntary absence analysis anew in the third prong. This is an incorrect extension of Garza. As Division Two acknowledged, none of our precedent, including Garza itself, requires the trial court to expressly state that it is considering the presumption against waiver. Thurlby, 184 Wn. App. at 925. Thurlby references language in Garza where she claims this court criticized the trial court for making “the determination of voluntary absence without reference to the presumption against waiver.” 150 Wn.2d at 369. However, as discussed above, at no point in Garza did we fault the trial court for failing to utter a certain phrase. Instead, we reversed because the trial court failed to truly indulge the presumption against waiver, as it waited only five minutes before finding that the defendant’s absence was voluntary. Id. As we stated in that case, it was an abuse of the trial court’s discretion to make such a “hasty determination.” Id.\n¶21 Moreover, contrary to Thurlby’s assertions, as well as Division Three’s holding in Cobarruvias, Garza does not require that the trial court start its analysis anew in the third prong of the Thomson analysis. Importantly, we did not even reach the third prong in Garza. Both Thurlby and the court in Cobarruvias misinterpret how the presumption against waiver operates in the Thomson analysis. The presumption does not necessarily mean that, for the purposes of the third prong, the trial court begins its analysis with the presumption that the defendant has not waived his or her right to be present. This reading set forth by the court in Cobarruvias and advanced by Thurlby would essentially render the third prong a nullity. Thomson requires, and we now reaffirm, that in evaluating whether the defendant was voluntarily absent under the third prong, the trial court must consider the totality of the circumstances surrounding the defendant’s failure to appear for trial. In evaluating the totality of the circumstances, the presumption operates by requiring the trial court to view the circumstances as explained by the defendant in a generous light, reading every reasonable inference against waiver. This interpretation is consistent with our explanation in Thomson, where we noted that the third prong of the analysis “provides an opportunity for the defendant to explain his or her disappearance and rebut the finding of voluntary absence before the proceedings have been completed.” 123 Wn.2d at 883 (emphasis added). Thus, we hold that the trial court is not required to start its analysis anew in the third prong of the Thomson analysis.\n¶22 The trial court here correctly applied the Thomson analysis. It sufficiently inquired into Thurlby’s disappearance and made a reasoned finding of voluntary absence. It then considered Thurlby’s explanation regarding her mother’s surgery and found that, although understandable, Thurlby’s absence was the product of choice and therefore voluntary.\n¶23 Thurlby has not identified any reasonable presumption that the trial court overlooked or refused to indulge. The trial court was not required to expressly state that it considered the presumption against waiver, nor was it supposed to begin its analysis anew when it considered Thurlby’s explanation. There was no abuse of discretion.\nIV. CONCLUSION\n¶24 The trial court did not abuse its discretion by finding that Thurlby was voluntarily absent from the second day of her jury trial and proceeding to a verdict in her absence. Additionally, there is no requirement that a trial court expressly state that it is evaluating a presumption against waiver or that it start the analysis anew in the third prong of the Thomson analysis upon receiving a defendant’s explanation. We affirm the Court of Appeals.\nMadsen, C.J., and Johnson, Owens, Stephens, Wiggins, González, Gordon McCloud, and Yu, JJ., concur.\nPrior to sentencing, the State amended the charging documents to include one count of bail jumping based on Thurlby’s failure to appear for the second day of trial. Thurlby pleaded guilty to bail jumping at the sentencing hearing.\nState v. Thomson, 123 Wn.2d 877, 872 P.2d 1097 (1994).\nAlthough we did not address the third prong of the Thomson analysis in Garza, the Court of Appeals in Garza discussed how the presumption operates at each stage of the Thomson analysis. See State v. Garza, 112 Wn. App. 312, 321-22, 48 P.3d 385 (2002). Notably, the Court of Appeals in Garza explained that when the trial court reached the third prong of the Thomson analysis, “the presumption simply ensures that the court will review the circumstances of the defendant’s absence and attempts to contact the court in a generous light.’’ Id. But because we reversed Garza based on an erroneous application of the presumption against waiver in the first prong of the Thomson analysis, we did not reach the remainder of the Court of Appeals’ interpretation of the presumption against waiver.",
        "type": "majority",
        "author": "Fairhurst, J."
      }
    ],
    "attorneys": [
      "Catherine E. Glinski (of Glinski Law Firm PLLC), for petitioner.",
      "Ryan R Jurvakainen, Prosecuting Attorney, and David Phelan, Deputy, for respondent."
    ],
    "corrections": "",
    "head_matter": "[No. 91220-3.\nArgued September 10, 2015.\nDecided November 5, 2015.\nThe State of Washington, Respondent, v. Tammera Michelle Thurlby, Petitioner.\nCatherine E. Glinski (of Glinski Law Firm PLLC), for petitioner.\nRyan R Jurvakainen, Prosecuting Attorney, and David Phelan, Deputy, for respondent."
  },
  "file_name": "0618-01",
  "first_page_order": 660,
  "last_page_order": 673
}
