{
  "id": 1432007,
  "name": "Honea v. Federal Land Bank of St. Louis",
  "name_abbreviation": "Honea v. Federal Land Bank",
  "decision_date": "1933-06-19",
  "docket_number": "4-3140",
  "first_page": "619",
  "last_page": "625",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 619"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "106 Neb. 251",
      "category": "reporters:state",
      "reporter": "Neb.",
      "case_ids": [
        4514340
      ],
      "opinion_index": 0,
      "case_paths": [
        "/neb/106/0251-01"
      ]
    },
    {
      "cite": "183 N. W. 295",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 0
    },
    {
      "cite": "14 Ga. App. 242",
      "category": "reporters:state",
      "reporter": "Ga. App.",
      "case_ids": [
        1284449
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ga-app/14/0242-01"
      ]
    },
    {
      "cite": "80 S. E. 533",
      "category": "reporters:state_regional",
      "reporter": "S.E.",
      "pin_cites": [
        {
          "page": "534"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "20 Ala. 446",
      "category": "reporters:state",
      "reporter": "Ala.",
      "case_ids": [
        8498381
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ala/20/0446-01"
      ]
    },
    {
      "cite": "2 Ark. 229",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1848211
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/2/0229-01"
      ]
    },
    {
      "cite": "110 S. W. 1031",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "86 Ark. 231",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1521517
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/86/0231-01"
      ]
    },
    {
      "cite": "105 S. W. 1073",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "84 Ark. 412",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1524402
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/84/0412-01"
      ]
    },
    {
      "cite": "96 S. W. 372",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "79 Ark. 236",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1495658
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/79/0236-01"
      ]
    },
    {
      "cite": "29 S. W. 752",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "60 Ark. 221",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1903752
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/60/0221-01"
      ]
    },
    {
      "cite": "4 S. W. (2d) 520",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "176 Ark. 834",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1400034
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/176/0834-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 546,
    "char_count": 11014,
    "ocr_confidence": 0.515,
    "pagerank": {
      "raw": 1.813309901503668e-07,
      "percentile": 0.7181206317433951
    },
    "sha256": "33c3c6c5c66fbb789399d399878910c5b4a3b8a2cbdbbd3b03493c8fc02f441e",
    "simhash": "1:c6b15506c9c9eed4",
    "word_count": 1961
  },
  "last_updated": "2024-02-27T21:18:50.990705+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Honea v. Federal Land Bank of St. Louis."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nAppellants owned a tract of land, which was ordered sold under a decree of the Hempstead Chancery Court, foreclosing a mortgage thereon which they had given to appellee. There was a sale of the land as directed by the decree, and the report of the commissioner who had made the sale came on for confirmation at the ensuing term of the court. Appellants filed objections to the confirmation of the report reading as follows:\n“The defendants admit the indebtedness, and admit the foreclosure decree was validly rendered, and the sale validly conducted, and that the plaintiff bid the full debt, interest and costs, and that there is no deficiency judgment, and that the property brought its fair value.\n“But the defendants except and object to the approval of this sale at this time because of act 21 of the Acts of the General Assembly of the State of Arkansas of 1933, which act was duly and validly passed, and had a due and valid emergency clause, and became the law of Arkansas immediately upon its passage and approval, and signing by the Governor; and that the said law was validly passed, approved, and signed by the Governor of Arkansas on the 9th day of February, 1933.\n“These defendants state that under the said act of the Legislature it is provided in § 2 that decree confirming sales shall only be rendered during the first three days of the regular term of court as fixed by law; that the regular term of the Hempstead Chancery Court was on the first Monday in March, 1933, which day was the 6th day of March, 1933; and that the Hempstead Chancery Court was duly in session that day, and on that day duly adjourned until May 5, 1933, and was not in session in Hempstead County on March 7th or March 8th, 1933; and that now this sale comes on to be approved on the 5th day of May, 1933, which is an adjourned day of that court; and therefore the sale should not be approved at this time.\n“Wherefore, defendants except and object to the approval of the sale.”\nSection 2 of act 21, above referred to, reads as' follows : ‘ ‘ Section 2. On account of the- congestion of court dockets by foreclosure suits, and to provide time for trying other cases, foreclosure decrees, and decrees confirming foreclosure sales shall only be rendered during tlic first three days of the regular term of the court as fixed by law. ’ ’\nUpon hearing the objections to the confirmation of the report of sale, the following facts were made to appear : The regular March, 1933, term of the Hempstead Chancery Court convened on the first Monday in March, which was March 6, 1933, and the day appointed by law for the convening of that term of court. After being in session the day of March 6th the court adjourned until May 5, 1933. On March 7th the chancellor of the district held an adjourned session of the Nevada Chancery Court, and on March 8th an adjourned session of the Clark Chancery Court was held. On May 5th the court returned to continue the March term of the Hempstead Chancery Court, pursuant to the adjourning order above mentioned, and on that day the commissioner’s report of the sale of appellant’s land was heard and confirmed, over the objections and exceptions of appellants.\nFor the reversal of this decree, it is insisted that May 5th was not one of the first three days of the regular term of the Hempstead Chancery Court within the meaning of § 2 of act 21 of the Acts of 1933. Appellee insists, for the affirmance of the decree, not only that May 5th was one of the first three days of the regular term, but it is insisted also that it is immaterial whether this is true or not, for the reason that the entire act, of which § 2 is a part, is unconstitutional, as impairing the obligation of the contract evidenced by the mortgage which the decree had ordered foreclosed.\nVery interesting and able briefs were filed on the question of the constitutionality of the act by opposing counsel; but we do not find it necessary to decide that question to dispose of this appeal. It has long been the rule of this and other courts not to pass on a constitutional question unless a decision on that point is necessary to a determination of the case. The rule and the reason therefor was stated in the case of Smith v. Garretson, 176 Ark. 834, 4 S. W. (2d) 520, as follows: “In Ry. Co. v. Smith, 60 Ark. 221-240, 29 S. W. 752-754, Judge Battle, speaking for the court, quoted from Judge Cooley on Constitutional Limitations, p. 231, paragraph 2, as follows: ‘Neither will a court as a general rule, pass upon a constitutional question, and decide a statute to be invalid, unless a decision upon that very point becomes necessary to the determination of the cause. While courts cannot shun the discussion of constitutional questions when fairly presented, they will not go out of their way to find such topics. They will not seek to draw in such weighty matters collaterally, nor on trivial occasions. It is both proper and more Respectful to a coordinate department to discuss constitutional questions only when that is the very lis mota. Thus presented and determined, the decision carries a weight with it to which no extra judicial disquisition is entitled. In any case therefore where a constitutional question is raised, though it may be legitimately presented by the record, yet, if the record also presents some other and clear ground upon which the court may rest its judgment, and thereby render the constitutional question immaterial to the case, that course will be adopted, and the question of constitutional power will be left for consideration until a case arises which cannot be disposed of without considering it, and when consequently a decision upon such question will be unavoidable.’ Such has been the unvarying practice of this court. See also Martin v. State, 79 Ark. 236, 96 S. W. 372; Sturdivant v. Tollett, 84 Ark. 412, 105 S. W. 1073; Road Imp. Dist. No. 1 v. Glover, 86 Ark. 231, 110 S. W. 1031.”\nIt is not essential to the decision of the question presented on this appeal to determine whether act 21 of the Acts of 1933 is valid and constitutional, for the reason that there has been no violation of its provisions in the confirmation of the report of the commissioner’s sale. May 5, 1933, was one of the first three days of the session of the March term, 1933, of the Hempstead Chancery Court, being the second day thereof. March 7th the court was in session in other counties in that chancery district on those days.\nAppellants cite § 1208, Crawford & Moses’ Digest, as sustaining their contention that May 5, 1933, was not a day of the regular March term of the court. This section reads as follows: “The- defense to any complaint or cross-complaint must be filed before noon of the first day the court meets in regular or adjourned session after service:\n“First. Where the summons has been served twenty days in any county in the State.\n“Second. Where the' summons has been served thirty days outside of the State.\n“Third. In the case of constructive service, where publication of the warning order has been made as required by law and thirty days has elapsed since the making of the order and the appointment of the attorney ad litem.”\nWe do not interpret this statute as furnishing any support to appellants’ contention. This section provides the time within which service becomes complete, depending upon the manner of service, the obvious purpose thereof being to permit the court to hear any cause in which the service has ripened and become complete, whether before a regular or an adjourned session of a term of court. Section 2112, Crawford & Moses’ Digest, reads as follows: “Special adjourned sessions of any court may be held in continuation of the regular term, upon its being so ordered by the court or judge in term time, and entered by the clerk on the record of the court. ’ ’\nThe record in this case shows affirmatively that the court ordered a session of the March term to be held on May 5th, and that day was the second day of the term. We do not interpret the phrase, “first three days, ’’ appearing in § 2 of act 21 to mean the first three calendar days, but, rather, to mean the first three days the court is in session.\nIt was held in the case of Dunn v. State, 2 Ark. 229, (to quote a headnote in that case) that: “All courts unless restrained by some statutory provision, have the right of adjourning their sittings to a distant day; and the proceedings had at the adjourned session will be considered as the proceedings of the term so adjourned.”\nIn the subdivision, “Terms and Sessions,” of the chapter on Courts in 15 C. J., page 875, it is said at § 219 thereof: ‘ ‘ Terms of court are very generally classified into regular terms and special terms. A regular term of court is one held at a time and place fixed once and for all; and a special term is one called or appointed for a particular purpose, being a term separate and distinct from the regular term and not a continuation thereof after adjournment. A special term is distinguished from the regular or general terms only in the date or time that it is convened or held, unless the expression has some other local significance. As a general rule, when a statute speaks of terms of court, the terms constituted by law, and not special terms, are meant, although it has been held that a statutory provision requiring issues of fact in criminal actions to be tried at a ‘regular term’ did not intend to discriminate between a regular term and a special or called term at which a jury was convened.”\nNumerous definitions of the phrase “Regular Term” appear in Words and Phrases, First, Second and Third Series, and, among others, the following: “A regular term of court is ‘a term begun at the time appointed by law, and continued at the discretion of the court to such time as it may appoint, consistent with the law.’ Wightman v. Karsner, 20 Ala. 446.” Words and Phrases, First Series, volume 7, p. 6040.\n“When the court reconvenes after a recess of a few days or weeks, it is a regular, and not a special, session, distinct from the regular term. Carter v. State, 80 S. E. 533, 534, 14 Ga. App. 242.\n“ ‘Regular’ terms of court are those beginning at certain dates fixed by law, or by the judge in conformity with authority of law,'as distinguished from ‘special terms,’ which are held at other times than those fixed by law, or which may be called by the judge in his discretion. Glebe v. State, 183 N. W. 295-296, 106 Neb. 251.” Words & Phrases, Third Series, volume 6, page 650.\nWe conclude therefore that May 5, 1933, was the second day of the March, 1933, term of the Hempstead Chancery Court, and that there was and is no inhibition in § 2 of act 21 prohibiting the court from hearing and confirming a commissioner’s report of sale at that time.\nThe decree must therefore be affirmed, and it is so ordered.",
        "type": "majority",
        "author": "Smith, J."
      }
    ],
    "attorneys": [
      "L. F. Monroe, for appellant.",
      "E. F. McFaddin, for appellee.",
      "Trieber & Lasley, amici curiae."
    ],
    "corrections": "",
    "head_matter": "Honea v. Federal Land Bank of St. Louis.\n4-3140\nOpinion delivered June 19, 1933\nL. F. Monroe, for appellant.\nE. F. McFaddin, for appellee.\nTrieber & Lasley, amici curiae."
  },
  "file_name": "0619-01",
  "first_page_order": 639,
  "last_page_order": 645
}
