{
  "id": 1435057,
  "name": "McCown v. Edwards",
  "name_abbreviation": "McCown v. Edwards",
  "decision_date": "1932-04-18",
  "docket_number": "",
  "first_page": "620",
  "last_page": "625",
  "citations": [
    {
      "type": "official",
      "cite": "185 Ark. 620"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "60 A. L. R. 484",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "8 S. W. (2d) 464",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "177 Ark. 977",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8725897
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/177/0977-01"
      ]
    },
    {
      "cite": "35 S. W. (2d) 1027",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "183 Ark. 342",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1441805
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/183/0342-01"
      ]
    },
    {
      "cite": "136 S. W. 981",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "98 Ark. 55",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "300 S. W. 401",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "175 Ark. 716",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1403548
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/175/0716-01"
      ]
    },
    {
      "cite": "51 A. L. R. 296",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "212 N. W. 236",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 0
    },
    {
      "cite": "55 N. D. 45",
      "category": "reporters:state",
      "reporter": "N.D.",
      "case_ids": [
        2364278
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nd/55/0045-01"
      ]
    },
    {
      "cite": "6 S. W. (2d) 533",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "177 Ark. 440",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8722158
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/177/0440-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 531,
    "char_count": 10307,
    "ocr_confidence": 0.492,
    "pagerank": {
      "raw": 2.120799172524087e-07,
      "percentile": 0.7645055754215786
    },
    "sha256": "4aaa37facf839d24b64beda55b40622157a414bf9402f6e866aae271fd2e5a3e",
    "simhash": "1:3053ee419f9c8cf7",
    "word_count": 1862
  },
  "last_updated": "2024-02-27T17:51:09.396208+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "McCown v. Edwards."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nOn February 27,1928, the probate court of Sevier County, Arkansas, appointed L. D. McCown as guardian of Helen Marjorie Kiser and Elmer Kiser, minors. On March 28, 1928, McCown received $1,500 for the'use of each ward, which he deposited on the same day in separate savings accounts with the Bank of DeQueen, of which institution he was the president. The money remained on deposit, less certain expenses of maintenance and support of the minors, until October 4, 1929, when McCown applied for authority to lend the money to a bank on interest at four per cent., to be paid semiannually. The petition for this order recited the inability of the guardian to obtain satisfactory loans to be secured by real estate, and, upon hearing the petition, the probate court found and ordered “that it would be better and safer for the guardian to continue for the present and until the further orders of this court to lend the money of his wards to a bank at the customary rate of 4 per cent, per annum, and that such disposition of such funds would be more profitable to the estate than the purchase of government bonds.” Upon this finding it was ordered that the guardian lend the money to a bank at four per cent, “until such time as the court may by proper order direct him to invest the same in real estate, as provided by law.”\nThereafter the guardian appears to have allowed the money to remain on deposit in the bank of which he continued to be president, and upon which he regularly collected interest, calculated at four per cent., semi-annually. He made reports thereof in his annual settlements, which were approved by the probate court.\nThese deposits remained in the bank until it closed its doors on July 15, 1930, -when it was taken over by the State Banking Department as an insolvent institution.\nOn September 8, 1930, the probate court made an order removing McCown as guardian of each of the wards, and appointed E. K. Edwards as his successor, and, after ascertaining the amount due each ward, respectively, directed McCown to pay over the money so found due to his successor. McCown failed to comply with this order, whereupon suit was brought by Edwards as guardian for the use of each minor against McCown and the surety on the guardian’s bonds.\nAn answer was filed by McCown and his surety, which did not question the amounts alleged to be due the respective wards, but which did deny any liability therefor, for the reason that the guardian had disposed of the money as directed by the probate court, and he claims immunity from liability by virtue of the orders of the probate court.\nConflicting testimony was offered at the trial from which this appeal comes as to whether safe loans of this money might have been obtained with real estate as security, and McCown testified that he considered the deposit of this money in the bank as the safest and best disposition he could make of it. He testified that he regarded the bank as solvent,- even at the time the decision was reached by himself and other officers of the bank to close its doors. He testified that the depositors commenced withdrawing their deposits in an unusual manner, and that this run continued in increasing volume for several days, and that the bank was unable to meet these unusual withdrawals, and that on the afternoon of July 14, 1930, the decision was reached not to reopen the bank on the following day, and it did not reopen the next day. At the time the bank closed its doors there was on hand in cash a sum of money in excess of the joint'deposits of his two wards, but Mc-Cown did not withdraw these deposits, for the reason, as stated by him, that he believed the bank would later be able to reopen for business.\nJudgment was rendered in the court below against McCown and his surety for the amount of these deposits, and this appeal is from that judgment.\nVarious reasons are assigned for the affirmance of this judgment, but we discuss only one of them, as, in our opinion, it is conclusive of this case. McCown deposited this money as soon as he received it, and allowed it to remain on deposit until October 4,1929, when he obtained the order to lend it to the -bank, yet nothing was done to change the relation of the bank to this money. It continued as an ordinary deposit. Of course, this deposit created the relation of debtor and creditor, but the court’s order -contemplated something more should be done, and that was that a loan of this money should be made to the bank. There is a vital distinction between a loan to a bank and a deposit with a bank. In one ease security may be, and usually is, exacted. In the other security may not be given by the bank. The power of a bank to borrow money and to give security for it is unquestioned; while the power of a bank to give security for an ordinary deposit has been expressly denied. The difference between the power of a bank to secure a loan as distinguished from the power to secure a deposit was pointed out in the case of Arkansas-Louisiana Highway Imp. Dist. v. Taylor, 177 Ark. 440, 6 S. W. (2d) 533. We there quoted from Divide County v. Baird, 55 N. D. 45, 212 N. W. 236, 51 A. L. R. 296, as follows: “The doctrine that there is no difference between a loan and a deposit we cannot accept in all its implications. It is true that in law the two transactions have many characteristics in common; but so have other business deals which, nevertheless, are not identical in all their legal incidents. The striking fact remains, a fact which this court cannot ignore, that a real difference between a deposit and a loan has always been assumed, as a matter of custom, in the banking business itself, and in all legislation dealing with the subject since statehood.”\nWe do not again review the authorities, as the conclusion of the court is declared in the fourth headnote in the case above cited, which reads as follows: “While a bank may pledge its bills receivable to secure loans, it may not do so to secure deposits.” That holding was reaffirmed in the case of Arkansas County Road Imp. Dist. No. 5 v. Taylor, ante p. 293.\nIt is not the policy of the law to permit a guardian to loan the money of his ward without security. There is a mandatory statute to the contrary. By § 5059, Crawford & Moses’ Digest, it is provided that “* * * such guardian shall, under the direction of the court, loan the same to such person as will give good security therefor, and such money shall be loaned on such time as the court shall direct.”\nPreference is given by § 5061, Crawford & Moses’ Digest, to loans on real estate, and direction is there given to make loans that “can be obtained on unincumbered real estate security, and then not more than to the extent of one-half of the value thereof.”\nIf such loans, approved first by the guardian and thereafter by the court, cannot be obtained, the guardian may, if so directed by the court, deposit the funds of his ward in a bank, provided interest is agreed to be paid at a rate which is as high or higher than can be obtained- on bonds of the United States. Lee v. Beauchamp, 175 Ark. 716, 300 S. W. 401.\nThe guardian must not only act in good faith, but he must act pursuant to the orders of the probate court. In discussing this duty, it was said in the case of Parker v. Wilson, 98 Ark. 55-3, 136 S. W. 981, that: “The statute contemplates that it shall be done under the direction and orders of the probate court. It is true the guardian may assume the responsibility and loan it without an order of the court, but in such case he acts at his own peril. If he imprudently loans the ward’s money upon inadequate security, without having first procured an order of the court to loan it, he must suffer the loss occasioned thereby, even though he may have -acted honestly in the matter.” See also Alcorn v. Alcorn, 183 Ark. 342, 35 S. W. (2d) 1027.\nIn the case of Lee v. Beauchamp, supra, where the guardian was held liable only for the amount of interest received from a bank upon the deposit therein of his ward’s money, the facts were that the guardian had endeavored to obtain real estate loans for his ward, and the court had refused to approve applications for real estate loans which he had received, and, failing to obtain such loans, the guardian had deposited the money in bank, upon which the interest paid “was as high, or probably higher rate of interest than would have been obtained if the funds had been invested in United -States bonds.” Section 5066, Crawford & Moses’ Digest.\nIn the case of Harper v. Betts, 177 Ark. 977, 8 S. W. (2d) 464, 60 A. L. R. 484, the facts were that the deposit in a bank believed to be solvent was made “until he (the guardian) could obtain an order of court with reference to the disposition thereof.” But within three weeks after the deposit was made, and before any other disposition of the funds could be made and approved by the court, the bank failed. Under those circumstances, we held it would be unreasonable to charge the guardian with neglect of duty or failure to comply with the law.\nHere, however, the guardian made an ordinary deposit of the money of his wards in a bank of which he was president, where it remained without any authority of the probate court from March 28,1928, the date of the deposit, until October 4,1929, when he obtained the order of the court to lend the money to the bank. Thereafter the character of the transaction as a deposit, and not a loan, as the probate court had directed, remained unchanged, and the guardian- — the president of the bank— allowed the deposit to remain in the bank, although he knew its failing circumstances and did not withdraw the deposits after the decision had been reached not to reopen the bank the following day, although the bank had sufficient funds on hand the day before it closed to have paid these deposits.\nUnder these facts we conclude that the court below was warranted in finding, as it did find, that the guardian had not sufficiently complied with the law and the orders of the probate court to be granted immunity from the loss of the money of his wards, and the judgment of the court below must be affirmed, and it is so ordered.",
        "type": "majority",
        "author": "Smith, J."
      }
    ],
    "attorneys": [
      "Frmenthol, Sherrill A Johnson, for appellant.",
      "B. E. Isbell, for appellee."
    ],
    "corrections": "",
    "head_matter": "McCown v. Edwards.\nOpinion delivered April 18, 1932.\nFrmenthol, Sherrill A Johnson, for appellant.\nB. E. Isbell, for appellee."
  },
  "file_name": "0620-01",
  "first_page_order": 640,
  "last_page_order": 645
}
