{
  "id": 4356448,
  "name": "Cashmere Valley Bank, Petitioner, v. The Department of Revenue, Respondent",
  "name_abbreviation": "Cashmere Valley Bank v. Department of Revenue",
  "decision_date": "2014-09-25",
  "docket_number": "No. 89367-5",
  "first_page": "622",
  "last_page": "641",
  "citations": [
    {
      "type": "official",
      "cite": "181 Wash. 2d 622"
    }
  ],
  "court": {
    "name_abbreviation": "Wash.",
    "id": 9029,
    "name": "Washington Supreme Court"
  },
  "jurisdiction": {
    "id": 38,
    "name_long": "Washington",
    "name": "Wash."
  },
  "cites_to": [
    {
      "cite": "100 Stat. 2085",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    },
    {
      "cite": "309 P.3d 372",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2013,
      "opinion_index": 0
    },
    {
      "cite": "178 Wn.2d 120",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4298154
      ],
      "year": 2013,
      "pin_cites": [
        {
          "page": "133"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/178/0120-01"
      ]
    },
    {
      "cite": "841 P.2d 752",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1992,
      "pin_cites": [
        {
          "parenthetical": "considerable deference given to interpretation by agency charged with enforcing statute"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "120 Wn.2d 357",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1368198
      ],
      "year": 1992,
      "pin_cites": [
        {
          "page": "363",
          "parenthetical": "considerable deference given to interpretation by agency charged with enforcing statute"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/120/0357-01"
      ]
    },
    {
      "cite": "557 P.2d 1306",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1976,
      "opinion_index": 0
    },
    {
      "cite": "87 Wn.2d 847",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1113769
      ],
      "year": 1976,
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/87/0847-01"
      ]
    },
    {
      "cite": "120 P.3d 46",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2005,
      "pin_cites": [
        {
          "parenthetical": "holding that DOR has implied authority to adopt interpretive rules"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "155 Wn.2d 430",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        3765857
      ],
      "year": 2005,
      "pin_cites": [
        {
          "page": "440",
          "parenthetical": "holding that DOR has implied authority to adopt interpretive rules"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/155/0430-01"
      ]
    },
    {
      "cite": "38 P.3d 354",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2002,
      "pin_cites": [
        {
          "parenthetical": "deduction allowed because mortgage companies transferred ownership of loans to taxpayer who could sell the loans in event of default"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "109 Wn. App. 795",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        1013997
      ],
      "weight": 6,
      "year": 2002,
      "pin_cites": [
        {
          "page": "808",
          "parenthetical": "deduction allowed because mortgage companies transferred ownership of loans to taxpayer who could sell the loans in event of default"
        },
        {
          "page": "798-99"
        },
        {
          "page": "808"
        },
        {
          "page": "809"
        },
        {
          "page": "810-11"
        },
        {
          "page": "804"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/109/0795-01"
      ]
    },
    {
      "cite": "554 P.2d 1041",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "weight": 2,
      "year": 1976,
      "opinion_index": 0
    },
    {
      "cite": "87 Wn.2d 516",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1113766
      ],
      "year": 1976,
      "pin_cites": [
        {
          "page": "530"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/87/0516-01"
      ]
    },
    {
      "cite": "252 P.3d 885",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2011,
      "opinion_index": 0
    },
    {
      "cite": "171 Wn.2d 548",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4015887
      ],
      "year": 2011,
      "pin_cites": [
        {
          "page": "555"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/171/0548-01"
      ]
    },
    {
      "cite": "43 P.3d 4",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "weight": 2,
      "year": 2002,
      "opinion_index": 0
    },
    {
      "cite": "146 Wn.2d 1",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        960829
      ],
      "year": 2002,
      "pin_cites": [
        {
          "page": "9-10"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/146/0001-01"
      ]
    },
    {
      "cite": "229 P.3d 693",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2010,
      "pin_cites": [
        {
          "parenthetical": "summary judgment also reviewed de nov.o"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "168 Wn.2d 398",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4007669
      ],
      "year": 2010,
      "pin_cites": [
        {
          "page": "404",
          "parenthetical": "summary judgment also reviewed de nov.o"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/168/0398-01"
      ]
    },
    {
      "cite": "210 P.3d 297",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2009,
      "opinion_index": 0
    },
    {
      "cite": "166 Wn.2d 444",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4001228
      ],
      "weight": 10,
      "year": 2009,
      "pin_cites": [
        {
          "page": "451"
        },
        {
          "page": "447-48"
        },
        {
          "page": "448"
        },
        {
          "page": "453"
        },
        {
          "page": "449"
        },
        {
          "page": "454",
          "parenthetical": "citation omitted"
        },
        {
          "page": "453"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/166/0444-01"
      ]
    },
    {
      "cite": "316 P.3d 494",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2014,
      "opinion_index": 0
    },
    {
      "cite": "179 Wn.2d 1008",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "weight": 2,
      "year": 2014,
      "opinion_index": 0
    },
    {
      "cite": "305 P.3d 1123",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "weight": 2,
      "year": 2013,
      "pin_cites": [
        {
          "parenthetical": "explaining creation of MBSs"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "175 Wn. App. 403",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        4193889
      ],
      "weight": 6,
      "year": 2013,
      "pin_cites": [
        {
          "parenthetical": "explaining creation of MBSs"
        },
        {
          "page": "418"
        },
        {
          "page": "418-19"
        },
        {
          "page": "417",
          "parenthetical": "a \"secured\" party necessarily has some recourse to collateral securing its investment"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/175/0403-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1275,
    "char_count": 34172,
    "ocr_confidence": 0.733,
    "pagerank": {
      "raw": 1.0133908299698532e-07,
      "percentile": 0.5427590566090919
    },
    "sha256": "e30dcd13102ebc3d1abcd097058eb998cc8b91ccf0346797b795d251d5534ed1",
    "simhash": "1:29b72bd9c4b1ce3c",
    "word_count": 5447
  },
  "last_updated": "2024-02-27T19:47:16.443836+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Cashmere Valley Bank, Petitioner, v. The Department of Revenue, Respondent."
    ],
    "opinions": [
      {
        "text": "f 1 This case turns on interpretation of a state tax deduction statute. Former RCW 82.04.4292 (1980) provided that in computing their business and occupation (B&O) tax, banks and financial institutions could deduct from their income “amounts derived from interest received on investments or loans primarily secured by first mortgages or trust deeds on nontransient residential properties.” Between 2004 and 2007, Cashmere Valley Bank invested in mortgage-backed securities known as real estate mortgage investment conduits (REMICs) and collateralized mortgage obligations (CMOs). Cashmere claims that interest earned on these investments is deductible under RCW 82.04.4292.\nWiggins, J.\n¶2 We hold that Cashmere cannot claim the deduction because its investments in REMICs and CMOs were not “primarily secured” by first mortgages or trust deeds. Cashmere’s investments in REMICs and CMOs gave it the right to receive defined income streams from a pool of mortgages, trust deeds, and mortgage-backed securities, held in trust for investors. The ultimate source of cash flow was mortgage payments. However, Cashmere’s investments were not backed by any encumbrance on property, nor did Cashmere have any legal recourse to the underlying trust assets in the event of default. Thus, Cashmere’s investments were not “primarily secured” by mortgages or trust deeds. We affirm the Court of Appeals and deny Cashmere the deduction.\nFACTS AND PROCEDURE\nI. History and Overview of Mortgage-Backed Securities\n¶3 A mortgage-backed security (MBS) is a type of trad-able asset entitling its owner to principal and interest payments from a pool of mortgages. The creation of an MBS begins when a home buyer borrows money from a lender to purchase a home. As security for the loan, the borrower gives the lender a mortgage on the home. The lender then may sell the mortgage to a buyer on the secondary market.\n¶4 The secondary market buyer acquires the right to receive the borrower’s principal and interest payments on the home loan and also the right to foreclose on the home if the borrower fails to make timely payments. The buyer often purchases numerous mortgages from various institutions and then “securitizes” the mortgages by pooling (or packaging) the mortgages and issuing interests based on those pools to investors. These interests — that is, these MBSs — vary in how they are structured and what kind of interest the investors receive. See Cashmere Valley Bank v. Dep’t of Revenue, 175 Wn. App. 403, 305 P.3d 1123 (2013) (explaining creation of MBSs), review granted, 179 Wn.2d 1008, 316 P.3d 494 (2014).\n¶5 A simple type of mortgage security is known as a pass-through security. Investors who purchase a pass-through security own a portion of each of the underlying mortgage loans in the pool and are entitled to a pro rata share of principal and interest payments. The mortgages underlying the securities remain largely intact; any division of interest between investors is accomplished through warranties or proportionate ownership of those whole loans. The cash flows from these investments “pass through” from borrowers to investors. Thus, cash flows may vary from month to month depending on the actual payments borrowers make on the mortgages in the pool.\n¶6 Pass-through securities may be pooled again to serve as collateral for a more complex type of mortgage security known as a collateralized mortgage obligation (CMO) or, since 1986, a real estate mortgage investment conduit (REMIC). CMOs and REMICs (terms that are often used interchangeably) are essentially the same type of investment instrument; REMICs are more recent, and they enjoy certain federal tax benefits. The remainder of this opinion will generally refer to these investments collectively as REMICs.\n¶7 To create a REMIC, a secondary market buyer pools MBSs and/or whole mortgage loans and deposits them into a REMIC trust account. The securities and mortgages in the pool are divided into individual principal and interest payments due under each instrument:\nFor example, a 30-year fixed-rate mortgage requiring monthly principal and interest payments would consist of 720 individual payments — 360 principal payments and 360 interest payments. A pool with 1,000 of these kinds of mortgages would thus have 720,000 separate payments of principal and interest.\nCashmere Valley Bank, 175 Wn. App. at 412 n.9. The REMIC issuer reconfigures these payments into new combinations of principal and interest called “tranches.” Each tranche represents a new security and has a unique risk profile.\n¶8 Investors buy securities in the different tranches, which entitle the investors to a specific payment stream. The issuing trust collects principal and interest from the underlying assets and then pays out distributions to the different tranches based on the terms of the security. Usually, this creates a “waterfall” of payments, where the most senior tranches are paid first and subordinated tranches are paid later.\n¶9 Unlike pass-through investors, who purchase slices of each mortgage in the pool, REMIC investors purchase fractional shares in the different tranches. That tranche may have a claim on principal payments, interest payments, or both. Typically, investors are not promised that they will receive 100 percent return on their initial investment. They are merely buying a cash flow over time and assume that, overall, this cash flow will equal more than the initial investment.\nII. Facts in This Case\n¶10 Cashmere Valley Bank operates 11 branch banks in several central Washington cities. Cashmere’s business includes banking, mortgage, insurance, investment, and leasing services. Between 2004 and 2007, Cashmere invested some of its surplus capital in REMICs.\nf 11 During discovery, Cashmere identified six REMICs as representative of all of its investments during this tax period: two Federal Home Loan Mortgage Corporation (“Freddie Mac”) REMICs, two Federal National Mortgage Association (“Fannie Mae”) REMICs, and two private-label REMICs. The underlying loans in the various REMICs were primarily secured by first mortgages or deeds of trust on nontransient residential real properties.\n¶12 One exemplar REMIC is the Fannie Mae REMIC Trust 2000-38. The assets held by the Fannie Mae REMIC Trust 2000-38 are not mortgage loans, but MBSs called Fannie Mae MBS and Ginnie Mae (Government National Mortgage Association) certificates. Fannie Mae essentially had rights to a cash flow from purchasing MBSs. It divided the cash flow into tranches and sold interests in the tranches to different investors, including Cashmere. This REMIC offered 16 tranches designated by letters. About one-half of classes were bonds paying fixed interest and several classes had floating interest rates. One class paid principal only, and two classes paid interest only.\nf 13 Cashmere purchased a Z class bond in this REMIC, which received a fixed interest rate of 7.00 percent during the time Cashmere owned this investment. Notably, the weighted average coupon, rate for the mortgage loans comprising the pools in the underlying MBSs ranged from 7.25 percent to 9.50 percent. So there was no direct correlation between the interest mortgage borrowers paid and interest Cashmere received. In addition, because the Z class represented an “accrual” bond, interest was not paid to the Z class as it was received. Rather, interest was first paid to two other bond classes with equivalent amounts added to the principal amount of the Z class bond. Cashmere received principal and interest payments on its investments only after the other bond classes were fully paid.\nf 14 Another exemplar REMIC is the Washington Mutual REMIC (WAMMS 2004-R4), a private-label REMIC. This REMIC had nine regular classes and an R class. In addition, it offered three private certificates that provided credit enhancement to the offered certificates. As losses came in, these losses were allocated first to the privately held certificates and then up the waterfall, starting with the most junior tranches. In addition, to protect senior tranches from prepayment risks, this REMIC had a “shifting interest” credit enhancement. Thus, if borrowers prepaid their mortgages in the first year, the money would be locked up for a certain period of time to allow senior tranche holders to receive some interest on their investments before being paid off. Cashmere invested in Tranche III-A of this REMIC — a senior tranche with a 7.5 percent fixed interest rate.\nIII. Procedure\n¶15 The Department of Revenue (DOR) audited Cashmere’s books and records for the years 2004 through 2007. During this time, Cashmere received $17,837,861 in interest income from investments in REMICs and CMOs. DOR assessed B&O taxes on this income, totaling $267,568. Cashmere paid the tax assessment in full on June 4, 2009, and subsequently filed an action for refund under RCW 82.32.180.\n¶16 The parties filed cross motions for summary judgment, filing excerpts from depositions of three experts. Michael Gamsky testified that REMIC investments are not secured transactions because issuers do not pledge any property as security for the investments. He explained that investors who purchase REMIC certificates are beneficiaries of a trust and they have contractual rights under the pooling and servicing agreement, but they are not secured investors.\n¶17 Professor Alan Hess testified and prepared a report on behalf of Cashmere for this case. He believes that “[t]he values of mortgage-backed securities derive from investors’ beliefs that homeowners will attempt to honor their mortgage obligations.” Clerk’s Papers (CP) at 577 (Ex. 11). Thus, he opined that from an economic perspective, the primary security for a REMIC is the repayment obligation of mortgage borrowers. Chirag Shah explained the process of creating REMICs and CMOs. In addition, parties deposed Alan Crain, the chief financial officer of Cashmere at the time of these investments, who explained Cashmere’s investments.\n¶18 After reviewing the evidence, the superior court granted summary judgment to DOR. The Court of Appeals affirmed, holding that Cashmere’s investments were not primarily secured by first mortgages or deeds of trust because Cashmere had no power to institute foreclosure proceedings. Cashmere Valley Bank, 175 Wn. App. at 418. Thus, the bank’s investments were not secured and the deduction did not apply. Id. at 418-19. Cashmere petitioned for review, and the Washington Bankers Association filed an amicus curiae memorandum in support of review. We granted review. 179 Wn.2d 1008.\nANALYSIS\nI. Standard of Review\n¶19 The case requires us to interpret RCW 82.04.4292. Statutory interpretation is a question of law subject to de novo review. HomeStreet, Inc. v. Dep’t of Revenue, 166 Wn.2d 444, 451, 210 P.3d 297 (2009); see also Am. Best Food, Inc. v. Alea London, Ltd., 168 Wn.2d 398, 404, 229 P.3d 693 (2010) (summary judgment also reviewed de nov.o). When possible, the court derives legislative intent solely from the plain language enacted by the legislature, considering the text of the provision in question, the context of the statute in which the provision is found, related provisions, amendments to the provision, and the statutory scheme as a whole. Dep’t of Ecology v. Campbell & Gwinn, LLC, 146 Wn.2d 1, 9-10, 43 P.3d 4 (2002).\nII. RCW 82.04.4292 Allows Banks To Deduct Income from Investments “Primarily Secured by a First Mortgage or Deed of Trust”\n¶20 In Washington, banks and certain other financial businesses must pay B&O tax on most income from investments. RCW 82.04.4281(2)(b). One exception is a deduction in RCW 82.04.4292 for investments secured by first mortgages:\nIn computing tax there may be deducted from the measure of tax by those engaged in banking, loan, security or other financial businesses, amounts derived from interest received on investments or loans primarily secured by first mortgages or trust deeds on nontransient residential properties.\n¶21 In HomeStreet, we held that RCW 82.04.4292 unambiguously requires a taxpayer to prove five elements:\n“1. The person is engaged in banking, loan, security, or other financial business;\n“2. The amount deducted was derived from interest received;\n“3. The amount deducted was received because of a loan or investment;\n“4. The loan or investment is primarily secured by a first mortgage or deed of trust; and\n“5. The first mortgage or deed of trust is on nontransient residential real property.”\nHomeStreet, 166 Wn.2d at 449. All five elements of the statute must be met for the taxpayer to receive a deduction. Id. A taxpayer has the burden of proving that it qualifies for a tax deduction. Wash. Imaging Servs., LLC v. Dep’t of Revenue, 171 Wn.2d 548, 555, 252 P.3d 885 (2011).\nf 22 There is no dispute that Cashmere is a bank; that the amount deducted was derived from interest received because of an investment; and that the underlying mortgages were, indeed, first mortgages on nontransient residential real property. At issue here is the fourth element: whether investments in REMICs and CMOs are “primarily secured by” first mortgages or deeds of trust.\nIII. Cashmere’s Income from REMIC Investments Does Not Qualify for the Deduction\n¶23 Under the plain language of RCW 82.04.4292, a taxpayer may deduct interest income earned from investments that are “primarily secured by” first mortgages and deeds of trust on nontransient residential property. Here, Cashmere’s REMIC investments are not secured by first mortgages or trust deeds. REMIC issuers promised to pay principal and interest payments according to bond terms but provided no security interest in real property to Cashmere to back their promises to pay. Thus, these are not investments secured by first mortgages or trust deeds.\n¶24 This conclusion comports with our interpretation of RCW 82.04.4292 in HomeStreet and DOR’s 1990 adjudicatory determination, to which we grant some deference. We reject Cashmere’s policy argument that the deduction should apply widely because it stimulates the residential housing market; no evidence was submitted to support this claim.\nA. The Plain Meaning of the Statute\n¶25 RCW 82.04.4292 limits the deduction to “interest received on investments or loans primarily secured by first mortgages or trust deeds on nontransient residential properties.” The statute is concerned with interest received by the taxpayer-bank; it follows inexorably in this case that the “investments or loans” must be investments or loans made by Cashmere. It also follows that the same investments or loans made by Cashmere must be “primarily secured by first mortgages or trust deeds.”\n¶26 The statute clearly allows Cashmere to deduct interest earned on any “loan” made by Cashmere directly to a home buyer in return for a promissory note and deed of trust because the loan would be “primarily secured” by a deed of trust. By allowing this deduction to the B&O tax, the legislature apparently intended to encourage banks to make loans to home buyers.\n¶27 In addition, the statute allows Cashmere to deduct interest earned on “investments” backed primarily by first mortgages and trust deeds. Parties dispute what constitutes a qualifying investment. By the plain language of the statute, a qualifying investment must be “primarily secured by” first mortgages.\n¶28 The statute does not define “secured,” but it is a familiar legal term, so we give it its familiar legal meaning. Rasor v. Retail Credit Co., 87 Wn.2d 516, 530, 554 P.2d 1041 (1976). Black’s Law Dictionary defines “secured” as “supported or backed by security or collateral.” Black’s Law Dictionary 1475 (9th ed. 2009). A secured creditor is “protected by a pledge, mortgage, or other encumbrance of property that helps ensure financial soundness and confidence.” Id. Under the Uniform Commercial Code, a secured creditor has “the right, on the debtor’s default, to proceed against collateral and apply it to the payment of the debt.” Black’s Law Dictionary, supra, at 425 (citing U.C.C. § 9-102--(a)(72)). Thus, a secured party obtains two related benefits: leverage for payment or performance of the obligation and the ability to proceed against specific property if the debtor defaults. See Russell A. Hakes, The ABCs of the UCC: Article 9: Secured Transactions 2 (3d ed. 2013); see also Cashmere Valley Bank, 175 Wn. App. at 417 (a “secured” party necessarily has some recourse to collateral securing its investment).\nf 29 Cashmere did not receive any interest in mortgages or deeds of trust to back its investment. The REMICs created contractual obligations or perhaps obligations on the part of the REMIC trustees, but Cashmere received no security for the investments. While it is true that the interest received by Cashmere from the REMICs ultimately comes from promissory notes secured by mortgages and deeds of trust, Cashmere has no interest in the underlying mortgages and deeds of trust and is not a beneficiary of those instruments.\n¶30 Cashmere’s investments merely gave Cashmere the right to receive specific cash flows generated by the assets of the trust at specific times. But if the REMIC trustee failed to pay Cashmere according to the terms of the investment, Cashmere had no right to sell the mortgage loans or the residential property or any other asset of the trust to satisfy this obligation. Cf. Dep’t of Revenue v. Sec. Pac. Bank of Wash. Nat’l Ass’n, 109 Wn. App. 795, 808, 38 P.3d 354 (2002) (deduction allowed because mortgage companies transferred ownership of loans to taxpayer who could sell the loans in event of default). Cashmere’s only recourse would be to sue the trustee for performance of the obligation or attempt to replace the trustee. The trustee’s successor would then take legal title to the underlying securities or other assets of the related trust. At no time could Cashmere take control of trust assets and reduce them to cash to satisfy a debt obligation. Thus, we hold that under the plain language of the statute, Cashmere’s investments in REMICs are not primarily secured by mortgages or deeds of trust.\nB. The Department of Revenue’s 1990 Determination\n|31 The Department of Revenue (DOR) has similarly determined that investments in REMICs do not qualify for the deduction. DOR is charged with enforcing the tax code and hence has the authority to interpret it. Ass’n of Wash. Bus. v. Dep’t of Revenue, 155 Wn.2d 430, 440, 120 P.3d 46 (2005) (holding that DOR has implied authority to adopt interpretive rules); RCW 82.32.300 (administration of chapters 82.04 through 82.27 RCW of this title is vested in DOR). Although a DOR determination is not binding on this court, an agency’s adjudicatory action is generally granted some deference. See Leonard v. City of Bothell, 87 Wn.2d 847, 557 P.2d 1306 (1976); Impecoven v. Dep’t of Revenue, 120 Wn.2d 357, 363, 841 P.2d 752 (1992) (considerable deference given to interpretation by agency charged with enforcing statute). In addition, we accord deference to an interpretation of law in matters involving the agency’s special knowledge and expertise. Chi. Title Ins. Co. v. Office of Ins. Comm’r, 178 Wn.2d 120, 133, 309 P.3d 372 (2013).\nf 32 In a 1990 determination, DOR explained why interest earned from investments in REMICs does not qualify for the mortgage tax deduction. See Wash. Dep’t of Revenue, Determination No. 90-288,10 Wash. Tax Dec. 314 (1990). A savings and loan association sought a refund of B&O taxes assessed on interest earned from investments in REMICs. The taxpayer argued that because interest received from investments in pass-through securities is deductible, interest received on REMICs should be too. DOR rejected the deduction, explaining that with pass-through securities, the issuer holds the mortgages in trust for the investor. In the event of individual default, the issuer, as trustee, will foreclose on the property to satisfy the terms of the loan. In other words, the right to foreclose is directly related to homeowner defaults — in the event of default, the trustee can foreclose and the proceeds from foreclosure flow to investors who have a beneficial ownership interest in the underlying mortgage. Thus, investments in pass-through securities are “primarily secured by” first mortgages.\n¶33 By contrast, with REMICs, a trustee’s default may or may not coincide with an individual homeowner default. So, there may be no right of foreclosure in the event a trustee fails to make a payment. And if a trustee can and does foreclose, proceeds from the sale do not necessarily go to the investors. Foreclosure does not affect the trustee’s obligations vis-a-vis the investor. Indeed, the Washington Mutual REMIC here contains a commonly used form of guaranty: “For any month, if the master servicer receives a payment on a mortgage loan that is less than the full scheduled payment or if no payment is received at all, the master servicer will advance its own funds to cover the shortfall.” “The master servicer will not be required to make advances if it determines that those advances will not be recoverable” in the future. At foreclosure or liquidation, any proceeds will go “first to the servicer to pay back any advances it might have made in the past.” Similarly, agency REMICs, like the Fannie Mae REMIC Trust 2000-38, guarantee payments even if mortgage borrowers default, regardless of whether the issuer expects to recover those payments. Moreover, the assets held in a REMIC trust are often MBSs, not mortgages. So, if the trustee defaults, the investors may require the trustee to sell the MBS, but the investor cannot compel foreclosure of individual properties.\n¶34 DOR also noted that it has consistently allowed the owners of a qualifying mortgage to claim the deduction in RCW 82.04.4292. But the taxpayer who invests in REMICs does not have any ownership interest in the MBSs placed in trust as collateral, much less any ownership interest in the mortgage themselves. By contrast, a pass-through security represents a beneficial ownership of a fractional undivided interest in a pool of first lien residential mortgage loans. Thus, DOR concluded that while investments in pass-through securities qualify for the tax deduction, investments in REMICs do not. We should defer to DOR’s interpretation because it comports with the plain meaning of the statute.\nC. Our Interpretation of RCW 82.04.4292 in HomeStreet\n¶35 In HomeStreet, 166 Wn.2d 444, we interpreted RCW 82.04.4292 and applied the statute to allow a deduction. HomeStreet originated mortgage loans to homeowners and then sold the loans on the secondary market. Id. at 447-48. It either sold whole loans (servicing released) or sold a portion of the loans while retaining the right to service the loans and receive a portion of the interest (servicing retained). Id. at 448. For the loans sold on a service-retained basis, borrowers continued to make principal and interest payments to HomeStreet because HomeStreet still owned a portion of the loan and serviced the loans for the secondary market lenders. Id. HomeStreet collected the payments from borrowers, paid the investors the principal and a portion of the interest, and retained a portion of the interest as a servicing fee. Id.\n¶36 We held that income earned from the service-retained loans could be deducted because this revenue came directly from homeowners’ interest payments. Id. at 453. We explained that RCW 82.04.4292 has five elements; at issue in HomeStreet was the second — whether the amount deducted was derived from interest received. Id. at 449. Looking to the plain language of the statute, we reasoned that “it is not essential to determine why the money is received or taken from a source. The statute requires only that the amount be ‘derived from interest.’ ” Id. at 454 (citation omitted) (quoting RCW 82.04.4292). Thus, even though HomeStreet retained the interest as a servicing fee, the income could nevertheless be deducted because the source of the income was homeowner’s interest payments. Notably, the amount of the servicing fee was “not set but rather change [d] with the size and length of the loans, interest rate fluctuations, and the borrowers’ ability to pay back the loan.” Id. at 453.\nf37 Cashmere relies on language in HomeStreet taken out of context to argue that its interest income qualifies for the deduction because the income was traceable to interest payments borrowers made on first mortgages. But, the issue here is not whether this is income derived from interest received. It is whether the investments were primarily secured by a first mortgage or trust deed (the fourth element). As explained above, Cashmere’s investments were not.\n¶38 Moreover, this case is factually distinct. Borrowers making the payments that eventually end up in Cashmere’s REMIC investments do not pay Cashmere, nor do they borrow money from Cashmere. The borrowers do not owe Cashmere for use of borrowed money, and they do not have any existing contracts with Cashmere. Unlike HomeStreet, Cashmere did not have an ongoing and enforceable relationship with borrowers and security for payments did not rest directly on borrowers’ promises to repay the loans. Indeed, REMIC investors are far removed from the underlying mortgages. Interest received from investments in REMICs is often repackaged several times and no longer resembles payments that homeowners are making on their mortgages.\n¶39 Cashmere also argues that requiring a taxpayer to show that it has some legal recourse to the underlying mortgages or trust deeds conflicts with HomeStreet by adding a sixth element to the statute. DOR counters that whether a taxpayer has legal recourse to the assets in the REMIC trust addresses a fact that supports the legal conclusion that the investments are “primarily secured by” the mortgages or deeds of trust. We agree with DOR.\n¶40 Under the statute, there is no requirement that the taxpayer have direct recourse in order for an investment to be considered “secure.” However, as explained above, a secured party necessarily has some recourse to collateral securing its investment. For example, in Security Pacific, Security Pacific required mortgage companies to assign residential loans to Security Pacific in return for loaning money to those companies to make the loans. 109 Wn. App. at 798-99. The assignments transferred ownership of the loans to Security Pacific such that Security Pacific stood in the shoes of the mortgage companies. Id. at 808. If a mortgage company defaulted on its line of credit, Security Pacific resorted to the underlying loans, selling them on the secondary market. Id. at 809. Thus, the Court of Appeals held that Security Pacific could deduct any interest earned from the time of the assignment until it sold the loan on the secondary market. Id. at 810-11.\n¶41 Accordingly, we hold that a “secured” investment must be backed by collateral and the investor must have some recourse against that collateral. Here, REMIC issuers offered no interests in mortgages or trust deeds to back their promises to pay investors. Relatedly, Cashmere has no direct or indirect legal recourse to the mortgages that underlie its REMIC investments in the event of default. Thus, we hold that Cashmere cannot claim the tax deduction.\nD. Policy Arguments\n¶42 We reject Cashmere’s argument that RCW 82.04-.4292 should be broadly construed because these deductions have a beneficial impact on the residential housing market. See HomeStreet, 166 Wn.2d at 454 (holding that purpose of RCW 82.04.4292 “ ‘was to stimulate the residential housing market’ ” (internal quotation marks omitted) (quoting Sec. Pac., 109 Wn. App. at 804)). No evidence was presented that allowing the deduction actually stimulates the housing market in Washington or benefits consumers by lowering transaction costs. Indeed, a legislative committee tasked with evaluating the effectiveness of various tax deductions recently expressed doubt whether the deduction in RCW 82.04.4292 has achieved these public policy objectives. State of Wash., Joint Legis. Audit & Review Comm., 2011 Tax Preference Performance Reviews, Report 12-2, at 97 (2012). Thus, we reject Cashmere’s policy arguments because they rest on unsupported assumptions and, instead, we construe the statute narrowly and according to its plain language.\nCONCLUSION\n¶[43 We affirm the Court of Appeals and hold that Cashmere’s REMIC investments are not “primarily secured by” first mortgages or deeds of trust on nontransient residential real properties. Cashmere has not shown that REMICs are secured — only that the underlying loans are primarily secured by first mortgages or deeds of trust.\n|44 Although these investments gave Cashmere the right to receive specific cash flows generated by first mortgage loans, the borrowers on the original loans had no obligation to pay Cashmere. Relatedly, Cashmere has no direct or indirect legal recourse to the underlying mortgages as security for the investment. The mere fact that the trustee may be able to foreclose on behalf of trust beneficiaries does not mean the investment is “primarily secured” by first mortgages or deeds of trust.\nMadsen, C.J., and C. Johnson, Owens, Fairhurst, Stephens, González, Gordon McCloud, and Yu, JJ, concur.\nReconsideration denied November 25, 2014.\nIn 2010, the legislature removed “amounts derived from” from former RCW 82.04.4292 (1980). This case turns on the preamendment version of the statute. Unless otherwise noted, RCW 82.04.4292 refers to the 1980 version of the statute, which was in force during the audit period. The legislature amended the statute in 2010 and 2012. See Laws of 2010,1st Spec. Sess., ch. 23, § 301; Laws of 2012, 2d Spec. Sess., ch. 6, § 102.\nFor purposes of this opinion, we refer to mortgages as including deeds of trust.\nAlthough Cashmere makes these types of home loans, in this case, it is acting in its capacity as an investor and not as a lending institution.\nAs the Court of Appeals notes, the borrower may not be aware that the lender sold the mortgage — the lender may continue servicing the mortgage for a fee. Or, in the event of the borrower’s default, the lender may foreclose on the property and pass along proceeds from the sale, less the lender’s fee or share, to the buyer. Cashmere Valley Bank v. Dep’t of Revenue, 175 Wn. App. 403, 410 n.5, 305 P.3d 1123 (2013).\nThe Tax Reform Act of 1986, Pub. L. 99-514,100 Stat. 2085, allowed mortgage securities pools to elect the tax status of a REMIC. Since 1986, most new CMOs have been issued in REMIC form to avoid double taxation under federal income tax laws.\nChirag Shah, an expert who has prior work experience structuring REMICs and one of the experts whose depositions appear in the record, explained that REMICs are investor-driven. Issuers customized tranches to meet the specific investment objectives of each potential investor. The number of tranches in a particular REMIC depends on market demand and then number of interested investors.\nFor example, an issuer can create different tranches by using various types of credit enhancements, such as subordinating lower tranches to absorb losses first. Each tranche is denominated by a credit rating determined by seniority level and expected loss in the loan pools.\nThis is called “accrete and accrue.\" For every dollar that accretes to the other bond classes, the Z class principal balance accrues that same amount.\nIn this way, the presence of a Z-tranche can stabilize cash flow in other tranches. The market value of Z-tranches can fluctuate widely, and their average lives depend on other aspects of the offering and not on the character or value of the mortgage below.\nIn its initial complaint, Cashmere alleged that it overpaid its B&O taxes on three sources of revenues: mortgage service fees, small business administration pools, and REMIC investments. The first two audit issues have been resolved and are not at issue in this case.\nCashmere argues that the phrase “primarily secured by first mortgages or trust deeds” in RCW 82.04.4292 modifies loans but does not apply to investments. We reject this argument. The statute as a whole clearly does not allow any bank investment income to be deducted. See RCW 82.04.4281(2)(b) (provides generally that amounts received by banking institutions from their investments are not deductible). Indeed, when this provision was first introduced, it mentioned only investments, e.g., “investments primarily secured by first mortgages or trust deeds ....” Substitute H.B. 232, § 2(10), at 3,41st Leg., 2d Ex. Sess. (Wash. 1970). It was not until a month later that the House amended the bill and added “or loans” (“after ‘[investments’ and before ‘primarily’ insert ‘or loans’ ”). House Journal, 41st Leg., 2d Ex. Sess., at 503-04 (Wash. 1970); see also Laws of 1970, ch. 101, § 2(10), at 774. In other words, before the deduction mentioned “loans,” the bill required qualifying “investments” to be primarily secured by first mortgages or trust deeds on nontransient residential property.\nCashmere argues that the investments are secure because the trustee is obligated to protect the investors’ interests and the trustee has the right to foreclose. But, this is not always the case. The underlying mortgages back all of the tranches, and a trustee must balance competing interests between investors of different tranches. Thus, a default in one tranche does not automatically give the holders of that tranche a right to force foreclosure. We hold that if the terms of the trust do not give beneficiaries an investment secured by trust assets, the trustee’s fiduciary obligations do not transform the investment into a secured investment.",
        "type": "majority",
        "author": "Wiggins, J."
      }
    ],
    "attorneys": [
      "George C. Mastrodonato and Michael B. King (of Carney Badley Spellman PS), for petitioner.",
      "Robert W. Ferguson, Attorney General, and Heidi A. Irvin and Charles E. Zalesky, Assistants, for respondent.",
      "Dirk J. Giseburt and Michele G. Radosevich on behalf of Washington Bankers Association, amicus curiae."
    ],
    "corrections": "",
    "head_matter": "[No. 89367-5.\nEn Banc.]\nArgued May 29, 2014.\nDecided September 25, 2014.\nCashmere Valley Bank, Petitioner, v. The Department of Revenue, Respondent.\nGeorge C. Mastrodonato and Michael B. King (of Carney Badley Spellman PS), for petitioner.\nRobert W. Ferguson, Attorney General, and Heidi A. Irvin and Charles E. Zalesky, Assistants, for respondent.\nDirk J. Giseburt and Michele G. Radosevich on behalf of Washington Bankers Association, amicus curiae."
  },
  "file_name": "0622-01",
  "first_page_order": 664,
  "last_page_order": 683
}
