{
  "id": 1360455,
  "name": "Empire Rice Mill Company v. Stone",
  "name_abbreviation": "Empire Rice Mill Co. v. Stone",
  "decision_date": "1922-11-20",
  "docket_number": "",
  "first_page": "623",
  "last_page": "626",
  "citations": [
    {
      "type": "official",
      "cite": "155 Ark. 623"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "132 Ark. 371",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1576796
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/132/0371-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 332,
    "char_count": 6368,
    "ocr_confidence": 0.431,
    "pagerank": {
      "raw": 1.1557160347743624e-07,
      "percentile": 0.5825231509636276
    },
    "sha256": "b8f9499ede42ebba140e6f7e0e75ac478753f6791cd6d60e39913aa7ce3272e1",
    "simhash": "1:aeafb44d293271e2",
    "word_count": 1076
  },
  "last_updated": "2024-02-27T20:04:56.897085+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Empire Rice Mill Company v. Stone."
    ],
    "opinions": [
      {
        "text": "McCullotjch, C. J.\nAppbllánt instituted this action-against appellee to recover'the sum of $1,950, due on account for the price of a.lot of rice sacks sold, and delivered by appellant to appellee.\nAppellee answered, admitting Ms indebtedness to appellant in the snm named for the price of sacks purchased, but set forth a counterclaim in the sum of $2,204.57 — $254.57 in excess of appellant’s claim for the balance of purchase price of three carloads of rice alleged to have been sold by appellee to appellant through the latter’s agent, L. P. Kunz.\nAppellant answered the counterclaim, denying that he had purchased the rice from appellee.\nThere was a trial of the issue before a jury, and a verdict in appellee’s favor for the balance set forth in the counterclaim in excess of appellant’s debt.\nThe principal argument here for reversal is thg>t the evidence is not sufficient to sustain the verdict.\nThe testimony adduced by appellee was sufficient to show that Kunz was authorized by appellant to -purchase rice in the locality where appellee was engaged in growing rice, and that he purchased, for appellant, three carloads' of 'rice from appellee at the price claimed by the latter. The contention of appellant is that Kunz was authorized merely to buy rice to be shipped to appellant at its place of business in New Orleans, with draft for the purchase price attached to the railroad bill of lading.\nThere is sufficient evidence to show that appellant had frequently permitted Kunz to purchase rice by other methods; that is to say, by giving draft directly on appellant without attaching, the draft to the bill of lading. Moreover, the facts of the case fall within the rule that persons dealing in good faith with a general agent acting' within the apparent scope of his authority, are not, without notice, bound by specific instructions limiting the method of conducting the business, of the principal. Three States Lumber Co. v. Moore, 132 Ark. 371.\nThere was a conflict in the testimony of appellee and Kunz as to whether the sale of the rice was made to Kunz for himself or fof appellant. Appellee testified that he sold the rice to appellant, Kunz acting as the latter’s agent, but Kunz testified that he did not buy the rice for appellant, but entered into an agreement with appellee that they would ship the rice together and have it milled and sold. He testified, in other words, that the agreement between him and appellee was that the rice should be shipped to New Orleans and “toll-milled” and sold and the profits divided between them.\nThe evidence was sufficient to justify a finding in favor of appellee, and the issue was properly submitted to the jury upon an instruction which permitted.appellee to recover only upon proof of the sale of the rice to appellant through its authorized agent.\nIt is next contended that appellee ratified the act of Kunz in shipping the rice to his own account by accepting part payment from Kunz, after discovering that Kunz had handled the rice as his own. This contention is based upon a letter written by appellee to appellant after appellee discovered that Kunz had shipped the rice to be “toll-milled” instead of delivering it to appellant in consummation of the sale, in which said letter appellee stated that he had received certain payments from Kunz in money and merchandise, and demanded payment from appellant for the balance.\nIt appears from the testimony that, at the time of the sale of the rice by appellee, Kunz drew two drafts in favor of appellee on appellant, one for $3,600 and the other for $3,100. These two draft's were given for the price of the rice after deducting an amount which appellee owed for seed rice purchased from Kunz. Appellant paid the larger one of the drafts, but refused to pay the other one, and it is still in the hands of appellee. Subsequently, Kunz gave another draft to appellee on appellant for $1,000, and appellant refused to pay that draft also. Kunz paid appellee $900 in two drafts, one for $600 and one for $300.\nWe do not think that appellee’s acceptance of a portion of the price from Kunz after appellant repudiated the purchase constituted a ratification of the act of Kunz in shipping the rice on his own account. Appellee was bound to accept any payments which, were offered, and this did not imply a. ratification of the act of Kunz in taking the rice for himself instead of delivering it to his principal on the latter’s own account. Appellant being bound for the price of the rice under the contract of sale made by appellee with Kunz, any and all payments made by Kunz inured to appellant’s benefit. Appellant was put in no worse attitude by partial payments having been accepted by appellee, and is in no attitude to claim that a mere acceptance of partial payments by appellee from Kunz would constitute ratification.\nFinally, it is contended that the verdict is excessive as to amount, and that, in any view of the testimony, appellant is entitled to recover of appellee $645.43 instead of appellee being entitled to recover $254.57. Counsel for appellant are mistaken in the statement that there is undisputed evidence in accordance with their contention as to the condition of the accounts between the parties. The verdict of the jury was based upon the testimony of appellee, which was to the effect that, after allowing credits mentioned and deducting appellant’s account against him for the price of the rice sacks, there was a balance due him of $254.57.\nJudgment affirmed. .",
        "type": "majority",
        "author": "McCullotjch, C. J."
      }
    ],
    "attorneys": [
      "Cooley & Adams and Rogers, Rarber ■& Henry, fob appellant.",
      "J. J. Mardis, for appellee."
    ],
    "corrections": "",
    "head_matter": "Empire Rice Mill Company v. Stone.\nOpinion delivered November 20, 1922.\n1, Principal and agent — dealings with general agent. — Persons dealing with a general agent acting within the apparent scope of his authority without notice of limitations thereon are bound by specific instructions limiting the method of eonductng the business of the principal.\n2. Sales — unauthorized act of agent — ratification.—Where defendant sold rice to plaintiff, through the latter’s general agent, the fact that defendant accepted from the agent part of the purchase price after plaintiff had repudiated the purchase did not amount to a ratification by defendant of the agent’s act in shipping the rice on his own account.\nAppeal from Poinsett Circuit Court; J. M. Futrell, Judge;\naffirmed.\nCooley & Adams and Rogers, Rarber ■& Henry, fob appellant.\nJ. J. Mardis, for appellee."
  },
  "file_name": "0623-01",
  "first_page_order": 647,
  "last_page_order": 650
}
