{
  "id": 8724702,
  "name": "Eminent Household of Columbian Woodmen v. Heifner",
  "name_abbreviation": "Eminent Household of Columbian Woodmen v. Heifner",
  "decision_date": "1923-11-05",
  "docket_number": "",
  "first_page": "624",
  "last_page": "629",
  "citations": [
    {
      "type": "official",
      "cite": "160 Ark. 624"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "79 Ark. 315",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1495616
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/79/0315-01"
      ]
    },
    {
      "cite": "158 Ark. 199",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1355688
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/158/0199-01"
      ]
    },
    {
      "cite": "168 N. W. 189",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": -1
    },
    {
      "cite": "155 Ark. 407",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1360466
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/155/0407-01"
      ]
    },
    {
      "cite": "151 Ark. 231",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1366090
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/151/0231-01"
      ]
    },
    {
      "cite": "53 Ark. 499",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "127 Ark. 133",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1550212
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/127/0133-01"
      ]
    },
    {
      "cite": "140 Ark. 289",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1594414
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/140/0289-01"
      ]
    },
    {
      "cite": "111 Ark. 435",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1540420
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/111/0435-01"
      ]
    },
    {
      "cite": "148 Ark. 562",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8721926
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/148/0562-01"
      ]
    },
    {
      "cite": "206 S. W. 970",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "case_ids": [
        8282000
      ],
      "opinion_index": -1,
      "case_paths": [
        "/sw/206/0970-01"
      ]
    },
    {
      "cite": "142 Ark. 132",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1590559
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/142/0132-01"
      ]
    },
    {
      "cite": "147 S. W. 882",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": -1
    },
    {
      "cite": "72 Ark. 305",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1505517
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/72/0305-01"
      ]
    },
    {
      "cite": "93 Ark. 252",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1546898
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/93/0252-01"
      ]
    },
    {
      "cite": "150 Ark. 177",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "142 Ark. 157",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "157 S. W. 818",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": -1
    },
    {
      "cite": "176 S. W. 507",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": -1
    },
    {
      "cite": "167 S. W. 590",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": -1
    },
    {
      "cite": "142 Ark. 156",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "138 Ark. 442",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1566868
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/138/0442-01"
      ]
    },
    {
      "cite": "150 Ark. 176",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1367895
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/150/0176-01"
      ]
    },
    {
      "cite": "145 Ark. 313",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "135 Ark. 65",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1571525
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/135/0065-01"
      ]
    },
    {
      "cite": "104 Ark. 538",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1350622
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/104/0538-01"
      ]
    },
    {
      "cite": "52 Ark. 201",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1913343
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/52/0201-01"
      ]
    },
    {
      "cite": "81 Ark. 512",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1530593
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/81/0512-01"
      ]
    },
    {
      "cite": "158 Ark. 199",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1355688
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/158/0199-01"
      ]
    },
    {
      "cite": "155 Ark. 407",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1360466
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/155/0407-01"
      ]
    },
    {
      "cite": "151 Ark. 231",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1366090
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/151/0231-01"
      ]
    },
    {
      "cite": "127 Ark. 133",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1550212
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/127/0133-01"
      ]
    },
    {
      "cite": "148 Ark. 562",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8721926
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/148/0562-01"
      ]
    },
    {
      "cite": "142 Ark. 132",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1590559
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/142/0132-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 532,
    "char_count": 9318,
    "ocr_confidence": 0.5,
    "pagerank": {
      "raw": 7.850834308532539e-08,
      "percentile": 0.45873292226689666
    },
    "sha256": "feced7bb1e47ae5c0abd72455a07ed9f7e3a9e26137a2793f5a3802468364564",
    "simhash": "1:370956901358033c",
    "word_count": 1629
  },
  "last_updated": "2024-02-27T17:41:07.582861+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Eminent Household of Columbian Woodmen v. Heifner."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nDuring the year 1912 appellant company issued its benefit certificate for $3,000 to W. O. Budder, of Harleton, Texas, in which the wife of the insured (now Mrs. Heifner) was named as beneficiary. In this application, Budder stated his occupation to be that of “station agent.” ■\nIn June and July, 1918, Rudder permitted the policy to lapse for the nonpayment of dues for those months, and during the month of July he made application for reinstatement, in which he gave Ms occupation as that of brakeman. Upon receipt of this application, .the secretary of the appellant company wrote a letter to Rudder under date of July 12, 1918, in which Rudder was advised that, if he were a brakeman on a passenger train, he could be reinstated by paying 25 cents per thousand per month additional premium, but that, if he were a brakeman on a freight train or a mixed train, he could no longer be a policyholder in the appellant company, as brakemen on freight trains or mixed trains were excluded from membership.\nOn July 16, 1918, Rudder, in response to the letter from the company, renewed his application, and stated his occupation was known as “passenger brakeman,” and that his duties were to “call stations, and to load and unload passengers and flagging,” and upon receipt of this application and this information Rudder was reinstated.\nOn August 12, 1920, while running on a freight train as a freight brakeman, Rudder was killed by a tramp, and, when this fact was made to appear in the proof of death which his beneficiary sent in to the company, the company denied liability on the certificate, whereupon this suit was brought.\nThe constitution and by-laws of the insurance company are made a part of the contract of insurance, and by article 11, section 3, paragraph 9, of the constitution, it is provided that “if any guest, after the date of his application, shall engage in any hazardous occupation or employment classed as prohibited risk, or in like hazardous occupation or employment, or if any member shall engage in hazardous undertaking without having first obtained the written consent of the society, his beneficiary certificate shall thereby become and be forfeited and void.”\nBy another paragraph, of the constitution it is provided that “if any guest shall fail to give notice of a change of occupation to a grade for which a higher rate is required within thirty days after such change, such failure shall forthwith cause a forfeiture of the covenants held by such guest, and his membership and all rights and benefits in the society shall cease.”\nAnother article of the constitution names the prohibited risks, and that of brakeman on a freight train or a mixed train is included among them.\nAt the trial from which this appeal comes, Mrs. Heifner, the insured’s widow and beneficiary, testified that, after receiving the letter , from the company, and after answering it as stated above, .she and her husband discussed the matter and the reply that had been made, and that she wrote the company advising that she was the beneficiary under the certificate, and was paying the monthly dues out of her own earnings, and that her husband was only an extra man and never knew when he would be called on a passenger train or a freight train or a mixed train, and if, under the circumstances stated, her husband was not eligible to be reinstated and insured? to return the money which had been sent to pay the delinquent dues. That this letter was properly addressed and was placed in the mails by her, and no reply was ever received, and she and her husband supposed that it -was satisfactory to the company for her husband to be reinstated as a member and to continue as such, and, acting on this assumption, she paid the dues each month until her husband’s death.\nRespective counsel discuss the questions, whether the testimony, on the one hand, is sufficient to make a case whether the company ever received this letter, and, on the other hand, whether the company sufficiently denied the receipt of the letter to warrant the submission of the question of its receipt to the jury. But these questions were properly submitted to the jury, and we think there was testimony from which the jury might have found that the letter was sent to and received by the company; and there was testimony from which the jury might have found that the company denied having received the letter and did not in fact receive it; but, as we have said, these were questions for the jury.\nThe testimony shows that, from the time of Rudder’s reinstatement until his death, he was employed as ■brakeman on freight and mixed trains.\nThe case was submitted to the jury under instructions which substantially told the jury that, if the head or managing officers of the company knew that the insured was engaged as a freight brakeman, and thereafter continued to receive premiums from the insured as if his policy was a valid and binding contract, then a recovery could not be defeated upon the ground that the insured was engaged in a hazardous occupation or excluded risk.\nWe think the testimony, in its entirety, fairly presented this question of fact, and we think the declaration of law set out above is warranted by prior decisions of this court. This court has previously held, in cases which need not be here reviewed, that the officers of an insurance company, authorized to act for the company, whether operating as a fraternal .company or an old-line or stock company, may, by a course of conduct calculated to lead and in fact leading the policyholder to believe that some provision of the constitution, or some by-law of the order, or some provision of the policy itself, which, if enforced, would operate to invalidate the policy, would not in fact be enforced, and, on the faith of this belief so induced, the insured makes payments of dues or assessments, the company will be estopped to deny the binding obligation of the certificate of insurance. Indiana Lumbermen’s Mutual Ins. Co. v. Meyers Stave & Mfg. Co., 158 Ark. 199; U. O. of Good Samaritans v. Meekins, 155 Ark. 407; Sovereign Camp W. O. W. v. Richardson, 151 Ark. 231; Sovereign Camp W. O. W. v. Key, 148 Ark. 562; Sovereign Camp W. O. W. v. Newsom, 142 Ark. 132; Grand Lodge A. O. U. W. v. Davidson, 127 Ark. 133.\nThere appears to he no error, and the judgment is affirmed.",
        "type": "majority",
        "author": "Smith, J."
      }
    ],
    "attorneys": [
      "Caldwell, Triplett & Ross and Hamilton Moses, for appellant.",
      "Rowell & Alexander, for appellee."
    ],
    "corrections": "",
    "head_matter": "Eminent Household of Columbian Woodmen v. Heifner.\nOpinion delivered November 5, 1923.\n1. TRIAL — question for jury. — Evidence held to make it a question for the jury whether a letter mailed by insured’s beneficiary to the insurer was received by the latter.\n2. Insurance — forfeiture—estoppel.—The officers of an insurance company, whether operating- as a fraternal company or an old-line or stock company, may, by a course of conduct calculated to lead and leading the policy-holder to believe that some provision of the constitution or some by-law of the order, or some provision of the policy itself, which, if enforced, would invalidate the policy, would not be enforced and on the faith of this belief so induced the insured makes payments of dues or assessments, the company will be estopped to deny the obligation of the certificate or policy.\nAppeal from Jefferson Circuit Court; W. B. Sorrels, Judge;\naffirmed.\nCaldwell, Triplett & Ross and Hamilton Moses, for appellant.\nThe insured engaged1- in a prohibited occupation wdiich voided his certificate. This provision was contained in the constitution and by-laws of the order, which, under the holdings of this court, form a part of the contract. 81 Ark. 512; 52 Ark. 201; 104 Ark. 538; 135 Ark. 65; 145 Ark. 313; §6076, C. & M. Digest. A benefit society fias tbe right to select the particular risks it is willing to assume. 155 S. W. (Mo.) 892; 230 S. W. (Ky.) 540; 150 Ark. 176:138 Ark. 442. The question of waiver is not involved in the case. There must be some expressed intention to relinquish a known right, and1 nothing akin thereto is found in this case. 142 Ark. 156; Cooley on Ins., vol. 7, § 2659. The insured, while working at a prohibited occupation, could not be in good standing, and no one had authority to accept or reinstate a member while so engaged. 167 S. W. 590; 176 S. W. 507; 157 S. W. 818. There is no question .of estoppel here, since the appellant was not advised of the insured being engaged in a prohibited occupation. 40 Cyc. 256-257; 142 Ark. 157. The notice claimed to have been given was not addressed to the proper party. 150 Ark. 177. A notice deposited in the mail is ineffective unless received. 14 B. C. L., § 350; 23 Am. Bep. 697.\nRowell & Alexander, for appellee.\nThere is a presumption that a letter properly mailed was received by the addressee, but such presumption may be rebutted. 93 Ark. 252; 72 Ark. 305. If an insurer, after receiving knowledge of the falsity of answers in the application on which a policy is issued, continues to collect premiums, it is estopped to deny liability. 147 S. W. 882; 41 L. B. A. (N. S.) 505. For other cases distinguishing between waiver and estoppel, see the following: 142 Ark. 132; 206 S. W. 970-2; 148 Ark. 562; 111 Ark. 435; 140 Ark. 289; 127 Ark. 133; 53 Ark. 499; 151 Ark. 231; 155 Ark. 407; 168 N. W. 189. An insurance company may be estopped by the conduct of its agent. 158 Ark. 199; 79 Ark. 315; 14 B. C. L. 1166."
  },
  "file_name": "0624-01",
  "first_page_order": 648,
  "last_page_order": 653
}
