{
  "id": 1428426,
  "name": "Northern Road Improvement District of Arkansas County v. Simmerman",
  "name_abbreviation": "Northern Road Improvement v. Simmerman",
  "decision_date": "1934-01-22",
  "docket_number": "4-3291",
  "first_page": "627",
  "last_page": "632",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 627"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "247 S. W. 780",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "157 Ark. 181",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1357184
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/157/0181-01"
      ]
    },
    {
      "cite": "106 S. W. 947",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "85 Ark. 25",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1523326
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/85/0025-01"
      ]
    },
    {
      "cite": "60 S. W. (2d) 572",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "187 Ark. 486",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1432024
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/187/0486-01"
      ]
    },
    {
      "cite": "17 S. W. (2d) 281",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "179 Ark. 554",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "96 S. W. 184",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "79 Ark. 445",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "175 S. W. 405",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "117 Ark. 151",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1564933
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/117/0151-01"
      ]
    },
    {
      "cite": "180 S. W. 199",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "120 Ark. 528",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1561060
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/120/0528-01"
      ]
    },
    {
      "cite": "92 S. W. 21",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "77 Ark. 570",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1499097
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/77/0570-01"
      ]
    },
    {
      "cite": "88 S. W. 1005",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "76 Ark. 460",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1501127
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/76/0460-01"
      ]
    },
    {
      "cite": "199 S. W. 116",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "131 Ark. 273",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1578665
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/131/0273-01"
      ]
    },
    {
      "cite": "196 S. W. 118",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "129 Ark. 334",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1580472
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/129/0334-01"
      ]
    },
    {
      "cite": "262 S. W. 653",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "164 Ark. 605",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 522,
    "char_count": 10915,
    "ocr_confidence": 0.483,
    "pagerank": {
      "raw": 2.1734996047453378e-07,
      "percentile": 0.7714845537326693
    },
    "sha256": "03e1d21d4f229c6227c231b21f859a4494d8119a33e9f76b088e84be80075849",
    "simhash": "1:0626876e41aa30f2",
    "word_count": 1891
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Northern Road Improvement District of Arkansas County v. Simmerman."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nAppellee filed suit against the board of commissioners of Northern Road Improvement District of Arkansas County, in which it was alleged that fractional northeast quarter of section 2, township 3 south, range 4 west, was condemned to be sold for the nonpayment of certain road taxes due the improvement district. The decree was rendered in March, 1927. It was alleged that the Commissioner of the court had erroneously recited, in the report of the sale made by him to the court, that, pursuant to this decree, he had sold to the road improvement district a tract of land described as part fractional northeast quarter of section 2, township 3 south, range 4 west, whereas, the land sold was fractional northeast quarter of section 2, township 3 south, range 4 west. The report of sale was confirmed. The certificate of sale, issued by the commissioner of the court to the improvement district, was assigned for the amount of the taxes, etc., for which the land sold, to the plaintiff, who received from the commissioner of the court a deed erroneously describing the land as part fractional northeast quarter of section 2, etc.\nIt was prayed that “all records, papers and other proceedings concerning the above tract of land, wherein the description of said land appears to be described as part frl. northeast quarter of section 2, township 3 south, range 4 west, Arkansas County, Arkansas, be changed so as to correct said mistake, error or clerical misprision to read frl. northeast quarter of section 2, township 3 south, range 4 west.” Plaintiff prayed, in the alternative, that, if reformation were denied, she have judgment for $240.16, the consideration paid by her to the commissioners of the district for the assignment to her of the certificate of purchase.\nNo answer was filed, and a decree was rendered, which granted the relief prayed. The improvement district has appealed from this decree.\nThe complaint is ambiguous and indefinite, and we do not understand that it alleges that the land was described as “part fractional northeast quarter,” etc., in the warning order upon which the decree foreclosing the assessment lien was rendered; nor that it was so described in the decree itself, nor in the notice of sale thereunder. The employment of such a description in either instance would be fatal, and would render the sale invalid.\nA proceeding to foreclose an assessment lien of an improvement district is in the nature of a proceeding in rem, and the statute pursuant to which the foreclosure decree was rendered provides that notice shall be given by publication in a newspaper, in which the lands proceeded against as being delinquent shall be described, and that “it shall be immaterial that the ownership of the said lands be incorrectly alleged in said proceeding. ’ ’ See § 13 of act 247 of the Acts of 1919, page 1071, creating the Northern Road Improvement District of Arkansas County, and § 23 of act 279 of the Acts of 1909, page 829, to which act 247 refers, in providing how delinquent assessments may be collected.\nThis statute providing that lands shall be proceeded against by their description means, of course, that they shall be correctly described; that a valid description shall be employed, one- sufficient to advise the reader of the notice as to what lands are being proceeded against. The decree ordering sale of the delinquent lands must correctly describe the land ordered sold; and the notice of sale pursuant to the decree must likewi.se employ a correct description. A sale lacking these requirements is void.\nIt has been frequently and definitely decided that deed to a tract of land described as “pt.” or “part of” has a void description, being void because of its indefiniteness. Moore v. Jackson, 164 Ark. 605, 262 S. W. 653; Brinkley v. Halliburton, 129 Ark. 334, 196 S. W. 118; Cotton v. White, 131 Ark. 273, 199 S. W. 116; Covington v. Berry, 76 Ark. 460, 88 S. W. 1005; Dickinson v. Ark. City Imp. Co., 77 Ark. 570, 92 S. W. 21; Hewett v. Ozark White Lime Co., 120 Ark. 528, 180 S. W. 199.\nOn the other hand, it has been held that the use of the word “fractional” is a good description, where it is used in connection with a subdivision of a section in describing it to mean either that there is more or less land than is usually contained in such subdivision in the sectionizing of same by the government. In other words, a subdivision, according to the public survey, which is described as fractional is accurately and sufficiently described where it is made fractional from the fact alone that it contains either more or less, usually less, land than such subdivision ordinarily contains. In such cases, the designation “fractional” describes all the land in that subdivision. Graysonia-Nashville Lbr. Co. v. Wright, 117 Ark. 151, 175 S. W. 405. This case, however, like those just cited, and numerous others, holds that a deed conveying lands as part of a particular division or subdivision of a section is void for uncertainty.\nSo therefore, if the tract of land here in question was described, either in the original warning order, or in the decree of sale, or in the notice of sale, as “part northeast quarter,” etc., the sale was void, and no confirmation thereof would operate to cure this invalidity. On the other hand, if the land was described in the warning order, and in the decree of sale, and in the notice of sale, as “fractional northeast quarter,” etc., the sale was good, because this is a valid and sufficient description, and in such case the clerical error of the commissioner of the court in employing an incorrect and insufficient description in his report of sale, and in the execution of a deed upon the approval of his report, are mere clerical misprisions, which may be corrected.\nIt was said in the case of Buckner v. Sugg, 79 Ark. 445, 96 S. W. 184, that it was settled, not only by the decisions of this court, but by the adjudged cases in the courts of other States, that, in order to make a valid sale, the land proceeded against must be described with certainty in all proceedings to enforce the tax. The reason assigned for such rule was that this was essential for the owner to have information of the charge upon his property.\nAs to the sufficiency of the description to be employed in such proceedings, it was said: “It has sometimes been said that a description that would be sufficient in a conveyance between individuals would, generally be sufficient in assessments for taxation. \"We do not, however, consider that a safe test. The description in tax proceedings must be such as will fully apprise the owner, without recourse to the superior knowledge peculiar to him as owner, that the particular tract of his land is sought to be charged with a tax lien. It must be such as will notify the public what lands are to be offered for sale in case the tax be not paid. (Citing authorities.) ”\nThis statement of the law was reaffirmed in the case of American Portland Cement Co. v. Certain Lands, 179 Ark. 554, 17 S. W. (2d) 281, where it was said: “The description is void where it is so vague and indefinite that it in no way identifies the land.” (Citing cases.)\nThis is especially true in cases where the proceeding is in the nature of a proceeding in rem, where it is not required that the land be proceeded against in the name of the true owner. The owner has no notice unless the land is described in the warning order required by the statute under a description sufficient to identify it.\nNow, of course, it is not the law that one tract of land may be proceeded against as delinquent, and another tract of land be sold. Jurisdiction to sell is acquired by proper notice. It is, however, the law that, where land has been properly decreed to be sold and a valid sale has been had, subsequent clerical errors or misprisions may be corrected.\nThe case of Hill v. Dillard, 187 Ark. 486, 60 S. W. (2d) 572, announces this principle. There an administrator had advertised lands of his intestate for sale under an incorrect and insufficient - description, and had executed a deed which contained the same description employed in the notice of sale. Suit was brought to reform the sale, and the administrator’s deed executed pursuant thereto to properly describe the intestate’s lands, the lands which the administrator had intended to sell. In reversing the decree of the. chancery court granting that relief, il was there said: “Vesting the title to the north 29½ feet of lots 10, 11 and 12, in block 317 in appellee, and decreeing him the possession thereof, was in effect to reform the proceedings of the probate court, and the administrator’s deed made pursuant to the judgment rendered therein in substance and not form or for clerical errors only. Administrators’ or commissioners’ deeds may be reformed for clerical errors or in matters relating to form only. Gates v. Gray, 85 Ark. 25, 106 S. W. 947; Cates v. Cates, 157 Ark. 181, 247 S. W. 780. We are unable, to find any authority in the chancery courts to reform orders or judgments of probate courts or deeds made pursuant thereto in matters of substance. ’ ’\nNow it is not a matter of form only, after a sale, to substitute a valid description of a tract of land that was never sold for a description which was void, which did not describe any land, and consequently put no one on notice.\nIt does not appear from the record before us that the original owner of the land in question was ever advised of the proceeding’s, or made party to it, except by the publication of the original warning order under which the jurisdiction to foreclose the assessment lien was acquired by the chancery court. Nor is the warning order, or the decree of foreclosure, or the notice of sale before us, and we cannot and do not pass upon the sufficiency of these matters, but it follows, from what we have said, that, if the land was described in the proceedings had prior to the sale as “part fractional northeast quarter,” etc., the decree of foreclosure is void. If this be true, the necessity for notice to the owner which a correct warning order would give cannot be, and has not been, supplied 'by the subsequent proceedings from which this appeal comes, of which proceedings the owner of the land was without notice, and to which he was not a party.\nBut we interpret the decree from which this appeal comes as correcting only the clerical error of the commissioner of the court in reporting a sale under an improper description, and, in correcting the subsequent proceedings, including the commissioner’s deed, to correctly describe the land which was actually proceeded ag’ainst under a valid description, and, as thus interpreted, the decree must be affirmed, and it is so ordered.",
        "type": "majority",
        "author": "Smith, J."
      }
    ],
    "attorneys": [
      "Ingram & Moher, for appellant.",
      "Joseph Morrison, for appellee."
    ],
    "corrections": "",
    "head_matter": "Northern Road Improvement District of Arkansas County v. Simmerman.\n4-3291\nOpinion delivered January 22, 1934.\nIngram & Moher, for appellant.\nJoseph Morrison, for appellee."
  },
  "file_name": "0627-01",
  "first_page_order": 645,
  "last_page_order": 650
}
