{
  "id": 1432030,
  "name": "Commonwealth Building & Loan Association v. McHugh",
  "name_abbreviation": "Commonwealth Building & Loan Ass'n v. McHugh",
  "decision_date": "1933-06-19",
  "docket_number": "4-3051",
  "first_page": "628",
  "last_page": "631",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 628"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "45 S. W. (2d) 23",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "185 Ark. 7",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1435125
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/185/0007-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 253,
    "char_count": 4144,
    "ocr_confidence": 0.53,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.053865688694591844
    },
    "sha256": "51965f38e30d68375c42ba26b9221a9cab0428d8f078bee2cae17db5dcb76522",
    "simhash": "1:7b355451ea3671e2",
    "word_count": 727
  },
  "last_updated": "2024-02-27T21:18:50.990705+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Commonwealth Building & Loan Association v. McHugh."
    ],
    "opinions": [
      {
        "text": "Humphreys, J.\nThis suit was brought by appellant against appellee in the chancery court of Mississippi County, Osceola District, to cancel two certificates of investment stock issued and delivered to him by appellant, one for $500 and the other for $300, with alternate prayers that appellee be required to pay $800 for them or for their return. It was alleged in the complaint that appellee had not paid for the stock.\nAppellee filed an answer admitting the delivery of the two certificates of stock to him, but denying that he had failed to pay for same.\nThe cause was submitted to the chancery court upon the pleadings and testimony, from which the court found that appellee had paid for the stock, and, based upon that finding, rendered a judgment dismissing appellant’s complaint, from which is this appeal.\nThe facts responsive to the issue of payment are undisputed and, in substance, are as follows:\nOn December 12, 1931, appellee made written applications through appellant’s agent, W. W. Prewitt, to appellant for the paid up certificates of investment stock and drew his check in favor of appellant on the Bank of Osceola, where the agent and appellee resided, for $800 and delivered same to the agent. The agent had no'authority to indorse or cash the check, so he attached the check to the applications and mailed them'on the same day to appellant in Little Rock. Appellant received the cheek on the 14th and immediately issued the stock certificates to appellee and mailed them to its agent, who delivered them to appellee on the 15th. On the same day, it deposited the check in the Bankers’ Trust Company at Little Rock for collection and took credit for same on its account. The Bankers’ Trust Company forwarded the check directly to the Bank of Osceola, on which it was drawn, for payment, there being no other bank in the city of Osceola. The Osceola bank received the check on December 15, stamped same “Paid” on that date, and charged same to the account of appellee. The Bank of Osceola remained open and transacted all kinds of business until December 18. On the 17th it forwarded its draft to the Bankers ’ Trust Company for the amount of $800 to cover the item it had charged appellee’s account on the 15th. The Bankers’ Trust Company received the draft for $800 drawn on the Union Trust Company, where the Bank of Osceola had sufficient funds on deposit to pay same, but it refused to cash the draft because it was reported on the morning of the 18th that the Bank of Osceola had closed its doors. Appellee had on deposit in the Bank of Osceola more than enough to pay the check it drew on said bank to appellant in payment of the stock certificates, and, when the check was charged to his account and stamped paid, it still left a balance in the bank in his favor. After the Bank Commissioner took charge of the Bank of Osceola, the Bankers’ Trust Company returned the draft to him, and he returned the check to the Bankers’ Trust Company and reversed the entry of payment and charged the check back to the account of appellee. The Bankers’ Trust Company reversed its entries on its 'books and returned the check to appellant.\nUnder the law, appellant became a creditor of the Bank of Osceola and the Bank of Osceola, a debtor to it, because the Bankers’ Trust Company did not send the check to the Bank of Osceola for collection but for payment out of the account of appellee. The check was promptly paid, and the relationship of creditor and debtor was established between them. It was a closed transaction between the Bank of Osceola and appellee. He passed out of the picture, his only duty being to have money in the Bank of Osceola to pay the check if it arrived within a reasonable time. The principle thus announced and applicable to the facts in the instant case may be found in the cases of Taylor v. Dermott Grocery & Commission Company, 185 Ark. 7, 45 S. W. (2d) 23, and Bank of Conway v. Hiegel, ante p. 313.\nNo error appearing, the decree is affirmed.",
        "type": "majority",
        "author": "Humphreys, J."
      }
    ],
    "attorneys": [
      "John Sherrill, for appellant.",
      "Gladish & Young, for appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth Building & Loan Association v. McHugh.\n4-3051\nOpinion delivered June 19, 1933\nJohn Sherrill, for appellant.\nGladish & Young, for appellee."
  },
  "file_name": "0628-01",
  "first_page_order": 648,
  "last_page_order": 651
}
