{
  "id": 8724725,
  "name": "Moore v. Warren",
  "name_abbreviation": "Moore v. Warren",
  "decision_date": "1923-11-05",
  "docket_number": "",
  "first_page": "629",
  "last_page": "631",
  "citations": [
    {
      "type": "official",
      "cite": "160 Ark. 629"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "133 Ark. 160",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1575137
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/133/0160-01"
      ]
    },
    {
      "cite": "59 Ark. 441",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1327691
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/59/0441-01"
      ]
    },
    {
      "cite": "105 Ark. 669",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1347051
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/105/0669-01"
      ]
    },
    {
      "cite": "101 Ark. 552",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "94 Ark. 485",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1545367
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/94/0485-01"
      ]
    },
    {
      "cite": "159 Ark. 331",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8721677
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/159/0331-01"
      ]
    },
    {
      "cite": "153 Ark. 206",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1362322
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ark/153/0206-01"
      ]
    },
    {
      "cite": "59 Ark. 441",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1327691
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/59/0441-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 233,
    "char_count": 3770,
    "ocr_confidence": 0.508,
    "pagerank": {
      "raw": 7.64245052257338e-08,
      "percentile": 0.45135430675688043
    },
    "sha256": "65a12fe8ab061611f0038268a6e315aa2b6050be9aee0c59311151f5021f3664",
    "simhash": "1:92cf684cd0fcfe77",
    "word_count": 640
  },
  "last_updated": "2024-02-27T17:41:07.582861+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Mr. Justice Hart dissents on the ground that appellant continued in the possession of the homestead after she had obtained her divorce, and that this prevented the rule announced above from governing in this case."
    ],
    "parties": [
      "Moore v. Warren."
    ],
    "opinions": [
      {
        "text": "Humphreys, J.\nThe sole question involved on this appeal is whether a divorce a vinculo obtained by a wife will bar an independent suit for the recovery of property rights in the estate of her divorced husband.\nThis is a suit in ejectment, brought in the circuit court of Crawford County, by appellee against appellant, Ms divorced wife, wlio liad remarried, to recover possession of Ms homestead wMcli she continued to occupy after she had obtained a divorce from him. The title to the property was in appellee. In the divorce suit appellant failed to ask or obtain a division of appellee’s property. In this suit appellant filed a motion to transfer the cause to the chancery court in order that the property rights between herself and her former husband might be adjudicated, alleging that, through mistake and inadvertence, she failed in the divorce suit to pray that her dower and homestead rights in her former husband’s estate be adjudged to her, and that the chancery court had failed to adjust the property rights between them. Over the objection and exception of appellant, this motion was overruled by the trial court.\nAppellant contends for a reversal of the judgment because the trial court refused to transfer the cause to the chancery court for the purpose of reopening the divorce suit and having the lands divided in accordance with §3514 of Crawford & Moses’ Digest. In construing this section it was said in the case of Taylor v. Taylor, 153 Ark. 206: “Our statute allows one-third of the husband’s estate to be assigned to the wife when she obtains a divorce, and not afterwards. She would have no interest in the nature of dower in her husband’s estate after the divorce was granted, and, if she could enforce the right by independent proceedings after the divorce was granted, great confusion and uncertainty would result. * * * If she did not ask and obtain the relief when the decree of divorce was granted to her, the matter became res judicata.” The, wife’s right of homestead is as dependent upon the marital relationship as her dower interest. Both rights cease after the divorce is granted.\nThe doctrine in Wood v. Wood, 59 Ark. 441, and Taylor v. Taylor, supra, was reiterated and approved in the recent case of Dawson v. Mays, 159 Ark. 331.\nNo error appearing, the judgment is affirmed.\nMr. Justice Hart dissents on the ground that appellant continued in the possession of the homestead after she had obtained her divorce, and that this prevented the rule announced above from governing in this case.",
        "type": "majority",
        "author": "Humphreys, J."
      }
    ],
    "attorneys": [
      "J. E. London, for appellant.",
      "Starbird & Starbird, for appellee."
    ],
    "corrections": "",
    "head_matter": "Moore v. Warren.\nOpinion delivered November 5, 1923.\n1. DIVORCE — conclusiveness op decree as to property rights.— A divorce a vinculo obtained by a wife will bar an independent suit for the recovery of property rights in the estate of her divorced husband.\n2. Divorce — res judicata. — Where a wife secured a divorce from her husband without asking for or obtaining a division of his property, she cannot, in a subsequent action of ejectment, brought by him to recover possession of his homestead, ask that the cause be transferred to chancery, in order that her property rights may be adjudicated, alleging that through mistake or inadvertence, she failed in the divorce suit to ask that her property rights be adjudged.\nAppeal from Crawford Circuit Court; James Cochran, Judge;\naffirmed.\nJ. E. London, for appellant.\nThe case should have been transferred to chancery. Act March 28, 1893; 94 Ark. 485; 101 Ark. 552; 105 Ark. 669.\nStarbird & Starbird, for appellee.\nA divorce a vinculo bars the wife’s right of dower. If she does not ask a division of property in her complaint for divorce, the decree will not be vacated because of any supposed error in not decreeing to her one-third of her husband’s estate. 59 Ark. 441; 133 Ark. 160."
  },
  "file_name": "0629-01",
  "first_page_order": 653,
  "last_page_order": 655
}
