{
  "id": 1403646,
  "name": "St. Louis-San Francisco Railway Company v. McDonald",
  "name_abbreviation": "St. Louis-San Francisco Railway Co. v. McDonald",
  "decision_date": "1927-11-28",
  "docket_number": "",
  "first_page": "630",
  "last_page": "632",
  "citations": [
    {
      "type": "official",
      "cite": "175 Ark. 630"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 338,
    "char_count": 5666,
    "ocr_confidence": 0.458,
    "pagerank": {
      "raw": 5.207966869300525e-08,
      "percentile": 0.3286757258820881
    },
    "sha256": "e85350a508a979821d4590c1307952496deccac52140b2123a91fd35b52afa7d",
    "simhash": "1:08f474085f90b5da",
    "word_count": 971
  },
  "last_updated": "2024-02-27T16:24:20.967461+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "St. Louis-San Francisco Railway Company v. McDonald."
    ],
    "opinions": [
      {
        "text": "MoHaney, J.\nAppellees brought this action against appellants in the Lake City District of Craighead County, to recover the value of 24 hogs lost in two separate shipments from Monette, Arkansas, consigned to YeachAndrews Commission Company, National Stock Yards, East St. Louis, Illinois, of the value of $239.50.- One' of the shipments, containing 96 hogs, went out in a car with cattle and was billed January 31, 1925. The other contained 163 hogs, and was billed February 23. The first car was short 10 hogs and the second 14 hogs, on unloading at destination. Damage was laid, based on the average value of the remaining hogs in each shipment. The case was tried to a jury, which resulted in a verdict and judgment for the sum claimed against appellants, and wherefore this appeal.\nSince the shipments in question were made, appellant, St. Lonis-San Francisco Bailway Company, has acquired all the property of the Jonesboro, Lake City & Eastern Railroad Company, and separate briefs have been filed by it and the Missouri Pacific Railroad Company. The Frisco was made a party to this action, for the reason it had acquired said property. It had nothing to do with these shipments át the time they originated, and it first contends that it did not succeed to any of the liabilities of the Jonesboro, Lake City & Eastern, and, since it did not handle the shipment, it is not liable. The statute, § 8512, is against this contention.\nThe only serious contention, and this is made by all the appellants, is that there is not sufficient evidence— in fact, it is insisted that there is no evidence that the number of hogs delivered for shipment was not delivered to the consignee. In this contention we cannot agree with appellants. Both appellees testified that the correct number of hogs was loaded, and the bills of lading call for such numbers. Mr. McDonald accompanied these cars to their destination, except that he got off the train at Dupo, about 10 miles out, and wont in on a street car directly to the stock yards. He testifies positively that only 149 hogs were delivered from the car containing 163, and that this car was therefore 14 short, and that only 86 were delivered from the other car, or 10 short. He testified that the hogs had been unloaded into the consignee’s pens when he .arrived; that he counted the hogs immediately, and they were short in the number stated. We think this sufficient evidence to take the case to the jury on the question of the shortage, and the further fact that the consignee only paid for 86 in one car and 149 in the other is a circumstance tending’ to show the shortage, from all of which the jury has found ag’ainst appellants, and we cannot say, under the settled rules of this court, that there was no substantial evidence to support the verdict.\nOn the question of damages, counsel for the Frisco say no damages are proved. While it would have been better to have established the market value of such hogs at that time and place, according to the usual methods of making such proof, yet we think it sufficiently appears that appellees received the market value for the hogs delivered. It was also shown that it is the custom in settling claims to base the settlement on the average weight and price of those delivered.\nIt is finally insisted by the Missouri Pacific that the court erred in overruling’ its demurrer to the jurisdiction of the court. This assignment is based on the fact that it owns no line of railroad in the Lake City District of Craighead County, and that said district is a separate county, so far as concerns process and jurisdiction of the circuit court. While this is true, it was jointly sued with the Jonesboro, Lake City & Eastern, which did have a line of railroad in said district, and it was therefore properly served, and the court had jurisdiction under § 1176, C. & M. Digest, which is as follows: “Every other action may be brought in any county in which the defendant, or one of several defendants, resides, or is summoned.” And this applies to corporations as well as individuals. 27 B. C. L., page 804, § 25.\nNo error appearing, the judgment is affirmed.",
        "type": "majority",
        "author": "MoHaney, J."
      }
    ],
    "attorneys": [
      "Thomas B. Pryor, Gordon Frierson, E. T. Miller, E. L. Westbrooke, Jr., and E. L. Westbrooke, for appellant.",
      "J. F. Gautney and Dudley $ Dudley for appellee."
    ],
    "corrections": "",
    "head_matter": "St. Louis-San Francisco Railway Company v. McDonald.\nOpinion delivered November 28, 1927.\n1. Railroads — liability op railroad acquiring property of another railroad. — Under Crawford & Moses’ Dig., § 8512, a railroad acquiring the property of another railroad against which damage was claimed for loss of freight in shipment, becomes liable therefor, as it succeeds to the liability to such railroad, though it did not handle the shipment.\n2. Carriers — evidence of shortage. — In an action against a railroad for loss of hogs in shipment, evidence relative to the question of the shortage of hogs on delivery held sufficient for the jury.\n3. Carriers — damage for loss in shipment. — Evidence in an action against a railroad for loss of hogs in shipment, basing the damage on the average value of the remaining hogs, held sufficient on question of damage, though the better method would have.been to establish the market value of 'the hogs at the time and place of delivery.\n4. Railroads — venue op action. — Under Crawford & Moses5 Dig., § 1176, authorizing an action in any county in which a defendant or one of several defendants resides, the circuit court had jurisdiction of an action against a railroad sued jointly with another railroad having a line within such county.\nAppeal from Craighead Circuit Court, Lake City District; G. E. Keck, Judge;\naffirmed.\nThomas B. Pryor, Gordon Frierson, E. T. Miller, E. L. Westbrooke, Jr., and E. L. Westbrooke, for appellant.\nJ. F. Gautney and Dudley $ Dudley for appellee."
  },
  "file_name": "0630-01",
  "first_page_order": 646,
  "last_page_order": 648
}
