{
  "id": 12440931,
  "name": "In the Matter of the Personal Restraint of Javier Ruiz-Sanabria, Petitioner",
  "name_abbreviation": "In re the Personal Restraint of Ruiz-Sanabria",
  "decision_date": "2015-11-12",
  "docket_number": "No. 90712-9",
  "first_page": "632",
  "last_page": "642",
  "citations": [
    {
      "type": "official",
      "cite": "184 Wash. 2d 632"
    }
  ],
  "court": {
    "name_abbreviation": "Wash.",
    "id": 9029,
    "name": "Washington Supreme Court"
  },
  "jurisdiction": {
    "id": 38,
    "name_long": "Washington",
    "name": "Wash."
  },
  "cites_to": [
    {
      "cite": "94 P.3d 952",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2004,
      "opinion_index": 0
    },
    {
      "cite": "152 Wn.2d 182",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1217427
      ],
      "year": 2004,
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/152/0182-01"
      ]
    },
    {
      "cite": "5 P.3d 1240",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2000,
      "opinion_index": 0
    },
    {
      "cite": "141 Wn.2d 342",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1183458
      ],
      "year": 2000,
      "pin_cites": [
        {
          "page": "351-52"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/141/0342-01"
      ]
    },
    {
      "cite": "20 P.3d 409",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2001,
      "opinion_index": 0
    },
    {
      "cite": "143 Wn.2d 491",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        425309
      ],
      "year": 2001,
      "pin_cites": [
        {
          "page": "496-97"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/143/0491-01"
      ]
    },
    {
      "cite": "828 P.2d 1086",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1992,
      "opinion_index": 0
    },
    {
      "cite": "118 Wn.2d 876",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1372136
      ],
      "year": 1992,
      "pin_cites": [
        {
          "page": "886"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/118/0876-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 667,
    "char_count": 17395,
    "ocr_confidence": 0.889,
    "pagerank": {
      "raw": 7.317852702137001e-08,
      "percentile": 0.439710191598043
    },
    "sha256": "ccc570e39c78f7e5d6a6b85b3cc0e39631fbe0dcb79fe7a3ce2f216556016704",
    "simhash": "1:b8ba6ae975413e4a",
    "word_count": 2820
  },
  "last_updated": "2024-02-27T21:13:25.899037+00:00",
  "provenance": {
    "date_added": "2019-05-21",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "In the Matter of the Personal Restraint of Javier Ruiz-Sanabria, Petitioner."
    ],
    "opinions": [
      {
        "text": "Per Curiam\n¶ 1 Hundreds of Washington prison inmates annually file personal restraint petitions and other forms of collateral challenge to their judgment and sentences. The large majority of these petitioners are unrepresented by counsel, and for many of them, a timely post-conviction motion or personal restraint petition is their last opportunity to seek relief from a final judgment and sentence. See RCW 7.36.130(1) (no court or judge shall inquire into the legality of any judgment or process whereby the party is in custody unless a petition is filed within the time allowed by RCW 10.73.090 and 10.73.100). The restrictive statutes have as a corollary court rules that are intended to ensure relevant court records are reviewed before a determination is made on a timely personal restraint petition that may foreclose the availability of further relief. In this instance, Javier Ruiz-Sanabria timely filed a motion in superior court to withdraw his guilty plea to several sex offenses. The court transferred his motion to Division One of the Court of Appeals, but without indicating the basis for the transfer and without transferring all records filed in relation to Ruiz-Sanabria’s CrR 7.8 motion. Considering the motion as a personal restraint petition based solely on the partial record that was transmitted, and without requesting a response from the State, the acting chief judge of Division One dismissed the petition as frivolous.\n¶2 We take this occasion to clarify the criteria a superior court must consider before transferring a postconviction motion to the Court of Appeals, the relationship between the rules governing personal restraint petitions and evidentiary prerequisites that a petitioner must meet, and when the petitioner’s allegations may require the court to consult existing court records that the petitioner has not produced. We have said that the petitioner must demonstrate that he has competent, admissible evidence to establish the facts that entitle him to relief, and that bare assertions and conclusory allegations are insufficient. See In re Pers. Restraint of Rice, 118 Wn.2d 876, 886, 828 P.2d 1086 (1992). But if the petitioner makes specific and material factual allegations within the petitioner’s knowledge about court proceedings that can be answered by the State, the Court of Appeals should require a response that includes the relevant court documents. In this instance, remand to the Court of Appeals is warranted for reasons explained below.\n¶3 Ruiz-Sanabria is a citizen of Mexico. In 2008, the State charged him in King County Superior Court with three counts of second degree child rape, one count of first degree child rape, and two counts of first degree child molestation. Ruiz-Sanabria fled to Mexico but was apprehended and brought back to Washington in 2012. He eventually pleaded guilty to one count of first degree child rape, one count of second degree child rape, and two counts of first degree child molestation. Because he did not appeal, his judgment and sentence became final when it was filed by the clerk of the trial court in September 2012. See RCW 10.73.090(3)(a).\n¶4 On December 27, 2012, Ruiz-Sanabria timely filed a motion in superior court to withdraw his guilty pleas, along with a supporting affidavit, claiming that defense counsel was ineffective in relation to the pleas. See CrR 7.8. On March 26, 2013, Ruiz-Sanabria filed a memorandum of authorities in support of his motion to withdraw. Ruiz-Sanabria asked the court to direct the State to file a response. The superior court did not direct the State to file a response until November 15,2013. It appears that in lieu of a response, the State filed in the superior court a deputy prosecutor’s affidavit, a transcript of Ruiz-Sanabria’s plea hearing, and a request to transfer the matter to the Court of Appeals for consideration as a personal restraint petition. See CrR 7.8(c)(2). It appears the superior court mailed the State’s submissions to Ruiz-Sanabria on December 9, 2013. On December 16, 2013, and over Ruiz-Sanabria’s written objection, the court transferred his motion to Division One of the Court of Appeals, ruling in its entirety that “ [defendant has filed a post-conviction motion. Pursuant to CrR 7.8(c)(2), the matter is transferred to the Court of Appeals for consideration as a personal restraint petition.” The superior court transferred some records pertaining to Ruiz-Sana-bria’s CrR 7.8 motion to the Court of Appeals, but a number of records were not transferred, including the original CrR 7.8 motion and supporting affidavit, the deputy prosecutor’s affidavit, and the plea hearing transcript.\n¶5 In the Court of Appeals, Ruiz-Sanabria renewed his objection to the transfer and asked the Court of Appeals to (1) send a copy of his petition to the King County prosecutor and (2) direct the prosecutor to respond to the petition. Without seeking a response, the acting chief judge dismissed the petition, rejecting Ruiz-Sanabria’s objection to the transfer and ruling that his “self-serving statements” were insufficient to support his claims. The acting chief judge also faulted Ruiz-Sanabria for not providing court records, including a copy of his plea hearing transcript.\n¶6 Ruiz-Sanabria filed a motion in this court for discretionary review. At the court’s direction, the State filed an answer supported by relevant records. We now grant review.\n¶7 As indicated, Ruiz-Sanabria initiated his collateral challenge by way of a CrR 7.8 motion filed in superior court. The pleading requirements for such a motion are simple, requiring only a statement of grounds on which the defendant seeks relief, “supported by affidavits setting forth a concise statement of the facts or errors upon which the motion is based.” CrR 7.8(c)(1). In this instance, Ruiz-Sanabria apparently supported his motion with certain records and correspondence with defense counsel and one or more separately filed affidavits. We are somewhat unsure exactly what he filed because, as noted, the superior court apparently did not transfer all of the pertinent materials to the Court of Appeals. In any event, the deputy prosecutor’s affidavit addresses specific paragraphs in Ruiz-Sanabria’s affidavit in support of his CrR 7.8 motion.\n¶8 If the superior court retains a postconviction motion and denies it on the merits, the defendant has a right to direct appeal. RAP 2.2(a)(10). But the superior court must transfer a postconviction motion to the Court of Appeals for consideration as a personal restraint petition “unless the court determines” that the motion is not time barred and either the defendant has made a substantial showing of merit or a factual hearing is required to decide the motion. CrR 7.8(c)(2). Here, the superior court merely stated that it was transferring Ruiz-Sanabria’s motion in accordance with this rule. It would be more beneficial to the Court of Appeals if the superior court expressly stated the basis for the transfer. And if the superior court fails to show that it meaningfully engaged in the CrR 7.8(c)(2) transfer analysis, the Court of Appeals should consider remanding the motion to the superior court for that purpose. See RAP 16.8.1(c) (Court of Appeals may remand erroneously transferred CrR 7.8 motion to superior court). In any event, in this instance the Court of Appeals considered the motion as a personal restraint petition and dismissed it under RAP 16.11(b), and Ruiz-Sanabria has exercised his right to seek discretionary review in this court. See RAP 16.14(c); RAP 13.5A(a)(1).\n¶9 Once a CrR 7.8 motion is transferred to the Court of Appeals, the motion becomes subject to more rigorous pleading standards applicable to personal restraint petitions, as set forth in RAP 16.7. In particular, the petitioner must identify “the evidence available to support the factual allegations” and why the petitioner is entitled to collateral relief for one or more reasons listed in RAP 16.4(c). RAP 16.7(a)(2)(i). If the evidence supporting the petitioner’s factual allegations exists in court records, the petitioner should identify the records and where they can be found. RAP 16.7(a)(3). A motion conforming to the more relaxed pleading standards set forth in CrR 7.8(c)(1) will not necessarily meet the standards set forth in RAP 16.7. In apparent recognition of this fact, and reflecting the fact that most personal restraint petitioners are proceeding pro se, the rules authorize the clerk of the appellate court to file technically deficient petitions and direct the petitioner to correct the deficiencies within 60 days. RAP 16.8(c).\n¶10 In this instance, it appears that Ruiz-Sanabria’s CrR 7.8 motion was not completely transferred to the Court of Appeals. In particular, it seems the initial motion and the supporting affidavit were not transferred. These documents were part and parcel of the motion to be transferred. See CrR 7.8(c)(1) (application shall be made by motion stating the grounds on which relief is asked and supported by affidavits setting forth a concise statement of the facts or errors on which the motion is based); CrR 8.2 (providing that CR 7(b) governs motions under the criminal rules, with CR 7(b) in turn providing that a motion supported by affidavits or other papers shall specify the papers to be used by the moving party). The record suggests the “Defendant’s Memorandum of Authorities in Support of Motion to Withdraw Guilty Plea” was transferred, and that memorandum makes specific references to the affidavit filed in support of the motion to withdraw plea. In light of this apparently missing record and Ruiz-Sanabria’s objection to transfer below, either the Court of Appeals should have treated the objection to transfer as a conditional motion to amend the petition (if transfer was accepted), and allowed time to do so, or it should have remanded to the trial court with directions to transfer the entire motion file.\n¶11 Ruiz-Sanabria contends that the Court of Appeals should have requested a response from the State before it dismissed his petition. Under the rules in effect when the acting chief judge considered Ruiz-Sanabria’s petition, a response was not required if the court could determine without a response that the petition should be dismissed under RCW 10.73.090 or RCW 10.73.140. Former RAP 16.9 (2006). In turn, RCW 10.73.140 directs the Court of Appeals to determine whether a petition is based on frivolous grounds, and “[i]f frivolous, the court of appeals shall dismiss the petition . . . without first requiring the state to respond to the petition.” But in appropriate situations, the chief judge’s decision as to whether the issues presented in a timely petition are frivolous is best made after considering a response and any reply. See RAP 16.11(b) (the chief judge determines at the initial consideration of the petition the steps necessary to properly decide on the merits the issues raised by the petition; if, after consideration of the response and any reply, the chief judge determines that the issues presented are frivolous, the chief judge will dismiss the petition). Here, Ruiz-Sanabria’s argument that the Court Appeals should have called for a response may be reasonable if one was to examine his initial motion and the supporting affidavits. If Ruiz-Sana-bria stated with some specificity that the factual basis for his claim that his plea was involuntary was in part the plea colloquy, and even if such statements can be described as entirely self-serving, if the allegations are material they are factually specific enough under RAP 16.7(a)(2) to merit a substantive response, with copies of relevant records. RAP 16.9(a). Factual assertions of what occurred in court proceedings made by petitioners in support of relief are inherently “self-serving,” but if the petitioner was present in court and had knowledge of what occurred, the better course is for the Court of Appeals to require the State to respond if the factual assertions are material and it disputes those facts. The rules applicable to personal restraint petitions do not explicitly require that the petitioner submit evidence, but rather the petition must identify the existence of evidence and where it may be found. See RAP 16.7(a)(2). That the rules are not more rigorous in this regard reflects acknowledgment that prison inmates face particular difficulties in obtaining evidence and court records, especially if they are incarcerated outside of Washington. Furthermore, where an offender, like Ruiz-Sanabria, does not appeal his judgment and sentence, there is no direct appeal record from which to draw relevant documents and transcripts. In this instance, we note that the State filed in the superior court an affidavit refuting specific allegations Ruiz-Sanabria made in an affidavit supporting his CrR 7.8 motion, along with a transcript it prepared of the plea hearing. As indicated, those materials were apparently not transferred to the Court of Appeals, which is not Ruiz-Sanabria’s fault. And this court was not aware of these documents until the State, at this court’s direction, filed an answer to Ruiz-Sanabria’s motion for discretionary review.\n¶12 In light of the foregoing considerations, we are unsure whether the superior court engaged in a meaningful CrR 7.8(c)(2) analysis before transferring the postcon-viction motion to the Court of Appeals or, if transfer was appropriate, whether the Court of Appeals had a sufficiently complete record to accurately determine whether Ruiz-Sanabria’s personal restraint petition merited a response or whether it should have been dismissed as frivolous under RAP 16.11(b). We thus remand this case to the Court of Appeals with directions to either (1) remand the motion to the superior court for reconsideration of CrR 7.8(c)(2) criteria or (2) obtain from the superior court all pleadings, records, and correspondence filed in connection with Ruiz-Sanabria’s CrR 7.8 motion and then reconsider his collateral attack accordingly.\nIn the meantime, Ruiz-Sanabria filed a petition for writ of mandamus in this court, seeking to compel the superior court to direct the State to file a response to his postconviction motion. In re Pers. Restraint of Ruiz-Sanabria, No. 89430-2 (Wash. Oct. 21, 2013). This court dismissed the petition as moot after the superior court ordered the State to file a response.\nWe also grant Ruiz-Sanabria’s motion to supplement—which we treat as a motion to amend—his motion for discretionary review to allege that failure to name a respondent violated his right to due process. See Wash. Const. art. I, § 3.\nA preprinted transfer order with check boxes corresponding to CrR 7.8(c)(2) criteria may serve this purpose.\nThis rule, which was not in effect when the acting chief judge considered Ruiz-Sanabria’s CrR 7.8 motion, provides a summary mechanism for the Court of Appeals to remand transfer orders to the superior court for correction. Remand in appropriate circumstances had been a practice of the Court of Appeals even before adoption of RAP 16.8.1(c).\nRuiz-Sanabria’s concern that transfer of his CrR 7.8 motion deprives him of an opportunity to avoid the proscription against successive petitions under RCW 10.73.140 is misplaced. Although a CrR 7.8 motion is a form of collateral challenge for purposes of the statute barring successive petitions in the Court of Appeals, this court has jurisdiction to consider a successive petition raising a new issue even if the Court of Appeals may not. RCW 10.73.090(2); CrR 7.8(b); In re Pers. Restraint of Becker, 143 Wn.2d 491, 496-97, 20 P.3d 409 (2001); In re Pers. Restraint of Stoudmire, 141 Wn.2d 342, 351-52, 5 P.3d 1240 (2000).\nRuiz-Sanabria complains that the Court of Appeals did not serve his transferred petition on the State. The rules state that the clerk of the appellate court will serve a copy of the personal restraint petition “on the officer or agency under a duty to respond to the petition.’’ RAP 16.8(d). But we need not decide whether the Court of Appeals failed to comply with this rule, or whether the State was then under a “duty” to respond because Ruiz-Sanabria mailed a copy of his CrR 7.8 motion to the prosecutor and the prosecutor was plainly aware of that motion.\nCurrent rules now direct the appellate court to dismiss a petition without requesting a response if it is “clearly frivolous’’ or clearly untimely or improperly successive. RAP 16.8.1(b).\nFor purposes of these rules, “Chief Judge’’ includes “Acting Chief Judge.’’ RAP 16.11(a).\nFor the first time in his reply to the State’s answer to his motion for discretionary review, Ruiz-Sanabria challenges the accuracy of the Spanish translation of the crimes listed in his plea form and he demands an evidentiary hearing on the accuracy of the Spanish interpreter at this plea hearing. Because Ruiz-Sanabria improperly raises this issue for the first time in a motion for discretionary review, we grant the State’s motion to strike this issue and it will not be considered by this court. See In re Pers. Restraint of Lord, 152 Wn.2d 182, 188 n.5, 94 P.3d 952 (2004).",
        "type": "majority",
        "author": "Per Curiam"
      }
    ],
    "attorneys": [
      "Javier Ruiz-Sanabria, pro se.",
      "Daniel T. Satterberg, Prosecuting Attorney, and Amy R. Meckling, Deputy, for respondent."
    ],
    "corrections": "",
    "head_matter": "[No. 90712-9.\nConsidered November 5, 2015.\nDecided November 12, 2015.\nIn the Matter of the Personal Restraint of Javier Ruiz-Sanabria, Petitioner.\nJavier Ruiz-Sanabria, pro se.\nDaniel T. Satterberg, Prosecuting Attorney, and Amy R. Meckling, Deputy, for respondent."
  },
  "file_name": "0632-01",
  "first_page_order": 674,
  "last_page_order": 684
}
