{
  "id": 1435086,
  "name": "Storthz v. Fullerton",
  "name_abbreviation": "Storthz v. Fullerton",
  "decision_date": "1932-04-18",
  "docket_number": "",
  "first_page": "634",
  "last_page": "636",
  "citations": [
    {
      "type": "official",
      "cite": "185 Ark. 634"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "9 S. W. (2d) 8",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "177 Ark. 757",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8724698
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/177/0757-01"
      ]
    },
    {
      "cite": "123 S. W. 376",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "92 Ark. 554",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1548527
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/92/0554-01"
      ]
    },
    {
      "cite": "36 S. W. (2d) 78",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "183 Ark. 404",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1441710
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/183/0404-01"
      ]
    },
    {
      "cite": "33 S. W. (2d) 714",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "182 Ark. 751",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1389691
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ark/182/0751-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 269,
    "char_count": 3700,
    "ocr_confidence": 0.496,
    "pagerank": {
      "raw": 4.4383777331187394e-07,
      "percentile": 0.9210677919832392
    },
    "sha256": "03e77931d163c47a77382a3c389e539202ee0bdbf378fd083577b0265aff86ff",
    "simhash": "1:29a426a76ba2958b",
    "word_count": 650
  },
  "last_updated": "2024-02-27T17:51:09.396208+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Storthz v. Fullerton."
    ],
    "opinions": [
      {
        "text": "MoHaney, J.\nOn the former appeal of this case, Fullerton v. Storthz, 182 Ark. 751, 33 S. W. (2d) 714, this court reversed the decree of the trial court and held that the purchase money note given by Thane Lumber Company to appellant and by him indorsed to the order of the Bradley Investment Company was. a sale and not a payment of the note. It was further held that the note in the hands of appellee was a valid and subsisting obligation, and should share ratably with the other two purchase money notes held by appellant in the security of vendor’s lien on the timber conveyed. For a statement of the facts on the former appeal, see 182 Ark. 751, 33 S. W. (2d) 714.\nOn a remand of the case, appellant filed a new bill which he says in reality is a creditor’s bill. He alleged his judgment against Thane Lumber Company, insolvent ; that the security is insufficient to discharge his debt; that Bradley Investment Company contracted with Thane Lumber Company to pay appellant the amount of the note in controversy, and that it could not lawfully buy said note because it had agreed to pay it; that, the Bradley Investment Company having bought the note in violation of its agreement, “it acquired title thereto without beneficial interest but strictly as trustee ex maleficio for the benefit of Thane Lumber Company”; that appellee is not an innocent purchaser of the note from the Bradley Investment Company, and that as assignee his title is impressed with the same trust, to the end that the beneficial interest of Thane Lumber Company in said note be subjected to the payment of the deficiency which will be due appellant after a sale to enforce Ms lien on the timber. The trial court denied the relief prayed, and this appeal followed.\nThe basis of the relief sought is somewhat involved and difficult of comprehension. It is stated by counsel that: “This second bill was filed in the hope that this court would welcome an opportunity to cure, in a manner not conflicting with the principles of res judicata, what, we respectfully submit, was a bad decision.” It is well settled that on a second appeal the judgment on the former appeal becomes the law of the case, and is conclusive of every question of law or fact decided in the former suit, and also of those which might have been, but were not presented. Shackleford v. Arkansas Baptist College, 183 Ark. 404, 36 S. W. (2d) 78. And this is true whether we may now think the former decision was right or wrong. St. L., I. M. & S. R. Co. v. York, 92 Ark. 554, 123 S. W. 376; Coca-Cola Bottling Co. v. Shipp, 177 Ark. 757, 9 S. W. (2d) 8.\nIt is argued on this appeal that appellant is entitled to reach the lien note in appellee’s hands by equitable garnishment or creditor’s bill on the ground that appellee is not an innocent purchaser thereof from Bradley Investment Company, which was precluded from purchasing same because of its agreement with Thane Lumber Company to pay it for its account, and that therefore appellee is a trustee ex maleficio for the benefit of the latter company. The further argument is made that, if he be wrong in the above contention, credits derived from a foreclosure proceeding in the federal. court by appellee, as assignee of Bradley Investment Company against Thane Lumber Company, should be applied to the satisfaction of the note in controversy. We do not discuss the merits of these arguments. They either were or could have been made on the former appeal and are now res judicatae.\nWe find no error, and the decree is accordingly affirmed.",
        "type": "majority",
        "author": "MoHaney, J."
      }
    ],
    "attorneys": [
      "Ingram Moher, Robinson, House & Moses and Harry E. Meek, for appellant.",
      "Coleman & Riddick, for appellee."
    ],
    "corrections": "",
    "head_matter": "Storthz v. Fullerton.\nOpinion delivered April 18, 1932.\nIngram Moher, Robinson, House & Moses and Harry E. Meek, for appellant.\nColeman & Riddick, for appellee."
  },
  "file_name": "0634-01",
  "first_page_order": 654,
  "last_page_order": 656
}
