{
  "id": 1388533,
  "name": "Duncan v. Smith",
  "name_abbreviation": "Duncan v. Smith",
  "decision_date": "1923-12-24",
  "docket_number": "",
  "first_page": "635",
  "last_page": "638",
  "citations": [
    {
      "type": "official",
      "cite": "161 Ark. 635"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "125 Ark. 6",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1553235
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/125/0006-01"
      ]
    },
    {
      "cite": "39 S. W. 509",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": -1
    },
    {
      "cite": "133 Ark. 567",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1575142
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/133/0567-01"
      ]
    },
    {
      "cite": "150 Ark. 39",
      "category": "reporters:state",
      "reporter": "Ark.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "24 Ark. 358",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 296,
    "char_count": 4472,
    "ocr_confidence": 0.489,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.05218199979998834
    },
    "sha256": "f39068e44b7423b01e279d0c4a20addf25c02cec24f271737dc291291a08120c",
    "simhash": "1:3814146fd0abe026",
    "word_count": 773
  },
  "last_updated": "2024-02-27T21:32:42.656819+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Duncan v. Smith."
    ],
    "opinions": [
      {
        "text": "Humphreys, J.\nAppellee brought suit in the circuit court of Jackson County against F. M. Silom, George Loyd, C. E. Ellison and E. F. Duncan upon the,following promissory note:\n“Newport, Arkansas, 9-19-1919.\n“On or before October 15, 1920, after date, we or either of us promise to pay to the order of W. P. Smith, at the banking house of the Arkansas Bank & Trust Company, in the city of Newport, Arkansas, the sum of three hundred and fifty and no/100 dollars, for value received, with interest from date until paid at the .rate of ten per cent, per annum. Interest payable annually, and, if interest be not so paid when due, then such unpaid interest shall become as principal and bear like interest until paid. The makers and indorsers of this note waive presentment, notice of nonpayment and protest.\n“F. M. Silom,\n“Geo. Loyd,\n“C. E. Eilison,\n“E. F: Duncan.\n“P. 0. 8 cents stamps canceled.\n“Date due.”\nCredits to the amount of $43 were indorsed' on the back of the note. Service was obtained upon all the defendants except C. E. Ellison. In apt time E. F. Duncan filed a separate answer, admitting that lie signed the note for the accommodation of F. M. Silom and George Loyd, but denying liability thereon for the reason assigned in the second paragraph of his answer, which is as follows:\n“That the defendant, E. F. Duncan, indorsed said note only on condition that, when the defendant, O. E. Ellison, should sign said note, the signature of defendant, E. F. Duncan, would be canceled from said note and said defendant released from all obligations expressed in said note; that said condition was agreed upon by and between the said E. F. Duncan on his part and by the said W. P. Smith, F. M. Silom and George Loyd on their parts. ’ ’\nA demurrer was interposed and sustained to the answer. Appellant refused to plead further, electing to stand on his separate answer, whereupon judgment was rendered against him and1 his co-defendants who were served, and made default, for $417.10, the amount of principal and interest due upon the note. From the judgment an appeal has been duly prosecuted to this court.\nAppellant contends for a reversal of the judgment under the principle of law that a surety may be discharged from his obligation by the novation or substitution of another in his place, by consent of the makers and payee of a note. The principle invoked is not applicable to the facts alleged and admitted to be true by the demurrer. Our construction of the allegation is that Duncan signed and delivered the note to appellee as a binding obligation, with the understanding that he should be released whenever C. E. Ellison signed the note. In other words, that he should be bound upon the note until the signature of C. E. Ellison was obtained. Proof responsive to this allegation would have contradicted the writing, and for that reason could not have been, introduced. It was proper therefore to sustain the demurrer to the answer. Had the agreement for the substitution of Ellison as a debtor in the place of Duncan been subsequent to the first agreement, or bad the agreement been for the note not to become a binding obligation\" until signed by Ellison, either allegation would have been impervious to attack by demurrer, for proof of the allegations would have in no wise contradicted the written instrument.\nNo error appearing, the judgment is affirmed.",
        "type": "majority",
        "author": "Humphreys, J."
      }
    ],
    "attorneys": [
      "E. F. Duncan, pro se.",
      "W. E. Beloate, for appellee."
    ],
    "corrections": "",
    "head_matter": "Duncan v. Smith.\nOpinion delivered December 24, 1923.\nEvidence — parol evidence to contradict writing. — Parol evidence that appellant signed the note in suit upon condition that he should be released when another signed the note, was inadmissible, as it would contradict the writing.\nAppeal from' Jackson Circuit Court; Dene H. Coleman, Judge;\naffirmed.\nE. F. Duncan, pro se.\nThe demurrer admits the allegation that appellant signed the note upon the agreement that he was to be released from liability when Ellison signed it, and that the latter did sign it. The court erred therefore in sustaining the demurrer. 24 Ark. 358; 150 Ark. 39; Id. 138 ; 133 Ark. 567; 39 S. W. 509; 125 Ark. 6.\nW. E. Beloate, for appellee.\nThe authorities cited by the appellant are not applicable in this case. This is an attempt to set up an agreement between joint makers of a note that one of them should be released when another of them should sign, and not an agreement by the holder of the note to accept a novation in makers upon a consideration passing. The plea was frivolous, and was properly disregarded."
  },
  "file_name": "0635-01",
  "first_page_order": 663,
  "last_page_order": 666
}
