{
  "id": 1432076,
  "name": "Meyers Store Co. v. Colorado Milling & Elevator Co.",
  "name_abbreviation": "Meyers Store Co. v. Colorado Milling & Elevator Co.",
  "decision_date": "1933-06-19",
  "docket_number": "4-3041",
  "first_page": "636",
  "last_page": "641",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 636"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "203 S. W. 701",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "134 Ark. 311",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1573267
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/134/0311-01"
      ]
    },
    {
      "cite": "13 S. W. (2d) 314",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "178 Ark. 1011",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1397156
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/178/1011-01"
      ]
    },
    {
      "cite": "190 S. W. 118",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "126 Ark. 307",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1551768
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/126/0307-01"
      ]
    },
    {
      "cite": "153 S. W. 261",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "106 Ark. 340",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1345652
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/106/0340-01"
      ]
    },
    {
      "cite": "228 U. S. 278",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3667170
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/us/228/0278-01"
      ]
    },
    {
      "cite": "160 U. S. 556",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5701251
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/us/160/0556-01"
      ]
    },
    {
      "cite": "241 U. S. 440",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8288260
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/us/241/0440-01"
      ]
    },
    {
      "cite": "181 U. S. 405",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8297980
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/us/181/0405-01"
      ]
    },
    {
      "cite": "247 S. W. 54",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "157 Ark. 16",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1357128
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/157/0016-01"
      ]
    },
    {
      "cite": "98 S. W. 958",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "83 Ark. 591",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1527143
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/83/0591-01"
      ]
    },
    {
      "cite": "201 S. W. 787",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "132 Ark. 551",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1576656
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/132/0551-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 444,
    "char_count": 8345,
    "ocr_confidence": 0.514,
    "pagerank": {
      "raw": 9.246259563484374e-08,
      "percentile": 0.5110674406114024
    },
    "sha256": "ad2d0c3cdc8d92d2d9b9ce2ab62e9d1508ebf02433152309f69a98ee66396bb9",
    "simhash": "1:b563369f48ed4d2a",
    "word_count": 1482
  },
  "last_updated": "2024-02-27T21:18:50.990705+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Meyers Store Co. v. Colorado Milling & Elevator Co."
    ],
    "opinions": [
      {
        "text": "Mehaffy, J.\nOn June 23, 1930, the appellee, Colorado Milling & Elevator Company, sold to the appellant, Meyers Store Company, 2,000 barrels of flour. The flour purchased was shipped to the appellant in three shipments, on October 13th, October 16th and October 21st. They were shipped to shipper’s order with bill of lading- and directions to notify Meyers Store Company at Walnut Ridge, Arkansas, a draft for the amount of each shipment being attached and payable to Planters’ National Bank of Walnut Ridge, Arkansas, and being drawn through that bank.\nThe purchaser ivas permitted to take the bill of lading and get possession of the flour without paying* the drafts.\nOn May 8, 1931, the Colorado Milling & Elevator Company filed its complaint in the chancery court for the Eastern District of Lawrence County against Meyers Store Company for $2,121.66, the amount due on the flour together with protest fees and interest.\nIt was alleged in the complaint that the bank officials and the Meyers Store Company conspired to defraud the Colorado Milling & Elevator Company by surrendering the bills of lading without the drafts being paid; that on November 7, 1930, the appellant knew or had reasonable cause to believe that the bank was insolvent, and drew its check on said bank for the sum of $2,121.71, payable to the Planters’ National Bank, purporting- to be given for the amount of the drafts covered' by the shipments; that the check was stamped “Paid” November 5th, but was not actually made or stamped until November 7th. The appellant, knowing the insolvency of the bank, knew it would not be paid, and fraudulently dated the check November 1, 1930; that the appellant was at that time engaged in transferring the greater portion of its deposits to a bank in St. Lonis, believing that the Planters’ National Bank was about to fail; that the Planters’ National Bank drew its draft on the Franklin-American Trust Company of St. Louis in the sum of $2,118.41. This draft was mailed direct to the appellant and received by the St. Louis bank on November 8th, the Planters’ National Bank having closed its doors on November 7th. The draft was not paid, and the protest fees were $3.25. The appellant had designated the Planters’ National Bank as the collecting bank. The prayer of the complaint was for judgment against the Meyers Store Company for $2,121.66, with interest.\nThe appellant filed demurrer, which was overruled; and then filed answer in which it denied the allegations of the complaint, except as to purchasing the flour, and the amount of the indebtedness.\nAs a defense, appellant alleged that the Planters’ National Bank should be made a party, and be. required to pay said money to the appellant or appellee, as a preferred claim. Thereafter it filed an amendment to its complaint, alleging the giving of its check in payment of the amount due appellee. It asked that J. W. Armstrong, receiver of the Planters’ National Bank, be made a party. The receiver was made, a party and filed petition and bond for removal to the Federal court, and the cause was removed to the Federal court.\nIn the Federal court the receiver filed his answer, in which the allegations in the complaint against him were denied. The Colorado Milling & Elevator Company filed motion in the Federal court to remand the cause, and the Meyers Store Company also filed motion to remand the cause to the Lawrence Chancery Court. The Colorado Milling & Elevator Company did not sue- the receiver of the Planters’ National Bank, and did not ask that he be made a party, and no judgment was asked against him.\nThe appellant asked that he be made a party, but did not ask any judgment against him. It alleged that the money- was a trust fund, and that the receiver be required to hold it as a trust fund to be paid either to the appellant or appellee, as the court might decide.\nAfter the ease was remanded, the receiver moved that the cause be dismissed as to him, and this motion was granted, and the cause as to him dismissed. This appeal is from the order dismissing the cause as to the receiver, and no other questions are presented for our determination.\nWhere a cause is removed from a State court to the Federal court, and remanded by the latter court, the order of the Federal court remanding the cause is final, and will not be reviewed by the State court. K. C. Sou. Ry. Co. v. Wade, 132 Ark. 551, 201 S. W. 787; St. L., I. M. & S. R. Co. v. Neal, 83 Ark. 591, 98 S. W. 958; Mo. Pac. Rd. Co. v. Tompkins, 157 Ark. 16, 247 S. W. 54; German National Bank v. Speckert, 181 U. S. 405, 21 S. Ct. 688; Pac. Livestock Co. v. Lewis, 241 U. S. 440, 36 S. Ct. 637; M. P. Rd. Co. v. Fitzgerald, 160 U. S. 556, 16 S. Ct. 389; McLaughlin Bros. v. Hallowell, 228 U. S. 278, 33 S. Ct. 465; Lewis on Removal of Causes, 499.\nWhen a case has been remanded, it is the duty of the State court to proceed as though no removal had ever been attempted. Lewis on Removal of Causes, 503.\nWhen the cause was remanded and reached the Lawrence Chancery Court, it was the duty of the court to proceed just as if no petition for removal had ever been filed, and the chancery court had jurisdiction of the person of the receiver, and not only had the authority, but it was its duty, to dismiss the cause against the receiver unless the receiver was a necessary party. The plaintiff in the case would have had the right to sue the receiver and the Meyers Store Company, or either of them, and if either had been sued by the plaintiff, the other could not complain.\nOur statute provides that the defendant may file a cross-complaint against persons other than the defendant when the defendant has a cause of action against a codefendant or a person not a party to the action and affecting the subject-matter of the action, when he may make Ms answer a cross-complaint against the defendant or other person. Section 1204, Crawford & Moses’ Digest.\nIn the suit against the appellant, it either owed the appellee or it did not, and no cause, of action that the appellant may have against the receiver in any way affects the subject-matter of the original action in this case.\n“Where two or more persons are jointly bound by a contract, the- action thereon may be brought against all or any of them at the plaintiff’s option.” Section 1100, Crawford & Moses’ Digest. That is, the plaintiff in a suit may sue one person or all that are bound, but the plaintiff himself determines whether he will do this, and the defendant cannot bring in another party defendant unless the defendant files a cross-complaint against such party and states facts showing that the cause of action against such third party affects the subject of the original action. Lamew v. Wilson-Ward Co., 106 Ark. 340, 153 S. W. 261; Fluhart v. W. T. Rawleigh Co., 126 Ark. 307, 190 S. W. 118.\nA plaintiff not only has the right to sue any one or all of the persons signing a contract, but he also has the right to proceed against any one or all of joint tortfeasors. McCulla v. Brown, 178 Ark. 1011, 13 S. W. (2d) 314; Coats v. Milner, 134 Ark. 311, 203 S. W. 701.\n“In the absence of statute, it is not permissible to amend at the instance of the defendant, by adding new plaintiffs or defendants, although it is permissible for plaintiff to add them after objection by the defendant. Under statutes, however, a defendant may cause one against whom he has a right of action to be made a party.” Standard Ency. of Procedure, vol. 20, 956. The statute above cited requires the third person against whom the defendant files a cross-complaint to have- an interest affecting the original suit.\nIn the case at bar, it was not claimed that the receiver had any interest affecting the original suit. If the original defendant had a defense, it was complete, and he could avail himself of it without making the receiver a party.\nOne cannot be made a defendant who has no interest in the canse of action sued on, and against whom no relief is sought. Whatever defense the appellant may-have had in this case was available to it without maldng any other person a party. Therefore the receiver was not a necessary party.\nThe decree of the chancery court is affirmed.",
        "type": "majority",
        "author": "Mehaffy, J."
      }
    ],
    "attorneys": [
      "W. P. Smith and G. M. Gibson, for appellant.",
      "H. L. Ponder, for appellee."
    ],
    "corrections": "",
    "head_matter": "Meyers Store Co. v. Colorado Milling & Elevator Co.\n4-3041\nOpinion delivered June 19, 1933\nW. P. Smith and G. M. Gibson, for appellant.\nH. L. Ponder, for appellee."
  },
  "file_name": "0636-01",
  "first_page_order": 656,
  "last_page_order": 661
}
