{
  "id": 1428385,
  "name": "Price v. Business Men's Assurance Company of America",
  "name_abbreviation": "Price v. Business Men's Assurance Co. of America",
  "decision_date": "1934-01-22",
  "docket_number": "4-3292",
  "first_page": "637",
  "last_page": "639",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 637"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "46 S. W. (2d) 53",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "164 Tenn. 32",
      "category": "reporters:state",
      "reporter": "Tenn.",
      "case_ids": [
        8532212
      ],
      "opinion_index": 0,
      "case_paths": [
        "/tenn/164/0032-01"
      ]
    },
    {
      "cite": "17 S. W. (2d) 11",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "159 Tenn. 144",
      "category": "reporters:state",
      "reporter": "Tenn.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 338,
    "char_count": 5053,
    "ocr_confidence": 0.462,
    "pagerank": {
      "raw": 1.3171098689991222e-07,
      "percentile": 0.6257671779319952
    },
    "sha256": "248e3a7d2f524aed9ac09e78d8abec5c7dff3562bc088ab34a9d8a239fd14e18",
    "simhash": "1:264256c478222e94",
    "word_count": 862
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Price v. Business Men's Assurance Company of America."
    ],
    "opinions": [
      {
        "text": "Humphreys, J.\nAppellant sued appellee in the circuit court of Pulaski County on an insurance policy issued by appellee, to her husband providing payment to her as beneficiary of $3,000 in the event of her husband’s death “from bodily injuries effected solely through accidental means.” It was alleged in the complaint that, during the. life of the policy, her husband, Joel Lee Price, was accidentally killed by being shot to death unexpectedly and by chance.\nAppellee filed an answer denying that Joel Lee Price was accidentally killed but, on the contrary,' was killed by officers of the law in a fight which he provoked and in which he was the aggressor at a time when he and a man by the name of Eagle were engaged in robbing Terry Dairy Company plant at Scott and Eighteenth streets in Little Rock, Arkansas.\nThe cause was submitted upon the pleadings and evidence adduced, at the conclusion of which the court instructed a verdict against appellant and dismissed her complaint, from which is this appeal.\nAccording to the undisputed testimony, Price and Eagle, wearing masks, and Price being armed with a .45 caliber automatic pistol, entered the property of Terry Dairy Company, tied its night watchman in the barn, broke into its iron safe, and were prowling through the building when officers appeared on the scene; that, in going out of a room into the hall, they were discovered and called to by the officers, whereupon they turned and ran into adjoining rooms; that officers Huston and Pate entered the door leading into a dimly lighted room in which Price was hiding and called to him that they were officers, whereupon he shot at them without notice and continued to fire until he was mortally wounded by them and fell to the floor; that they secured his pistol and a statement from him- that Eagle was in an adjoining room; that officers Walker and Huston entered the adjoining room in search of Eagle and, upon being attacked by him, they shot and instantly killed him; that during the time Price was shooting at Huston and Pate, Huston shot Price three times and Pate shot him twice, all five shots taking effect; that he fell to the floor when the last shot was fired by Huston into his head; that Price shot four times, twice at each officer, none of which took effect; that subsequently Price died from one or more of the wounds received by him during the encounter.\nThe general rule of law is that death resulting from bodily injuries effected solely through accidental means in insurance policies does not include death resulting from wounds received in an-encounter provoked by the insured or in which he was the aggressor and from which he did not attempt to retire in good faith; nor does it include death inflicted during the commission of a voluntary or intentional act on his part, the inevitable result of which, he could have or should have foreseen. Mutual Life Insurance Company v. Distretti, 159 Tenn. 144, 17 S. W. (2d) 11; McGuire v. Metropolitan Life Insurance Company, 164 Tenn. 32, 46 S. W. (2d) 53.\nAn insured engaged in the commission of a felony who, when discovered in .the act, becomes the aggressor in an effort to shoot his way out, necessarily takes chances on being killed, and, if killed in an effort to escape, his death cannot be regarded as accidental within the terms of such policy. He oug’ht to have anticipated or expected death from his own culpability, and hence, if killed, his death is not accidental.\nAppellant contends, however, for a reversal of the judgment because Huston made a statement within 48 hours after the killing to the effect that he accidentally killed Price while he was trying to shoot the .45 caliber automatic pistol out of his hand. H. O. Davis testified that Huston made such a statement to him-. Huston denied making the statement. Appellant argues that, on account of the conflict in the testimony between Huston and Davis, the court should have allowed the jury to determine the issue of whether the killing was intentional or accidental. Even if it be conceded that Huston was impeached so that the jury would have disregarded his testimony, yet the facts detailed above, were supported by other undisputed evidence, especially by the testimony of Pate; or, to state it differently, if the-testimony of Huston were entirely eliminated from this record, the remaining undisputed evidence showed that, while Price was engaged in the commission of a felony; he was discovered, and, in order to escape arrest, he opened fire upon the officers and continued to fire upon them until he was killed by them in necessary self-defense. The court, therefore, correctly told the jury that it was shown by the undisputed evidence that Price deliberately brought on his own death; hence that his death was not accidental within the meaning of the policy.\nNo error appearing, the judgment is affirmed.",
        "type": "majority",
        "author": "Humphreys, J."
      }
    ],
    "attorneys": [
      "Roy E. Rison and Tom W. Campbell, for appellant.",
      "Charles W. Mehaffy, for appellee."
    ],
    "corrections": "",
    "head_matter": "Price v. Business Men's Assurance Company of America.\n4-3292\nOpinion delivered January 22, 1934.\nRoy E. Rison and Tom W. Campbell, for appellant.\nCharles W. Mehaffy, for appellee."
  },
  "file_name": "0637-01",
  "first_page_order": 655,
  "last_page_order": 657
}
