{
  "id": 1431937,
  "name": "Adams v. Spillyards",
  "name_abbreviation": "Adams v. Spillyards",
  "decision_date": "1933-06-19",
  "docket_number": "4-3087",
  "first_page": "641",
  "last_page": "662",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 641"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "52 Pac. 33",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": 0
    },
    {
      "cite": "18 Wash. 537",
      "category": "reporters:state",
      "reporter": "Wash.",
      "case_ids": [
        5100470
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash/18/0537-01"
      ]
    },
    {
      "cite": "24 Howard 461",
      "category": "reporters:state",
      "reporter": "Howard",
      "opinion_index": 0
    },
    {
      "cite": "3 Howard 707",
      "category": "reporters:state",
      "reporter": "Howard",
      "opinion_index": 0
    },
    {
      "cite": "2 Howard 608",
      "category": "reporters:state",
      "reporter": "Howard",
      "opinion_index": 0
    },
    {
      "cite": "1 Howard 311",
      "category": "reporters:state",
      "reporter": "Howard",
      "opinion_index": 0
    },
    {
      "cite": "87 S. W. 625",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "75 Ark. 40",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1502483
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/75/0040-01"
      ]
    },
    {
      "cite": "27 S. W. (2d) 510",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "181 Ark. 647",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "295 S. W. 365",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "174 Ark. 417",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8721923
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/174/0417-01"
      ]
    },
    {
      "cite": "40 Ark. 423",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1897071
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/ark/40/0423-01"
      ]
    },
    {
      "cite": "295 S. W. 9",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "174 Ark. 214",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8719649
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/174/0214-01"
      ]
    },
    {
      "cite": "27 Ark. 629",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "298 S. W. 965",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 1
    },
    {
      "cite": "171 Ark. 848",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1369400
      ],
      "opinion_index": 1,
      "case_paths": [
        "/ark/171/0848-01"
      ]
    },
    {
      "cite": "215 S. W. 659",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 1
    },
    {
      "cite": "139 Ark. 595",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1596386
      ],
      "opinion_index": 1,
      "case_paths": [
        "/ark/139/0595-01"
      ]
    },
    {
      "cite": "247 S. W. 70",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 1
    },
    {
      "cite": "156 Ark. 549",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1358464
      ],
      "opinion_index": 1,
      "case_paths": [
        "/ark/156/0549-01"
      ]
    },
    {
      "cite": "215 S. W. 709",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 1
    },
    {
      "cite": "140 Ark. 398",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1594410
      ],
      "opinion_index": 1,
      "case_paths": [
        "/ark/140/0398-01"
      ]
    },
    {
      "cite": "196 S. W. 925",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 1
    },
    {
      "cite": "129 Ark. 542",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1580480
      ],
      "opinion_index": 1,
      "case_paths": [
        "/ark/129/0542-01"
      ]
    },
    {
      "cite": "19 S. W. (2d) 1000",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 1
    },
    {
      "cite": "179 Ark. 886",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8726202
      ],
      "opinion_index": 1,
      "case_paths": [
        "/ark/179/0886-01"
      ]
    },
    {
      "cite": "256 U. S. 170",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3680255
      ],
      "weight": 2,
      "opinion_index": 1,
      "case_paths": [
        "/us/256/0170-01"
      ]
    },
    {
      "cite": "256 U. S. 135",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3678585
      ],
      "weight": 2,
      "opinion_index": 1,
      "case_paths": [
        "/us/256/0135-01"
      ]
    },
    {
      "cite": "52 S. W. (2d) 965",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 2
    },
    {
      "cite": "186 Ark. 141",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8719146
      ],
      "opinion_index": 2,
      "case_paths": [
        "/ark/186/0141-01"
      ]
    },
    {
      "cite": "94 Ore. 1",
      "category": "reporters:state",
      "reporter": "Or.",
      "case_ids": [
        4810572
      ],
      "weight": 2,
      "opinion_index": 3,
      "case_paths": [
        "/or/94/0001-01"
      ]
    },
    {
      "cite": "226 U. S. 276",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8286621
      ],
      "weight": 2,
      "opinion_index": 3,
      "case_paths": [
        "/us/226/0276-01"
      ]
    },
    {
      "cite": "187 U. S. 437",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6141652
      ],
      "weight": 2,
      "opinion_index": 3,
      "case_paths": [
        "/us/187/0437-01"
      ]
    },
    {
      "cite": "157 U. S. 219",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3584125
      ],
      "weight": 2,
      "opinion_index": 3,
      "case_paths": [
        "/us/157/0219-01"
      ]
    },
    {
      "cite": "17 Ariz. 93",
      "category": "reporters:state",
      "reporter": "Ariz.",
      "case_ids": [
        2412797
      ],
      "weight": 2,
      "opinion_index": 3,
      "case_paths": [
        "/ariz/17/0093-01"
      ]
    },
    {
      "cite": "287 S. W. 561",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 3
    },
    {
      "cite": "216 Ky. 190",
      "category": "reporters:state",
      "reporter": "Ky.",
      "case_ids": [
        4926807
      ],
      "opinion_index": 3,
      "case_paths": [
        "/ky/216/0190-01"
      ]
    },
    {
      "cite": "306 Pac. 403",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": 3
    },
    {
      "cite": "23 Ariz. 610",
      "category": "reporters:state",
      "reporter": "Ariz.",
      "case_ids": [
        4951787
      ],
      "opinion_index": 3,
      "case_paths": [
        "/ariz/23/0610-01"
      ]
    },
    {
      "cite": "16 A. L. R. 152",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 3
    },
    {
      "cite": "130 N. E. 601",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": 3
    },
    {
      "cite": "230 N. Y. 429",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        294405
      ],
      "opinion_index": 3,
      "case_paths": [
        "/ny/230/0429-01"
      ]
    },
    {
      "cite": "2 Howard 608",
      "category": "reporters:state",
      "reporter": "Howard",
      "opinion_index": 3
    },
    {
      "cite": "1 Howard 311",
      "category": "reporters:state",
      "reporter": "Howard",
      "weight": 2,
      "opinion_index": 3
    }
  ],
  "analysis": {
    "cardinality": 1401,
    "char_count": 43555,
    "ocr_confidence": 0.497,
    "pagerank": {
      "raw": 2.6888771944567846e-07,
      "percentile": 0.8273401267795921
    },
    "sha256": "5f8716cbb7cf88b0d8dc045f220fd83cc430d1c214603a56d7d3351907d688bd",
    "simhash": "1:62a8ed823e0ff3e2",
    "word_count": 7581
  },
  "last_updated": "2024-02-27T21:18:50.990705+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Adams v. Spillyards."
    ],
    "opinions": [
      {
        "text": "McHaney, J.\nAppellants are the owners and holders of certain past-due promissory notes executed by appellees, secured by a deed of trust on certain real estate in Jefferson County. Suit was filed April 6, 1932, to foreclose, which was met by demurrer. The court overruled the demurrer January 31, 1933, and thereafter an answer was filed, admitting the execution and delivery of the notes and deed of trust. There was no dispute as to the facts. On February 25, 1933, act 57 of the Acts of 1933 became a law, and its provisions were invoked by appellees. The court, in accordance with the requirements of § 2 of said act, refused to enter a decree of foreclosure to which he found appellants were entitled, unless and until they would enter into and file a stipulation that they would bid at the sale the amount of the judgment, interest and costs. Appellants refused to do this, and filed a motion to have the decree entered without such requirement. The court overruled the motion, and this appeal followed.\nWe think this was a final order from which an appeal lies.\nThe only question presented is the constitutionality of said act 57 of 1933. We copy it in full as follows:\n“Section 1. In any foreclosure, in any court in the State of Arkansas in which real estate is involved, the real estate securing the loan sought to be foreclosed shall be considered to be the value of the loan made, irrespective of the amount which may be realized from the sale of such real property.\n“Section 2. When any such foreclosure suits are •brought, the plaintiff shall not be entitled to a decree of foreclosure until and unless said plaintiff shall file a stipulation in said cause that he will bid the amount of the debt, interest and costs.\n“Section 3. Where any such suits are now pending and sale of said property has been made under decree of courts foreclosing same, and the sale has not been confirmed by the court, the chancellor is hereby directed and it is made his duty to inquire into the amount that said property sold for, and hear testimony thereon in order to ascertain whether or not the purchaser bid the fair market value of said property, and said sale shall not be confirmed until after said hearing, and the Supreme Court of this State shall review the findings of said chancellor on appeal, even though no fraud or inequitable conduct is attributed to any person conducting said sale or any party interested therein.\n“Section 4. Where any such suits are filed after the effective date of this act and real property is sold under foreclosure decree, said sale shall not be confirmed by the court until and unless said court has inquired into the amount that said property sold for, and hear testimony thereon in order to ascertain whether or not the purchaser bid the fair market value for said property, and said sale shall not be confirmed until after said hearing, and the Supreme Court of this State shall review the findings of said chancellor on appeal, even though no fraud or inequitable conduct is attributed to any person conducting said sale or any party interested therein.\n“Section 5. When any suit seeking the foreclosure of real estate is filed and application is made for the appointment of a receiver, the court shall have the power to appoint the owner of said property as such receiver, and the fact that he is the owner in itself shall not disqualify him to serve in such capacity.\n“Section 6. If any part, sentence, section, or paragraph of this act is held to be unconstitutional, the remaining valid parts shall not be affected.”\nThe attack made on the validity of the act is based on art. 1, § 10, Constitution of the United States, and art. 2, § 17, Constitution of Arkansas, both prohibiting the State from passing any law impairing the obligation of contracts. It is of course well settled that the Constitution of this State is “not an enabling, but a restraining act (Straub v. Gordon, 27 Ark. 629), and that the Legislature may rightfully exercise its powers subject only to the limitations and restrictions of the Constitution of the United States and of the State of Arkansas,” as we said in Bush v. Martineau, 174 Ark. 214, 295 S. W. 9, and that an act of the Legislature is presumed to be constitutional and will not be held by the courts to be otherwise unless there is a clear conflict between the act and the Constitution, and that all doubt should be resolved in favor of the act. Bush v. Martineau, supra, and cases there cited. It is equally well settled that, if an act runs counter to the plain provisions of the Constitution, the courts should not hesitate to so declare and hold the act invalid. Another rule which is not open to dispute and is well settled both in this court and the Supreme Court of the United States is thus stated in Robards v. Brown, 40 Ark. 423: “The laws which are in force at the time when, and the place where, a contract is made and to be performed enter into and form a part of it. This is only another mode of saying that parties are conclusively presumed to contract with reference to the existing law. ’ ’ And in Walker v. Whitehead, 16 Wallace (U. S.) 314, it is said: “The laws which exist at the time of the making of a contract and in the place where it is made and to be performed enter into and make a part of it. This embraces those laws alike which affect its validity, construction, discharge and enforcement. Nothing is more material to the obligation of a contract than the means of its enforcement. The ideas of validity and remedy are inseparable, and both are parts of the obligation which is guaranteed by the Constitution against impairment. The - obligation of a contract ‘is the law which binds the parties to perform their agreement.’ Any impairment of the obligation of a contract — the degree of impairment is immaterial — is within the prohibition of the Constitution.”\nIt becomes material then to inquire as to the rights of mortgagees of real estate, at the time and prior to the effective date of said act 57 in foreclosure proceedings in chancery courts. They had the right under existing law to have a judgment on the obligation in default after service and issue joined after 90 days or any day court was in session after default in pleading, and a condemnation of the real estate covered by the mortgage to be sold and applied to the payment of the debt, interest and costs. If not sold for a sufficient sum to cover, there was a deficiency judgment upon which execution could issue as at law. Foreclosure sales of real estate could not be set aside and confirmation refused for mere .inadequacy of consideration, but only for fraud or other inequitable conduct in the matter of the sale, coupled with gross inadequacy of consideration. Nor could sale be postponed more than six months. There was no provision of law declaring that “the real estate securing the loan sought to be foreclosed shall be considered to be the value of the loan made, irrespective of the amount which may be realized from the sale of such property, ’r nor that the plaintiff should “file a stipulation in said cause that he will bid the amount of the debt, interest and costs,” until act 57 was enacted. It frequently happens, though not the general custom, that loans are made and real estate security taken when both parties knpw that the security is of less value than the loan, and it frequently happens that loans are made on both real and personal property as security. In either event, under act 57, in order to foreclose on the real estate, in the chancery court, the mortgagee would have to relinquish the personal responsibility of the mortgagor as well as the personal property covered by the mortgage, for “the real estate * * * shall be considered to-be the value of the loan made,” and he must file a stipulation that he will bid for it the full amount of the judgment, interest and costs. This too in the face of the fact that the loan was made more on the moral risk than on the real estate security in the one case, and more on the personalty securing the loan than the real estate in the other. The undisputed effect of §§ 1 and 2 of the act is to prohibit deficiency judgments in mortgage foreclosures in chancery courts, a legal possible right inherent in all existing Arkansas mortgages at the effective date of the act, which was a part of the mortgage contracts themselves. This personal liability was a part of the contract because authorized by law at the time of execution and in the place .of performance. The principal object of act 57 was to take, away from the mortgagee that right, and of necessity violates the obligations of all existing mortgage contracts. Sections 3 and 4 undertake to change the rule many times announced by this court, and of long duration, that the court cannot refuse to confirm a judicial sale for mere inadequacy of consideration except for fraud, unfairness or some other inequitable conduct of the sale. See Marten v. Jirkovsky, 174 Ark. 417, 295 S. W. 365; Free v. Harris, 181 Ark. 647, 27 S. W. (2d) 510. This was the law as to all existing mortgages, became, a part of them, and related to a substantial remedy to collect the debts for which they were given. Section 5 attempts to make the owner'or mortgagor eligible- for appointment as receiver, in the event a receiver is sought. Such was not the law theretofore. By § 8613, Crawford & Moses’ Digest, “No party or attorney, or person interested in an action shall be appointed receiver therein.” This section has long been the law for a time the memory of man runneth not to the contrary, for this court held in Cook v. Martin, 75 Ark. 40, 87 S. W. 625, that it was declaratory of the common law. We think this section, as well as §§ 3 and 4, would not have been adopted without §§ 1 and 2, and the act is therefore not sever-able, and we cannot sustain any part thereof, as provided in § 6.\nWe think this case is ruled by that of Robards v. Brown, 40 Ark. 423. In that case Scott and wife and Robards and wife in 1874 executed to one Ward as trustee a deed of trust on lands to secure the payment of sundry debts. Power was given the trustee in the instrument to sell the lands and distribute the proceeds on certain contingencies. In 1880 the trustee advertised and sold the lands under the power contained in the deed of trust to Brown who paid his bid and received his conveyance. The sale wras made without regard to the act of March 17, 1879, which provided that at such sales the property, real or personal, should not be sold for less than two-thirds of the appraised value; provided it should not apply to sales of property for the purchase money thereof; and if real property was not sold at the first offering, another offering might be made twelvemonths thereafter, and sold to the highest bidder without reference to the appraisement; and provided further that real property so sold might be redeemed by the mortgager at any time within one year from the- sale by payment of the sale price with 10 per cent, interest and costs of sale. It also provided for appointment of appraisers. Within one year fronqthe date- of sale Robareis sought to redeem by tendering the amount required by the act. Brown refused the money tendered, Robareis withheld possession, and Brown brought ejectment. Robareis defended under the act of 1879 on the ground that it was not appraised and sold in compliance, therewith, and that he had the right thereunder to redeem. This court denied the right as did the lower court. It was there said: “As this raises a federal question, the interpretation which the Supreme Court of the United States has placed upon that clause of the Constitution which prohibits the States from passing laws impairing the obligation of contracts is of controlling influence, with us. And we find that in Bronson v. Kinzie, 1 Howard 311, this precise question was presented. It was there decided, after the most mature deliberation, Chief Justice Taney delivering the- opinion of the court, that both the appraisement and the redemption clause of a similar act, passed by the Legislature of Illinois, were unconstitutional, as applied to mortgages previously executed.” McCracken v. Haywood, 2 Howard 608; Gantly’s Lessees v. Ewing, 3 Howard 707; Howard v. Bugbee, 24 Howard 461, were cited to the same effect. The court in the Robards case continued: “The Constitution forbids all laws alike which affect the validity, construction, discharge and enforcement of contracts. The State may change legal remedies, forms of action, of pleading and of process, the times of holding courts, etc., and may shift jurisdiction from one court to another. And such changes may have the incidental effect of delaying the collection of debts. But the Legislature cannot, under the guise of legislating upon the remedy, in effect, impair the obligation .of contracts. The idea of right and remedy are so intimately associated as often to be inseparable. Now any legislation which deprives a party of a remedy substantially as efficient as that which existed at the making of the contract does impair its obligatory force.” Citing a number of cases from the Supreme Court of the United States.\nWe cannot see any distinction in principle between that case and this. ,There the subsequent statute required appraisement and sale for two-thirds the appraised value; whereas here the statute arbitrarily says the land shall be considered to be the value of the loan, without regard to sale price, although it might in fact be many times more or less than the loan. In that case the land must be sold for two-thirds the appraised value; whereas here it is required to bring the amount of the loan regardless of all other considerations. In that case one could finally, after one year from the first offering, if it failed to bring the required amount, have a sale to the highest bidder without regard to appraisement; whereas, here, if the mortgagee is unwilling to file the stipulation required by § 2, he can never have a decree of foreclosure or of sale, and can never realize anything from the security under foreclosure in court. In that case it was held that the right to redeem within one year rendered the statute unconstitutional and void, the court saying: “Common sense and observation teach us that the right to sell at once the entire fee simple in lands and to give the purchaser immediate possession is worth more and will be more likely to produce the mortgage debt than the restricted right of selling a conditional interest in lands. Thus the law, if extended to previous mortgages, would curtail and materially embarrass the creditor’s right to subject the entire interest of the debtor in the property to the payment of the debt intended to be secured.” So this court held that because the act denied the right to sell the entire interest, and withheld from sale the equity of redemption for one year, the act was void as to existing mortgages, and correctly so. Here the act prohibits any decree for sale, except plaintiff stipulate to pay the full amount of the debt, etc., and prohibits any confirmations, even for the amount of the debt, interest and costs, until after the court has ascertained from evidence on a hearing that such amount was “the fair market value of the property.” In other words, if the court should determine that the amount bid at the sale was not “the fair market value of the property,” it would have the right and power to disapprove the sale, “even though no fraud or inequitable conduct is attributed to any person conducting said sale or any party interested therein,” and even though the plaintiff filed the required stipulation and did bid the amount of the judgment, interest and costs. Sections 3 and 4 so provide. This comparison of the act under consideration with that discussed in Robards v. Brown, supra, is made for the purpose of showing, which it does, that the former presents a clearer case of violation of the Obligation of existing contracts than did the latter, and we desire to say that we again approve what was said in Robards v. Brown, and that it is supported by many decisions of the Supreme Court of the United States, both prior aud subsequent thereto. We therefore hold that said act 57, as applied to existing contracts, is void.\nNow, as to its application to future contracts, or to mortgages and deeds of trust on real estate executed subsequent to the effective date of the act, we think a careful examination of the act itself discloses that it has no application to the foreclosure of such contracts or mortgages. It does not in express terms apply to foreclosures on mortgages and deeds of trust on real estate to be hereafter executed, but apparently to foreclosures on contracts already in existence. In fact, the words “mortgage” or “deed of trust” are nowhere used in the act. Foreclosures on real estate are several times mentioned, and foreclosures on mechanics’ liens and purchase money liens are covered as well as mortgages and deeds of trust. The evident purpose of the Legislature was to relieve, a present condition by applying the poultice of the act to the sore spot of deficiency judgments in foreclosures of mortgages, caused by decline in realty values. They made it expressly applicable to cases of foreclosure now pending and sales already made but not confirmed, which could not possibly have reference to future contracts, (section 3); and also to “suits filed after the. effective date of this act and real property is sold under foreclosure decree of courts foreclosing same, said sale shall not be confirmed,” etc. The whole context, we think, shows the Legislature was dealing with what it deemed a temporary emergency. Another matter, not without force in determining this question, is that House Bill No. 270, by Gates, of Cleveland, was introduced and passed both Houses almost simultaneously with the Senate bill, which became act 57, which prohibited deficiency judgments in mortgage foreclosures, but by its express terms in § 2, applied only to future contracts. It was introduced in the House January 26 and finally passed both Houses on February 13. Whereas act 57 was introduced in the Senate January 18, and finally passed both Houses February 10. The former was vetoed by the Governor, and the latter became a law without his signature. Evidently the Legislature thought the provisions of the bill, which became act 57, were not broad enough to prevent deficiency judgments on future contracts, and introduced and passed House Bill 270 to cover the apparent defect.\nBefore concluding, we desire to call attention to the case of Dennis v. Moses, 18 Wash. 537, 52 Pac. 33, holding unconstitutional an act of that State, entitled, “An act relating to deficiency judgments.” We cannot review this case, nor the many others in both this State and the Supreme Court of the United States, sustaining, as we view them, the present holding. Suffice it to say that we have carefully considered the matter from every legal viewpoint, and have reached the conclusion that the act applies only to foreclosures on existing contracts, and is unconstitutional and void.\nThe judgment will therefore be reversed, and the cause remanded with directions to enter the decree of foreclosure and sale of the property without reference to act No. 57 of the Acts of 1933.",
        "type": "majority",
        "author": "McHaney, J."
      },
      {
        "text": "Butler, J.,\n(concurring). The case- before the court involves the question of procedure in the foreclosure and sale under a mortgage executed prior to the passage of act No. 57 of the General Assembly of 1933. Therefore, this act could have no other than a retroactive application to the case at bar. The majority hold that such an application violates the contract clause of the Federal Constitution. I agree that this question is concluded by the decisions of the Supreme Court of the United States and of this jurisdiction, although it would appear that the authority of these decisions has been somewhat shaken by later decisions of the Supreme Court of the United States in the cases of Block v. Hirsch, 256 U. S. 135, 41 S. Ct. 458, and Marcus Brown Holding Company v. Feldman, 256 U. S. 170, 41 S. Ct. 465. I therefore concur in the judgment of the majority in so far as it holds that the act, supra, can have no application in the instant case, for to so apply it would violate the contract clause of the Federal Constitution as construed by our own decisions and thos<? of the United States Supreme Court. But to that part of the opinion which declares the act under consideration indivisible, and, if one section be found to be unconstitutional, the whole act must fall, I cannot agree. Neither can I agree to the conclusion that the act has no application to the foreclosure of deeds of trust and mortgages executed after it became effective.\nIn the first place, I observe that these questions were not before the court, and the declarations relating to them were unnecessary in disposing of the real question involved. They are, therefore, obiter dicta and not binding upon this court in any subsequent case. In the second place, the construction, I submit, can be justified in no other way than by reading into the act something that is not there and which from its language is clear the lawmakers never intended, a proceeding which is plainly an invasion by the judiciary of legislative powers.\nIf any special provision of an act be unconstitutional and can be stricken out without affecting the validity of the residue of the act, it will be done and the remainder of the act will be allowed to stand. This is the general rule announced by many of our decisions, among the later of which is Stanley v. Gates, 179 Ark. 886, 19 S. W. (2d) 1000. In the opinion of the majority act No. 57 is copied. It will be seen from an examination of it that all of its sections except § 3 are general in their terms, and might, except for the presumption that all acts are to be given a prospective effect except where a contrary intention clearly appears, be both retroactive and prospective. Section 1 relates to “any foreclosure”; section 2 to “any foreclosure suits”; section 4 refers to “any such suits filed after the effective date of this act”; section 5 provides: “When any suit seeking the foreclosure, of real estate is filed.” Section 3, the one sought to be applied in the instant case, is not general in its terms, but limited and special, and relates to only such suits as had been instituted and were pending before and at the time of the passage of the act, and provides that no sale of real estate shall be confirmed unless and until the chancellor had ascertained that its fair market value had been bid. Its effect is plainly limited to suits to foreclose mortgages which had been executed prior to the passage of the act and is therefore so unconnected with the remaining provisions of the act, with a different purpose to be accomplished, that it may be stricken out without injury to §§ 1, 2, 4 and 5. If there was any doubt on this subject, it is removed by the expressed will of the Legislature. Section 6 provides: “If any part, sentence, section or paragraph of this act is held to be unconstitutional, the remaining valid parts shall not be affected.” Courts have no right to ignore such provisions in legislative acts. This court, in the case of Snetzner v. Gregg, 129 Ark. 542-8-9, 196 S. W. 925, referring to a similar provision, stated the duty of the court in these words: “But for the provision just quoted, it would follow that the whole statute is void, because the Legislature had determined it was appropriate and just to tax all of the property, both real and personal, for the construction of the improvements, and we could not see that the Legislature would have passed the statute with the authority to tax personal property eliminated.” (This had been eliminated by the court from the statute because in excess of the constitutional power of the Legislature.) Continuing, the court further said: “This declaration incorporated by the lawmakers into the statute presents an altogether different question, for it expresses the purpose of the lawmakers to effect that, even if the personal property cannot be taxed, it is not only practicable to construct the improvement out of the taxation or benefits accruing to real estate, but that it is just to do so. We have then in the statute two legislative determinations; one, that it is just and fair to include the benefits to personalty in the scheme of taxation; and also that, if that cannot be done under the law, it is equally just to pay for the construction of the improvements with funds derived from the taxation on benefits accruing to real property alone. This is not the delegation of legislative authority to the courts, nor is it an inconsistent alternative. It is a positive declaration of the purpose of the Legislature to put the law in force to the full extent of its constitutional power. * * * Under a statute like that, a part of the law which is not swept away by the courts as being in conflict with the Constitution is declared to be in force, and there is no mistaking the legislative will in that respect.” Here it seems certain the Legislature intended the law to apply to the foreclosure of all mortgages, both those' executed in the past and those which might be in the future. The language in all the sections, except § 3, is all-embracing and provides for certain procedure in “any suits” without limitation as to the time when the instrument sought to be foreclosed was made. The necessary effect of § 3 could relate only to contracts then existing. Therefore, there appear two purposes sought to be accomplished, and by § 6 the Legislature makes plain its intent that, if one purpose be unattainable because of constitutional restrictions, the other should be carried into effect.\nAmong the fundamental rules governing the construction of statutes all must admit the following to obtain; the duty of the court to arrive at the legislative will to be determined primarily from the language of the. statute itself and to sweep aside all obstacles in accomplishing it; that statutes are to be construed as having only a prospective operation Unless the purpose of the Legislature to give them a retroactive operation is expressly declared or necessarily implied from the language used. Applying these rules to the act, with § 3 eliminated, how can any ingenuous view of it or just interpretation justify the statement in the majority opinion: “Now, as * * * to future contracts, or to mortgages * * * subsequent to the effective date of the act, we think a careful examination of the act itself discloses that it has no application to the foreclosure of such contracts or mortgages.” To support this statement, reference is made to tiie action of the Governor in vetoing a certain other bill and the subsequent passage of act No. 57 as persuasive of the interpretation that the latter act was intended to be retroactive only. This argument seems to me to be far-fetched, for it can make no difference what the Governor thought or did, as an application of the rule stated to the language of-the statute makes plain the legislative intent without reference to extraneous sources. Section 3 of the act can appty to nothing save suits on mortgages, etc., executed prior to its passage. Included in the comprehensive terms of the remainder of the act are all suits to foreclose any mortgage. So that it might be both retroactive and prospective.- In its retrospective effect, like § 3, it i's in conflict with the provisions of the Federal Constitution prohibiting legislation by the States which impair the obligation of existing contracts. In its prospective application it is not open to that objection and is constitutional. Ogden v. Saunders, 12 Wheat., page 295. This result is reached also by the application of the rule that where any doubt about the constitutionality of a statute exists it must be resolved in favor of its validity and the language given a construction which makes it constitutional, if it is reasonably susceptible to such construction (Dobbs v. Holland, 140 Ark. 398, 215 S. W. 709), and it will be. sustained if there is any reasonable doubt of its unconstitutionality (Little River County Board of Education v. Ashdown Special School District, 156 Ark. 549, 247 S. W. 70); and where two constructions may be placed on the language of the act the construction will be adopted which will render the statute valid. Booe v. Simms, 139 Ark. 595, 215 S. W. 659. This rule, with that by which a statute is construed to have a prospective effect rather than a retroactive one (Elrod v. Board of Imp., 171 Ark. 848, 298 S. W. 965), makes the statute effective as it relates to suits on mortgages executed after the passag-e of the act.\nLearned counsel appearing as friends of the court, and who contend for the unconstitutionality of the act in its entirety, to my mind recognize the weakness of their position when they evoke- visions of economic disaster which may result by reason of its enactment, and when they contend that it has practically dried up the streams of credit, so that home owners are unable to find relief from Federal agencies which, but for the provisions of the act, would lend money in order that the distress of the home owner might be relieved. This is an argument with which we have no concern. It is common school-boy knowledge that questions of policy are for legislative and not for judicial determination. It is possible that it was unwise to enact the law; it may be that good results might flow therefrom. But whether wise or foolish, good or ill, if this court remains within the restrictions placed by the Constitution on its powers, it can do nothing. The argument made should be addressed to those authorities having the power to redress the wrong, if there be one, and not to us. This court, and all others has always recognized its limitations in these regards and has always refused to encroach on the domain of the Legislature.",
        "type": "concurrence",
        "author": "Butler, J.,"
      },
      {
        "text": "Mehaffy, J.,\n(dissenting). I cannot agree with the majority, either in holding that the act has no application to future contracts, or in holding that the act is unconstitutional as to existing contracts.\nThe one statement in the majority opinion, however, to which we may all agree is the following: ‘ ‘ The evident purpose of the Legislature was to relieve a present condition by applying the poultice of the act to the sore spot of deficiency judgments in foreclosures of mortgages caused by decline in realty values.”\nWhile the decline in realty values was partly the cause of the sore spot, it was not the whole cause. It is a matter of common knowledge that many loans were made in this State on real estate in 1920, and the years immediately following 1920, where the amount of the loan was fifty per cent, or less of the value of the property. In many instances the mortgage was on the homestead.\nMany persons paid on these mortgages until 1930. In 1930 prices were so low that the price the farmer received for his crops was, in many instances, not more than the cost of producing’ the crop. It was therefore impossible for them to pay during that year. Many mortgagees took advantage of the accelerating clause in the contract, declared the entire amount due, foreclosed, purchased the property at foreclosure sale for less than twenty-five per cent, of its value, and secured a deficiency judgment for the balance. The money lender, therefore, in these instances, collected approximately half the money that he had loaned, took the farmer’s home, and had a judgment against him for the balance. This is evidently the sore spot mentioned in the majority opinion.\nI think, when conditions as described above existed, and the mortgagee took advantage of the accelerating clause in the contract, and, being the only bidder, purchased the property at less than twenty-five per cent, of its\" normal value, that this constitutes inequitable conduct, and should justify the court in ordering another sale where the mortgagee is the only bidder at the first sale. This court, however, has held to the contrary.\nThe court is bound to know the conditions. A court cannot blind its eyes to the knowledge of a fact which is notorious throughout its jurisdiction. There is no one of ordinary intelligence who does not know that since 1922 land values have gone down, until in 1931 it was practically impossible to sell lands in this State for one-fourth of their value in normal times. See Federal Land Bank of St. Louis v. Ballentine, 186 Ark. 141, 52 S. W. (2d) 965.\nI think it was to relieve the people who were oppressed, as above described, that this act was passed.",
        "type": "dissent",
        "author": "Mehaffy, J.,"
      },
      {
        "text": "Mr. Justice Butler,\nin a concurring opinion, has in my judgment shown' very clearly that act 57 applies to future contracts. I agree with what he has said on this subject, and shall not discuss that feature of it at length. I think the entire act is valid.\nThe majority opinion cites and relies on the case of McCracken v. Haywood, 2 Howard 608. That case was decided nearly 100 years ago, and is based largely on the case of Bronson v. Kinzie, 1 Howard 311. In the last case mentioned, the court said:\n“If the laws of the State passed afterwards had done nothing’ more than change the remedy upon contracts of this description, they would be liable to no constitutional objection. For, undoubtedly, a State may regulate at pleasure the modes of proceeding in its courts in relation to past contracts as well as future. * * * Begulations of this description have always been considered, in every civilized community, as properly belonging to the remedy, to be exercised or not by every sovereignty, according to its own views- of -policy and humanity. It must reside in every State. to enable it to secure its citizens from unjust and harrassing litigation, and to protect them in those pursuits which are necessary to the existence and well-being of every community. And, although a new remedy may be- deemed less convenient than the old one, and may in some degree render the recovery of debts more tardy and difficult, yet it will not follow that the law is unconstitutional.”\nIt therefore appears to me that the very cases relied on by the majority hold acts affecting the remedy constitutional.\nIt was also said in the case of Bronson v. Kinzie, supra: “Mortgages made since the passage of these laws must undoubtedly be governed by them; for every State has the power to prescribe the legal and equitable obligations of a contract to be made and executed within its jurisdiction.”\nBut the majority says that act 57 does not apply to future contracts. It says that the act does not, in express terms, apply to foreclosures on mortgages and deeds of trust on real estate to be hereafter executed.\nThe act is copied in the majority opinion and discussed at length by Mr. Justice Butler, but what the majority opinion says about the act not in express terms applying to future contracts may be said of seventy-five per cent, of the laws enacted in the last fifty years.\nI am unable to understand how the court could reach the conclusion that act 57 applies to existing contracts only. The same reasoning would lead to the conclusion that most of the acts passed by the Arkansas Legislature apply to existing conditions and not to the future.\nWhile the authorities are not entirely uniform, I think the great weight of authority is to the effect that one can have no vested right in a remedy, and that changing the remedy or depriving one of a remedy does not impair the obligation of a contract if it leaves him an efficient remedy.\n“To deprive a person of the only legal remedy he has by which to enforce his rights is either to impair the obligation of a contract or deprive him of property •without due process of law. One may have a vested right to a remedy on. contracts. He has no vested right to a particular remedy. A statute which said that he shall have, no remedy whatever for the enforcement of an existing right is essentially different in its operation from one which withholds some particular pre-existent remedy and leaves him to the choice of those which remain to him. The decisions are almost uniform that, though a law which deprives one of all remedy is a law impairing the obligation of a contract, or one taking private property without due process of law, it is equally true that any particular remedy may be abrogated at the pleasure of the lawmaker, provided it leaves a substantial means of enforcing the right.” Wade on Retroactive Laws, 201.\nIn the case of Conkey v. Hart, decided by the Court of Appeals of New York, 14 N. Y. R. 22, the court said:\n“Between the execution of the lease and the issuing of the warrant the Legislature had passed an act entitled, ‘An act to abolish distress for rent, and for other purposes,’ the first section of which is in these words: ‘Distress for rent is hereby abolished.’ The Supreme Court held that this act in its application to a lease like the present, existing at the time of its passage, was in violation of that clause in the Constitution of the United States which forbids any State to pass a law impairing the obligation of contracts. The correctness of this determination is therefore to be considered.\n“It is not to be overlooked that the stipulations of parties, with which the statute is supposed to interfere, relate to the remedy for a breach of the principal provision of the contract which provides for the payment of the rent. That obligation the statutes does not interfere with, but it may be enforced by all the means which the State furnished for the enforcement of other contracts. In this particular the question presented in this case differs from that in any of the'cases which have been considered in the Supreme Court of the United States. * * * All the cases recognize the obvious distinction between impairing the oblig’ation of the contract, and altering the remedy for a breach of it, and acknowledge the power of the State over the latter, while maintaining its want of power to impair the obligation of the contract. ’ ’\nIt was stated in the case of People v. La Fetra, 230 N. Y. 429, 130 N. E. 601, 16 A. L. R. 152, that a State may establish regulations reasonably necessary to secure the general welfare of the community by the exercise of its police power, although the rights of private property are thereby curtailed and freedom of contract thereby abrogated.\nThe Legislature evidently knew the conditions existing in this State at the time of the passage of this act, and passed this act for the purpose of giving some relief.\nThe Supreme Court of Arizona said: “We understand the rule, to be that parties have no vested right in particular remedies or anodes of procedure, and that Legislature may change existing remedies or prescribe new modes of procedure without impairing the obligation of contracts, provided an efficacious remedy remains for its enforcement.” Brotherhood of American Yoemen v. Manz, 23 Ariz. 610, 306 Pac. 403.\nThe Court of Appeals of Kentucky, in discussing the statute changing the remedy as to liability of stockholders, said:\n“The statutes bear upon the remedy only.. The liability of the stockholders remains the same as it was prior to their passage. * * *\n“Thus where, at the time of the insolvency, the only remedy against the shareholders was by proceedings in equity on the part of the bill holders, and subsequently, pending the liquidation of the affairs of the bank, a new statute was passed creating the machinery of the Bank Commissioner, and providing a simple and expeditious means whereby they could enforce collections from shareholders, it was held that the shareholders in the already insolvent bank could not object to the application of this new statute to their own case. It bore on the remedy only, not upon the liability.” Hughes v. Marvin, 216 Ky. 190, 287 S. W. 561.\nThe Supreme Court of Arizona held a law valid which contained the following paragraph: “All mort gages of real property and all deeds of trust in the nature of mortgages shall, notwithstanding any provision contained in the mortgage, he foreclosed by action in a court of competent jurisdiction.”\nThe court said: “This is a remedial statute, and it is well settled that laws changing the remedy or substituting another and different remedy are valid, so long as they do not impair the obligation of contracts.” Schwertner v. Provident Mut. Bldg.-Loan Ass’n, 17 Ariz. 93, 148 Pac. 910.\n“Modes of procedure in the courts of a State are so far within its control that a particular remedy existing at the time of the making of a contract may be abrogated altogether without impairing the obligation of the contract if another and equally adequate remedy for the enforcement of that obligation remains or is substituted for the one taken away.” Ry. Co. v. La., 157 U. S. 219, 15 S. Ct. 581.\n“It is well settled that while, in a general sense, the laws in force at the time a contract is made enter into its obligation, parties have no vested right in the particular remedies or modes of procedure then existing. It is true the Legislature may not withdraw all remedies, and thus, in effect, destroy the contract; nor may it impose such new restrictions or conditions as would materially delay or embarrass the enforcement of rights under the contract according to the usual course of justice as established when the contract was made. Neither could be done without impairing the obligation of the contract. But it is equally well settled that the Legislature may modify or change existing remedies or prescribe new modes or procedure, without impairing the obligation of contracts, provided a substantial or efficacious remedy remains or is given, by means of which a party can enforce his rights under the contract.\" Oshkosh Waterworks Co. v. Oshkosh, 187 U. S. 437, 23 S. Ct. 234; Nat. Surety Co. v. Architectural Decorating Co., 226 U. S. 276, 33 S. Ct. 17; Wright v. Wimberly, 94 Ore. 1, 184 Pac. 740.\nAct 57 was evidently passed by the Legislature with a view of relieving the people of Arkansas from an intolerable condition. While- I might cite many other cases, the above citations are sufficient to show how the courts generally hold on questions of this kind.\nThe obligation of the contract is not impaired by the act, and the mortgagee is not deprived of a remedy by which he can enforce the collection of his debt. He may bring a suit at law on the note or bond, obtain a judgment, sell the mortgaged property,' and, if it does not sell for enough to pay the debt, he can sell any other property belonging to the debtor. If he does not want to go into court, he may advertise and sell under the power of sale in the mortgage, purchase the property himself, make a deed to himself, and then sue at law for the difference between the amount of the debt and the amount for which the property was purchased.\nThe enactment of this law did not deprive the- mortgagee of the right to bring his suit at law, nor deprive him of the right to sell under the power of sale in the mortgage, and, by the great weight of authority, act 57 does not impair the obligation of a contract.\nI think the act is valid and should be upheld. Mr. Justice Humphreys agrees with me that the act should be upheld.",
        "type": "concurrence",
        "author": "Mr. Justice Butler,"
      }
    ],
    "attorneys": [
      "Rowell & Rowell, for appellant.",
      "Coy M. Nixon, for appellee.",
      "J. R. Crocker, amicus curiae.",
      "Tricher & Lasley, amici curiae."
    ],
    "corrections": "",
    "head_matter": "Adams v. Spillyards.\n4-3087\nOpinion delivered June 19, 1933\nRowell & Rowell, for appellant.\nCoy M. Nixon, for appellee.\nJ. R. Crocker, amicus curiae.\nTricher & Lasley, amici curiae."
  },
  "file_name": "0641-01",
  "first_page_order": 661,
  "last_page_order": 682
}
