{
  "id": 1388563,
  "name": "Thomas v. State",
  "name_abbreviation": "Thomas v. State",
  "decision_date": "1924-01-14",
  "docket_number": "",
  "first_page": "644",
  "last_page": "649",
  "citations": [
    {
      "type": "official",
      "cite": "161 Ark. 644"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "156 Ark. 9",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1358466
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/156/0009-01"
      ]
    },
    {
      "cite": "141 Ark. 170",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1593026
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/141/0170-01"
      ]
    },
    {
      "cite": "133 Ark. 239",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1575109
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/133/0239-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 495,
    "char_count": 11532,
    "ocr_confidence": 0.457,
    "pagerank": {
      "raw": 2.0597339297442393e-07,
      "percentile": 0.7563649463733214
    },
    "sha256": "47d72baac681b2eae9e52b397869a1616b2c99a52a0c2c6aea05d1519db7d679",
    "simhash": "1:6b0f561baac66acc",
    "word_count": 1980
  },
  "last_updated": "2024-02-27T21:32:42.656819+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Thomas v. State."
    ],
    "opinions": [
      {
        "text": "McCulloch, C. J.\nAppellant, Alton Thomas, was convicted of murder in the first degree and sentenced to life imprisonment under an indictment charging him with the crime of killing his brother, Hall Thomas. The killing occurred at the home of the deceased. The evidence shows that appellant was staying there at the time with deceased and the latter’s wife. The wife of deceased was the principal witness in the case. It was' shown by her testimony that the relations between her and her husband had been unpleasant for several years on account -of gossip in the neighborhood as to improper relations between her and appellant. She testified that her husband, on account of the rumor or gossip in the. neighborhood, was constantly in a jealous state of mind, and that she and her husband frequently had quarrels. They quarreled on the day of the shooting, and she decided to leave and go over to her sister’s home, a mile or two distant. Appellant’s car was in the garage back of the dwelling house, and she obtained the car key from appellant and went into the garage for the purpose of securing the .car to drive over to her fsister’s. The deceased came into the garage, and they (witness and her husband, the deceased), began quarreling, and actually commenced fighting each other; that is to say, they were tussling, as the witness expressed it, and fell down on the floor. Appellant was sitting or standing out in front of the garage, leaning against a tree, and the pistol shot was fired at this time, which struck deceased and inflicted a mortal wound, from which he died in two or three days.\nIt appears from the testimony that, just before the killing occurred, both appellant and deceased and the latter’s wife and her mother were out in the yard in front of the garage, when deceased was called into the house for some purpose, and it was at this time that deceased’s wife asked appellant for the car key so that she could use the car and drive over to her sister’s place, and, as before stated, while the wife was in the garage, deceased returned from the house and the fight occurred between them, and the shooting resulted.\nAppellant admitted that he had the pistol in his hand at the time the shot was fired, but claims that he did not intend to fire the pistol, and that the shot was purely accidental.\nThe deceased was carried to the town of Horatio immediately after the shooting, and surgical treatment was administered there, and he was then taken -to a hospital in DeQueen for surgical treatment, and died in the hospital there. Appellant accompanied his brother, the deceased, to Horatio and thence to DeQueen, and remained there until the death of his brother.\nThe appellant stated, when asked, that the shooting occurred while he had the pistol in his hand, but stated that it was accidental.\nWitnesses testified that, while deceased was in the hospital, he made a statement, in the nature of a dying declaration, ,and the testimony is sufficient to show that the statement was made in contemplation of immediate death. He stated that he was shot by his brother, Alton, and, when asked whether it was intentionally or accidentally done, he stated that it was not accidentally done, but was purposely done. Counsel for appellant objected to this statement on the ground that it was the statement merely of a conclusion, and was not competent. The prosecuting attorney asked that the statement be considered as tending to show an admission on the part of appellant that the shooting was not accidental, by reason of the fact that the statement was made in his presence, and that he made no denial. The court admitted the testimony, but instructed1 the jury that they should only consider the statement as an admission by silence, and that it could not be considered for that purpose unless the jury found that appellant was present and heard the statement of deceased. The ruling of the court in admitting this testimony has been assigned as error. We are of the opinion that the ruling of the court was correct. Of course, it must be conceded that the statement of the deceased as to the shooting being’ intentional, and not accidental, was a mere conclusion, and was not admissible as substantive proof of the nature of the act, but the testimony shows that this statement was made in the immediate presence of appellant himself. and that the latter made no response. Appellant testified that he was partly deaf, and did not hear the statement of his brother, but the testimonv was sufficient to warrant the jury in findinp* that he did hear the statement and failed to deny it. This rendered the testimony competent, and left it to the jury to determine its probative force, after finding that the deceased made the statement and that appellant made no response to it. Sheptine v. State, 133 Ark. 239; Davis v. State, 141 Ark. 170.\nAnother witness introduced by the State, Dr. Hopkins, who was one of the surgeons called on to attend the deceased, testified that, on the occasion when the deceased was brought to the hospital and was accompanied by appellant, he (witness) asked appellant who did the shooting, and that appellant replied that he did the shooting, and upon asking him further whether or not it was accidental, appellant replied in the negative. Counsel for appellant objected to the introduction of this witness for the reason that his name was not indorsed on the indictment. The statute (Crawford & Moses’ Digest, §3010) provides that the names of all witnesses who were examined by the grand jury must be written on the indictment, and it is insisted here that the court violated that statute in permitting the testimony of this witness to be introduced without his name appearing on the indictment. It is sufficient answer to this to say that it does not appear from the record that Dr. Hopkins was a witness before the grand jury, and for this reason the incident does not fall within the directions of the statute. In addition to that, we have held-that the statute is only directory (Cole v. State, 156 Ark. 9), and that a failure to comply with the statute does not constitute error which affects the validity of the trial, unless it is shown that prejudice resulted. In other words, the statute being only directory, it does not affect the validity of the trial unless the accused can show that he has been in some way misled to his prejudice and had no 'Opportunity to meet the testimony given by the witness. There is no prejudice shown in the present case. Ón the contrary, the witnesses who were present at the hospital at the time of the alleged conversation between appellant and Dr. Hopkins were present at the trial and testified, so there was no opportunity lost to obtain testimony to contradict that of this witness. In making the objection, counsel for appellant merely stated that they were surprised by the testimony, but did not ask for an opportunity to obtain further testimony on that account. We think there was no prejudicial error calling for a reversal of the judgment.\nThe next assignment relates to the ruling of the court in permitting witness Knox to testify that, about two years before the killing, he was constable, and served a notice on appellant and the wife of the deceased, who were living on a fruit farm which they had1 rented from a man named Patterson, to remove from the place. The court admitted this testimony, along with other testimony on the same subject, to show the relations between the parties, which continued from that time up to the time of the killing. It appears that there had been constant trouble between deceased and his wife about the relations between her and appellant, dating back more than two years before the killing occurred1, when appellant came to Arkansas from Missouri and took up his residence at the house of his brother. It appears from the testimony that at one time the deceased left home, and that appellant and the wife of the deceased remained on the place together, and at one time occupied the same room, but they both stated that there were no improper relations between them, and that appellant stayed in the room with his brother’s wife because she was sick and the children were sick. At any rate, the proof shows that there were rumors and gossip about the relations between appellant and his brother’s wife, and that there was frequent trouble between deceased and his 'wife on account of this gossip, which kept deceased in a jealous state of mind; that deceased and his wife had frequent quarrels, and were engaged in such a quarrel at the time the shooting occurred.\nIt was, as before stated, undisputed that deceased fired the shot, and the only issue was whether it was intentional or accidental. Any testimony which tended to show the relations between appellant and deceased, or appellant and the wife of deceased, was competent for the purpose of throwing light on the issue as to whether the shooting was accidental or intentional. The testimony shows that, at the time the witness Knox served the notice, appellant and Mrs. Thomas were living on the frnit farm together, and the proof about the •witness serving the notice on them was merely for the purpose of showing the relationship between them at' that time, which appears, from other testimony in the case, to have continued down to the time of the shooting. The mere serving of the notice itself had no bearing upon the controversy, but the point in the testimony of the witness in regard to the service of the notice was that his testimony tended to show the relationship which existed between the parties at that time. We think there was no prejudice in allowing the witness to state the fact that he served the notice for them to leave the place.\nThere were objections made to certain instructions on the' ground that they permitted the jury to find the accused guilty of murder in the first degree without finding that there was a specific intent to kill, but we do not think that the instructions are open to that objection.\nThe evidence is sufficient to sustain the conviction of murder in the first degree, and we find no prejudicial error in the record. The judgment is therefore affirmed.",
        "type": "majority",
        "author": "McCulloch, C. J."
      }
    ],
    "attorneys": [
      "E.■ AT. Edwards and Abe Collins, for appellant.",
      "J. 8. Utley, Attorney General, John L. Carter, Assistant, -for appellee."
    ],
    "corrections": "",
    "head_matter": "Thomas v. State.\nOpinion delivered January 14, 1924.\n■ 1. Homicide — dying declaration.- — -A dying declaration by the deceased to the effect that the shooting by defendant was not accidental, though a matter of opinion merely, was admissible where it was made in defendant’s presence, and defendant made no response thereto.\n2. Indictment and information — indorsement of 'witnesses.— Crawford & Moses’ Dig., § 3010, requiring the names of witnesses examined by the grand jury to be indorsed on indictments, does not contemplate that the names of State’s witnesses who did not appear before the grand jury should be indorsed on the indictment.\n3. Criminal law — indorsement of witnesses on indictment.— Crawford & Moses’ Dig., § 3010, requiring the names of witnesses examined by the grand jury to be indorsed on indictments is directory merely, and the failure to indorse them was not reversible error, in the absence of a showing -of prejudice.\n4. Criminal law — -evidence.—Testimony in a murder case tending to prove illicit relations between defendant and deceased’s wife held competent where the defense was that the killing was accidental.\nAppeal from Sevier Circuit Court; B. E. Isbell, Judge;\naffirmed.\nE.■ AT. Edwards and Abe Collins, for appellant.\nJ. 8. Utley, Attorney General, John L. Carter, Assistant, -for appellee."
  },
  "file_name": "0644-01",
  "first_page_order": 672,
  "last_page_order": 677
}
