{
  "id": 1866114,
  "name": "Collins et al. vs. Gauche",
  "name_abbreviation": "Collins v. Gauche",
  "decision_date": "1861-12",
  "docket_number": "",
  "first_page": "646",
  "last_page": "651",
  "citations": [
    {
      "type": "official",
      "cite": "23 Ark. 646"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "18 Ark., 266",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8725948
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/18/0266-01"
      ]
    },
    {
      "cite": "21 Ark., 329",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1868234
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/21/0329-01"
      ]
    },
    {
      "cite": "5 Ark., 184",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "19 Ark, 239",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 485,
    "char_count": 10219,
    "ocr_confidence": 0.434,
    "pagerank": {
      "raw": 1.356285428760052e-07,
      "percentile": 0.6345841012352458
    },
    "sha256": "15a3c2accfb1b7f82ccb922107abfef9bf88e81007ac42efb627febbf89b19b4",
    "simhash": "1:faf54d2b3786c279",
    "word_count": 1810
  },
  "last_updated": "2024-02-27T21:40:55.883694+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Collins et al. vs. Gauche."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Fairchild\ndelivered the opinion of the Court.\nGauche brought an action in the Pulaski Circuit Court against Collins and Fenno, as members of the firm of John Collins & Co., in which judgment by default was rendered, and to reverse this judgment, the defendants sued out a writ of error. The grounds upon which the judgment is attacked and supported by the respective parties, are well set forth in the bill of exceptions :\n“ Be it remembered, that on the 20th day of May, 1861 * * “ the third Monday of the said term, the court called the docket, “ as it had previously announced it would do, for the purpose '“of permitting judgments by default to be taken in cases “ where no defence had been interposed; and the said defend- “ ants having filed no pleas, and no counsel having been “ employed, or representing them, the court permitted and “ entered a judgment by default against them; * * and the “ day after the said judgment by default had be taken, * * * “they, the said defendants, appeared in open court by attorney, “ and asked and moved the court to set aside the said judgment “ by default, and allow them to file their two pleas.” The bill of exceptions then copies the pleas tendered, states that the court overruled the motion, and then proceeds: “And be it further “remembered, that at the time said judgment by default was so “ taken * * and at the time the court overruled the motion “ to set aside the same, and refused to permit * * the said “ defendants to file their said pleas, the docket had not been per- “ emptorily called for the trial or other disposition of many civil “ cases which stood on the docket ready for trial before the said “ case, and which had been passed by, because they were contest- “ ed or litigated.”\nThe plaintiffs in error insist that their pleas were offered before the calling of the cause in its regular order on the docket; that they should have been received and treated as defences to the action, made in proper time, the judgment by default being first set aside as prematurely rendered.\n“Every plea to the merits shall be filed, when the writ has been “ served thirty days previous to the return day thereof, at or be- “ fore the calling of the cause in its regular order on the docket, “ unless further time be given by the court for pleading, which “ shall in no case extend beyond the term.”\n“ If the defendant shall fail to file his plea, or other pleading “ within the time prescribed by this act, or the rules of practice “ of the court, an interlocutory judgment shall be given against “ him by default.”\n^/“Whenever an interlocutory judgment by default shall be “ rendered for the plaintiff by default, or upon demurrer, in any “ suit founded on any instrument of writing, and the demand is “ ascertained by such instrument, the court shall assess the “ damages, and final judgment shall be given thereon.” Eng. Dig. ch. 126, secs. 53, 78, 81.\nIn Hixon vs. Weaver, 4 Eng. 137, this court held that the Circuit Court could not, by a rule of practice, require a defendant to file his pleas by the fourth day of the term, if the case was not then called for trialj that the statute gave the privilege of withholding a plea till the cause was on its regular call, and that no rule of practice could restrict the time so given for pleading, although the time might be extended by the court. From the statute thus construed, it follows that a defendant, served with process thirty days before court, has secured to him a longer time to plead, than if the writ had been served less than thirty and more than fifteen days before the return day of the writ. For in such a case, by the 54th section of the chapter quoted from, a defendant must file his plea to the merits by the third day of the term, or sooner, if the court should not last three days. And if a Circuit Court can enlarge the time for pleading, the same principle of construction adopted in Hixon vs. Weaver, that of implied obedience to the letter of a statute regulating the practice of Circuit Courts, would require that the statute should be observed when it provides that in no case shall a further time given for pleading extend beyond the term. But in Browning vs. Roane, 4 Eng. 354, it was decided that a continuance at one term by the plaintiff to await the progress of a suit in chancery between the same parties to restrain the defendant from having the benefit of a proposed plea, was such an implied enlargement of the time of pleading as would excuse the defendant' from pleading till the chancery suit should be decided or abandoned, and that a default taken at a subsequent term, before the trial of the'suit in chancery. was irregulai’. This is an assumption that the time for pleading may be extended beyond the trial term, and it cannot be inferred that the court, in the case before it, gave greater effect to an enlargement of time to plead, that was only construed to be such from an act of the plaintiff, than it would have given to an express order of the court for further time to plead. In Carrol vs. Harris, 19 Ark, 239, this court expressly said, that the Circuit Court might have allowed the defendant until the next term to file an amended plea, upon an application and showing. From our knowledge of the practice of courts in this State, we know that nothing is more common than for Circuit Courts, upon, application of defendants, and. against the objection oí plaintiffs, to extend the time for pleading to a subsequent term of the court, when justice to defendants seems to require it to be done. This is in accordance with remarks made in an early opinion of this court, signifying that it was a necessary and inherent power pertaining to the courts in the administration of justice, that they should be allowed to exercise their usual discretion for the attainment of justice, though the statutory provisions under which they might be acting, might not confer, or seem to imply any such authority. Wilson vs. Phillips, 5 Ark., 184. This, with several other decisions of this court, recognizing and applying the same principle, was cited and approved in Gould vs. Tatum, 21 Ark., 329, and on page 331, are some general observations, to which we refer as bearing upon this case.\nThe practice that.has grown up under our statute and its construction in Hixon vs. Weaver, is very embarrassing to Circuit Courts, in taking away from them the power to discharge business with proper deliberation, and with desirable promptness. For, an obstinate or crafty attorney, by withholding his defence till the case is called for trial, may then file numerous and complicated and conflicting pleas, and thus ensnare the opposite party, or the court into some step, or ruling, that a different and reasonable rule of practice would give time to avoid': or secure a continuance, thus prostrating or delaying the course of justice.\nIn two other cases it has been decided that judgments taken by default upon the fourth day of the term, for want of a plea* but before the regular calling oí the docket, were irregular, and they were reversed by this court, because a rule of practice could not abridge the legal right of refusing to plead till the case is called. Cornish vs. Sargent, 18 Ark., 266; Aaron vs. An derson, ib., 268. Every lawyer must know that where difficult pleas are filed on the call of a case, it is not a call for trial; for it may take much thought and study to determine with intelli.gence what response to make, or if a mode of reply may be soon adopted, its preparation may take more time than courts can give.\nWe have thus commented on the statute and cases cited, not to overrule the construction given to the statute, or to construe the statute itself away; but in showing the result of the law as written and expounded, and its consistency with other statutory requirements, that have been held to be directory only, sufficient reasons are adduced not to extend restrictions upon Circuit Courts in the disposition, of causes upon their docket, further than we are required to do.\nIn the case under consideration, the court called the docket late in the term: sufficient time had elapsed for every defendant to have prepared his defence, at least to have employed a lawyer so as to inform the court that a case was a contested case, and though it had been announced that, on the call that would be made, no causes would be tried, and all would be continued but such as were undefended, in which judgments by default would be rendered, this was still a regular calling of the docket within the 53d section of the statute above quoted.\nIf, for any reason, the court thinks best to continue a case, or a class of cases, that does not give a defendant in another case the right to have his trial, or his time of pleading deferred, because the call of his case may be made sooner than it would otherwise have been made.\nThe Circuit Court of Pulaski county had the right to continue some, many or all of the cases upon the docket, but this one against John Collins & Co., as against any objection they could make. Otherwise the call of a case would not be when the court should have the parties called, but when all other cases preceding it on the docket had not only been called, but had been tried, and had taken as much time in the trial as the defendant in the given case had supposed, or had hoped. .\nThe judgment of the Circuit Court in this case, and in Collins vs. Frost, depending upon the same facts, must be affirmed.",
        "type": "majority",
        "author": "Mr. Justice Fairchild"
      }
    ],
    "attorneys": [
      "Garland & Randolph, for plaintiffs.",
      "Bertrand for defendant."
    ],
    "corrections": "",
    "head_matter": "Collins et al. vs. Gauche.\nWhere the court announces that, on the call of the docket, no case would be tried, but all would be continued but such as were undefended, in which judgments by default would be rendered, it is still a regular calling of the docket, within the 63d section of ch. 126, Eng. Dig. — a defendant having made no defense nor employed an attorney has no cause to complain of a judgment by default being taken against him — nor has he a right to an extension of time for trial or for pleading, because of the continuance of causes.standing before his on the docket.\nError to Pulaski Circuit Cou/rt.\nHon. John J. Clendenin, Circuit Judge.\nGarland & Randolph, for plaintiffs.\nBertrand for defendant."
  },
  "file_name": "0646-01",
  "first_page_order": 654,
  "last_page_order": 659
}
