{
  "id": 1403421,
  "name": "Duncan v. Jonesboro",
  "name_abbreviation": "Duncan v. Jonesboro",
  "decision_date": "1927-12-05",
  "docket_number": "",
  "first_page": "650",
  "last_page": "652",
  "citations": [
    {
      "type": "official",
      "cite": "175 Ark. 650"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 219,
    "char_count": 4347,
    "ocr_confidence": 0.495,
    "pagerank": {
      "raw": 1.1215280698904381e-07,
      "percentile": 0.5735770695511592
    },
    "sha256": "08e4411a7a714e2b8bee773e32e3200720de681edb6add758c2925042721cca1",
    "simhash": "1:02e7f5b813f94d96",
    "word_count": 743
  },
  "last_updated": "2024-02-27T16:24:20.967461+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Duncan v. Jonesboro."
    ],
    "opinions": [
      {
        "text": "Hart, C. J.,\n(after stating the facts). The ruling of the .circuit court was wrong. Under the agreed statement of facts the defendant was operating a motor vehicle under the provisions of act 99 of the Legislature of 1927, placing commercial motor transportation under the Arkansas Railroad Commission in. certain cases. Acts of 1927, p. 257. The defendant operated a motor vehicle between the city of Jonesboro and the town of Nettleton. It was operated over a fixed route, and had fixed termini. It did not 'make any difference that most of the money made by the carrier was in transporting passengers within the city of Jonesboro and to various places along the line in the country. He had complied with the terms of the statute, and the Arkansas Railroad Commission had granted him a permit to operate a motor vehicle between the city of Jonesboro and the town of Nettleton.. He had a right to receive passengers at stations along the line of his route, or to accept and receive passengers and discharge them on signal. This is the business carried on by him, and he was subject to regulation under the act in question, and was not subject to regulation by the city of Jonesboro as a person or company operating taxicabs within the city limits, as defined in the case of State of Arkansas v. Haynes, ante p. 645, this day decided.\nIt follows. that the judgment of the circuit court should be reversed, and, .inasmuch as the case was tried upon an agreed statement of facts, the prosecution will be dismissed here. It is so ordered.",
        "type": "majority",
        "author": "Hart, C. J.,"
      }
    ],
    "attorneys": [
      "Dudley S Dudley and A. U. Tadlock, for appellant.",
      "Penix S Barrett, for appellee."
    ],
    "corrections": "",
    "head_matter": "Duncan v. Jonesboro.\nOpinion delivered December 5, 1927.\n1. Municipal corporations — motor vehicle license. — A taxicab operator, operating a motor vehicle as a common carrier between the city of Jonesboro and the town of Nettleton, under the provisions of Acts 1927, p. 257, and having secured a permit from the Railroad Commission, was not required to have in addition a license from the city of Jonesboro, though most of his revenue was derived from passengers within the corporate limits of the city of Jonesboro.\n2. Carriers — taxicab service between city and town. — A taxicab operator operating as a common carrier between the city of . Jonesboro and the town of Nettleton, having complied with the terms of Acts 1927, p. 257, and having obtained a permit from the Railroad Commission to operate between such city and town', had a right to receive passengers at stations along the line of his route or to accept and receive passengers and discharge them on signal.\nAppeal from Craighead Circuit Court, Jonesboro District; G. E. Keck, Judge j\nreversed.\nSTATEMENT OE THE COURT.\nThe city attorney of the city of Jonesboro filed an information against Hillie Duncan, charging that he was operating his taxicab in said city without having paid the license required hy an ordinance of the city.\nUnder the agreed statement of facts, Hillie Duncan is a common carrier, with his headquarters and place of business in the city of Jonesboro, Craighead County, Arkansas. As such common carrier he operates a motor-propelled vehicle between the city of Jonesboro and the town of Nettleton, both in the State of Arkansas. In operating his motor vehicle between the city of Jonesboro and the town of Nettleton he meets most of the passenger trains arriving and departing from the station of the Missouri Pacific Railroad in the town of Nettleton. He also stops his motor vehicle to take up and discharge passengers at different points within the city of Jonesboro, and stops on signal at points in the country between the city of Jonesboro and the town of Nettleton for the purpose of receiving and discharging passengers. Most of the revenue from operating his motor-propelled vehicle is derived from passengers within the corporate limits of the city of Jonesboro and at various points in the country between the city of Jonesboro and the town of Nettleton.\nA judge of the municipal court of the city of Jonesboro found the defendant guilty, and an appeal was duly prosecuted to the circuit court. The case was tried in the circuit court on the facts that are stated above, and the circuit court found the defendant guilty, and fixed his punishment at a fine of $25 and costs. The defendant has duly prosecuted an appeal to this court.\nDudley S Dudley and A. U. Tadlock, for appellant.\nPenix S Barrett, for appellee."
  },
  "file_name": "0650-01",
  "first_page_order": 666,
  "last_page_order": 668
}
