{
  "id": 8724777,
  "name": "Burke v. International Life Insurance Company",
  "name_abbreviation": "Burke v. International Life Insurance",
  "decision_date": "1929-05-27",
  "docket_number": "",
  "first_page": "651",
  "last_page": "657",
  "citations": [
    {
      "type": "official",
      "cite": "179 Ark. 651"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "6 S. W. (2d) 531",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "177 Ark. 388",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8721630
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/177/0388-01"
      ]
    },
    {
      "cite": "66 S. W. 349",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "70 Ark. 90",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1509486
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/70/0090-01"
      ]
    },
    {
      "cite": "39 Ark. 344",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1898698
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/39/0344-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 481,
    "char_count": 11331,
    "ocr_confidence": 0.486,
    "pagerank": {
      "raw": 5.2786580729875817e-08,
      "percentile": 0.33100578450712764
    },
    "sha256": "f5320f6bb760b09ea9ec9379a8085cb230d7d118aa64186ba53c723a793a6594",
    "simhash": "1:ae4714b119babbc6",
    "word_count": 1984
  },
  "last_updated": "2024-02-27T23:51:14.248945+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Burke v. International Life Insurance Company."
    ],
    "opinions": [
      {
        "text": "Butler, J.\nThe appellee, International Life Insurance Company, plaintiff in the court below, is the owner of Modoc Plantation in Phillips County, Arkansas, and on the 9th day of February, 1927, rented the same to the appellants, Bennie H. Burke and Bennie H. Lucy, for and during that year, for the sum of $5,200, and, in a lease contract executed on that day, waived its lien for rent on the crops produced in favor of the Interstate National Bank, located at Helena, to the extent of any sum which might he advanced by said bank to Burke and Lucy necessary for financing them during the year, in making and harvesting the crops on said plantation. Burke and Lucy executed a note for $20,000, with interest, to the bank and executed on the same day a deed of trust to secure it for the sums advanced on the note and for other moneys which might be advanced during the year, necessary to the production and harvesting of the crops.\nThe rent not having been paid, appellee instituted this suit against Burke and Lucy on the 15th day of February, 1928, and made the bank also a defendant, and asked for judgment against Burke and Lucy for $5,200 for rent, and for the appointment of a master and an accounting between the bank and Burke and Lucy to determine the amount of indebtedness incurred by Burke and Lucy in the operation of said plantation, and the value of the crops thereon which had been received by the bank, and that a lien be declared against the surplus in favor of the appellee. Attached to the complaint were a number of interrogatories propounded the defendants, Burke and Lucy, by which interrogatories the appellants sought to elicit the following information: the amount and value of the cotton and other crops produced ion appellee’s plantation during the year 1927; the amounts paid by Burke and Lucy to defendant bank; the amount actually necessary to furnish the plantation, and the amount in excess of that paid by Burke and Lucy to said bank; how much cotton and other crops grown on said plantation was then in their hands, and the number of bales iof cotton then stored with the Helena Compress Company; and the amount actually owing at that time under the deed of trust to the bank.\nOn the 24th day of March, 1928, following, there was filed an amendment to the complaint, setting out that there were 39 bales of cotton, described by certain numbers, grown on the plaintiff’s plantation and then in possession of the Helena Compress Company, with prayer that the compress company be made a party defendant and that a lien be fixed on the cotton in their possession. On the same day as the amendment was filed there was also filed with the clerk of the court a stipulation, signed by appellee and the defendants, Burke and Lucy, appellants here, and the defendant, Interstate National Bank, by which the allegations of the amendment to the complaint were admitted, and the consent of all parties noted that said cotton should 'be delivered to Burke and Lucy, and in consideration :of which a bond had been executed by Burke and Lucy, with the Fidelity & Deposit Company of Maryland as security, agreeing to pay plaintiff, the insurance company, the value of the cotton released if it should succeed in having a lien adjudged in its favor. Contemporaneous with the filing of the stipulation, the Interstate National Bank advanced to Burke and Lucy the sum of $2,600 to be applied to the payment of the rent, and on the same day, namely, March 24, on motion of plaintiff, an order was made by the court and entered ¡of record, by which the suit was dismissed with prejudice as to the Interstate National Bank, “but none other.”\nThere is nothing in the record to indicate that the compress company was ever served with summons or answer, so that company passed out of the case with the defendant hank. On the 14th day of April, 1928, the defendants Burke and Lucy filed their joint answer, admitting the 'ownership of the demised premises in plaintiff, the rent contract, the waiver of the lien in favor of the Interstate National Bank, and that “a portion of amount due by them as rent had not been paid.” They averred that all of the cotton grown on the plaintiff’s plantation had been delivered to the Interstate National Bank, and that the proceeds thereof were insufficient to repay the bank the sums advanced by it for the making and gathering of the crops, and that, since the institution of the suit, the bank had advanced, at their request, an additional sum of $2,600 to be applied towards the satisfaction of the claim of plaintiff against them. In answer it was denied that the 39 bales of cotton mentioned in the amendment to the complaint were grown on the lands rented from plaintiff, or that plaintiff had any lien upon same.\nOn the 2d day of September, 1928, the defendants, Burke and Lucy, made and filed identical answers to the interrogatories appended to the original complaint, in which they stated the number of bales iof cotton produced on the plantation of plaintiff, the amount of cotton and seed, the aggregate value of same, and stated that the whole of the proceeds from said plantation were paid to the Interstate National Bank. They stated the amount of money actually necessary to the operation of the plantation, and that this amount had been received by them from said bank, which was in excess of the proceeds of the cotton and cottonseed, and that this amount had been increased in the sum of $2,640, advanced them since the institution of the suit, to be applied to the rent due, which made a total excess over amounts received by the bank in the sum of $5,015.66. They further stated that the amount of cotton and its description in the hands of the Helena Compress Company was correctly stated in the stipulation of the parties theretofore filed, and that this cotton had been grown on plaintiff’s plantation. No master ¡or receiver was appointed, and the question as to the amount and'disposition of other crops than cotton and cottonseed appears to have been ignored by plaintiff.\nUpon the pleadings and facts as heretofore stated the court, on the 26th day of ‘November following, rendered its decree, finding for the plaintiff a lien on the 39 bales of cotton described in the amendment to the complaint, and giving- judgment to the plaintiff against the defendants, Burke and Lucy, and the Fidelity & Deposit Company, for the sum of $2,789.45, from which finding and judgment Burke and Lucy and the Fidelity & Deposit Company have prosecuted this appeal.\nThe appellants do not question the correctness of the finding as to the amount due for balance of rent, but only that part of the decree adjudging a lien on the 39 bales lof cotton mentioned. Therefore it is to this question only that we direct our attention. Appellants, defendants below, have proceeded in this case upon the assumption that the waiver made in favor of the Interstate National Bank inures to their benefit, and have endeavored to show that the cotton produced was not sufficient -to pay the bank the sums advanced by it, and that therefore the court below erred in finding a lien in favor of plaintiff on said cotton. We think appellants are mistaken in their theory, and the right to make the defense offered was peculiarly that ¡of the Interstate National Bank. By the order of dismissal, made and entered on the 24th day of March, the -only party which might have availed itself of the defense offered went out of the case. It was the bank in whose favor the lien was waived, and not the tenant, who admits the rent has not been paid. It is ¡often necessary, as in this case, that landlords waive their liens in favor of those financing the farming operations, and if the theory of appellee was sound, then it would be equally reasonable that, where the waiver is not claimed by the one in whose favor it is made, any creditor of the tenant might assert the waiver for his own benefit, and the landlord he thus defeated in the collection of his rent. This would be absurd. This court has held that a waiver does not extinguish the lien, but only renders it dormant as to the person in whose favor the waiver is made (Varner v. Rice, 39 Ark. 344), and as to all other persons it is unavailable, even as to the assignee of one who might hold a mortgage on the tenant’s crop and in whose favor a waiver has been executed. Neeley v. Phillips, 70 Ark. 90, 66 S. W. 349. See also 36 C. J. 1545, and 16 R. C. L. 993.\nIn our opinion, the decree of the chancellor should not be disturbed, even though the theory of the appellants might have been correct, for we do not think that the appellant’s contention that the decree was without evidence to support it is sustained by the record in the case. It is true, the answer of Burke and Lucy t!o- the interrogatories is the only direct testimony in the case, and that the chancellor could not rightfully arbitrarily disregard the same, but, in order for this testimony to have weight sufficient to overturn the finding of the chancellor, as they are interested parties, their testimony must not only have been reasonable and consistent with itself, but consistent with the other circumstances in the case. In the first place, it is to be noted that they were parties in interest, and, as such, it cannot be said that their testimony was uncontradicted. Blankenship v. Modglin, 177 Ark. 388, 6 S. W. (2d) 531. But the testimony of Burke and that of Lucy was not all ¡of the evidence in the case. There are significant circumstances surrounding the entire transaction which protrude prominently, and which the chancellor could not ignore. He doubtless weighed the testimony :of the appellants, and considered it in the light of the aittendant circumstances. The bank, which was the only party at the commencement of the suit that could have benefited by establishing an amount of indebtedness in excess of the value of the cotton and cottonseed received, and with the means available to make the necessary proof, not only failed to avail itself of the opportunity to do so, thus losing the 39 hales of cotton, hut actually advanced to' 'Burke and Lucy $2,640 additional. This conduct can be explained on no other reasonable hypothesis than that the hank had already been paid more than the amounts it had advanced for the making and gathering of the crop on the Modoc plantation. It is possible that this might not be true, and that some ¡other motive might have impelled its action, but an abandonment of the right to valuable property and the payment of considerable sums in addition is not the ordinary conduct of business institutions of the known prudence ¡of the average bank.\nIn view of all the evidence, both direct and circumstantial, we think that the finding of the chancellor cannot be said to be against the preponderance of the testimony. The Fidelity & Deposit Company, having executed bond substituting that for the cotton released from the compress, has made itself a party to the case, and it follows that the court, having found a lien on the cotton, was correct in rendering judgment against it.\nIn view of the conclusions we have reached, the decree must be affirmed. It is so ordered.",
        "type": "majority",
        "author": "Butler, J."
      }
    ],
    "attorneys": [
      "W. G. Dinning, for appellant.",
      "Breiver & Gracraft, for appellee."
    ],
    "corrections": "",
    "head_matter": "Burke v. International Life Insurance Company.\nOpinion delivered May 27, 1929.\nW. G. Dinning, for appellant.\nBreiver & Gracraft, for appellee."
  },
  "file_name": "0651-01",
  "first_page_order": 669,
  "last_page_order": 675
}
