{
  "id": 8724718,
  "name": "Dozier v. Ragsdale",
  "name_abbreviation": "Dozier v. Ragsdale",
  "decision_date": "1932-12-05",
  "docket_number": "4-2881",
  "first_page": "654",
  "last_page": "660",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 654"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "147 S. W. 64",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "103 Ark. 345",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1352026
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/103/0345-01"
      ]
    },
    {
      "cite": "280 S. W. 369",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "170 Ark. 464",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1371746
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/170/0464-01"
      ]
    },
    {
      "cite": "145 S. W. 199",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "103 Ark. 48",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1351966
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/103/0048-01"
      ]
    },
    {
      "cite": "40 S. W. (2d) 435",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "183 Ark. 1082",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1441626
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/183/1082-01"
      ]
    },
    {
      "cite": "35 S. W. (2d) 70",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "183 Ark. 107",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1441800
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/183/0107-01"
      ]
    },
    {
      "cite": "44 S. W. (2d) 1097",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "184 Ark. 1120",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1438448
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/184/1120-01"
      ]
    },
    {
      "cite": "19 S. W. (2d) 1022",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "179 Ark. 1024",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8726596
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/179/1024-01"
      ]
    },
    {
      "cite": "43 S. W. (2d) 62",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "184 Ark. 598",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1438517
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/184/0598-01"
      ]
    },
    {
      "cite": "40 S. W. (2d) 991",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "184 Ark. 213",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1438663
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/184/0213-01"
      ]
    },
    {
      "cite": "23 S. W. (2d) 617",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "180 Ark. 713",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1393578
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/180/0713-01"
      ]
    },
    {
      "cite": "31 S. W. (2d) 292",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "181 Ark. 874",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8725824
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/181/0874-01"
      ]
    },
    {
      "cite": "149 S. W. 656",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "104 Ark. 583",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1350631
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/104/0583-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 525,
    "char_count": 11755,
    "ocr_confidence": 0.522,
    "pagerank": {
      "raw": 5.355418921060907e-07,
      "percentile": 0.9434880180273059
    },
    "sha256": "ccf00892c46c40c7fb05d7099129ebab709136a1714e8f4872aa71c049b3f122",
    "simhash": "1:98065c50543fe356",
    "word_count": 2014
  },
  "last_updated": "2024-02-27T17:52:01.123529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Dozier v. Ragsdale."
    ],
    "opinions": [
      {
        "text": "Mehaeey, J.\nA number of citizens of Union County, Arkansas, filed their petition to initiate a local or special statute for the purpose of fixing the compensations and expenses of certain officials of Union County, Arkansas, and fixing’ the number of their deputies, assistants and clerks, and their salaries, and of fixing the manner in which, such compensations and salaries shall he paid, and for the purpose of effecting economies in the expense of government in said county.\nThe Initiative and Referendum Amendment to the Constitution provides: “The initiative and referendum powers of the people are hereby further reserved to the legal voters of each municipality and county as to all local, special and municipal legislation of every character in and for their respective municipalities and counties, hut no local legislation shall be enacted contrary to the Constitution or any general law of the State, and any general law shall have the effect of repealing any local legislation which is in conflict therewith.\nThe amendment further provides that in counties the number of signatures required upon any petition shall be computed upon the total vote cast for the circuit clerk. The time for filing the petition is then fixed by the Amendment.\nAct 356 of the Acts of 1927 provides that the petition shall be filed with the county judge at least 60 days before the election, and that the county judge shall submit all such petitions to the county election commissioners, who shall place the matters petitioned for in the proper form on the tickets provided for the next general election of county officers, stating plainly and separately the matters initiated or referred, with the words “for” and “against” each measure.\nThe act further provides that, when any measure initiated or referred shall receive a majority of the votes in the county cast upon the subject, it shall immediately become a law.\nIn 1910 the people of Arkansas adopted a constitutional amendment reserving the right and power to themselves to propose legislative measures, laws and amendments to the Constitution, and to enact or reject the same at the polls independent of the General Assembly. That amendment undertook to provide for local legislation, but it read: “The people of each municipality, each county and of the State reserve to themselves power to propose laws and amendments to the Constitution, and to enact.or reject the same at the polls, independent of the legislative assembly,” etc.\nNo one doubted at the time, and no one doubts now, that the people, in adopting this amendment, thought they were providing for local legislation in counties by initiating acts. But it will be observed that the reservation of power and authority to initiate and enact laws was in the same paragraph that the power was reserved to enact constitutional amendments, and this court held that that part of the amendment adopted in 1910 was meaningless.\nThe court said that the people of municipalities and counties, never having possessed the sovereign legislative power apart from the other people of the State, could not reserve the power to counties and municipalities to adopt constitutional amendments. The court further said that courts cannot supply legislative defects and omissions ; that, whenever a provision is left out of a statute, either by design or mistake of the Legislature, the courts have no power to supply it.\nIt was held by this court that the question for the interpreter is not what the Legislature meant, but what its language means. Hodges v. Dawdy, 104 Ark. 583, 149 S. W. 656.\nIt will be remembered that the amendment construed by this court in the case of Hodges v. Dawdy, supra, was adopted in 1910. Thereafter the present amendment was adopted, and, in submitting the present amendment to be voted upon, the provision for the Initiative and Bef eren-dum Amendment as to counties was in a separate paragraph, in which the amendment was not mentioned. It simply provided for local, special and municipal legislation of every character in and for their respective municipalities and counties. The fact that the people adopted this provision a second time, and having written it in such plain language that it cannot be misunderstood by any one, shows clearly that they intended to reserve to themselves the right to pass all local laws affecting the counties. In addition to this, in 1926 the people initiated and adopted an amendment to the Constitution which reads as follows:\n“The General Assembly shall not pass any local or special act. This amendment shall not prohibit the repeal of local or special acts.”\nIt is therefore seen, not only that the people reserve to themselves the power to legislate as to the local affairs of the county, hut they adopted an amendment expressly prohibiting the Legislature from passing any local or special law.\nThe appellant, however, contends that the measure adopted by the people of Union County is contrary to the general law of the State, and therefore violative of the constitutional amendment which prohibits counties from enacting local legislation contrary to any general law of the State.\nAppellant cites and relies on act 216 of the Acts of 1931. That, however, is not a general law fixing the fees of the county officers of the State, but that law provides that the Legislature has determined and declared that the fees now being drawn by the different county officers, according to the provisions of general statutes of the State, and special and local acts, are based on proper classification, and that they shall continue to receive the salaries and fees under said local and special acts. Therefore the act itself provides that they are still receiving the fees and salaries under special acts, and not under general acts. We do not think the people had in mind legislation of this character in adopting the amendment which provided that no local law shall be enacted contrary to a general law.\nUnder this amendment the people of the county could not enact a law contrary to a general law which operated uniformly throughout the State, like the criminal laws of the State, but the fixing of fees and salaries of the county officers is purely a local matter, and is not of interest to persons except the taxpayers in the particular county where the law is enacted. The fixing of salaries and compensations to be paid county officers is of peculiar interest to the taxpayers of the county, and it was legislation of this kind that the people intended to provide for. No local matter could he more important to them.\nThe Legislature passed a law fixing the fees to be collected by the sheriff of Crawford County, and we said: “The trial court ruled that the act was void because the enactment thereof was prohibited by Amendment No. 14 to the Constitution of the State of Arkansas, which is as fallows: £ The G-eneral Assembly shall not pass any local or special act. This amendment shall not prohibit the repeal of any local or special act.’ ” Smalley v. Bushmiaer, 181 Ark. 874, 31 S. W. (2d) 292. The court cites a number of cases, among others, Webb v. Adams, 180 Ark. 713, 23 S. W. (2d) 617. In that case the court held that the exclusion of a single county from the operation of the law malíes it local, and the court said: “It cannot be both a general and a local statute.” See also Simpson v. Matthews, 184 Ark. 213, 40 S. W. (2d) 991; Street Imp. Dists. Nos. 481 and 485 v. Hadfield, 184 Ark. 598, 43 S. W. (2d) 62; Smith v. Plant, 179 Ark. 1024, 19 S. W. (2d) 1022.\nIt is a well-settled principle of statutory construction that statutes should receive a common-sense construction, and, when this whole amendment is construed together as it should be, and a common-sense construction placed upon it, the conclusion that fixing compensation for county officers is a local act cannot be escaped. We have also held that an act which provided for open and closed seasons for killing squirrels, Avhich exempted certain counties from its operation, was a local act. Dupree v. State, 184 Ark. 1120, 44 S. W. (2d) 1097.\nWe have also held, under these amendments, that an act placing the treasurer and clerk of the county and probate courts on a salary is a local act, and not within the power of the Legislature. Cannon v. May, 183 Ark. 107, 35 S. W. (2d) 70; Board Com’rs of Red River Bridge Dist. v. Wood, 183 Ark. 1082, 40 S. W. (2d) 435.\nThat this act is local is beyond question. Moreover, we think it the very kind of local legislation that the people intended to provide for.\nIt is next contended that-the Initiative and Referendum. Amendment to the Constitution is not self-executing. However, this court said in the case of Hodges v. Dawdy, supra: “We have already held that the amendment is in force, and is self-executing as to general laws initiated by or referred to the people of the whole State. Arkansas Tax Commission v. Moore, 103 Ark. 48, 145 S. W. 199.”\nThere is no difference, as to the amendment being self-executing, between that part of it providing for general laws and that part providing for local laws. After the provision for municipalities and counties and in the same section, the amendment provides that it shall be self-executing, but that laws may be enacted to facilitate its operation. We have also held that the amendment is self-executing with reference to municipal ordinances. Wright v. Ward, 170 Ark. 464, 280 S. W. 369.\nHowever, the Legislature, in 1927, passed a law to carry out the initiative and referendum in the counties. It provides that the petition shall be filed with the county .judge at least 60 days before the election in which they are to be voted. It provides that the county judge shall submit the petition to the county election commissioners, who shall place the matters petitioned for in proper form on the tickets provided for the next general election of county officers. It is also provided in said act that, when any measure initiated shall receive a majority of the votes cast in that county upon that subject, it shall immediately become a law.\nTherefore, if a majority of the votes were cast in favor of the act, it immediately became a law. It might be well to have somebody to certify the matter, but the fact that there is no provision for that does not prevent it from becoming a law. It may be certified as other questions are under the general election law.\nThe result of the election on candidates and all questions submitted is announced by the proper officers in each county, and everybody may know from that whether an act has been adopted. But, whether they know or, not, the law provides that, if it receives a.majority of the votes, it immediately becomes law.\nIt is next contended by the appellant that the constitutional amendment requires publication, and .that there was no publication as required by law. It is not contended that the act was not published. In fact, it is conceded that it was published, but the manner of its publication is not shown by the record.\nWhen any duty is required of a public officer, unless there is something to indicate the contrary, it will be presumed that he performed the duty according to law. The law does not require that a person must, at his peril, find out whether an officer has honestly and in good faith performed the duties of his office. He is not required to inquire into the honesty and good faith of the officer, the presumption being that the officer has performed his duty according to law. Waters-Pierce Oil Co. v. Bridwell, 103 Ark. 345, 147 S. W. 64.\nThe decree of the chancery court is affirmed.",
        "type": "majority",
        "author": "Mehaeey, J."
      }
    ],
    "attorneys": [
      "J. V. Spencer and Marsh, MeKay & Marlin, for appellant.",
      "Coulter i& Coulter, for appellee."
    ],
    "corrections": "",
    "head_matter": "Dozier v. Ragsdale.\n4-2881\nOpinion delivered December 5, 1932.\nJ. V. Spencer and Marsh, MeKay & Marlin, for appellant.\nCoulter i& Coulter, for appellee."
  },
  "file_name": "0654-01",
  "first_page_order": 674,
  "last_page_order": 680
}
