{
  "id": 1428270,
  "name": "Brawley v. Rogers",
  "name_abbreviation": "Brawley v. Rogers",
  "decision_date": "1934-01-22",
  "docket_number": "4-3300",
  "first_page": "655",
  "last_page": "657",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 655"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "225 S. W. 621",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "146 Ark. 266",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1584987
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/146/0266-01"
      ]
    },
    {
      "cite": "7 S. W. (2d) 783",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "177 Ark. 613",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8723726
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/177/0613-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 224,
    "char_count": 2670,
    "ocr_confidence": 0.45,
    "pagerank": {
      "raw": 8.431403558356252e-08,
      "percentile": 0.4840890337622
    },
    "sha256": "dca225184f19478281c784316af8271ce301ed90929791d98bae75fae2a82bc7",
    "simhash": "1:111270a018c4c9b1",
    "word_count": 448
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Brawley v. Rogers."
    ],
    "opinions": [
      {
        "text": "Kirby, J.,\n(after stating the facts). The undisputed testimony shows that S. P. Murphy and Jane Spurlock executed the contract in question, and that it was done in consideration of their approaching marriage, which occurred shortly thereafter. It is not claimed that there was any fraud or undue influence used in the negotiations about the agreement or in the execution thereof; and it was entered into in good faith for the purposes set out therein, and the parties lived together as husband and wife until the death of the husband.\nThe evidence does not indicate the value of the property owned by the respective parties at the time of the execution of the contract.\nThe antenuptial contract is sought to be avoided as one without consideration, it being insisted for the appellee that, under the law and the terms of the said contract, the appellant’s intestate could have had no interest in appellee’s property by marriage, since she was too old for the possibility of issue being born alive from the union, and since under the law otherwise she would have been entitled to dower, etc., out of his property; and that therefore the antenuptial contract was void for want of consideration.\nThe statute, §§ 7028 et seq., Crawford & Moses’ Digest, authorize the making of antenuptial agreements by parties contemplating marriage. The law has always allowed parties in contemplation of marriage to fix the rights of each in the property of the other by an agreement equitably and fairly made between them that will exclude the operation of the law in that respect. 13 R. C. L., pages 1012-15. It is likewise held that marriage is a sufficient consideration for such antenuptial agreement or marriage settlement, See 13 R. C. L. 1016; 30 C. J. 631; Oliphant v. Oliphant, 177 Ark. 613, 7 S. W. (2d) 783, and Comstock v. Comstock, 146 Ark. 266, 225 S. W. 621.\nThere is nothing to indicate that this antenuptial contract was not freely entered into, or that it is unjust or inequitable, and such contracts should be liberally construed to carry out the intentions of the parties. Oliphant v. Oliphant, supra. There was no intimation that said contract was not entered into in good faith or without the expectation of the parties living together until death separated them. Id.\nThe court therefore erred in holding the contract was invalid and unenforceable for want of consideration, and that appellee was not bound thereby. The judgment' must be reversed, and, the case, appearing to have been fully developed, will be dismissed. It is so ordered.",
        "type": "majority",
        "author": "Kirby, J.,"
      }
    ],
    "attorneys": [
      "Coleman & Reeder, for appellant.",
      "John C. Ashley, for appellee."
    ],
    "corrections": "",
    "head_matter": "Brawley v. Rogers.\n4-3300\nOpinion delivered January 22, 1934.\nColeman & Reeder, for appellant.\nJohn C. Ashley, for appellee."
  },
  "file_name": "0655-01",
  "first_page_order": 673,
  "last_page_order": 675
}
