{
  "id": 1367898,
  "name": "Tri-State Packet Company v. G. R. Brickey Mercantile Company",
  "name_abbreviation": "Tri-State Packet Co. v. G. R. Brickey Mercantile Co.",
  "decision_date": "1921-12-05",
  "docket_number": "",
  "first_page": "657",
  "last_page": "663",
  "citations": [
    {
      "type": "official",
      "cite": "150 Ark. 657"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "132 S. W. 1000",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": -1
    },
    {
      "cite": "99 S.W. 687",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": -1
    },
    {
      "cite": "179 U. S. 76",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "opinion_index": -1
    },
    {
      "cite": "82 Fed. Rep. 679",
      "category": "reporters:federal",
      "reporter": "F.",
      "opinion_index": -1
    },
    {
      "cite": "92 Fed. Rep. 670",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6752160
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f/92/0670-01"
      ]
    },
    {
      "cite": "89 Fed. 528",
      "category": "reporters:federal",
      "reporter": "F.",
      "opinion_index": -1
    },
    {
      "cite": "124 Fed. Rep. 3",
      "category": "reporters:federal",
      "reporter": "F.",
      "opinion_index": -1
    },
    {
      "cite": "108 Fed. Rep. 886",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6728726
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f/108/0886-01"
      ]
    },
    {
      "cite": "147 S. W. 90",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": -1
    },
    {
      "cite": "57 Ark. 203",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1324644
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/57/0203-01"
      ]
    },
    {
      "cite": "65 Ark. 68",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        609328
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/65/0068-01"
      ]
    },
    {
      "cite": "55 Ark. 397",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "109 N. W. 84",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": -1
    },
    {
      "cite": "64 Atl. 914",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": -1
    },
    {
      "cite": "96 N. E. 604",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": -1
    },
    {
      "cite": "104 Fed. 154",
      "category": "reporters:federal",
      "reporter": "F.",
      "opinion_index": -1
    },
    {
      "cite": "92 Fed. 671",
      "category": "reporters:federal",
      "reporter": "F.",
      "opinion_index": -1
    },
    {
      "cite": "191 U. S. 7",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "opinion_index": -1
    },
    {
      "cite": "201 U. S. 386",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "opinion_index": -1
    },
    {
      "cite": "212 U. S. 354",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5711214
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/212/0354-01"
      ]
    },
    {
      "cite": "179 U. S. 69",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5707615
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/179/0069-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 574,
    "char_count": 12708,
    "ocr_confidence": 0.476,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.051489488383299566
    },
    "sha256": "b867a65bafaaae6bbedd834d9408ee66c4adbe7feca726753b60a50a00c45ed7",
    "simhash": "1:2dc67f063896b524",
    "word_count": 2245
  },
  "last_updated": "2024-02-27T17:22:06.736121+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Tri-State Packet Company v. G. R. Brickey Mercantile Company."
    ],
    "opinions": [
      {
        "text": "Hart, J.\n(after stating the facts). The suit was brought under the act of Congress of February 13, 1893, for the Regulation of Commerce and Navigation. II. S. Compiled Statutes, 1916,’ Ann. vol. 7, §§ 8029-8031; Barnes, Federal Code, 1919, §§ 7237-7239.\nIn Knott v. Botany Mills, 179 U. S. 69, it was held that domestic voyages come within the provisions of the act.\nThe first section of the act of Congress above referred to provides that clauses in bills of lading relieving the owner of any vessel transporting merchandise or property as provided in the act from liability for negligence, etc., are prohibited. The third or last section of the act provides that “if the owner of any vessel transporting merchandise or property to or from any port in the United States of America shall exercise due diligence to make the said vessel in all respects seaworthy and properly manned, equipped and supplied, neither the vessel, her owner or owners, agent or charterers, shall become or be held responsible for damage or loss resulting from faults or errors in navigation or in the management of said vessel. ’ ’\nIn the interpretation of these sections of the act as applied to the facts of the case, the court gave, over the objections of the defendant, the following instructions:\n“4. If you find from a preponderance of the evidence that the two bales of cotton here sued for were delivered to the defendant company at Osceola landing and received by the company, then it was the duty of the defendant company to carry and deliver said cotton to the Eainer & Connell Company, consignee, at Memphis. And if you find from the evidence the defendant company did receive the cotton and failed or refused to so deliver the same, then you will find for the plaintiff for the market value of the cotton at Memphis at the time it should have been delivered there, together with interest at six per cent, from October 11, 1919.”\n“5. You are further instructed and it is agreed that lbe Helen Blair was seaworthy and properly manned. So, if you find the cotton was properly loaded on the boat and lost before the boat reached Memphis on account of any fault or error in navigation, or in the management of the boat, or on account of the danger of the river, if any, produced- by heavy winds, then you will find for the defendant.”\nThe court then instructed the jury that the burden of proof on the whole case was upon the plaintiff.\nCounsel for the defendant insists that the judgment should be reversed on account of the conflict between instructions four and five. He claims that, because the defendant admitted that it had failed to deliver the cotton to the consignee, instruction number four was a peremptory instruction for the plaintiff. \"We do not agree with counsel in this contention. The burden of proof was upon the plaintiff to prove that the defendant had failed to carry the cotton and deliver it to the consignee. Without making this proof, the plaintiff could not recover at all. Under the statute, there are certain exceptions to tlie general rule of liability. The burden of proof to show that the case.came within one of the exceptions was upon the defendant. Where goods are received in good order on board of a vessel under a bill of lading agreeing- to deliver them at the termination of the voyage in like good order and condition, and the goods, are damaged on the voyage, in a proceeding to recover for the breach of the contract of affreightment, after the amount of damage has been established, the burden lies upon the carrier to show that it was occasioned by one of the perils for which it was not responsible. The Folmina, 212 U. S. 354.\nIn the present.case it was admitted by the plaintiff that the Helen Blair was properly manned and was seaworthy. The evidence for the plaintiff showed that the cotton was loaded on the boat, and it was admitted that it was lost before the boat reached Memphis.\nIt was shown by the defendant that the water was rough and rolling on account of the winds. There were 512 bales of cotton on the boat. Instruction number five properly placed the burden of showing that the damage arose from one of the excepted causes upon the carrier. It, in effect, told the jury that it must find that the cotton was properly loaded on the boat before it could find for the defendant on account of any of the excepted causes. Thus we see that there was no conflict between instructions number four and five. Instruction No. 4 properly predicated the right of the plaintiff to recover upon its showing a failure of the defendant to deliver the cotton to the consignee.\nThe packet company defended the suit on the ground that the loss of the cotton resulted from one of the exceptions to the general rule of liability, and instruction No. 5 told the jury that the burden was upon the carrier to establish this defense. The instructions thus dealt with different phases of the case and were in harmony with each other.\nCounsel for the defendant also claims that, because the complaint alleges that the cotton was loaded on the boat and delivered to the defendant, Wils on-Ward Co., which had converted the same to its own use, the plaintiff cannot recover <on the ground that the cotton was not property loaded on the boat.\nIt is true that' the complaint contains the allegation just referred to; but it also contains another paragraph in which it is alleged that it had delivered the cotton to the Tri-State Packet Company for shipment to Memphis to Bainer & Connell Company, and that the defendant, Tri-State Packet Company, failed to deliver the cotton to the consignee or to account to the plaintiff for the value thereof. The case was tried on the theory that the cotton was lost in transit, and it was. submitted to the jury on this theory. As we have already seen, the burden was on the defendant to show that the cotton was properly loaded on the boat, and that it was not lost on account of any error in navigation or on account of the danger of the river caused by heavy winds.\nThe admission by the plaintiff that the boat was property manned and was seaworthy, did' not also operate as an admission that the boat was properly loaded, or that there was no error in navigation, or in the management of the boat on the trip. The boat might have been property manned and yet not property navigated during the trip. Neither did the admission that it was seaworthy show that the boat was property manned during the trip, or that the loss of the cotton was necessarily caused by the dang’er of the river from the heavy winds.\nThere was no prejudicial error in the record, and the judgment will be affirmed.",
        "type": "majority",
        "author": "Hart, J."
      }
    ],
    "attorneys": [
      "J. T. Goston, for appellant.",
      "Driver S Simpson, for appellee.",
      "J. T. Goston, for appellant, in reply. ."
    ],
    "corrections": "",
    "head_matter": "Tri-State Packet Company v. G. R. Brickey Mercantile Company.\nOpinion delivered December 5, 1921.\n1. Shipping — harter shipping act — construction.—The1 act of Congress of February 13, 1893, for the regulation of commerce and navigation, applies to domestic voyages.\n2. Shipping — liability of shipowner — burden of proof. — Under act of Congress of February 13, 1893, providing that “if the owner of any vessel transporting merchandise or property to or from any port in the United States of America shall exercise due diligence to make said vessel in all respects seaworthy and properly manned, equipped and supplied, neither the vessel, her owner or owners, agent or charters, shall become or be held responsible for damage or loss resulting from faults or errors in navigation or in the management of said vessel,” held that the burden is on the shipper to prove that the shipowner failed to carry freight and deliver it to the consignee; but the burden is on the shipowner to show that the loss or damage complained of resulted from faults or errors in navigation or in the management of the vessel.\n3. Pleading — issues, proof and variance. — Where a suit against a shipowner alleged, and was tried upon the theory, that plaintiff’s freight was lost in transit, and it was submitted to the jury upon that theory, it is immaterial that the complaint also alleged that the freight was delivered to a third person who converted the same to his own use.\n4. Pleading — admission—effect.—The admission by plaintiff in its complaint that defendants’ vessel was properly manned and seaworthy did not operate as an admission that the. boat was properly loaded or that the loss of plaintiff’s freight in transit was due to one of the excepted causes.\nAppeal from Mississippi Circuit Court, Osceola District ; R. H. Dudley, Judge;\naffirmed.\nSTATEMENT OE EACTS.\nGr. R. Brickey Mercantile Company sued the TriState Packet Company to recover damages for the loss of two bales of cotton shipped by the plaintiff on one of the boats of the defendant from Osceola, Ark., to Memphis, Tenn.\nThe agent of the packet company at Osceola testified that he loaded the cotton on one of the defendant’s boats at Osceola and issued a bill of lading therefor. The cotton was shipped on the Helen Blair, which was duly licensed to operate on the Mississippi River, and it was admitted by the plaintiff that the boat was properly manned and was seaworthy.\nAccording to the testimony of the manager and head clerk of the Helen Blair at the time the cotton in question was shipped, he knew nothing about the shipping of the cotton. His record showing the cotton shipped on that trip does not show the two bales in question. He had no knowledge as to whether the two bales in question were actually placed on the boat or not. They were not on the boat when it reached Memphis. The defendant has never been able to locate the cotton sued for. On that trip the river was rough and rolling on account of tlie winds. There was stormy weather during the entire trip, and a bale or' two of cotton might have rolled into the river before the boat got to Memphis. The plaintiff also proved the value of the cotton.\nThere was a verdict and judgment for the plaintiff, and the defendant has appealed.\nJ. T. Goston, for appellant.\nPlaintiff admits that the steamer was properly manned and was seaworthy, therefore defendant was exempt from losses resulting from faults or errors in navigation or in the management of the vessel or losses arising from dangers of the sea or other navigable water. U. S. Comp, ¡átat. 'j bói.; M3 Pod. 146. The loss is bound to have occurred through faults or errors in navigation or in the management of the vessel, or from dangers of the river, thereto\"o liability is not only proven but is disproved. 201 U. S. 386; 191 U. S. 7.\nThe burden was on the plaintiff to show what became of the cotton. It recognized this fact by allowing the court, without objection, to so instruct the jury.\nAs to what is meant by error or fault in navigation and management of a vessel, see the following cases: 92 Fed. 671; 104 Fed. 154; 96 N. E. 604; 64 Atl. 914; 109 N. W. 84.\nThe vessel being admitted to be seaworthy and properly manned, and it being shown that the cotton was properly loaded, there is nothing under the terms of the Harter Act upon which to predicate liability.\nInstruction No. 4 ignored the provisions of the Harter Act exempting the defendant from liability under conditions of that act and made defendant absolutely liable, no matter what caused the loss. The instruction was not only erroneous, but in conflict with No. 5.\nInstructions should be harmonized, else they will confuse and mislead the jury. Saekett’s Instr. to Juries, § 28. p. 95 • 85 TIL 194; 55 Ark. 397; 65 Ark. 68; 57 Ark. 203; 147 S. W. 90.\nDriver S Simpson, for appellee.\nThe Harter Act does not relieve the shipowner of liability for improper loading, care, handling and delivery of a cargo. 108 Fed. Rep. 886; 124 Fed. Rep. 3; 89 Fed. 528; 92 Fed. Rep. 670.\nThe burden of proof to show proper loading, handling, etc., is upon the appellant. 82 Fed. Rep. 679; 4 Fed. Stat. Ann. 863. There was even a denial that the cotton was ever on the boat, and at most only a 'bare statement that it was put on the 'boat. Certainly this evidence would not of itself alone establish the fact that the cotton was properly loaded.\nThe verdict and judgment were right, as appears by the undisputed evidence, and the court need not and will not, on appeal, determine whether1 the instructions given were correct.\nJ. T. Goston, for appellant, in reply. .\nThe Harter Act applies to domestic voyages. 179 U. S. 76; 86 .Fed. 671.\nThe complaint alleges that the cotton actually reached Memphis, and was confiscated there by \"Wilson-\"Ward Co. How can they now be heard to say the cotton was not properly loaded? A ground of relief not raised by the pleadings cannot be considered on appeal. 99 S.W. 687.\nInstruction No. 5 was abstract and misleading, and the giving thereof ground for reversal. 132 S. W. 1000."
  },
  "file_name": "0657-01",
  "first_page_order": 683,
  "last_page_order": 689
}
