{
  "id": 8724741,
  "name": "Ferguson v. Lesser Cotton Company",
  "name_abbreviation": "Ferguson v. Lesser Cotton Co.",
  "decision_date": "1932-12-05",
  "docket_number": "4-2760",
  "first_page": "660",
  "last_page": "662",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 660"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 223,
    "char_count": 3075,
    "ocr_confidence": 0.503,
    "sha256": "62fbf0ce2cb13a1658ee296ff76c5b6ef5cc09cc8a112b222efc1b053790e973",
    "simhash": "1:f40ef5055020b5cd",
    "word_count": 541
  },
  "last_updated": "2023-07-14T16:45:47.259153+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Ferguson v. Lesser Cotton Company."
    ],
    "opinions": [
      {
        "text": "Butler, J.\nThe question in dispute in this ease is the ownership of nine bales of cotton which the appellees had purchased in open market and which they claim by reason of that purchase. The claim of the appellants was based on a mortgage given by Case, appellees’ vendor, which included “all crops of cotton, corn, cotton seed, hay, and all other crops grown by the party of the first part (J. H. Case), or grown by his tenants and share-croppers for him; or caused to be grown by the party of the first part on any of the above places owned or rented by him in Cleveland and Lincoln counties, or other places during the year 1928. Also, all amounts due to the parties of the first part on account of rents and accounts for supplies furnished to tenants and share-croppers during the year 1928 or theretofore. ’ ’\nCase, the mortgagor, at or about the close of the cotton season 1928-1929, being heavily involved, left the country, and, on the application of the mortgagees (appellants), a receiver was appointed to take charge of the crops of Case included in the mortgage. The receiver, in the discharge of his duties, took charge of the nine bales of cotton then in the custody of the compress in Pine Bluff which he claimed was cotton upon which the appellants had a mortgage. The appellees intervened, and it was, and is, the contention of the appellants that the burden was upon the appellees to establish their claim to the cotton. In this they are doubtless correct, but the burden was discharged by the undisputed testimony which established the fact that the appellees had bought the cotton in open market from Case and paid full value for it. The burden then shifted to the appellants to show that the cotton was included in the mortgage given by Case to them.' It is also true that the sale of property mortgaged will not divest the mortgagee of its title, although the property is sold in another county than the county in which the mortgage is executed and recorded and to a purchaser who had no knowledge of such mortgage.\nThese principles of law seem to have been applied by the court, and the question before it for determination was whether or not the mortgage covered this particular cotton. There was little conflict in the testimony, all of which was more or less vague as to how Case came into possession of the cotton that was sold by him to the appellees. Case was a public ginner and had a small store. He would sometimes buy cotton for resale and also had tenants on his farm who grew cotton and some customers whom he furnished, but it is uncertain who grew the cotton in question or from whom it was procured. We are inclined to the opinion that the preponderance of the evidence justified the conclusion reached by the chancellor that the cotton was not included in the mortgage. This being our view, we deem it unnecessary to review the testimony in detail.\nDecree affirmed.",
        "type": "majority",
        "author": "Butler, J."
      }
    ],
    "attorneys": [
      "Rowell & Rowell, for appellant.",
      "Reinberger ■& Reinberger and Hooker S Hooker, for appellee."
    ],
    "corrections": "",
    "head_matter": "Ferguson v. Lesser Cotton Company.\n4-2760\nOpinion delivered December 5, 1932.\nRowell & Rowell, for appellant.\nReinberger ■& Reinberger and Hooker S Hooker, for appellee."
  },
  "file_name": "0660-01",
  "first_page_order": 680,
  "last_page_order": 682
}
