{
  "id": 1432135,
  "name": "Maryland Casualty Company v. Davenport",
  "name_abbreviation": "Maryland Casualty Co. v. Davenport",
  "decision_date": "1933-06-19",
  "docket_number": "4-3110-11-12-13",
  "first_page": "663",
  "last_page": "673",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 663"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "222 U. S. 199",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3659379
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/us/222/0199-01"
      ]
    },
    {
      "cite": "42 S. Ct. 98",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        3678423
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/257/0304-01"
      ]
    },
    {
      "cite": "257 U. S. 247",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3677581
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/257/0247-01"
      ]
    },
    {
      "cite": "34 S. Ct. 550",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        3673668
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/233/0157-01"
      ]
    },
    {
      "cite": "223 U. S. 157",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "opinion_index": 0
    },
    {
      "cite": "68 N. Y. S. 191",
      "category": "reporters:state",
      "reporter": "N.Y.S.",
      "case_ids": [
        7703930
      ],
      "opinion_index": 1,
      "case_paths": [
        "/nys/68/0191-01"
      ]
    },
    {
      "cite": "23 N. W. 162",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 1
    }
  ],
  "analysis": {
    "cardinality": 708,
    "char_count": 19988,
    "ocr_confidence": 0.493,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.053867619309079406
    },
    "sha256": "40f98b9758b64e2b48788e09d0f4f9cf3b848a248e8365e76efa59fb31a38dc9",
    "simhash": "1:beefe6863ba7ffeb",
    "word_count": 3373
  },
  "last_updated": "2024-02-27T21:18:50.990705+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Maryland Casualty Company v. Davenport."
    ],
    "opinions": [
      {
        "text": "Butler, J.\nPour suits were instituted in the Phillips Circuit Court against the Maryland Casualty Company to recover the value of work done and material furnished by the plaintiffs to Lynch Bros., while they were engaged in the construction of a portion of the levee system along the right bank of the Mississippi River near Helena. The Casualty Company demurred to the jurisdiction of the court, and, the demurrer being overruled, filed its application for a writ of prohibition in each case, alleging the sole and exclusive jurisdiction of the United States District Court over the subject-matter, and making as a part of its several petitions a copy of the complaints filed in the cases, the original contract entered into between Lynch Bros, and the United States Government, the bond executed by the Casualty Company, and a supplemental agreement later entered into between the Government, Lynch Bros, and the Casualty Company.\nIt is the contention of the petitioner that the liability of the Casualty Company is predicated upon the bond first executed to guarantee the performance by Lynch Bros, under their contract to build the levees and to pay the laborers and materialmen. The respondent contends that the several causes of action are grounded on the supplemental agreement by the terms of which, it is insisted, the Casualty Company became primarily liable for all of the debts incurred by Lynch Bros, without regard to the terms of the bond executed by it.\nIt appears from the petition and the exhibits that Lynch Bros, entered into a contract with the United States Government on October 31, 1931, to build a certain portion of the levee system along the Mississippi River in Phillips County, Arkansas. At that time the Casualty Company executed a bond as provided by the Federal statute, now § 270, title 40, of the United States Code Annotated, generally designated as the “Hurd Act.” This bond was executed in the penal sum of $15,000, conditioned that the contractors should perform the work as specified, and that they should promptly pay all persons supplying labor and material in the prosecution of the work provided for in the contract. The contractors began the performance of the contract and continued until July, 1932, when the Government, becoming dissatisfied with the manner in which the contractors were performing the work, exercised the right given it in the contract and notified the contractors that they had failed to exercise proper diligence, and that it would take over the contract, finish the work, charging to the contractors and the surety any excess costs that might be occasioned. The surety thereupon expressed the desire to take over the contract and complete the work. This was acceded to, and a writing was executed designated as a “supplemental agreement.”\nThe petitioner insists that the obligation of the casualty company to pay the debts incurred by Lynch Bros, during the time they were engaged in the performance of the work and before the Casualty Company took it over arises out of the bond which it executed to the United States Government, and that, because of this, the jurisdiction to hear and determine the controversy is in the United States District Court under the terms of the Hurd Act, supra. This act provides that, if the general government does not bring suit within six months from the completion of the work, those supplying labor and material will be furnished a certified copy of the contract and bond by the department of the Government under whose direction the work is done, and “he or they shall have a right of action and shall be and are hereby authorized to bring suit in the name of the United States, in the district court of the United States in the district in which said contract was to be performed and executed, irrespective of the amount in controversy in said suit and not elsewhere, for his or their use and benefit against said contractor and his sureties.” The act further provides that there shall be only one suit in which all creditors must intervene and have their rights adjudicated upon proper notice.\nThe- respondent does not question the propriety of the remedy invoked, and concedes that, under the provisions of the statute referred to, supra, as construed by the Supreme Court of the United States in Texas, etc., Co. v. McCord, 223 U. S. 157, 34 S. Ct. 550; Miller v. American Bonding Co., 257 U. S. 247, 42 S. Ct. 98, and United States v. Congress Construction Co., 222 U. S. 199, 32 S. Ct. 44, in suits to enforce liability arising out of the obligations of a bond given under the provisions of that act, jurisdiction is lodged in the United States District Courts and not elsewhere. Respondent contends, however, as previously noted, that the suits filed in the Phillips County Circuit Court are not based upon the bond executed by the casualty company, but upon the contract of July 23,1932, in which it is claimed the Casualty Company agreed with Lynch Bros, to assume their place in the original contract and to complete the same, paying the debts incurred by them while they were engaged in constructing the levee; that this had the effect of substituting the Casualty Company as the principal contractor and subjected it to suits in any courts of superior general jurisdiction.\nArticle 9 of the original contract between Lynch Bros, and the United States Government provides: “If the contractor refuses or fails to prosecute the work, or any separable part thereof, with such diligence as will insure its completion within the time specified in article I, or any extension thereof, or fails to complete said work within such time, the Government may, by written notice to the contractor, terminate his right to proceed with the work or such part of the work as to which there has been delay. In such event the Government may take over the work and prosecute the same to completion by contract or otherwise, and the contractor and his sureties shall he liable to the Government for any excess cost occasioned the Government thereby. If the contractor’s right to proceed is so terminated, the Government may take possession of and utilize in completing the work such materials, appliances and plant as may be on the site of the work and necessary therefor. If the Government does not terminate the right of the contractor to proceed, the contractor shall continue work, in which event the actual damages for the delay will be impossible to determine, and in lieu thereof the contractor shall pay to the Government as fixed, agreed and liquidated damages for each calendar day of delay until the work is completed or accepted the amount as set forth in the specifications or accompanying papers and the contractor and his sureties shall be liable for the amount thereof. ’ ’\nBy the terms of the bond, the Casualty Company undertook to guarantee that the contractors would perform and fulfill all of the undertakings, covenants, etc., of the contract, and that they should promptly make payment to -all persons furnishing labor and material in the prosecution of the work. The supplemental agreement refers to the contract first entered into between the Government and Lynch Bros., reciting the execution of the bond with the Casualty Company as surety, and makes said contract and said bond a part of the agreement as “if. physically attached and copied herein.” It further recites the inability of Lynch Bros, to complete the work within the time limited in the contract, and that “it is to the manifest interest of the United States of America, to the contractor and to the surety on the contractor’s bond, that arrangements be made immediately to put on sufficient forces to complete the work called for by said contract within the time therein limited.” It further recites the willingness of the contractor and the United States Government to permit the surety to take over and complete the said contract, and, continuing, provides:\n“Now therefore it is mutually understood and agreed by and between James and Leo Lynch, partners doing business as Lynch Brothers, hereinafter designated ‘Contractor,’ and the United States of America, hereinafter designated ‘Government,’ and Maryland Casualty Company of Baltimore, Maryland, hereinafter designated ‘Surety’ as supplemental to said original contract between said government and contractor as follows, to-wit:\n‘ ‘ 1. That effective at six o ’clock p. m., July 23, 3932, by and with the consent of the Government, said aforesaid contract for construction of earthwork in the White River Levee District is turned over by said contractor to the said Maryland Casualty Company, its surety, and by these presents the said surety company hereby agrees to perform all the work called for by said contract according to the terms thereof and the plans and specifications made a part thereof.\n“2. It is further agreed that the surety shall receive payment for all work performed and materials furnished pursuant to the terms of said original contract of October 31, 1931, between the contractor and Government, and that the surety shall be paid all retained percentages of labor and/or materials thereto before furnished by and due to said contractor under the terms of said original contract, and all sums due said contractor, payment of which is withheld by the Government pursuant to the terms of said original contract, it always being understood and agreed that the government shall have, the right to retain any payments due to it as deductions under the original contract in accordance with the terms and provisions thereof until due thereunder.\n“3. The surety agrees and undertakes that it will take over said original contract as of six o ’clock p. m. Saturday, July 23, 1932, and to perform and fulfill all the undertakings, covenants, terms, conditions and agreements of said contract during the original term of said contract as therein stipulated.\n“4. The surety further agrees, on final approval of the work by the contracting officer designated in said original contract and receipt by it of final payment of sums due thereunder, to pay or cause to be paid, under direction of said contracting officer, any balance due said original contractor, after payment of costs of completion and all outstanding bills for labor and/or materials, and/or services performed or rendered and/or amounts chargeable against the carrying Out of the contract of the original contractor and the performance of the work undertaken by it under said original contract.”\nWhen, the original contract, the bond and the supplemental agreement are considered together, as they must be, it is clear that the contention that the casualty company took the place of the original contractors can be sustained only as to its operation after the execution of the supplemental agreement, and its liability extended only as to such indebtedness as might be incurred in the prosecution of the work after that date, its relation to the principals in the original contract remaining unaltered as the liability under the first contract and bond to secure its performance is expressly recognized and incorporated in the agreement. Its liability for the payment of all material which had been furnished or work done in the prosecution of the construction before the date of the supplemental agreement was already fixed and the payment guaranteed up to an amount specified in the bond. The argument advanced as a reason for the extension of the liability of the casualty company to the effect that it received a valuable consideration for entering into the supplemental agreement in that it received some six or eight thousand dollars already earned by Lynch Bros, is without merit, as it is apparent under the terms of the agreement that - whatever sums it received, earned by the original contractor, were paid to it only for the purpose of being disbursed in payment for material or labor, and any sums earned above the actual cost of the construction were, by the express terms of the agreement, to be paid to the original contractor.\nWe are of the opinion therefore that the claims sued on are liabilities of the casualty company only because of its undertaking in the bond, for it is stated and not denied that they are for material and labor furnished to Lynch Bros, before the' Casualty 'Company took over the contract under the supplemental agreement. The provisions of the Hurd Act are therefore applicable, and the claimants must have their rights adjudicated in the United States District Court, the Phillips Circuit Court is without jurisdiction over the subject-matter, and the petitioner is entitled to the relief prayed. Let the writ be granted.",
        "type": "majority",
        "author": "Butler, J."
      },
      {
        "text": "Mehaffy, J.,\n(dissenting). I cannot agree with the majority in granting a writ of prohibition against the judge, thereby preventing him from trying the case brought by the plaintiffs against the Maryland Casualty Company.\nSection 270 of title 40, U. S. Code, Annotated, provides for persons who enter into contracts with the United States for certain purposes, giving a bond with good and sufficient securities. The section also provides that persons furnishing labor or materials shall have a right to intervene and be made parties to any action instituted by the United States on the bond of the contractor. The section also provides that, if suit is not brought by the United States within six mbnths, persons supplying the contractor with labor or materials shall have a right of action and are authorized to bring suit in the district court of the United States, and not elsewhere.\nIt will be observed that this provides for a suit on the bond of the contract. The suits in this case were not on the bond. The facts are stated in the majority opinion, and will not be restated here.\nOne of the sections of the supplemental contract is as follows: “The surety agrees and undertakes that it will take over said original contract as of six o’clock p. m., Saturday, July 23, 1932, and to perform and fulfill all the undertakings, covenants, terms, conditions and agreements of said contract during the original term of said contract as therein stipulated. ’ ’\nIn section 4 the surety company agrees to pay or cause to be paid any balance due the original contractors after payment of costs of completion and all outstanding bills for labor or materials. It is therefore expressly agreed that it will take the place of the contractor, and not only complete tlie work, hut pay all outstanding- hills, bills that were outstanding- at the time it took over the contract. It was upon this agreement, and upon the taking over the contract by the surety company, that these suits were based. They were not based on the bond, and the Federal Court would have no jurisdiction, and there is no authority under the Hurd Act for bringing a suit of this kind in the Federal Court. The Hurd Act authorizes suits brought in the Federal Court where the suit is on the bond. ■\nA suit was brought in the State court in New York on an agreement of the contractor to give bond. He had entered into the contract and promised to give the bond required by the Hurd Act, but had failed to do so. The city court held that there was no remedy whatever. The case was then appealed, and the appellate term took the view that the contractors’ obligation was independent of the bond, which was important only as fixing the obligation and defining the procedure in an action against the surety. The judgment of the city court was reversed, and the cause was then tried in the appellate division, which reversed the judgment of the appellate term holding that the proper remedy was an action in the Federal Courts, the procedure to be the same as if the bond were in existence.\nThe Court of Appeals in New York held that the judgment of the appellate term must be affirmed, that is, that the contractors’ obligation was independent of the bond, and that the suit was properly brought in the State court.\nAs I have already said, this suit was not brought on the bond, but was brought on the supplemental contract. Whether the plaintiffs were entitled to recover on that contract is not involved. Certainly the bond was not in any way involved, and, that being true, the circuit court had jurisdiction. It is wholly immaterial whether the plaintiffs could have recovered, but, under the pleadings, the suit, I think, was unquestionably within the jurisdiction of the circuit court.\nWhen the contractor failed and the surety took the place of the contractor, it became liable as a contractor, without any regard to whether it had signed a bond or not. Besides that, it expressly agreed to pay all claims. It was not liable for all claims under bond, but was only liable for $15,000. The surety took over the contract for its protection. It received a considerable sum of money that was due the contractors, and received the retained percentages, and whatever profit it made by completing the work.\nI think the effect of the majority opinion is practically the same as the holding of the city court in New York in the case above cited. This is, that the material furnishers and laborers were without remedy.\nA contract was made for the construction of a courthouse in Lenawee County, Michigan, and bond was given with sureties for the due performance of the contract. The contractors proceeded, for a time, just as Lynch Bros, did in this case, and then failed, and the sureties for their own protection took an assignment of the contract and went on with the work. The claims sought to be collected were claims against the original contractors, and not contracted after the sureties took charge. The court said:\n“In our opinion that is an immaterial fact. The relators step into the shoes of the contractors.” Knapp v. Swaney, 23 N. W. 162; United States to use of Zambetti v. American, Fence Const. Co., 15 Fed. (2d) 449.\n“The claims and demands of the casualty company, the plaintiff in this action, are based in large part upon the provisions of the contracts made by the Board of Water Commissioners with the Loyd Company, for which the bonding company was surety. All the facts lead to the conclusion that what happened in this case was that the surety company elected to complete the contracts of its principal. When it did so, it took the place of the contractor.” Maryland Cas. Co. v. Bd. of Water Com’rs, 43 Fed. (2d) 418.\n“The surety was already engaged in carrying out the original contract, and it continued therein to the end. * * * When the surety elected to complete the contract, it took the place of the contractor. The law is not that it thereby only took the possible benefits of that position. Its position was no different to that of an assignee of the contract. Such assignee would take subject to all prior mechanics’ liens; and so did the surety.” Harley v. Mapes-Reeve Const. Co., 68 N. Y. S. 191.\n‘‘When contractor-stopped, surety simply took its place and went on to finish the work. What its rights may have been if it too had declined to finish, and commissioners had completed, are matters and questions not before us. What did happen was that the surety stepped into the contractor’s shoes and finished the work, and neither surety nor commissioners were in any different position than if contractor had itself finished the work and called on the commissioners to settle.” Fidelity & Deposit Co. of Md. v. Hay, 9 Fed. (2d) 749.\nI think it would be unjust and unreasonable to hold that the surety company could take over the work when the contractors failed, in the manner that the surety company did in this case, and then be relieved from liability or require the parties to go into Federal court, where they would only get their proportionate share of the $15,000, if they could, in fact, recover anything.\nI think the writ should have been denied.",
        "type": "dissent",
        "author": "Mehaffy, J.,"
      }
    ],
    "attorneys": [
      "Brewer & Cracraft, for petitioner.",
      "A. M. Coates, for respondent."
    ],
    "corrections": "",
    "head_matter": "Maryland Casualty Company v. Davenport.\n4-3110-11-12-13\nOpinion delivered June 19, 1933\nBrewer & Cracraft, for petitioner.\nA. M. Coates, for respondent."
  },
  "file_name": "0663-01",
  "first_page_order": 683,
  "last_page_order": 693
}
