{
  "id": 6793425,
  "name": "Scott Akrie et al., Petitioners, v. James Grant et al., Respondents",
  "name_abbreviation": "Akrie v. Grant",
  "decision_date": "2015-07-23",
  "docket_number": "No. 89820-1",
  "first_page": "665",
  "last_page": "668",
  "citations": [
    {
      "type": "official",
      "cite": "183 Wash. 2d 665"
    }
  ],
  "court": {
    "name_abbreviation": "Wash.",
    "id": 9029,
    "name": "Washington Supreme Court"
  },
  "jurisdiction": {
    "id": 38,
    "name_long": "Washington",
    "name": "Wash."
  },
  "cites_to": [
    {
      "cite": "351 P.3d 862",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2015,
      "opinion_index": 0
    },
    {
      "cite": "183 Wn.2d 269",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        6792584
      ],
      "year": 2015,
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/183/0269-01"
      ]
    },
    {
      "cite": "315 P.3d 567",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2013,
      "opinion_index": 0
    },
    {
      "cite": "178 Wn. App. 506",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        4347111
      ],
      "year": 2013,
      "pin_cites": [
        {
          "page": "515"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/178/0506-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 308,
    "char_count": 4477,
    "ocr_confidence": 0.752,
    "pagerank": {
      "raw": 1.1511576394565057e-07,
      "percentile": 0.5814356358227835
    },
    "sha256": "e230f823e522ef51d765d3eaca0357cad6e3e4043324a51f0dd41663228754d0",
    "simhash": "1:596bc3e1b0f88360",
    "word_count": 712
  },
  "last_updated": "2024-02-27T22:09:01.011694+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Scott Akrie et al., Petitioners, v. James Grant et al., Respondents."
    ],
    "opinions": [
      {
        "text": "Per Curiam\n¶1 Scott Akrie and Volcan Group Inc., d/b/a NetLogix, sued James Grant, Kassandra Kennan, Davis Wright Tremaine LLP, Seattle Deposition Reporters LLC, and T-Mobile USA Inc. Plaintiffs alleged that defendants twice transcribed Jason Dillon’s phone conversation without his permission and that in doing so they violated the privacy act, ch. 9.73 RCW. Dillon is not a party in this case.\n¶2 Defendants filed a special motion to strike the claims under the Washington Act Limiting Strategic Lawsuits Against Public Participation (anti-SLAPP statute), RCW 4.24.525, and a motion to dismiss pursuant to CR 12(b)(6). The superior court granted both motions and dismissed the claims with prejudice. Pursuant to the anti-SLAPP statute, RCW 4.24.525(6)(a), the superior court entered judgment ordering plaintiffs to pay defendants a statutory penalty of $10,000.00, attorney fees of $20,000.00, and litigation costs of $137.45.\n¶3 Plaintiffs appealed, and defendants cross appealed. Plaintiffs then withdrew their appeal and so defendants were redesignated as appellants. Defendants argued on appeal that under the anti-SLAPP statute, each defendant is entitled to $10,000 in SLAPP penalties, for a total of $50,000, rather than the total of $10,000 the superior court awarded. The Court of Appeals agreed. It reversed the superior court solely on the issue of statutory damages under the anti-SLAPP statute and remanded with instructions to enter judgment for $50,000 instead of $10,000 in statutory damages. Akrie v. Grant, 178 Wn. App. 506, 515, 315 P.3d 567 (2013).\n¶4 We granted plaintiffs’ petition for review and heard oral arguments on September 30,2014. We later stayed this case, as well as Dillon v. Seattle Deposition Reporters, LLC (No. 89961-4), pending Davis v. Cox, a case involving the constitutionality of the anti-SLAPP statute. 183 Wn.2d 269, 351 P.3d 862 (2015). On May 28, 2015, the court decided Davis v. Cox, holding the anti-SLAPP statute violates the right to trial by jury under article I, section 21 of the Washington Constitution and is invalid. Accordingly, the stay of this case is lifted.\n¶5 In light of our decision in Davis, it is unnecessary to decide whether the proper amount of statutory damages under the anti-SLAPP statute in this case was $10,000 or $50,000 because the statute is unconstitutional and thus no longer provides grounds for any award of damages.\n¶6 The question remains, however, whether plaintiffs, who did not appeal the $10,000 statutory damages award, may benefit from our decision in Davis. The general rule is that an “appellate court will grant a respondent affirmative relief by modifying the decision which is the subject matter of the review only ... if the respondent also seeks review of the decision by the timely filing of a notice of appeal or a notice of discretionary review.” RAP 2.4(a)(1). Because plaintiffs withdrew their appeal, the decision that is the subject matter of the review cannot be modified under the general rule. The exception to the general rule is that an appellate court may grant a respondent affirmative relief “if demanded by the necessities of the case.” RAP 2.4(a)(2).\n¶7 We conclude that the necessities of this case justify granting plaintiffs the affirmative relief of vacating the superior court’s award of statutory penalties, attorney fees, and costs under the anti-SLAPP statute. This case remained pending at the time we invalidated the anti-SLAPP statute, and thus basic fairness demands that we not sustain a penalty imposed pursuant to a statute we have held unconstitutional.\n¶8 The Court of Appeals is reversed. The case is remanded to the superior court with instructions to vacate any award of statutory damages, attorney fees, and costs under the anti-SLAPP statute. The superior court’s judgment dismissing plaintiffs’ claim with prejudice pursuant to defendants’ motion under CR 12(b)(6) remains undisturbed and is final.\nThe same incidents resulted in another lawsuit, Dillon v. Seattle Deposition Reporters, LLC (No. 89961-4), which was dismissed on July 23,2015, where Dillon is the plaintiff.",
        "type": "majority",
        "author": "Per Curiam"
      }
    ],
    "attorneys": [
      "Dennis M. Moran (of Fishermen’s Finest Inc.)', and William A. Keller (of W.A. Keller Law PLLC), for petitioners.",
      "Michael E. Kipling, Marjorie A. Walter, and Timothy M. Moran (of Kipling Law Group PLLC), for respondents."
    ],
    "corrections": "",
    "head_matter": "[No. 89820-1.\nEn Banc.]\nArgued September 30, 2014.\nDecided July 23, 2015.\nScott Akrie et al., Petitioners, v. James Grant et al., Respondents.\nDennis M. Moran (of Fishermen’s Finest Inc.)', and William A. Keller (of W.A. Keller Law PLLC), for petitioners.\nMichael E. Kipling, Marjorie A. Walter, and Timothy M. Moran (of Kipling Law Group PLLC), for respondents."
  },
  "file_name": "0665-01",
  "first_page_order": 719,
  "last_page_order": 722
}
