{
  "id": 1881127,
  "name": "Edrington vs. Mathews, adm'r",
  "name_abbreviation": "Edrington v. Mathews",
  "decision_date": "1875-11",
  "docket_number": "",
  "first_page": "665",
  "last_page": "667",
  "citations": [
    {
      "type": "official",
      "cite": "30 Ark. 665"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "26 Ark., 12",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "28 Ark., 270",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1884370
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/28/0270-01"
      ]
    },
    {
      "cite": "28 Ark., 270",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1884370
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/28/0270-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 236,
    "char_count": 3269,
    "ocr_confidence": 0.486,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.06904340755001546
    },
    "sha256": "67325a913b620eadfeecd6f4e688394bb068ac950879d75d23a2c76b14476921",
    "simhash": "1:456ff7746015b8d2",
    "word_count": 552
  },
  "last_updated": "2024-02-27T20:03:48.415540+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Edrington vs. Mathews, adm’r."
    ],
    "opinions": [
      {
        "text": "English, Ch. J.:\nAfter the lands in Mississippi county had been assessed for the year 1870 by the county assessor, the State board of equalization, composed of the members of the Senate, and the auditor, increased the assessment by adding 125 per cent.\nJames H. Edrington, a tax payer of the county, for himself and others, filed a bill in the Circuit Court of the county against J. P. Murray, the collector, to enjoin the collection of the tax upon the amount so added upon the assessment, on the ground that the act creating the State board of equalization was unconstitutional, and a temporary injunction was obtained.\nPending the suit in the court below, the death of Murray, the collector, was suggested, admitted, the suit abated as to him, and revived against John Mathews, his administrator, who entered his appearance and demurred to the bill. The court sustained the demurrer,- dissolved the injunction, dismissed the bill for want of equity, and the successor of Murray in the office of collector (who was not before the court) was ordered to proceed to collect the tax which had been temporarily enjoined.\nEdrington obtained 'the grant of an appeal to this court from its clerk. ¡\n•The constitutionality of the act of March 25th, 1871, creating the State board of equalization was fully discussed before this court in Hoyne et al. v. Vandergrif, collector, etc., 28 Ark., 270, and the act held not to be in conflict withthe Constitution.\nThe argument in the case referred to was, that the matter of ascertaining and fixing the value of lands for taxation belongs to the executive department of the government, and the senators, being of the legislative department, could not act in the matter; and if it belonged to the legislative department, the auditor, who is of the executive department, was out of place among the senators.\nMr. Justice Bennett, who delievered the opinion of the court attempted to answer this argument.\nThe act creating the State board has been repealed, and the Constitution of 1868, under which it was passed, has been abrogated, and it is not probable that the act will be re-enacted.\nThere may be doubt about the constitutionality of the act, but the question has once been solemnly passed upon by the court, and we are not disposed to review its judgment.\nOn the death of the original defendant, his successor in the office of collector should have been substituted as defendant, and not his administrator, but the administrator did not appeal, and is not complaining of the error.\nThe decree must be affirmed.",
        "type": "majority",
        "author": "English, Ch. J.:"
      }
    ],
    "attorneys": [
      "Rose for appellant."
    ],
    "corrections": "",
    "head_matter": "Edrington vs. Mathews, adm’r.\nParties: Abatement and revivor.\nWhere, a suit by or against an officer, in his official capacity, is abated by his death, his successor, in office, and not his administrator, should V» substituted.\nThe case of Vandergriff, sheriff, etc., v. Hoyne et al., 28 Ark., 270., . adhered to, with doubt as to its correctness.\nAPPEAL from Mississippi Circuit Court in Chancery.\nHon.--, Circuit Judge.\nRose for appellant.\nThe State board of equalization was not constitutionally organized. Art. 4, sec. 2, Const, of 1868.\nAssessing taxes belongs to the executive department. Alh'» ex parte, 26 Ark., 12.\nThe board could not be composed partly of senators. See Rev. Law of April 8th, 1869, sec. 68."
  },
  "file_name": "0665-02",
  "first_page_order": 665,
  "last_page_order": 667
}
