{
  "id": 8724836,
  "name": "Dean v. Black & White Stores, Inc.",
  "name_abbreviation": "Dean v. Black & White Stores, Inc.",
  "decision_date": "1932-12-12",
  "docket_number": "4-2774",
  "first_page": "667",
  "last_page": "672",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 667"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "22 S. W. (2d) 562",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "180 Ark. 695",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1393601
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/180/0695-01"
      ]
    },
    {
      "cite": "40 La. 423",
      "category": "reporters:state",
      "reporter": "La.",
      "opinion_index": 0
    },
    {
      "cite": "160 S. W. 387",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "109 Ark. 530",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1341211
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/109/0530-01"
      ]
    },
    {
      "cite": "7 Ind. 117",
      "category": "reporters:state",
      "reporter": "Ind.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 472,
    "char_count": 9189,
    "ocr_confidence": 0.495,
    "pagerank": {
      "raw": 1.448400534144271e-07,
      "percentile": 0.6545781240527923
    },
    "sha256": "45e605abb34cac3572583b973bb10eb05e1d6259bb3cd1dc43a64f0326e905d3",
    "simhash": "1:6c2ff6ef30299bdd",
    "word_count": 1624
  },
  "last_updated": "2024-02-27T17:52:01.123529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Dean v. Black & White Stores, Inc."
    ],
    "opinions": [
      {
        "text": "Mehaeey, J.\nThe appellant brought suit against the appellee in the Pulaski 'Circuit Court alleging that appellant was a corporation operating under the laws of the State of Arkansas, and that on May 2, 1931, said defendant, through its agents, servants and employees, unlawfully, forcibly, and falsely restrained the plaintiff of her liberty, and imprisoned her against her will at 308 West 5th Street, Little Rock, Pulaski County, Arkansas. She alleged that she was greatly injured, and prayed for damages in the sum of $1,000.\nThe second count of her complaint alleged that on May 2, 1931, in the city of Little Rock, Pulaski County, Arkansas, and in the presence of divers persons, the defendant, through its agents, servants and employees, falsely and maliciously spoke of and concerning the plaintiff the following false, malicious, and defamatory words: “Hey, you,” addressing Mrs. Leonard Dean, “you took a pound of butter from us which you did not pay for,” charging plaintiff with the crime of stealing a pound of butter from the Black & White Stores, Inc., the defendant; that said words were spoken and published with the malicious intent of impeaching plaintiff’s honesty, integrity, veracity and reputation, and to expose her to public hate, contempt, and ridicule; damaged plaintiff in her reputation and caused and occasioned her personal injuries and injury to her feelings; that, by reason of said false arrest, imprisonment, slanderous and false accusation, __ and by reason of the shock and fright caused thereby, plaintiff suffered a severe heart attack, and was confined to her bed under the care of doctors for several days.\nShe alleged that she had suffered actual damages in the sum; of $5,000; that she should recover compensatory-damages in the sum of $3,000, and punitive damages in the sum of $1,000.\nDefendant filed answer denying that its agents, servants and employees, unlawfully, forcibly and falsely restrained the plaintiff of her liberty, and defendant denied that, through its agents, servants and employees, it falsely and maliciously spoke and published of and concerning the plaintiff the words complained of, or any other words, or imputed to her the stealing of a pound of butter or the crime of petit larceny, or said or did anything with the intent of impeaching the honesty of the plaintiff; denied that plaintiff was caused to be confined to her bed, or that she suffered a nervous shock or fright, or any other damages.\nA jury was impaneled to try the case, and the appellant testified substantially that she was married, living with her husband, and had two children; that she did all the house work and the shopping; that on May 2, 1931, in the afternoon, she and her two children went into Woolworth’s Store and purchased some small articles and placed them in her personal shopping bag; that they then went down the street to the Black & White Store where she had traded many different times.\nWhen she went in, she picked up a basket that they use in there, and had her shopping bag and purse and the basket in one hand. She spoke to Mr. Ford about the kind of butter, and he told her which was the best seller, and she put the bos of butter in the basket, not her shopping bag, and walked right out by Mr. Ford where the eggs were, put two dozen of them in her basket, and went to the meat counter, where she purchased some meat, and put this in the basket, not in her bag. She then went to the cashier’s desk where the things she purchased were checked, paid for the articles purchased, and received the change to which she was entitled.\nAfter she had checked the groceries, the sack boy put everything that she bought there in a brown paper sack. She did not pnt any of the groceries in her shopping hag.\nAfter she had walked ont of the store and was almost to the Spot Cash Store, suddenly some one came up behind her and grabbed her shopping bag, and said: “Hey, you took a pound of butter you did not pay for,” and jerked the bag completely out of her hand, and she told him he was mistaken. The man that ran up behind her was Mr. Ford, out of the Black & White Store.\nWhen he made the statement above quoted, she was with her two little children. She stated to Mr. Ford: “Here are the groceries. What was in my shopping bag when I went into the store came from Woolworth’s store.” Ford said he did not want her groceries; that he meant her personal shopping bag, and when he saw there was nothing in that, he said she could go.\nThere is considerably more testimony, but it is unnecessary to set it out here. • Some other witnesses testified corroborating appellant, and at the close of appellant’s testimony the court directed the jury to return a verdict in favor of the defendant, which was done, and judgment was entered accordingly. The case is here on appeal.\nThe court, in directing a verdict for defendant, stated: “The proof shows that a representative of the Black & White Stores, Inc., told Mrs. Dean that she had butter, or had taken butter for which she had not paid. Now, before a recovery can be had for slander, the words spoken must of themselves charge a crime; and, as the court sees, the words: ‘You have butter for which you have not paid,’ does not charge a crime of stealing.”\nThe court then states that, before recovery Gan be had, the person charged must be charged with the crime of stealing or of some other crime.\nWe think the trial court was in error. Under our statute it is slander to charge one with a crime, but in addition to that the statute provides: “ Or to charge any person with having been guilty of any dishonest business\", * * * the effect of which charge would be to injure the credit or business standing, or the good name or character of such person so slandered. Crawford & Moses’ Digest, § 2396.\nBut where the charge is a crime, the words themselves do not necessarily have to show that a crime is charged. “But if it appears from the connection in which the charge was made, or the circumstances attending its utterance, that it was intended or understood to impute the crime of larceny, it will be regarded as actionable per se.” 36 C. J. 1208.\nThe allegation in the complaint is that the employee of appellant overtook appellee on the street after she had left the store, and stated that she had taken a pound of butter that she had not paid for.\nAppellee testified that she had purchased the articles, went right :by Mr. Ford, the employee who made the charge, and that the purchases at the Black & White Store were, by another employee, placed in a paper bag. Ford must have known this, because, when he overtook appellee, he told her that it was not the paper bag which he wanted to see, but her personal shopping bag, and that he jerked this personal bag from her hand.\nWhether the charge he made, together with the attending circumstances, amounted to charging the crime of larceny, was a question of fact for the jury, and not the court.\nIn this case the allegation was made that appellee was charged with a crime, and the facts proved tended to show that appellee was charged with the crime of stealing a pound of bntter, because the charge was that she had taken a pound of butter that she had not paid for, and the employee stated he did not want her paper bag, but her personal shopping bag, which would indicate that she had purposely taken a pound of butter and put it in her personal bag, and, of course, if she did this, she was intending to steal it.\nThe words do not have to be actionable in themselves, but, if the words, together with the attendant circumstances, amount to a charge of larceny, this is sufficient. Hays v. Mitchell, 7 Ind. 117; Morgan v. Livingston, 2 Richardson's Reports, 573.\nThis court has held that, under our statute, charging a white man with being a negro is actionable, although, of course, it does not charge a crime. Morris v. State, 109 Ark. 530, 160 S. W. 387; Flood v. News & Courier Co., 4 A. & E. Ann. Cases 685; Spotorno v. Fourichon, 40 La. 423.\nWhere the words, together with the attendant circumstances, are alleged to charge a crime, they are actionable, and whether the words charged, together with the attendant circumstances in this case, amounted to the charge of crime was a question of fact for the jury.\nWe said in'a recent case: “That a grandfather was educating a grandson is a thing so common that such a statement considered by itself is apparently innocuous. But the testimony in Thompson’s behalf is to the effect that this is not the meaning appellant meant to convey, and did convey. The innuendo was that the young man was being educated with money stolen by Thompson from the young man’s grandfather, and this charge was actionable.” Collier v. Thompson, 180 Ark. 695, 22 S. W. (2d) 562.\nSo in-this case the testimony in behalf of appellee is to the effect that the words spoken by the employee of the appellee meant to convey, and did convey, that appellant was guilty of larceny.\nThe judgment of the circuit court is reversed, and the cause remanded for a new trial.",
        "type": "majority",
        "author": "Mehaeey, J."
      }
    ],
    "attorneys": [
      "Alonzo D. Gamp, for appellant.",
      "Owens & Ehrman, for appellee."
    ],
    "corrections": "",
    "head_matter": "Dean v. Black & White Stores, Inc.\n4-2774\nOpinion delivered December 12, 1932.\nAlonzo D. Gamp, for appellant.\nOwens & Ehrman, for appellee."
  },
  "file_name": "0667-01",
  "first_page_order": 687,
  "last_page_order": 692
}
