{
  "id": 8723557,
  "name": "Fulmer v. East Arkansas Abstract & Loan Company",
  "name_abbreviation": "Fulmer v. East Arkansas Abstract & Loan Co.",
  "decision_date": "1927-04-18",
  "docket_number": "",
  "first_page": "668",
  "last_page": "674",
  "citations": [
    {
      "type": "official",
      "cite": "173 Ark. 668"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "123 S. W. 232",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "92 Ark. 447",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "56 S. W. 443",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "68 Ark. 8",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1334127
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/68/0008-01"
      ]
    },
    {
      "cite": "38 L. R. A. (N. S.), 199",
      "category": "reporters:federal",
      "reporter": "L.R.A.N.S.",
      "opinion_index": 0
    },
    {
      "cite": "145 S. W. 541",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "103 Ark. 1",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1351983
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/103/0001-01"
      ]
    },
    {
      "cite": "145 S. W. 540",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "102 Ark. 675",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1354037
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/102/0675-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 485,
    "char_count": 11933,
    "ocr_confidence": 0.438,
    "pagerank": {
      "raw": 1.7645874093737776e-07,
      "percentile": 0.7105242429191818
    },
    "sha256": "038777eb3f1146e171c2f923818305e2d7c88283c296f90ceabed912fd390f33",
    "simhash": "1:e79d6447acffec1d",
    "word_count": 2091
  },
  "last_updated": "2024-02-27T16:22:26.640555+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Fulmer v. East Arkansas Abstract & Loan Company."
    ],
    "opinions": [
      {
        "text": "Hart, C. J.,\n(after stating the facts). It is first sought to reverse the decree on the ground that the chancery court erred in not allowing to Fulmer the penalty and attorney’s fee provided in § 6155 of Crawford & Moses’ Digest. It is there provided that, in all cases whore loss occurs and the fire or other insurance company liable therefor shall fail to pay the same within the time specified in the policy, after demand, such company shall be liable to pay the holder of such policy, in addition to the amount of such loss, 12 per cent, damages upon the amount of such loss, together with all reasonable attorney’s fees for the prosecution and collection of said loss. The face of the policy was $7,400, and, after the gin was destroyed by fire, the insurance company conceded that Hollan was entitled to recover that sum, and, by mutual agreement, his loss was fixed at the face of the policy, and the company was allowed to deduct an unpaid premium on the policy in the sum of $291.50. If suit had been brought by Hollan, he could not have recovered any more than the amount agreed upon in the adjustment with the company. The reason is that, under the terms of the policy, the company would have been entitled to deduct the amount of the premium for the policy sued on. In such case the company could have avoided the statutory penalty and attorney’s fees by offering to confess judgment in favor of Hollan for that amount, and thus have ended the suit. In that event Hollan would not have been entitled to recover the statutory penalty and attorney’s fees. Queen of Arkansas Ins. Co. v. Milham, 102 Ark. 675, 145 S. W. 540, and Queen of Arkansas Ins. Co. v. Bramlett, 103 Ark. 1, 145 S. W. 541. Hollan had not paid the premium, and, under the terms of the policy, he owed it to the insurance, company at the time his gin was destroyed by fire. Under the terms of the policy the insurance company had the right to deduct the unpaid premium and to pay him the remainder of the amount due under the policy. Having agreed upon an adjustment, upon this basis, Hollan would not have been entitled to recover the statutory penalty and attorney’s fees. He assigned his interest in the policy to Fulmer, and it is perfectly plain that Fulmer cordd acquire no greater rights in the premises than Hollan. The statute was passed for the benefit of the holder of the policy, and no assignee of the policy could acquire any greater rights lo tlie penalty and attorney's fees provided by the statute than it gave to the holder of the policy. Therefore the chancellor was right in holding that Fulmer was not entitled to recover the penalty and attorney’s fees provided by the statute-to the holder of the policy.\nIt is next insisted that the court erred in allowing the claim of the abstract company against Fulmer. The abstract company was the agent of the insurance company which issued the insurance policies to Hollan, and which advanced the money for him with which to pay the premiums on the policies. Hollan gave ■ the abstract company his note for $1,164.81, the amount of the premiums paid by it for him to obtain policies of insurance on his property. The note given by Hollan provided that any return premiums which might be recovered on said policies should be applied in reduction of the note, and also provided that, in case the insured property was destroyed by fire, the note should be paid out of the fund recovered on account of said loss. -This note was executed by Hollan to the abstract company before he assigned his interest in the policy to Fulmer. Hence the right of the abstraed company to the proceeds of the insurance recovered by Plollan was superior to that' of Fulmer until said note Avas paid.\nAgain, it is insisted that Fulmer Avas entitled to the proceeds of the policy in preference to the abstract company because he had Avhat is called a loss-payable clause in his mortgage. The mortgage by Hollan to Fulmer contained a clause that the proceeds of the policy should be payable to the mortgagee as his interest might appear. The general rule is that this kind of a contract as to the mortgagee is merely collateral to the principal undertaking to pa3r the mortgagor and that the mortgagee is merely an appointee of the fund. Consequently his rights are no greater than those of the insured. 14 R. O. L., 1037; ease-note to 38 L. R. A. (N. S.), 199; and Cooley on Insurance, ato1. 2, pages 1069 and 3077. Such holding seems to be approved by this court in Planters’ Mutual Insurance Association v. Southern Savings Fund & Loan Co., 68 Ark. 8, 56 S. W. 443. In that case the court said:\n“If tlie transfer be made by the mortgagor to a mortgagee of the insured premises as a collateral security, without any new consideration moving from the assignee to the insurer, the assignee can only recover where his ¡assignor could have clone so had no assignment been made. ‘Such an assignment does not convert the policy into a contract of indemnity to the mortgagee. It is the interest of the mortgagor alone that is covered by it. Assignee takes it subject to all the express stipulations contained in the policy, and lie cannot recover in case of subsequent breach’ by the mortgagor of the conditions which render the policy void. ’ ’\nHence it follows that Fulmer had no greater rights in the policy than Hollan; and, Hollan having contracted with the abstract company to pay the premiums advanced by it out of the amount recovered under the policy, the abstract company was entitled to be paid before any of the fund deposited in the registry of the court by the insurance company should be paid to Fulmer.\nFinally, it is insisted that the insurance company had no right to deposit the amount due Hollan in the registry of the court and thereby escape ihe payment of the statutory, penalty and attorney’s fees and the cost of the case. As we have already seen, the insurance company and Hollan agreed upon an adjustment of the loss in accordance with the provisions of the policy. The insurance company was ready to pay the amount to whoever should be entitled to it. Fulmer and the abstract company each claimed to be entitled to the fund. Hence, in order to avoid a multiplicity of suits and in order to escape costs, the insurance company was entitled to some relief of an equitable nature concerning the fund in dispute, and should not be burdened with the cost of litigation because there were conflicting claimants for the fund. In no other way could it have protected itself except by filing- a complaint in equity in the nature of a bill of interpleader. C. R. I. & P. Ry. Co. v. Moore, 92 Ark. 447, 123 S. W. 232.\nThe result of our views is that the decree of the chancellor was correct, and it will therefore be affirmed.",
        "type": "majority",
        "author": "Hart, C. J.,"
      }
    ],
    "attorneys": [
      "Jas. R. McDowell and Or/an £ Shaver, for appellant.",
      "McMillen £ Scott, for appellee."
    ],
    "corrections": "",
    "head_matter": "Fulmer v. East Arkansas Abstract & Loan Company.\nOpinion delivered April 18, 1927.\n1. Insurance — liability for penalty and attorney’s fee. — Where the insurance company offered to confess judgment for the face of the policy, less the amount of a premium due thereon in accordance with the terms of the policy, neither the insured nor his assignee would he entitled to recover the-, penalty and attorney’s fees provided by Crawford & Moses’ Dig., § 6155.\n2. Insurance — priority of agents’ claim on proceeds of policy.— Where the insured’s agent paid the premiums on a fire insurance policy and took a note in which it was stipulated that the note should be paid out of the fund recovered in case of fire, such agent’s claim was superior to the rights of an assignee of the policy.\n3. Insurance — mortgagee’s interest in policy. — Generally, a clause in a mortgage to the effect that the proceeds of an insurance policy shall be payable to the mortgagee as his interest appears is merely collateral to the principal undertaking to pay the mortgagor, and the mortgagee is merely an appointee of the fund, with no more rights than the insured had. ,\n4. Insurance — priority of agent’s claim for premiums paid.— Where insured contracted with his agent to pay premiums advanced by the agent out of any amount recovered under the policy, the agent was entitled to be paid out of the fund before payment to insured’s mortgagee. under the loss payable clause in the mortgage.\nAppeal from Cross Chancery Court; A. L. Hutchins, (.Chancellor;\naffirmed.\nSTATEMENT OE FACTS.\nThe East Arkansas Abstract & Loan Company, hereinafter called the abstract company, instituted an action in the circuit court against J. E. Hollan and. J. D. Fulmer, defendants, to recover the sum of $1,164.81, and sued out a writ of garnishment against the Liverpool & London & Globe. Insurance Company, hereinafter called the insurance company.\nAccording to the allegations of the complaint, Hollan owned land in Cross County, Arkansas, which he had mortgaged to J. D. Frdmer to secure the sum of $26,000. Hollan obtained from the abstract company, which was engaged in writing fire insurance, policies of insurance on the improvements on said lands, including a gin. Insurance premiums, amounting to $1,164.81 and covering a period of several years, were past due, and Hollan executed his note to .the abstract company for said sum. The note was dated September 26, 1924, and recited that it was given for premiums on policies of insurance issued through the abstract company, and that Hollan assigned to said company any return premiums which might be recovered on said policies, to be applied in reduction of said .note, and also recites that, “should any of the property insured by said East Arkansas Abstract & Loan Company be destroyed or damaged by fire or otherwise and any loss be proved due and payable to me or us, it is hereby agreed and understood that this note is to be paid out of said funds due on account of said loss.” The note was payable December 15, 1924.\nHollan had a policy for $7,400 on his gin, which he had obtained through the abstract company from said insurance company. The policy contained a loss payable clause, first to the Continental Gin Company to the amount of $2,500, and the balance to J. T). Fulmer. The premium on said policy amounted to $291.50, which was never paid. Subsequently to the execution of the note above referred to. by Hollan to the abstract company, he assigned his interest in said policy to J. D. Fulmer. The gin was destroyed by fire during the life óf the policy. Service of process in the case in the circuit court was had only upon Hollan, who filed a motion to transfer the case to the chancery court for the purpose of consolidating it with a case filed in that court by the insurance company for the purpose of depositing the amount of money due by said company upon said insurance policy in the registry of the court, to be paid to the person or corporation which the chancery court might decide was entitled to it. By consent the action in the circuit court was transferred to the chancery court and consolidated with said equity suit. By agreement between Hollan and the insurance company, the premium of $291.50 was deducted from the face of the policy of $7,400, and the balance of the insurance policy was deposited in the registry of the court by the insurance company. The abstract company was given judgment for the balance of the note due it, after deducting the premium of $291.50, and the Continental Gin Company was paid the amount due it under the terms of the policy. Fulmer claimed to be entitled to the penalty, attorney’s fee and cost provided by the statute, and also to the balance of the fund deposited in court by the insurance company after paying the amount due the Continental Gin Company.\nThe chancery court found the issues in favor of the abstract company and the insurance company, and a decree was entered of record in accordance with its finding'. To reverse that decree .7. T). Fulmer has duly prosecuted an appeal to this court.\nJas. R. McDowell and Or/an £ Shaver, for appellant.\nMcMillen £ Scott, for appellee."
  },
  "file_name": "0668-01",
  "first_page_order": 684,
  "last_page_order": 690
}
