{
  "id": 6793454,
  "name": "The State of Washington, Respondent, v. Roman Mikhailovich Fedorov, Petitioner",
  "name_abbreviation": "State v. Fedorov",
  "decision_date": "2015-08-06",
  "docket_number": "No. 90939-3",
  "first_page": "669",
  "last_page": "679",
  "citations": [
    {
      "type": "official",
      "cite": "183 Wash. 2d 669"
    }
  ],
  "court": {
    "name_abbreviation": "Wash.",
    "id": 9029,
    "name": "Washington Supreme Court"
  },
  "jurisdiction": {
    "id": 38,
    "name_long": "Washington",
    "name": "Wash."
  },
  "cites_to": [
    {
      "cite": "384 U.S. 436",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12046400
      ],
      "weight": 3,
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/us/384/0436-01"
      ]
    },
    {
      "cite": "147 Ariz. 453",
      "category": "reporters:state",
      "reporter": "Ariz.",
      "case_ids": [
        1470001
      ],
      "weight": 2,
      "year": 1985,
      "opinion_index": 0,
      "case_paths": [
        "/ariz/147/0453-01"
      ]
    },
    {
      "cite": "318 P.3d 257",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2014,
      "opinion_index": 0
    },
    {
      "cite": "179 Wn.2d 808",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4033431
      ],
      "year": 2014,
      "pin_cites": [
        {
          "page": "819"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/179/0808-01"
      ]
    },
    {
      "cite": "382 P.2d 1019",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1963,
      "opinion_index": 0
    },
    {
      "cite": "62 Wn.2d 371",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1036957
      ],
      "year": 1963,
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/62/0371-01"
      ]
    },
    {
      "cite": "685 P.2d 591",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1984,
      "opinion_index": 0
    },
    {
      "cite": "102 Wn.2d 305",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1137190
      ],
      "year": 1984,
      "pin_cites": [
        {
          "page": "309"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/102/0305-01"
      ]
    },
    {
      "cite": "829 P.2d 1133",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1992,
      "pin_cites": [
        {
          "parenthetical": "CrRLJ 3.1 satisfied when defendant had opportunity to speak with public defender but not own counsel"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "65 Wn. App. 747",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        1735933
      ],
      "year": 1992,
      "pin_cites": [
        {
          "page": "751",
          "parenthetical": "CrRLJ 3.1 satisfied when defendant had opportunity to speak with public defender but not own counsel"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/65/0747-01"
      ]
    },
    {
      "cite": "724 P.2d 407",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1986,
      "pin_cites": [
        {
          "parenthetical": "repeated but unsuccessful attempts to contact attorney satisfies CrR 3.1"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "45 Wn. App. 87",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        1809118
      ],
      "year": 1986,
      "pin_cites": [
        {
          "page": "93",
          "parenthetical": "repeated but unsuccessful attempts to contact attorney satisfies CrR 3.1"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/45/0087-01"
      ]
    },
    {
      "cite": "767 P.2d 143",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1989,
      "opinion_index": 0
    },
    {
      "cite": "53 Wn. App. 352",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        1764421
      ],
      "weight": 3,
      "year": 1989,
      "pin_cites": [
        {
          "page": "355"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/53/0352-01"
      ]
    },
    {
      "cite": "182 Wn.2d 1021",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "year": 2015,
      "opinion_index": 0
    },
    {
      "cite": "335 P.3d 971",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2014,
      "opinion_index": 0
    },
    {
      "cite": "183 Wn. App. 736",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        4345382
      ],
      "year": 2014,
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/183/0736-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 873,
    "char_count": 16464,
    "ocr_confidence": 0.753,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.18261508682552535
    },
    "sha256": "fdea21e71bafc8afae6f477d30d04d627d8e608003f72a139d9ea2f4d3b81370",
    "simhash": "1:8bb19d392ee308b4",
    "word_count": 2675
  },
  "last_updated": "2024-02-27T22:09:01.011694+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Madsen, C.J., and Owens, Fairhurst, Stephens, Wiggins, González, Gordon McCloud, and Yu, JJ., concur."
    ],
    "parties": [
      "The State of Washington, Respondent, v. Roman Mikhailovich Fedorov, Petitioner."
    ],
    "opinions": [
      {
        "text": "Johnson, J.\n¶1 This case involves private consultation with counsel in the context of CrR 3.1, the rule-based right to counsel. Roman Fedorov was arrested for attempting to elude law enforcement and driving under the influence. He was transported to the Fife City Jail for the purpose of administering a breath alcohol concentration (BAC) test. Fedorov asked for, and was granted, the opportunity to speak with an on-call defense attorney by telephone before consenting to take the BAC test, pursuant to CrR 3.1. The Washington State Patrol (WSP) trooper, however, remained in the one-room Fife jail, citing safety concerns and his need to perform a 15-minute observation period before administering the BAC test. The trooper stood out of earshot at the far side of the room. Fedorov and his attorney chose to converse only in yes/no questions, fearing Fedorov would blurt out something incriminating. Fedorov argues that the presence of the trooper in the room violated his rule-based right to counsel because only with absolute privacy can the right to counsel be effective.\n¶2 We hold that the rule-based right to counsel does not provide for a right to absolute privacy for conversations between attorney and client. The rule-based right to counsel in CrR 3.1 and CrRLJ 3.1, by its own terms, provides only an opportunity to contact an attorney. Once contacted, privacy between the arrestee and attorney may be balanced against legitimate safety and practical concerns, and challenges alleging such violations are reviewed under the totality of the circumstances. We affirm.\nFacts and Procedural History\n¶3 Near midnight in January 2012, WSP trooper Ryan Durbin’s radar detector clocked a car moving at 119 mph on Interstate 5 (1-5) near Fife. Durbin pursued; the car accelerated to 130 mph, avoiding traffic by driving on the far right shoulder and then suddenly exiting 1-5, running several red lights. The car, now traveling the wrong way down Pacific Avenue, turned off its lights and drove into a parking lot. Trooper Durbin cornered the car and directed the occupants to exit. A passenger quickly exited the vehicle. The driver, Fedorov, exited slowly, resisting Trooper Durbin’s directions to lie flat on the ground. Durbin observed in Fedorov signs of intoxication, including bloodshot eyes and poor coordination. He arrested Fedorov, read him his Miranda rights, and transported him to the nearest police station with a BAC machine: the Fife Police Department.\n¶4 The Fife Police Department is also a jail, run by only one officer. The building is basically one large windowless room, variously described in the récord as being 29 feet by 17 feet or “29 paces” by “17 paces,” entered via a sally port. Verbatim Report of Proceedings (Vols. 1 & 2) at 22. Testimony at trial stated that officers who brought individuals to the jail for BAC testing were personally responsible for their arrestees. Entering and exiting the jail is difficult because only one officer has the key to the sally port. A telephone is located at one end of the room, along with a metal loop so that arrestees can be handcuffed to that location. At the other end of the room is a washing machine and clothing for those incarcerated.\n¶5 Trooper Durbin asked Fedorov to take a BAC test. He read the implied consent warnings and asked a series of preliminary questions. He also began the statutorily required 15-minute pretest observation period before administering the test. After answering these questions, Fedorov asked to speak to an attorney. Trooper Durbin arranged for Fedorov to speak to a public defender, Nicholas Andrews, by telephone.\n¶6 Andrews began by asking Trooper Durbin some preliminary questions about Fedorov. He then asked for complete privacy. Durbin responded that because he could not observe Fedorov from outside the jail, he could not provide Fedorov with complete privacy. Durbin testified that when an arrestee asks for privacy, he would walk to the other side of the room near the washing machine to give as much privacy as he could while keeping the arrestee in view.\n¶7 Andrews twice told Fedorov to ask Trooper Durbin for complete privacy; Durbin testified that he did not recall these requests. Durbin also testified that he would not have been able to hear Fedorov’s conversation at the far side of the room unless Fedorov spoke loudly. Andrews asked Fedorov a series of yes/no questions but testified later at the suppression hearing that the yes/no format made asking certain questions unfeasible given the allotted time. Andrews did, however, inform Fedorov of his rights and the consequences of refusing the BAC test. He did not make a recommendation to Fedorov whether to take the test. This telephone call between Andrews and Fedorov lasted approximately 13 minutes; the record does not show that Trooper Durbin interrupted or interfered in any way. Durbin testified that he stood by the washing machine at the other end of the room, filling out paperwork during the telephone call. Fedorov agreed to take the BAC test. His results were 0.096 and 0.095.\n¶8 Fedorov moved to suppress the BAC test results. He argued that Trooper Durbin’s presence denied him his right to converse privately with counsel. The trial judge agreed that there was insufficient privacy afforded to Fedorov, but concluded that he suffered no prejudice because he was still able to freely converse with Andrews and he decided to take the BAC test anyway. Fedorov’s motion to suppress was denied, and he was later convicted by jury trial. He appealed.\n¶9 Although Fedorov did not assign error to any of the trial court’s findings, the State challenged “Findings as to Disputed Facts No. 1” because this “finding” contained an imbedded conclusion of law that “there was insufficient privacy afforded to the defendant during his phone call with Mr. Andrews.” Clerk’s Papers at 117. All other findings are verities on appeal. The Court of Appeals affirmed, but on different grounds. State v. Fedorov, 183 Wn. App. 736, 335 P.3d 971 (2014), review granted, 182 Wn.2d 1021 (2015). Following Division One of the Court of Appeals’ holding in City of Seattle v. Koch, 53 Wn. App. 352, 767 P.2d 143 (1989), the court reasoned that the presence of an officer does not necessarily deny a defendant the right to private consultation with counsel. Rather, because the rule-based right to counsel at this stage is limited, whether the right was violated depends on the facts and circumstances of each case. Concluding that there was no violation of the rule-based right to counsel, the Court of Appeals did not address the issue of prejudice.\nAnalysis\n¶10 The parties agree that the Sixth Amendment to the United States Constitution’s right to counsel is not implicated in this case. Our resolution rests exclusively on the rule-based right under CrR 3.1. In relevant part, the rule reads:\n(c) Explaining the Availability of a Lawyer.\n(1) When a person is taken into custody that person shall immediately be advised of the right to a lawyer. Such advice shall be made in words easily understood, and it shall be stated expressly that a person who is unable to pay a lawyer is entitled to have one provided without charge.\n(2) At the earliest opportunity a person in custody who desires a lawyer shall be provided access to a telephone, the telephone number of the public defender or official responsible for assigning a lawyer, and any other means necessary to place the person in communication with a lawyer.\nCrR 3.1; see CrRLJ 3.1.\n¶11 By its ternas, the rule provides for the opportunity to access an attorney, but it does not address the circumstances in this case where a defendant contacts an attorney by telephone and the officer remains in the room during that consultation. Although Fedorov acknowledges that the Sixth Amendment is not implicated in this case, he nonetheless argues that the rule provides the exact same right to private consultation as under the Constitution. We disagree.\n¶12 Washington cases have consistently held that the rule-based right to counsel is more limited than its constitutional counterpart. For example, the rule “require [s] more an opportunity, rather than actual communication with an attorney.” City of Airway Heights v. Dilley, 45 Wn. App. 87, 93, 724 P.2d 407 (1986) (repeated but unsuccessful attempts to contact attorney satisfies CrR 3.1). The rule also does not provide a right to access counsel of one’s own choice. City of Seattle v. Sandholm, 65 Wn. App. 747, 751, 829 P.2d 1133 (1992) (CrRLJ 3.1 satisfied when defendant had opportunity to speak with public defender but not own counsel). And we have held that the right to counsel under former JCrR 2.11 (1973) does not permit a defendant to delay BAC testing while waiting for an attorney to arrive. State v. Staeheli, 102 Wn.2d 305, 309, 685 P.2d 591 (1984).\n¶13 We have previously addressed situations where the right to private consultation with counsel is implicated. In State v. Cory, 62 Wn.2d 371, 382 P.2d 1019 (1963), we reversed a conviction and dismissed the prosecution where the sheriff’s office installed a listening device in the room where the defendant and his counsel conversed. We held that such intentional eavesdropping violated the Sixth Amendment right to counsel. More recently, in State v. Peña Fuentes, 179 Wn.2d 808, 819, 318 P.3d 257 (2014), we reemphasized our concerns over illegal intrusion into private attorney-client communications where police intentionally wiretapped the defendant’s telephone conversations with his attorney in order to gather incriminating evidence for possible additional criminal charges. We declined, however, to adopt a per se rule requiring automatic reversal, holding instead that such eavesdropping was presumed prejudicial unless the State can prove beyond a reasonable doubt that the eavesdropping did not result in such prejudice.\n¶14 The concerns in Cory and Peña Fuentes are inapposite to this case. Both those cases involved the Sixth Amendment right to counsel, not the limited rule-based right at issue here. Factually, there has not been any showing in this case that Trooper Durbin remained in the room with the intent of gaining more information for use in the prosecution, a far cry from the intentional eavesdropping and wiretapping in Cory and Peña Fuentes. Nor has there been any showing that Trooper Durbin actually heard the conversation between Fedorov and Andrews — the unchallenged findings are that Trooper Durbin did not recall hearing anything. And Trooper Durbin obtained no evidence by being in the room.\n¶15 The more analogous case to the present one is Koch, on which the Court of Appeals primarily relied. Koch presented two consolidated cases: in both cases, officers brought in the arrestees for BAC testing; in both cases, a police officer remained nearby while the defendant spoke to counsel during their CrRLJ 3.1 consultation; and in both cases, the defendant later challenged the charges on the grounds that they received inadequate access to counsel. Defendant Hanson spoke to counsel with the arresting officer 5 to 10 feet away, separated by a brick wall with an open window. The officer testified that he could hear Hanson speaking but could not make out any of her words. Defendant Koch was placed in a room approximately 30 feet wide by 50 feet long. The arresting officer remained in the room approximately 10 to 15 feet away. The officer also testified that he could hear Koch speak but could not make out any words unless Koch spoke loudly. Koch’s counsel, like Fedorov’s, chose to ask only yes/no questions. Koch, 53 Wn. App. at 355.\n¶16 The Koch court began its analysis by acknowledging that the right to counsel under CrRLJ 3.1 is a limited one. It distinguished an Arizona case, State v. Holland, 147 Ariz. 453, 711 P.2d 592 (1985), in part because neither Hanson nor Koch made a specific request for counsel, nor did either defendant articulate specific prejudice that resulted from having the arresting officers nearby. The court held that because neither defendant had requested additional privacy, their right to counsel under CrRLJ 3.1 was not violated. It concluded the opinion by noting:\nIt does not necessarily follow, however, and we do not mean to imply, that in every case where such a request is made, the police must grant increased privacy. This may depend on a number of factors such as the unique security and safety problems presented by a particularly uncooperative, intoxicated defendant.\nKoch, 53 Wn. App. at 358 n.7.\n¶17 Even in this case, where complete privacy was requested, we find Koch’s analysis persuasive. Although we emphasize that police should provide as much privacy as possible during such consultations, that privacy is balanced against legitimate safety and practical concerns. When analyzing alleged violations, a reviewing court looks to a number of factors and makes a case-by-case determination under the totality of the circumstances. There is no exclusive list, but these factors include concerns for the safety of police, prevention of harm to police property, the need to comply with testing protocols, and the physical setting where the events take place. Of special concern may be the safety of the arrestee: arrestees can pose dangers to themselves, be in danger from substances they may have taken, or have pressing medical conditions both related and unrelated to the crime of arrest. And if police afford lesser privacy to an arrestee, evidence of intentional intimidation or eavesdropping by police meant to undermine the arrestee’s rule-based right to consultation would weigh toward finding a violation of CrR 3.1.\n¶18 In this case we find no violation of CrR 3.1. Trooper Durbin had legitimate reasons for remaining in the room during Fedorov’s telephone conversation with counsel: Fedorov was uncooperative at the time of arrest, and therefore Trooper Durbin had legitimate concerns about leaving Fedorov alone. The layout of the Fife jail only increased these concerns because giving Fedorov complete privacy would have required Trooper Durbin to lock himself out of the jail and away from his arrestee. Trooper Durbin was also required by statute to observe Fedorov for 15 minutes prior to administering the BAC test, something he could not have done if he were outside the windowless jail. Trooper Durbin also afforded Fedorov sufficient privacy by moving to the other side of the room, out of earshot, and the record contains no evidence that Durbin interfered, or even so much as paid attention to, Fedorov’s conversation. Finally, Andrews testified that he fully informed Fedorov of his rights under the implied consent law and the consequences if he declined to take the BAC test. We find no rule violation.\nConclusion\n¶19 The rule-based right to counsel in CrR 3.1 is a limited one. It is not coextensive with the Sixth Amendment right to counsel. As such, the right to private consultation with counsel is to be weighed against legitimate safety and practical concerns. Under these facts, Trooper Durbin afforded Fedorov sufficient privacy under the circumstances. The Court of Appeals is affirmed.\nMadsen, C.J., and Owens, Fairhurst, Stephens, Wiggins, González, Gordon McCloud, and Yu, JJ., concur.\nCrRLJ 3.1, applicable in courts of limited jurisdictions, is coextensive with CrR 3.1. As a matter of convenience, generic references to this rule-based right in this opinion are to CrR 3.1.\nMiranda v. Arizona, 384 U.S. 436, 86 S. Ct. 1602, 16 L. Ed. 2d 694 (1966).\nStaeheli involved a review of license revocation under the implied consent statute. The case implicated former JCrR 2.11, the predecessor rule to CrR 3.1 and CrRLJ 3.1.",
        "type": "majority",
        "author": "Johnson, J."
      }
    ],
    "attorneys": [
      "Kathryn A. Russell Selk (of Russell Selk Law Office), for petitioner.",
      "Mark E. Lindquist, Prosecuting Attorney, and Chelsey L. Miller, Deputy, for respondent.",
      "Pamela B. Loginsky on behalf of Washington Association of Prosecuting Attorneys, amicus curiae.",
      "Magda Baker, Cindy A. Eisberry, Jodi R. Backlund, Diego J. Vargas, and Holli Griffin on behalf of Washington Defender Association, amicus curiae.",
      "Robert W. Ferguson, Attorney General, Shelley A. Williams, Managing Assistant, and Jessica E. Fogel, Assistant, on behalf of Washington State Patrol and Washington Department of Fish and Wildlife, amici curiae."
    ],
    "corrections": "",
    "head_matter": "[No. 90939-3.\nEn Banc.]\nArgued June 23, 2015.\nDecided August 6, 2015.\nThe State of Washington, Respondent, v. Roman Mikhailovich Fedorov, Petitioner.\nKathryn A. Russell Selk (of Russell Selk Law Office), for petitioner.\nMark E. Lindquist, Prosecuting Attorney, and Chelsey L. Miller, Deputy, for respondent.\nPamela B. Loginsky on behalf of Washington Association of Prosecuting Attorneys, amicus curiae.\nMagda Baker, Cindy A. Eisberry, Jodi R. Backlund, Diego J. Vargas, and Holli Griffin on behalf of Washington Defender Association, amicus curiae.\nRobert W. Ferguson, Attorney General, Shelley A. Williams, Managing Assistant, and Jessica E. Fogel, Assistant, on behalf of Washington State Patrol and Washington Department of Fish and Wildlife, amici curiae."
  },
  "file_name": "0669-01",
  "first_page_order": 723,
  "last_page_order": 733
}
