{
  "id": 1371669,
  "name": "Williams v. Agee",
  "name_abbreviation": "Williams v. Agee",
  "decision_date": "1926-03-08",
  "docket_number": "",
  "first_page": "670",
  "last_page": "672",
  "citations": [
    {
      "type": "official",
      "cite": "170 Ark. 670"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "160 Ark. 311",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8721999
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/160/0311-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 328,
    "char_count": 5797,
    "ocr_confidence": 0.512,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.05163698733014936
    },
    "sha256": "016c600148497b35bd18092bbb3d5c49feba02e9e52079a3ff7297e0931227c6",
    "simhash": "1:93da98dc28587ebb",
    "word_count": 971
  },
  "last_updated": "2024-02-28T00:06:47.415983+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Williams v. Agee."
    ],
    "opinions": [
      {
        "text": "McCulloch, C. J.\nAppellant, Willie Mae Williams, filed her claim in the probate court of Phillips County against the estate of Melvina Mathews, deceased, for the total sum of $815 for services alleged to have been performed for the decedent, and for a small amount of money paid out for the benefit of decedent. The case was tried in the circuit court on appeal from the probate court, and the court directed a verdict in favor of appellee, and from the judgment entered thereon an appeal has been prosecuted to this court.\nAppellant took the witness stand in her own behalf, but only testified in identification of certain checks drawn by her husband in payment of certain items, including taxes, for the benefit of the decedent, Melvina Mathew's. Other witnesses were introduced by appellant who testified, in substance, that the decedent, Melvina Mathews, was a very old woman, and was in ill health and almost helpless for nearly a year and a half, and that appellant went to decedent’s house every day and nursed her, did her washing- and scrubbing- and carried food to her. The testimony of these witnesses showed that appellant did not live in the same house with decedent, but lived with her husband at some place away from the home of decedent.\nThere is no testimony establishing the relationship between the decedent and appellant, nothing to show whether or not they were related either by consanguinity or affinity.\nIt appears from the evidence that the decedent had formerly made a will, which had been destroyed, and had left a later will in existence at the time of her death; that there was a bequest or devise of some kind in the will in favor of appellant, the character and amount not being shown in the evidence as abstracted, and that appellant had not renounced the same. There is no testimony to the effect that appellant had accepted under the will.\nWe think that the court erred in taking the case away from the jury, as there was sufficient testimony, giving- it the strongest probative force in favor of appellant, to warrant the inference that the deceased had accepted valuable services and money from appellant under circumstances from which a contract could be implied to pay for same. This court has often laid down the rule that, where a party accepts the benefit of the services of another; the law implies “a previous request and a subsequent promise. ’ ’ Nissen v. Flournoy, 160 Ark. 311. Previous decisions are reviewed in that opinion, and the rule stated therein is the settled doctrine of this court. We also said in that case that a contract to -pay for services “is not presumed between parent and child, or in any other case of near relationship where the parties live together and create the family relation. ’ ’ There is nothing, as we have already seen, to’ show what the relationship was between appellant and decedent, but the testimony does show affirmatively that they were not living together so as to create the family relation. The inference from the testimony is that there was no close relationship between the parties as would necessarily exclude the implication of a promise to pay.\nIt is insisted by counsel for appellee that the case should be affirmed for the reason that appellant’s abstract is not sufficient, in that all of the testimony is not fully abstracted. Appellee does not undertake to supply the omission, but calls attention briefly to several matters which are said to have been omitted from the abstract. It may be, as contended by appellee’s counsel, that all of the testimony is not abstracted, and, under the practice of this court, it is not incumbent upon us to explore the transcript, but there is enough testimony abstracted to show affirmatively substantial evidence tending to establish appellant’s cause of action. In testing the correctness of a directed verdict, we only consider whether or not there is substantial evidence in favor of the party against whom the verdict is directed, and, if enough testimony is abstracted to show that there is substantial evidence in favor of appellant’s cause of action, then error of the court is apparent from the abstract.\nAppellee insists particularly that the omission to abstract the last will and testament of the decedent is fatal, for the reason that there is a stipulation abstracted to the effect that appellant had not renounced under the will. This fact does not necessarily defeat appellant’s right of action, for there is no testimony, so far as shown by the abstract, to the effect that appellant had accepted anything under the will; hence the effect of this action upon appellant’s right hereafter to claim anything under the will does not arise.\nReversed, and remanded for a new trial.",
        "type": "majority",
        "author": "McCulloch, C. J."
      }
    ],
    "attorneys": [
      "Moore, Walker & Moore, for appellant.",
      "W. G. Dinning, for appellee."
    ],
    "corrections": "",
    "head_matter": "Williams v. Agee.\nOpinion delivered March 8, 1926.\n1. Work and labor—implied contract to pay for another’s services.—Where a party accepts the benefit of another’s services, the law implies a previous request and a subsequent promise.\n2. Appeal and error — direction of verdict — sufficiency of abstract.—A judgment directing a verdict for defendant will be reversed on appeal where plaintiff’s abstract shows affirmatively that substantial evidence was introduced tending to establish plaintiff’s cause of action, though the abstract does not purport to set out all of the evidence.\n3. Appeal and error—sufficiency of abstract.—Though, in an action against an executor, the abstract of plaintiff on his appeal showed that he had. not renounced under the will of the testatrix, the failure of the abstract to aet out her will is immaterial where there is no showing in the abstract that plaintiff accepted anything under the will.\nAppeal from Phillips Circuit Court; E. D. Robertson, Judge;\nreversed.\nMoore, Walker & Moore, for appellant.\nW. G. Dinning, for appellee."
  },
  "file_name": "0670-01",
  "first_page_order": 686,
  "last_page_order": 688
}
