{
  "id": 8724880,
  "name": "Missouri State Life Insurance Company v. Holt",
  "name_abbreviation": "Missouri State Life Insurance v. Holt",
  "decision_date": "1932-12-12",
  "docket_number": "4-2782",
  "first_page": "672",
  "last_page": "682",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 672"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "102 S. W. 219",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "82 Ark. 514",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1529033
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/82/0514-01"
      ]
    },
    {
      "cite": "157 U. S. 195",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3583977
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/157/0195-01"
      ]
    },
    {
      "cite": "72 S. W. 893",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "71 Ark. 258",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1507835
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/71/0258-01"
      ]
    },
    {
      "cite": "124 S. W. 255",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "93 Ark. 103",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1546805
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/93/0103-01"
      ]
    },
    {
      "cite": "271 S. W. 714",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "168 Ark. 763",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8725167
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/168/0763-01"
      ]
    },
    {
      "cite": "32 S. W. (2d) 310",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "182 Ark. 497",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "254 S. W. 335",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "160 Ark. 99",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "49 S. W. (2d) 364",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "185 Ark. 660",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1435072
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/185/0660-01"
      ]
    },
    {
      "cite": "47 S. W. (2d) 812",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "185 Ark. 445",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1435198
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/185/0445-01"
      ]
    },
    {
      "cite": "47 S. W. (2d) 600",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "185 Ark. 335",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1435278
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/185/0335-01"
      ]
    },
    {
      "cite": "299 S. W. 366",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "175 Ark. 359",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1403590
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/175/0359-01"
      ]
    },
    {
      "cite": "297 S. W. 847",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "174 Ark. 783",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8724680
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/174/0783-01"
      ]
    },
    {
      "cite": "49 S. W. (2d) 392",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "185 Ark. 724",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1435367
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/185/0724-01"
      ]
    },
    {
      "cite": "49 S. W. (2d) 387",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "185 Ark. 693",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1435297
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/185/0693-01"
      ]
    },
    {
      "cite": "50 S. W. (2d) 243",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "185 Ark. 885",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1435249
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/185/0885-01"
      ]
    },
    {
      "cite": "48 S. W. (2d) 239",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "185 Ark. 561",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1435296
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/185/0561-01"
      ]
    },
    {
      "cite": "46 S. W. (2d) 651",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "185 Ark. 108",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1435331
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/185/0108-01"
      ]
    },
    {
      "cite": "46 S. W. (2d) 17",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "185 Ark. 47",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1435101
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/185/0047-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 814,
    "char_count": 18150,
    "ocr_confidence": 0.52,
    "pagerank": {
      "raw": 3.483919106380391e-07,
      "percentile": 0.881913964868222
    },
    "sha256": "23a0531ef19eb02f5e3ad082410d425bb9da0d11b8882fd843f186481aade5b4",
    "simhash": "1:f9752f0a4266d888",
    "word_count": 3146
  },
  "last_updated": "2024-02-27T17:52:01.123529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Missouri State Life Insurance Company v. Holt."
    ],
    "opinions": [
      {
        "text": "Mehaffy, J.\nMrs. Edith Sutton Holt, guardian, ■brought suit in the Arkansas Circuit Court against the Security Life Insurance Company of America, and also brought suit against the Missouri State Life Insurance Company. The cases were consolidated by agreement, tried together, and there was a verdict and judgment against each of the appellants for the sum of $3,000, and, to reverse said judgment, the appellants prosecute this appeal.\nThe complaint alleged that Robert Earl Holt had been duly adjudged incompetent, of unsound mind, and mentally incapable of managing his affairs; that Edith S. Holt had been duly appointed as guardian for R. E. Holt by order of the probate court of Arkansas County. The complaint alleged that the defendant, Security Life Insurance Company of America, issued to E. E. Holt its policy of life and disability insurance, and that premiums thereon were paid to the sixth day of October, 1926.\nWhile said policy was in force, the insured suffered a bodily injury, and, while the premiums were being paid, and while the policy was in force, the said E. E. Holt became permanently and totally disabled. His permanent and total disability was both mental and physical. The policy provided that, after receipt and approval and due proof that, by reason of bodily injury or disease occurring while the policy was in full force, and showing that the insured has been for one year, and will be thereafter permanently and continuously, prevented from engaging in any occupation whatever for remuneration and profit, the provision requiring the payment of premiums will be waived.\nThe policy also provided that the company would pay to the insured the amount of $100 upon the date of the approval of the proofs, and upon the same date of each month thereafter during the remainder of the endowment period, while the insured is disabled.\nIt was alleged that notice had been given to, and demand made of, the defendant, Security Life Insurance Company of America, pursuant to the provisions of the contract, and that defendant had denied liability on the alleged ground that the insured failed to notify it of his total and permanent disability.\nIt was further alleged that, at the time the insured became totally and permanently disabled, he was mentally incompetent, and incapable of managing his own affairs; that there was now due and matured upon the policy an unpaid balance of $3,000.\nAn amendment was filed to the complaint, alleging that E. E: Holt suffered a bodily and physical injury in 1922; that he was mentally incompetent and incapacitated in the year 1925, and said mental incompetence was total and permanent. Said disability resulted from a mental disease, and was such as to prevent him from engaging in any occupation whatever for remuneration or profit; that the defendant, during the year 1925, was advised both in writing and orally of the existence of the total, permanent disability; that, because the disability complained of was mental incompetency and incapacity, Holt was excused from giving notice.\nThe complaint against the Missouri State Life Insurance Company contained the same allegations as the complaint against the Security Life Insurance Company of America, and alleged that the Missouri State Life Insurance Company had taken over all the policies and assumed all the liabilities of the other defendant.\nEach defendant filed answer denying all the material allegations in the complaint.\nThe undisputed evidence shows that E. E. Holt was injured in an automobile accident in 1922, and it also shows that he had Huntington’s chorea.\nMany witnesses testified that prior to Holt’s injury in 1922 he had a brilliant mind, and had a very high sense of honor. The evidence shows that he was a graduate of two universities; that he was practicing law in Stuttgart and had a good practice, and about these facts there is no dispute. Numbers of these witnesses testified that after the automobile accident his condition grew steadily worse, and some of these witnesses testified that after the accident, and in 1925, he was wholly incompetent to attend to business, and was, in fact, insane.\nCompetent physicians testified that the disease from which Holt was suffering manifested itself by jerky movements, and that it has a tendency to cause complete loss of reasoning power; that it is incurable; that he was incompetent in February, 1925.\nDr. Ponder testified that he based his answers on both the personal examination that he made of Holt and the hypothetical question. He said that to have reached the point that the disease has now reached indicated that it had been going on for a long time; that the physical and mental conditions go hand in hand. The doctors testifying for the appellee testified at length, giving their reasons for their conclusions, and testified that in their opinion he was insane early in 1925.\nCompetent doctors also testified for the appellants, and testified that in their opinion Holt was not insane. Dr. Pat Murphy testified that a man could conduct his business and,carry on his business affairs for a long number of years after he develops chorea; that the mental deterioration comes by slow process; that he did not think an incompetent man could do the things that Holt had done. Doctor Murphy was corroborated by other expert witnesses.\nThere was also introduced in evidence numerous complaints which had been filed in the courts signed by Holt, and correspondence between Holt and his clients, which tended to show that he was not insane. However, the evidence shows that some of the complaints introduced were written by other parties, and that Holt simply signed his name. Whether the other complaints introduced in evidence were written by Holt, the evidence does not show.\nJudge Harvey R. Lucas, chancellor of the district, testified that he met Holt, and that Holt was in his court in 1925 and 1926; that he considered Holt peculiar, but did not think about the question of sanity or insanity, but that he was different from an ordinary man. He did not try any cases in Judge Lucas’ court, but called attention to certain cases and asked for decrees.\nNumbers of witnesses were introduced by appellant showing correspondence with Holt, and that Holt attended to business in the ordinary way after 1925, and as late as 1929. It will therefore be seen that the evidence as to Holt’s incapacity and incompetency after his automobile accident in 1922 is in conflict. Arguments have been made for both appellants.\nThere was substantial evidence to the effect that Holt was incompetent after the automobile accident, and that his condition grew worse from that time on.\nIt is earnestly insisted by appellants that the court should have directed a verdict in their favor. As we have many times held in determining this question, we must view the evidence- in tlie light most favorable to appellee, and if there is any substantial evidence to support the verdict, it must be sustained. Mo. Pac. Rd. Co. v. Harville, 185 Ark. 47, 46 S. W. (2d) 17; B. & O. Rd. Co. v. McGill Bros. Rice Mill, 185 Ark. 108, 46 S. W. (2d) 651; Altman-Rodgers Co. v. Rogers, 185 Ark. 561, 48 S. W. (2d) 239; Halbrook v. Williams, 185 Ark. 885, 50 S. W. (2d) 243; Ark. P. & L. Co. v. Connely, 185 Ark. 693, 49 S. W. (2d) 387; C. R. I. & P. Ry. Co. v. Matthews, 185 Ark. 724, 49 S. W. (2d) 392.\nThere are many decisions of this court holding that, if there is any substantial evidence to support the verdict of the jury, it will not be disturbed. There are also numerous decisions' to the effect that we do not pass upon the credibility of the witnesses nor the weight to be given to their testimony. If there is substantial evidence to support the verdict, this court cannot set it aside, even though we believe the verdict is contrary to the preponderance of the evidence. We cannot do it for the reason that it is the province of the jury to determine the credibility of the witnesses and the weight to be given to their testimony.\nThe appellants, however, contend that the evidence does not show total disability. They cite and discuss many authorities to support their contention, and they also rely on the evidence tending to show that Holt was practicing law and dealing and corresponding with clients, and apparently capable of attending to business. This evidence, however, is contradicted by numerous witnesses who testify that Holt was wholly incompetent in 1925.\nIf the appellants’ evidence was without contradiction, the appellee, of course, could not recover, because no notice was given, and the premium after February 6, 1926, was not paid, but, if he was insane, no notice was necessary, and it was not necessary to pay the premium.\nSeveral cases decided by this court have discussed these questions and reviewed the authorities, and we do not deem it necessary to review them here. We call attention to Pfeifer v. Mo. State Life Ins. Co., 174 Ark. 783, 297 S. W. 847; Old Colony Life Ins. Co. v. Julian, 175 Ark. 359, 299 S. W. 366; Mo. State Life Ins. Co. v. Snow, 185 Ark. 335, 47 S. W. (2d) 600; Mutual Benefit Health & Accident Ass’n v. Bird, 185 Ark. 445, 47 S. W. (2d) 812; Travelers’ Pro. Ass’n of America v. Stephens, 185 Ark. 660, 49 S. W. (2d) 364; Ætna Life Ins. Co. v. Phifer, 160 Ark. 99, 254 S. W. 335; Ætna Life Ins. Co. v. Spencer, 182 Ark. 497, 32 S. W. (2d) 310; Missouri State Life Ins. Co. v. Johnson, ms. op. November 14, 1932.\nQuestions of notice and total disability are reviewed in the authorities on these subjects above quoted, and it would be useless to review them here. We are of the opinion that, under the evidence in this case, the jury could find that Holt was totally disabled as defined by the decisions above referred to.\nIt is next contended that appellee was not the legally appointed guardian of it. E. Holt. Whether Holt was present at the time of the appointment as required by statute, we think, is now immaterial. In the case of Scott v. Stephenson, 168 Ark. 763, 271 S. W. 714, this court said: “We deem it unnecessary, however, to enter upon a discussion of the question of the validity or invalidity of the original order of the probate court, for the validity of the decree of the chancery court could not be assailed on the ground that the order appointing the guardian was void. The invalidity of the order did not affect the jurisdiction of the chancery court. An action brought by a guardian or a next friend of a person under disability is in effect a suit by such person under disability, and a change in the character of the representative does not operate as a change of parties, for, as above stated, the person under disability is the real party, and not the representative. ’ ’\nOur statute provides: “The action of a person judicially found to be of unsound mind must be brought by his guardian, or, if he has none, by his next friend. When brought by his next friend, the action is subject to the power of the court in the same manner as the action of an infant so brought. ’ ’ Crawford & Moses ’ Digest, § 1116.\nThis court has said: “An insane person not under guardianship can sue and be sued the same as a sane person, and the foregoing’ provision of the Constitution [art. 7, § 34] does not exclude the jurisdiction of other courts to hear and determine suits by or against insane persons whether under guardianship or not. * * * The statutes of this State confer ample protection to the rights of insane litigants, either plaintiff or defendant, by requiring the court in which the action by or against such person is pending to see that he is represented by a next friend or guardian. An action by such person must be brought by guardian or next friend, and the defense of such person must be by his regular guardian or guardian appointed by the court.” Peters v. Townsend, 93 Ark. 103, 124 S. W. 255.\nThe court also said in the last case: “The statute refers in express words only to persons judicially found to be of unsound mind; but it is not doubted that the Legislature intended to give equal protection to persons of unsound mind in actions by or against them, though not judicially declared to be such.”\nSection 1116 of Crawford & Moses ’ Digest above referred to states that, when an action is brought by next friend, the action is subject to the power of the court in the same manner as the action of an infant so brought.\n“It is the infant, and not the next friend, who is the real and proper party. The next friend by whom the suit is brought on behalf of the infant is neither technically nor substantially the party, but resembles an attorney or a guardian ad litem by whom a suit is brought or defended in behalf of another.” St. L. I. M. & S. R. Co. v. Haist, 71 Ark. 258, 72 S. W. 893; Morgan v. Patter, 157 U. S. 195, S. Ct.\nAppellants objected to the introduction of the petition and order of the probate court, and they contend that the order was void, and that the court could not properly proceed with the case; that there was no proper party plaintiff. We have already shown that the guardian is not the party, but that the insane person is the real party.\nIn the case of Peters v. Townsend, supra, we said: “If the insanity of a defendant in a pending suit was .suggested, but had not been judicially ascertained, the court gave opportunity for an inquisition to be held, or took the necessary steps to determine the question for itself; and, having ascertained that the defendant was mentally incapable of making his defense, appointed a guardian ad litem for him, and thereafter imposed upon him the restraints of infancy.”\nIn this case, even if the appointment of a guardian had been void, the proper party was the insane person, and it was the duty of the court to proceed with the case permitting the appellee to continue as next friend, or it could have appointed her guardian ad litem.\nThe court heard the evidence as to insanity, and knew the condition of Holt’s mind at the time of the-trial; knew he was insane, and it was the court’s duty to proceed with the trial of the case, and not turn the insane person out of court. There was no error therefore in proceeding with the trial as the circuit court did.\nThe appellant argues that two instructions given by the court at the request of the appellee were erroneous, and that the judgment should be reversed for that reason.\nThe first instruction objected to reads as follows: “Total disability as used in the policy does not necessarily require or mean that the assured must be absolutely disabled from transacting any kind of work or business, but such a disability is meant which renders him wholly unable to perform or execute the necessary substantial and material things and acts in usual or customary way of any business employment or occupation. But, if the assured was able to perform or execute in the usual or customary way any of the substantial or material things necessary to be done in the prosecution of any business, employment, or occupation whatever, he was then not totally disabled under the law.”\nAppellant’s specific objection to this instruction was to tbe first paragraph of it, ending with ‘ ‘ occupation, ’ ’ but when tbe entire instruction is read, it is certainly as favorable to tbe appellant as it was entitled to. Moreover, tbe appellant requested, and tbe court gave, tbe following instruction:\n“Tbe plaintiff is not entitled to recover merely by showing that there was an impairment in tbe ability of R. E. Holt on August 8, 1925, but it is necessary that tbe plaintiff show by a preponderance of tbe evidence that be was disabled to tbe point where be could not perform any of tbe material and substantial duties of a gainful occupation.”\nTbe court also, at tbe request of tbe appellant, gave tbe following instruction: “You are instructed that the fact that R. E. Holt is now totally and permanently disabled does not entitle him to tbe benefits of tbe policy, but tbe burden is upon tbe plaintiff to show by a preponderance of tbe evidence that he was wholly and permanently disabled prior to August 8, 1925.”\nOther instructions were given at tbe request of tbe appellee, and also others at tbe request of tbe appellants, but no objections are urged to them. \"We think, when tbe instructions on tbe question of permanent and total disability are read together, they correctly state tbe law.\nIt is also contended that tbe court erred in not sustaining appellant’s objection to the hypothetical question propounded to mental experts. However, we do not find that this question is mentioned in appellant’s motion for a new trial.\nWe are unable to say whether tbe appellee was legally appointed guardian.\n“Under this statute any person may bring suit as tbe next friend of an infant without giving bond, and to allow tbe next friend to receive tbe money of tbe infant collected upon the judgment recovered in such actions would subject tbe estates of tbe infants to spoliation by irresponsible parties appearing as tbe next friend. We have seen that tbe statute does not permit even tbe father or mother of an infant to take charge of his estate without first giving bond as guardian of the infant. There is nothing in the statute that confers such authority upon the next friend of an infant, and we are of opinion that he has no such authority.” Wood v. Claiborne, 82 Ark. 514, 102 S. W. 219. Therefore the appellee, if she has not already been appointed legal guardian, must be legally appointed and give bond before she can receive the money.\nIt is contended by appellants that the verdict is excessive. It is undisputed that on November 10, 1924, R. E. Holt- borrowed the sum of $160 on the policy as security, and that this loan has never been repaid. This indebtedness of $160 should be deducted from the judgment for $3,000. The judgment will be modified by deducting $160 and, as modified, affirmed.",
        "type": "majority",
        "author": "Mehaffy, J."
      }
    ],
    "attorneys": [
      "Carmichael i& Hendricks, Ingram i& Moher, Joseph Morrison and Bose, Hemingway, Cantrell & Lough-borough and Allen May, for appellants.",
      "A. G. Meehan and John W. Moncrief, for appellee."
    ],
    "corrections": "",
    "head_matter": "Missouri State Life Insurance Company v. Holt.\n4-2782\nOpinion delivered December 12, 1932.\nCarmichael i& Hendricks, Ingram i& Moher, Joseph Morrison and Bose, Hemingway, Cantrell & Lough-borough and Allen May, for appellants.\nA. G. Meehan and John W. Moncrief, for appellee."
  },
  "file_name": "0672-01",
  "first_page_order": 692,
  "last_page_order": 702
}
