{
  "id": 1428221,
  "name": "Humphrey v. Wyatt",
  "name_abbreviation": "Humphrey v. Wyatt",
  "decision_date": "1934-01-22",
  "docket_number": "4-3404",
  "first_page": "676",
  "last_page": "680",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 676"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "31 S. W. 740",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "61 Ark. 21",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1902365
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/61/0021-01"
      ]
    },
    {
      "cite": "10 How. 402",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "case_ids": [
        3357777
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/51/0402-01"
      ]
    },
    {
      "cite": "2 Sandf. 355",
      "category": "reporters:state",
      "reporter": "Sandf.",
      "case_ids": [
        1360126
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-super-ct/4/0355-01"
      ]
    },
    {
      "cite": "7 Hill, 181",
      "category": "reporters:state",
      "reporter": "Hill,",
      "opinion_index": 0
    },
    {
      "cite": "2 Denio 272",
      "category": "reporters:state",
      "reporter": "Denio",
      "case_ids": [
        2186159
      ],
      "opinion_index": 0,
      "case_paths": [
        "/denio/2/0272-01"
      ]
    },
    {
      "cite": "40 Ark. 101",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 470,
    "char_count": 8226,
    "ocr_confidence": 0.491,
    "pagerank": {
      "raw": 5.12982294956584e-08,
      "percentile": 0.32202360060374174
    },
    "sha256": "06a936abd2c43e46eedc69646a3e08ae02e1d8fab2c1b5c3bd0dbb999145bffb",
    "simhash": "1:55b3e1985cc34b8f",
    "word_count": 1420
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Humphrey v. Wyatt."
    ],
    "opinions": [
      {
        "text": "McHaney, J.\nAppellee is the tax assessor of Independence County. He brought this action to enjoin appellant, as Auditor of State, from requiring him to execute a release and acquittance to the State, as provided in § 2, act 201 of the Acts of 1933, as a condition precedent to his right to have a warrant issued to him on the appropriation made by said act. He prayed in the alternative for a certificate of indebtedness for one-half of his salary and a warrant for one-half, or a warrant for one-half the amount alone; or a certificate of indebtedness for the full amount.\nAppellant demurred to this complaint, which was overruled, and a decree was entered directing appellant to issue to appellee a certificate of indebtedness for $125 which is the amount of salary due by the State for one month as fixed by act 160 of 1931. This appeal comes from that decree.\nAct 160 of 1931 is an act classifying all the counties in the State for the purpose of fixing* the salaries of the assessors and their authorized deputies, which it does. It further provides that one.-half the salaries so fixed shall be paid by the State and the other half by the counties. Act 201 of 1933', p. 638, is entitled: “An act to make appropriations to cover a part of the expenses of assessing property for taxation and making up assessment records, and for other purposes.” Section 1 appropriated $162,000 for the fiscal years ending June 30, 1934, and 1935, “for paying a part of the salaries of tax assessors,” etc. -Section 2 reads as follows: “The amount herein appropriated is equal to one-half of the part heretofore authorized by law to be paid by the State to meet charges for services due tax assessors and county clerks as heretofore referred to in item 1, and the Auditor of State is directed, upon receipt by him of proper proof as to the correctness of claims filed against this appropriation, as now provided by law, to prorate said fund of eighty-one thousand ($81,000) dollars, to the end that each assessor and each clerk shall receive from the State one-half, and no more, of the amounts now provided by law for the salaries and fees of such officers out of State funds. The Auditor shall not pay any officer anything out of this appropriation until such officer has filed with the Auditor a release and an acquittance in full of all claims against the State for services rendered during the fiscal year of such payment.” The amount appropriated by said act 201 is one-half of the State’s part of the salary due as fixed by said act 160.\nAppellant contends that appellee is entitled to a warrant for $62.50, conditioned upon his signing the release required by § 2 of act 201, above quoted; otherwise that he is not entitled to anything. On the other hand,, appellee contends: “(1) that act 201 does not amend act 160, but merely offers to pay part of the salary if the assessor will release the balance; (2) that the provision for a release violates the obligation of a contract and takes property without due process of law; and (3') that, if the act is valid, the assessor is entitled to his full salary, unless he signs the release.” It is conceded by both parties that the Legislature has the power to change salaries not fixed by the Constitution during the term of office of the incumbent, either to increase or decrease same. Humphry v. Sadler, 40 Ark. 101. It was there said: “Humphry’s petition is based upon the idea that his compensation could not be abridged during his continuance in office. But the Constitation contains no limitation upon the power of the Legislature in the matter of augmentation or diminution of salaries, except as to those of the Governor, Secretary of State, Auditor, Treasurer, Attorney General, Commissioner of State Lands, prosecuting attorneys, judges of Supreme and circuit courts and members of the General Assembly. Const. 1874, art. 19, § 13.\n“When the office itself is created by the Constitution, but the compensation is left to the discretion of the Legislature, it may be increased or diminished so as to affect the incumbent. And it makes no difference whether the compensation be by fees or by salaries. Warner v. People, 2 Denio 272, S. C. 7 Hill, 181; Conner v. City, 2 Sandf. 355, affirmed in 1 Selden 285.\n“It is well settled that an election or appointment to office creates no contract between the State and the officer, which is within the protection of that clause of our Federal Constitution, forbidding the States to pass laws impairing the obligation of contracts. Butler v. Pennsylvania, 10 How. 402.”\nIn Powell v. Burden, 61 Ark. 21, 31 S. W. 740, the above statement was approved, and the court further said: “The mere discretion of the Legislature is not in determining when a general or special law is applicable, but, in a case like the act under consideration, in determining the amount of pay of these officers and the manner of paying them; and this discretion may be abused so that the courts would interfere to prevent such abuses. For instance, the Legislature cannot abolish or render useless a constitutional office, or even cripple it by a reduction of the salary of the incumbent, so that it cannot be sustained or properly maintained, or by attempting to do indirectly, what it cannot do directly in reference thereto.” The third paragraph of the above quotation from Humphry v. Sadder settles appellee’s second contention against him. There being no contract between the State and appellee, there is no obligation to violate.\nWe are of the opinion that the necessary effect of act 201 is to reduce the salaries of tax assessors temporarily, that is for the fiscal years ending June 30, 1934, and 1935, leaving act 160 unimpaired thereafter. The Legislature was evidently attempting to accomplish the laudable purpose of reducing the expenses of State government during the period of the depression, as is evidenced by the enactment of this and many other laws at the same session. In numerous instances smaller appropriations were made for official salaries, but in the case of assessors not only was a'smaller appropriation made, but a condition was attached requiring a release and acquittance to the State before a warrant could lawfully be issued. It therefore appears to us to be. conclusive that the legislative purpose was to reduce the pay to which they were otherwise entitled during the. biennium covered by act 201 of 1933. It is said in 46 C. J., 1020, that the intention to change official salaries during the term of office must be clear, “and the mere appropriation of a less sum for the payment of salaries is not g-enerally reg-arded as changing’ the salary. ’ ’ There are cases to the same effect. But here the intention to reduce the State’s part of the salary fixed in said act 160 is clear, and act 201 is not a mere appropriation of a less sum for salaries, but contains a positive requirement that: “The Auditor shall not pay any officer anything out of this appropriation until such officer has filed with the Auditor a release and an acquittance in full of all claims against the State for services rendered during the fiscal year of such payment.” This necessarily reflects the intention of the Legislature that the officer should not be paid by the State during that time, unless the release were signed, and then only the amount of such appropriation. To this extent act 201 amends act 160 for the period covered by the act, and is therefore temporary in character and designed to effect a reduction in the State’s expenses. If it were a mere appropriation act and nothing more than an appropriation of a less sum than that fixed by law, there would be more force to appellee’s argument. This disposes of the argument that appellee is entitled to his full salary unless he signs the release, and § 4463, Crawford & Moses’ Digest, has no application, for an appropriation has been made for the amount of the claim to which appellee is entitled.\nThe judgment will therefore be reversed, and the cause remanded with directions to sustain the demurrer.",
        "type": "majority",
        "author": "McHaney, J."
      }
    ],
    "attorneys": [
      "Hal L. Norwood, Attorney General, and Pat Mehaffy, Assistant, for appellant.",
      "Charles B. Thweatt, for appellee."
    ],
    "corrections": "",
    "head_matter": "Humphrey v. Wyatt.\n4-3404\nOpinion delivered January 22, 1934.\nHal L. Norwood, Attorney General, and Pat Mehaffy, Assistant, for appellant.\nCharles B. Thweatt, for appellee."
  },
  "file_name": "0676-01",
  "first_page_order": 694,
  "last_page_order": 698
}
