{
  "id": 8724457,
  "name": "Browne & Billings v. Rouse & Hely Construction Company",
  "name_abbreviation": "Browne & Billings v. Rouse & Hely Construction Co.",
  "decision_date": "1923-07-09",
  "docket_number": "",
  "first_page": "677",
  "last_page": "683",
  "citations": [
    {
      "type": "official",
      "cite": "159 Ark. 677"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "127 Ark. 535",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1550293
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/127/0535-01"
      ]
    },
    {
      "cite": "89 Ark. 239",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1515180
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/89/0239-01"
      ]
    },
    {
      "cite": "49 Ark. 122",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1309677
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/49/0122-01"
      ]
    },
    {
      "cite": "223 U. S. 524",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3662116
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/223/0524-01"
      ]
    },
    {
      "cite": "75 Ark. 55",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1502493
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/75/0055-01"
      ]
    },
    {
      "cite": "100 Ark. 284",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1312296
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/100/0284-01"
      ]
    },
    {
      "cite": "240 U. S. 264",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3689178
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/240/0264-01"
      ]
    },
    {
      "cite": "91 U. S. 596",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5647930
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/91/0596-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 570,
    "char_count": 12032,
    "ocr_confidence": 0.446,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2085718124879095
    },
    "sha256": "7b5608c1ec32855b8a8f8cd41306839ab11e41e9a0e7cf5e7b3b8eafd6dd00cd",
    "simhash": "1:d28d6c0a8deecac4",
    "word_count": 1994
  },
  "last_updated": "2024-02-27T18:54:00.643605+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Browne & Billings v. Rouse & Hely Construction Company."
    ],
    "opinions": [
      {
        "text": "Humphreys, J.\nThis is a suit by appellants against appellees for $3,000 damages growing out of an alleged breach of the following construction contract:\n“This agreement, made and entered into this 22nd day of September, A. D., 1921, by and between the Bouse & Hely Construction Company, a copartnership consisting of John H. Bouse and Norman L. Hely, of Cape Girardeau, Missouri, hereinafter called the first party, and B. J. Sanford, of Blytheville, Arkansas, hereinafter called the second party.\n“Witnesseth that, whereas the first party entered into contract with the Good Boads Construction Company, a corporation of the State of Hlinois, duly authorized to transact business in the State of Arkansas, said company has contracted with the Blytheville-' Manila-Leaohville Boad Improvement District of Mississippi County, Arkansas, to do all that portion of the work of the Blytheville-Manila-Leachville Boad, beginning in the city of Blytheville at station No. 1519 plus 16.5, as shown, by the plans and ‘specifications of the said road district, and continues to a point west of Blythe-ville where the first drainage ditch -crosses the said road at station No. 1397 plus 41.3, a distance of añoroxi-mately two miles from the beginning of the road in the city of Blytheville.\n“Whereas, the first party hereby sublets to the second party sail the grading, subgrading, and g preparing the roadbed, making of the dirt shoulders and side-ditches to comply strictly with the contract -and specifications of the Blytheville-Manila-Leachville Road Improvement District, sand it is hereby-understood that the second party shall do only such grading and earth work as may be required ¡and -set forth in said plans and specifications on the right-of-way of the road, not including any grading or ditching called for in said plans and specifications that is not in the right-of-way of the road.\n“Whereas, the second party agrees to furnish all the tools and equipment and perform each and every act as called for in the specifications, which -specifications shall be -made a part of this contract, necessary so that the grading will pass the engineer’s inspection, and be in a suitable condition, as called for in the specifications, to be paved with concrete as called for in the specifications.\n“Whereas, the second -party agrees to at all times keep enough teams 'and other equipment at work so as to have the grading completed and ready for the concrete paving ahead of the point at which the paving is being done, so ¡as not to delay the paving work being done by the first party.\n“Whereas, the second party agrees to do any and all grubbing and clearing and fence moving that may be required in the portion of the work covered under this contract.\n“Whereas, it is hereby understood that the original plans and specifications to the Blytheville-Manila-Leach-ville Boad Improvement District provided that a twenty-six (26 ft.) foot concrete pavement be constructed in approximately the first half mile in the city of Blytheville, and that a nine (9 ft.) foot concrete pavement with four (4 ft.) foot gravel shoulders on either side is to be constructed from the termination of the twenty-six (26 ft.) foot pavement, and that it is contemplated by the engineer and the board of commissioners that the nine (9 ft.) foot concrete pavement for the purpose of obtaining State and Federal aid be increased to sixteen (16 ft.) foot concrete pavement, and the four (4 ft.) foot gravel shoulders originally provided for entirely eliminated.\n“Whereas, it is hereby agreed and understood that the price per cubic yard to be paid the second party for this work shall cover any and all grading, subgrading or ditching that shall be called for under the specifications of this contract.\n“Whereas, for and in consideration of this work, the first party agrees to pay the second party one hundred fifty ($150) dollars per acre for clearing and grubbing, and one hundred dollars per acre for grubbing without. clearing, thirty (30) cents per rod for fence moving, and twenty-five (25) cents per cubic yard for grading and excavating.\n“Whereas, payment for the work performed by the second party, when completed according to the plans and. specifications and under conditions and provisions herein set forth, shall be made by the first party, in cash, on the' estimate of the engineer of the aforesaid road district, when approved by the board of commissioners, on or about the 10th day of the month following the completion of the previous month’s work, such payment to be governed by the engineer’s estimate in cubic yards of the work completed during the previous month. Ten (10) per cent, of such estimate shall be retained by first party until all the work covered in this contract is fully completed and accepted by the engineers of the aforesaid road district, and when satisfactory evidence- is furnished by the second parties that no liens .or claim® exist against said work.”\nThe proceeds that should arise from the contract were assigned to Browne & Billings, a partnership composed of E. J. Browne and R. J. Billings, to secure them for advances which should be made by them for the purpose of carrying out the contract. It is alleged in, the complaint that appellant, by reason >of appellees violating their said contract and refusing to permit said appellants to pursue the work thereunder, and to complete same in -compliance with said contract, sustained dam-áges in the sum of $2,250 profit which they would have made had they been permitted to complete said contract, and $750 expénded in feeding their teams during delays occasioned by a wrongful refusal of appellees to permit them to work.\nAppellees filed an answer denying the material allegations-of the complaint and the right of recovery of any amount on the part of appellant.\nThe cause was submitted upon the pleadings and testimony, at the conclusion of which the court instructed a verdict for appellees, -over the objection and exception of appellants. A judgment was rendered in favor of appellees, in accordance with the verdict, from which is this appeal.\nThe record reflects that Sanford was interrupted a number of times in the prosecution of the work during the fall, under orders of the engineer of the district, which orders were communicated to him by appellees; that in January the work ceased until in the spring, on account of weather conditions; that when ordered to return to work in the -spring his teams were in use elsewhere, and he could not do so; that during the delays in the fall Sanford was unable to secure work for his teams elsewhere, and was compelled to expend large 'amounts for drivers, and feed while 'holding the teams in readiness to work. Over the objection of appellants, the court permitted appellees to introduce the contract and supplemental contract between the original contractor and road district, the contract between the original contractor and appellees, and the original plans and specifications for the construction of the road, all of which are referred to in the contract between Sanford and ap-pellees. Under the original plans and specifications, made a part of the contract between 'Sanford and ap-pellees, the district reserved the right to make any changes in the width of the road and method of construction thereof so as to meet Federal aid requirements, and it was provided in said specifications that “no allowance would he made for anticipated profits” in case such changes were made. The specifications also vested in the engineer of the district the right to determine the amount 'and quality of the work, and provided that the contractors should be paid only upon the estimates of said engineer. The specifications also provided that, in case the work was suspended by the engineer or directors of the district, on account of weather conditions or other cause, an extension of time should be granted for the completion of the work greater than the delay occasioned by the suspension. The specifications also provided for temporary suspension of the work. Section 59 of the specifications is as follows:\n“The directors or engineer may stop the work wholly, or in part, for such period or periods as they may deem necessary because of unsuitable weather or such other conditions as are considered unfavorable for the prosecution of the work, or for such time as they may consider necessary because of the failure on the part of the contractor to carry out orders given. If work is suspended, the contractor shall place the materials and equipment in neat piles, protected from the elements, so as to avoid obstruction of traffic. No allowance of any kind will be made for such suspension of work except an extension of time for 'completion of the contract.”\nAppellant’s insistence for a reversal of the judgment is that the trial court erred in holding that appellants were bound by section 59 of the plans and specifications quoted above. It is admitted that, if bound by said section, the court correctly admitted the plans, specifications, and contracts in evidence. Appellants contend, however, that the reference made to the plans and specifications in the contract was for the sole purpose of indicating when work was to be done and the •manner of doing same. We cannot agree with learned counsel in thus restricting the reference. Reference was first made to the original contracts, and the only purpose which can be attributed to such reference is that the origiilal contracts were intended by the parties as a basis for the subcontract. Reference was next made to the original plans and specifications by making them a part of the subcontract. The language bound Sanford to “perform each and every act as called for in the specifications.” We think this meant that Sanford should be bound as completely by the provisions contained in the specifications as the original. contractor, so far as that portion of the road is concerned which he agreed to build. It is undisputed that the work was suspended from time to time by order of the engineer. It does not appear that the suspensions were arbitrarily made. Changes were made in the width and construction of the road to meet Federal aid requirements, and on this account the time was extended by supplemental contract for the completion of the road. The court correctly construed the contract, and, under the undisputed facts, properly directed a verdict for appellees.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Humphreys, J."
      }
    ],
    "attorneys": [
      "Little, Buck & Laster-, for appellants.",
      "B. A. Nelson, for appellee."
    ],
    "corrections": "",
    "head_matter": "Browne & Billings v. Rouse & Hely Construction Company.\nOpinion delivered July 9, 1923.\nHighways — CONTRACT for building road — damages for suspension. —Where a subcontractor under a contract for building a road agreed that the specifications of the road improvement should be made part of his contract, and such specifications provided that the engineer might stop the work because of unsuitable weather, and that in such case no allowance should be made for such suspension of work, the subcontractor was not entitled to damages caused by suspension of the work on account of unfavorable weather conditions.\nAppeal from Mississippi Circuit Court, Chicka-sawba District; W. W, Bandy, Judge;\naffirmed.\nLittle, Buck & Laster-, for appellants.\nThe sections of the plans and specifications' introduced in evidence did not become a part of the contract between appellants and appellees. The reference thereto was merely for the purpose of indicating’ what work was to be done, in what manner. 91 U. S. 596, 23 Law ed., 332; 240 U. S. 264, 60 Law ed., 636; 100 Ark. 284; 6 B. C. L. § 253.\nB. A. Nelson, for appellee.\nThe action of the court was correct in permitting the introduction of the original and supplemental contracts of the construction company, together with the specifications attached thereto and made a part thereof, both of which were made a part of, and referred to, in the contract between appellants and appellees. 9 Corpus Juris, 708, § 38; Id. 109; §§ 39-40; 75 Ark. 55; 223 U. S. 524, 56 Law. ed. 535; 49 Ark. 122; 89 Ark. 239; 127 Ark. 535."
  },
  "file_name": "0677-01",
  "first_page_order": 703,
  "last_page_order": 709
}
