{
  "id": 1435282,
  "name": "Arkansas Power & Light Company v. Kilpatrick",
  "name_abbreviation": "Arkansas Power & Light Co. v. Kilpatrick",
  "decision_date": "1932-04-25",
  "docket_number": "",
  "first_page": "678",
  "last_page": "690",
  "citations": [
    {
      "type": "official",
      "cite": "185 Ark. 678"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "87 S. W. 645",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "75 Ark. 325",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1502522
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ark/75/0325-01"
      ]
    },
    {
      "cite": "280 S. W. 12",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "170 Ark. 498",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1371707
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/170/0498-01"
      ]
    },
    {
      "cite": "166 S. W. 948",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "112 Ark. 593",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1538825
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ark/112/0593-01"
      ]
    },
    {
      "cite": "139 S. W. 301",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "100 Ark. 76",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1312245
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/100/0076-01"
      ]
    },
    {
      "cite": "194 S. W. 855",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "129 Ark. 1",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1580452
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/129/0001-01"
      ]
    },
    {
      "cite": "24 S. W. (2d) 846",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "180 Ark. 1003",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1393658
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/180/1003-01"
      ]
    },
    {
      "cite": "53 L. R. A. 147",
      "category": "reporters:federal",
      "reporter": "L.R.A.",
      "opinion_index": 0
    },
    {
      "cite": "56 S. W. 53",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "108 Ky. 224",
      "category": "reporters:state",
      "reporter": "Ky.",
      "case_ids": [
        8591239
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ky/108/0224-01"
      ]
    },
    {
      "cite": "75 S. W. 1129",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "44 L. R. A. (N. S.) 492",
      "category": "reporters:federal",
      "reporter": "L.R.A.N.S.",
      "opinion_index": 0
    },
    {
      "cite": "140 N. W. 60",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 0
    },
    {
      "cite": "152 Wis. 328",
      "category": "reporters:state",
      "reporter": "Wis.",
      "case_ids": [
        11280893
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wis/152/0328-01"
      ]
    },
    {
      "cite": "156 N. W. 880",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 0
    },
    {
      "cite": "175 Iowa 101",
      "category": "reporters:state",
      "reporter": "Iowa",
      "case_ids": [
        2225139
      ],
      "opinion_index": 0,
      "case_paths": [
        "/iowa/175/0101-01"
      ]
    },
    {
      "cite": "130 N. W. 391",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 1
    },
    {
      "cite": "150 Iowa 465",
      "category": "reporters:state",
      "reporter": "Iowa",
      "case_ids": [
        2178780
      ],
      "opinion_index": 1,
      "case_paths": [
        "/iowa/150/0465-01"
      ]
    },
    {
      "cite": "156 N. W. 880",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 1
    },
    {
      "cite": "175 Iowa 101",
      "category": "reporters:state",
      "reporter": "Iowa",
      "case_ids": [
        2225139
      ],
      "opinion_index": 1,
      "case_paths": [
        "/iowa/175/0101-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 998,
    "char_count": 24655,
    "ocr_confidence": 0.492,
    "pagerank": {
      "raw": 1.243302344810321e-07,
      "percentile": 0.6084582537437511
    },
    "sha256": "c379a6067aaa996afb8272f9cdd591dff5f5503ec24aac52d3bc97eca52a04e8",
    "simhash": "1:4a68129cca10e2d5",
    "word_count": 4304
  },
  "last_updated": "2024-02-27T17:51:09.396208+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Arkansas Power & Light Company v. Kilpatrick."
    ],
    "opinions": [
      {
        "text": "Mehappy, J.\n-On July 6, 1931, George Kilpatrick, Jr., seven years of age, was severely injured inside the substation of the Arkansas Power & Light Company in Lonoke, Arkansas. Suit was brought against the Arkam sas Power & Light Company for the minor by his father as next friend, and suit was also brought by George Kilpatrick, Sr., for the loss of services of the child, and for medical and hospital expenses.\nThere is no dispute about the injury to the child, nor the extent thereof. He was badly injured and suffered the loss of his right arm below the elbow; he was severely burned about his feet, and suffered the loss of part of three toes.\nIt was alleged that the appellant was engaged in the electric power business, furnishing electricity to the town of Lonoke, and, as such distributor of electricity, it negligently maintained a substation within the corporate limits of the town of Lonoke, said substation being connected with high-power tension wires of more than 1,300 volts. Appellant’s substation is located a short dis-' tance west of the 'Bransford gin, and appellee alleged that appellant negligently inclosed the substation by a light net and barbed-wire fence on property upon and about which children are accustomed to play, its surroundings being attractive to children, and that this fact was well known to the appellant; that on the sixth day of July, 1931, George Kilpatrick, Jr., in passing said property, was attracted to same, and the fence surrounding the substation was inadequate, insufficient, and negligently constructed, and enabled the said George Kilpatrick, Jr., to climb through same and into said inclosure, where the transformers and high-tension wires were located, said property being unguarded; that George Kilpatrick, Jr., was seven years of age, and unaware and unwarned of the danger concealed in the wires; he, childlike, climbed upon said transformers, and came in contact with said uninsulated high-tension wires, and was severely injured.\nIt is unnecessary to describe the injuries or the extent thereof, because there is no dispute about the extent of the injuries.\nThe appellant answered admitting that, as a distributor of electricity, it maintained a substation within the corporate limits of Lonoke, and that the substation was connected with a transmission line, and that the substation is a short distance west of Bransford’s gin. It denied all the allegations of negligence, and alleged that its substation was properly and carefully maintained, so built as to render it impracticable for people to climb over and into the inclosure; that the gate was kept securely fastened, and that George Kilpatrick, Jr., climbed over a seven- or eight-foot fence, and through ■barbed-wire over into the inclosure, and then, by means of a board or plank, elevated himself sufficiently high to come in contact with the transmission line of appellant, which was charged, and which caused the injury.\nThe substation was located within the corporate limits of the town of Lonoke, and near it there were dwelling housés where families and children lived. There was also located near the substation the gin and a rock pile, and east of the station, a light pole. There was also in the vicinity of the station an old water tank, a sawdust pile, and a cottonseed hull pile. Just west of the station was a handle factory.\nWhen the boy was injured, John Hastings heard his scream and ran to the place and rescued him. When Hastings got to the substation, the gate was not locked, and had no hinges on it, but was supported by two wires, one at the top and one at the bottom. He pushed the gate down to get in.\nWitnesses testified that they had seen neighborhood boys playing around the tile pile ■ that they played around there all summer. They also played on the hull pile. There was a trail down alongside the substation to the hull pile, and the sawdust pile was just northwest of the hull pile. The fence wire was loose, and there were four loose wires on top of the hog wire, which could be separated two feet by pulling them apart. The hog wire at the bottom was fastened to posts, but was loose.\nAfter the accident signs of danger had been placed on the tank. There is also a willow tree between the gin and substation. During tbe summer children played on the sawdust, cotton bales and hull pile.\nOn the morning of the accident there were two boys at the substation, Kilpatrick and Grubbs. It was a common thing for children to play in the territory around the substation.\nOne witness had prepared a map from which he testified, showing the location of the switch track, substation, willow, etc., but the map was not introduced in evidence.\nWitnesses for appellant testified that they had never seen any children playing around the substation, but they had seen them around the old mill shed and willow trees. There was a bird’s nest in the pole in the northwest corner of the substation. The wires carrying 1,300 volts were not insulated.\nThere was a verdict and judgment for $10,000 in favor of George Kilpatrick, Jr., and verdict for $2,000 in favor of George Kilpatrick, Sr. The case is here on appeal.\nAppellant contends, first, that the substation was not attractive to children, and that it'was error to try the case on the theory of an attractive nuisance.\nIn support of this contention, it cites and relies on 20 R. C. L. 83, 84 and 89. It is contended that, to render an instrumentality an attractive nuisance, it must appear, first, that the instrumentality must be of such a character as to render it attractive to children; second, it must be shown, that appellant knew or should have known that a child would make use of the instrumentality; and, third, it must be shown that the defendant failed to provide guards of protection to the instrumentality.\nThe sections referred to state the rule to be that it must ordinarily appear that the instrumentality was alluring to youth, appealing to childish instincts of curiosity and amusement, and that it was situated in a place open to and frequented by children; that it was easily accessible to children, and that it constituted a peril.\nIt is, however, stated in the same sections referred to by appellant that children, wherever they go, must be expected to act upon childish instincts and impulses; and others who are chargeable with a duty of care and caution toward them must calculate upon this'and take precautions accordingly.\nSo far as we know, no authorities hold that the instrumentality must necessarily, of itself, attract children to the place. If it is such an instrumentality as that small children, because of their curiosity or for their amusement, would be likely to be injured when attracted to the place by the situation or by other things in the immediate locality of the instrumentality, then children injured by the instrumentality are entitled to recover, although they might not be attracted to the place by the dangerous instrumentality alone.\nThe general rule is well stated in C. J. as follows:\n“It has been held that one who maintains on his premises a dangerous instrumentality which is not itself attractive, but is placed in such immediate proximity to an attractive but not dangerous situation or condition as to form with it an attractive and dangerous whole, is liable for injuries to a child thus attracted to the danger. ’ ’ 45 C. J. 766.\nThe undisputed evidence in this case shows that the dangerous instrumentality, the substation, was within the corporate limits of the town of Lonoke; that in the immediate vicinity of the substation was a rock pile, a hull pile, willow trees and cotton bales; that near the substation were a number of homes, and that the children frequently played around these places, and the appellant was. bound to know this.\nAppellant calls attention to a number of other cases, biit, so far as we know, none of the recent cases are in ■conflict with the rule above quoted from Corpus Juris.\nAppellant contends that it is thoroughly established that Kilpatrick, the injured boy, and the Grubbs boy climbed over the fence at the northeast corner of the substation.\nThe evidence does not show how the boy got inside the inclosure and came in contact with the electric wire. The evidence shows that the fence wires were loose, could easily be separated so as to leave a space of two feet between them, and the boy may have gotten through the fence or he may have climbed over it.\nNothing would be more natural than for children, the age of the injured boy to get inside the fence of the station, either out of curiosity for amusement, or to get at the bird’s nest, which the evidence shows was in a post in the corner of the fence. Children the age of the injured boy, going on to other’s property, are not trespassers. Adult persons would be trespassers, but, even where adults are on the property of others by invitation and are injured by the dangerous instrumentality maintained by the owner of the land, they may recover.\nIt is the general rule that the maintenance of a dangerous instrumentality that is attractive to children, or the maintenance of such instrumentality at a place made attractive to children, is an invitation to children to come upon the premises, and they are not trespassers in so doing; in other words, the children attracted to the place are in the same situation that adult persons are in gping on the premises by invitation.\nThe Iowa court said: “This brings us to the question, What constitutes an invitation? These authorities hold that one who maintains upon his place, and permits to remain exposed, something dangerous when approached or used, and of such an attractive character that he knows, or, as a reasonable prudent man should know, will invite the attention of children and draw them to it, because of their sportive and playful natures, impliedly invites them to come; that in exposing such an instrumentality, with the knowledge that it will attract children, he occupies the same position when they come as if he had beckoned them and they followed. We are not here discussing the question of contributory negligence on the part of the child. We will assume the child is too young to be chargeable with negligence. We are not dealing with a trespassing child, for no one is a trespasser who comes by invitation of the owner. As the cases of attractive nuisance seem to rest upon the thought that, exposing anything of a character that appeals to children’s nature, and by appealing draws them to it, is, in its very nature, an implied invitation to them to come. It is not material in an inquiry of this kind whether the children had been accustomed to come or not; whether it had remained a long time or a short time.” Wilmes v. Chicago, Great Northern Ry. Co., 175 Iowa 101, 156 N. W. 880, L. R. A. 1917F, 1024.\n“By common knowledge, very young children are liable to trespass, and be wholly ignorant of wrong-doing, or substantially so. Is there not a duty owing to such children as to such situations — a duty even within the broad lines of the principle stated — though they be wrongdoers, which may be actionably breached, and especially so in a case of their being where they have a right to be, as in this case? The common instincts of mankind suggest that. Sound policy would seem; to demand it, and the courts in general, and this court in particular as to situations analogous to the one in hand* uphold it.\n“Conservation of child-life and safety as to artificial perils is one of such importance that ordinary care may well hold every one responsible for creating or maintaining a condition involving any such, with reasonable ground for apprehending that children of tender years may probably be allured thereinto.” Kelly v. Southern Wisconsin R. Co., 152 Wis. 328, 140 N. W. 60, 44 L. R. A. (N. S.) 492.\nIt is next contended that George Kilpatrick was injured as a result of his own act in climbing over the fence into the substation. As we have already said, the evidence does not show how he got into the substation; whether he climbed through the wires or over the fence, but no matter how he got there, a child of his age could not know that there was any danger in going where he did.\nDanger from electricity is different from danger from a pond or -other things which children know about. Electrie force cannot be seen, and, for that reason one who handles a deadly agency like electricity must exercise care commensurate with the danger.\n“When one, through the instrumentality of machinery, can accumulate or produce such deadly force as electricity, he should be compelled to know that the means of its distribution are in such condition that those whose business or pleasure may bring them in contact with it may do so with safety.” Maysville Gas Co. v. Thomas, (Ky.) 75 S. W. 1129; Thomas v. Maysville Gas Co., 108 Ky. 224, 56 S. W. 53, 53 L. R. A. 147; Ark. P. & L. Co. v. Cates, 180 Ark. 1003, 24 S. W. (2d) 846.\n“The plaintiff’s right to recover is predicated on the doctrine, so often announced by the courts, that, where an owner permits anything dangerous which is attractive to children, and from which injury may be anticipated, to remain unguarded on his premises, he will be liable if the child attracted to the place is injured thereby. That doctrine has been discussed in numerous decisions of this court, and several of them have applied it so as to allow recovery for damages.” Foster v. Lusk, 129 Ark. 1, 194 S. W. 855.\nThis court has had the question of attractive nuisance before it many times, and has uniformly held that whether the dangerous instrumentality was attractive to children was a question for the jury. Nashville Lbr. Co. v. Busbee, 100 Ark. 76, 139 S. W. 301; St. L., I. M. & S. R. Co. v. Waggoner, 112 Ark. 593,166 S. W. 948; Central Coal & Coke Co. v. Porter, 170 Ark. 498, 280 S. W. 12; Brinkley Car Works v. Cooper, 75 Ark. 325, 87 S. W. 645.\nThis court has many times held that the questions of negligence and contributory negligence are for the jury. Every one knows that children seven or eight years old are not only likely to go onto the premises of another, where there is anything attractive to them, but will climb and go to places like this substation, and that they would not know there was any danger.\nAppellant calls attention to numerous cases, but the doctrine of attractive nuisance has been before this court so many times, and the rule is so well settled, that we do not deem it necessary to review or discuss the authorities referred to.\nIt is finally contended that the court erred in giving appellee’s requested instruction No. 1, which reads as follows: “The court instructs the jury that, if you find from the testimony in this case that the defendant maintained a substation for receipt of electricity, which it knew to be dangerous, and said defendant was guilty of negligence in not maintaining a proper fence around said substation, and same was located on premises about which children would congregate and play, which the defendant knew, or by exercise of reasonable care should have known, that children would congregate and play around and about the premises, and would likely be attracted onto said premises and injured by electricity received at said substation, if not properly inclosed; and if you further find that said plaintiff was attracted to said substation • and injured by electricity conveyed through defendant’s wires at said substation, and in doing this he exercised such care and prudence as may be reasonably expected of a boy of his age, intelligence and maturity, then this would be such negligence on the part of the defendant as would render it liable to plaintiff for damages by reason of the injuries sustained.”\nThe appellant argues, first, that the instruction does not require the negligence of defendant to be a contributing or proximate cause of the injury. The instruction, we think, is not open to this objection.\nIt is stated by appellant that the instruction submitted the question of appellee’s attraction to the station without évidence to support it. We think the evidence is ample to show that the children were in the habit of playing in the immediate locality of the substation, and the appellant knew this, and, as we have already said, it was a question for the jury, not only whether the appellant was guilty of negligence, but as to whether the substation was such as to attract children.\nThere are some other objections pointed out to the instruction, but we have carefully considered the instruction and all of appellant’s objections to it, and have reached the conclusion that the court did not err in giving this instruction. St. L., I. M. & S. R. Co. v. Waggoner, 112 Ark. 593, 166 S. W. 948; Brinkley Car Works & Mfg. Co. v. Cooper, 75 Ark. 325, 87 S. W. 645.\nOur conclusion is that the evidence was sufficient to sustain the verdict, and that there was no error committed by the court in instructing the jury.\nThe judgment is therefore affirmed.",
        "type": "majority",
        "author": "Mehappy, J."
      },
      {
        "text": "Smith, J.,\n(dissenting). The various houses, buildings, hull piles, etc., to which the majority refer as being in the neighborhood of the substation, were, with it, situated upon a plot of ground four blocks in area with, out intervening streets. In other words, there would have been four blocks had there been intervening streets to so divide the land.\nThe transformer where the child was burned was located in ari inclosure about eighteen by twenty feet, with a hig’h fence around it, this inclosure being on this four-block area. No witness testified that any child had ever been seen within this inclosure. The father of the injured boy testified that it had never occurred to him that a child would play within the inclosure where the transformer was located. This was, of course, because of the presence of the fence. Why, then, should any such danger have been anticipated by any other person? Children did play upon these four blocks and on the various objects thereon, as stated by the majority, but no one had ever seen a child within the inclosure containing the transformer.\nThere was testimony to the effect that the gate was not kept locked, and was fastened only with two twisted wires, one at the top and the other at the bottom of the gate. But the majority opinion recites the fact that the man who first reached the boy found the gate fastened, and that he was required to push it down to obtain access. Just what force was required to accomplish this purpose is not shown. But the condition of the gate is unimportant, as it is certain that entrance to the transformer was not had through the gate.\nThe fence enclosing the transformer consisted of three strands of a mesh wire, each strand being twenty-six inches wide, which made a mesh fence six and one-half feet high. There is no contention that access was obtained through the mesh, as they were too small to make that possible. Above this wire fence four strands of barbed wire extended outward on cross-arms, so that the entire fence was about ten feet high. It was these barbed wires above the mesh fence which could be extended so that an intervening space of two feet would exist between them.\nNo witness saw the boys enter the inclosure. The injured boy was not offered as a witness, and the testimony of his companion, offered by defendant, was excluded on account of his youth. The offer was made to show by this excluded testimony that the boys climbed the fence to get a bird’s nest, and later climbed down into the inelosure. This bird’s nest was in a corner post (a sawed-off telephone pole) of the inclosure, but it was not shown that the defendant Was previously aware, or should have been, of the presence of this bird’s nest. However, the complaint is not made that the bird’s nest was an attractive nuisance. It would require - an unusual degree of care to prevent boys from climbing trees and posts in search of birds’ nests.\nThe only affirmative testimony as to how the boys entered the inclosure — the testimony of the Grubbs boy being excluded — was furnished by defendant. A number of witnesses testified on behalf of defendant to the effect that there were footprints on the posts and braces. The injured boy wore shoes. His companion was barefooted. A witness testified that he observed “one foot-print on the angle brace that came up at the side of the corner post, and this brace had showed the print of a foot where some one had climbed np the brace to get on the inside of the substation. ’ *\nIt appears, therefore, even with the testimony of the Grubbs boy excluded, that entrance to the inclosure was obtained by climbing over the fence at the post where the bird’s nest was. There would even then have been no danger had not the injured boy, with the aid of the plank, after getting into the inclosure, climbed upon the transformer, where he could reach the wire. It is true this wire was not insulated, but why should it have been, if it was in a place where there was no reason to anticipate that it could be reached, even by a child?\nThe law of attractive nuisances is exhaustively annotated in a note to the case of United Zinc & Chemical Co. v. Van Britt, 36 A. L. R. p. 28. The annotations extend from page 34 to page 294, and this exhaustive review is summarized as follows: “To recapitulate: To make out a case against the person responsible for the danger, there must appear: First. That the injured child was too young to understand and avoid the danger. Second. That there was reason to anticipate the presence of such children, either because of some attraction on the premises, or because the danger was in some place where children had a right to be. Third. That there was a strong likelihood of accident. Fourth. That the danger was one other than those ordinarily encountered. Fifth. That the precautions not taken were such as a reasonably prudent person would have taken under the circumstances.”\nUnder these tests, it occurs to me that a case of liability was not made. It is, no doubt, true that the injured child was too-young to understand and appreciate the danger, but there was no reason to anticipate that he would climb over the fence, and it occurs to me that the precautions taken to prevent this were such as a reasonably prudent man would have considered sufficient.\nIn 45 C. J., page 682, at § 185 of the chapter on Negligence, it is said: “A property owner is not require cl to make Ms premises ‘child proof’ by providing all possible safeguards against the entry of children, but he fulfills, his full duty when he provides such safeguards as would reasonably prevent injury to a child of ordinary and normal instincts, habits and training*; and if he has provided such safeguards, he is not liable for injury to a child who had overcome the obstacles and succeeded in reaching a place of danger.” The numerous cases cited in the note to the text just quoted fully sustain the text.\nI do not review the cases cited by the majority to distinguish them from the instant case, but the distinction exists. For instance, the majority quote from the case of Wilmes v. Railroad, 175 Iowa 101, 156 N. W. 880, L. R. A. 1917F, 1024, in which case the 'Supreme Court of Iowa said: “We are not. dealing with a trespassing child, for no one is a trespasser who comes by invitation of the owner.” How can it be said that there\" was any invitation here, even to a child, where there was a ten-foot wire fence to keep all persons off the premises ¶\nThe same court said in the case of Anderson v. Fort Dodge, D. M. & S. R. Co., 150 Iowa 465, 130 N. W. 391, that “To say that a property owner must guard against such injury to a trespassing* boy simply because it is possible for him in a venturesome spirit to climb' into the zone of danger would be intolerable. ’ ’\nIt occurs to me that the majority opinion makes one possessing or operating an instrumentality, which might attract and injure a child, an insurer that the child shall not be injured by requiring such precautions to be taken that an injury is not possible.\nThis is very difficult, if not impossible, in the operation of any business in the conduct of which a child might be injured, and imposes a much higher degree of care than the law exacts. '\nIt is my opinion' that such precautions were here taken as the law requires, and that liability was not established, and a verdict should have been directed in defendant’s favor, and I therefore dissent.",
        "type": "dissent",
        "author": "Smith, J.,"
      }
    ],
    "attorneys": [
      "Albert Walls, G. H. Moses and J. W. House, for appellant.",
      "T. G. Trimble, W. W. McCrary, Jr., and T. G. Trimble, Jr., for appellee."
    ],
    "corrections": "",
    "head_matter": "Arkansas Power & Light Company v. Kilpatrick.\nOpinion delivered April 25, 1932.\nAlbert Walls, G. H. Moses and J. W. House, for appellant.\nT. G. Trimble, W. W. McCrary, Jr., and T. G. Trimble, Jr., for appellee."
  },
  "file_name": "0678-01",
  "first_page_order": 698,
  "last_page_order": 710
}
