{
  "id": 1428437,
  "name": "Home Indemnity Company v. Banfield Brothers Packing Company, Inc.",
  "name_abbreviation": "Home Indemnity Co. v. Banfield Bros. Packing Co.",
  "decision_date": "1934-01-22",
  "docket_number": "4-3293",
  "first_page": "683",
  "last_page": "693",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 683"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "215 Pac. 66",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": 0
    },
    {
      "cite": "125 Wash. 28",
      "category": "reporters:state",
      "reporter": "Wash.",
      "case_ids": [
        763824
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash/125/0028-01"
      ]
    },
    {
      "cite": "166 Fed. 741",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6723620
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/166/0741-01"
      ]
    },
    {
      "cite": "38 L. R. A. (N. S.) 62",
      "category": "reporters:federal",
      "reporter": "L.R.A.N.S.",
      "opinion_index": 0
    },
    {
      "cite": "143 S. W. 85",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "102 Ark. 1",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1354038
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/102/0001-01"
      ]
    },
    {
      "cite": "270 S. W. 529",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "168 Ark. 283",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8721327
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/168/0283-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 780,
    "char_count": 20219,
    "ocr_confidence": 0.479,
    "pagerank": {
      "raw": 4.733235207485977e-07,
      "percentile": 0.92955091204159
    },
    "sha256": "59e4a7480399f90c8bef7186677aa4678ce6875992e867401515931ab1471c44",
    "simhash": "1:e2a361dbc1810408",
    "word_count": 3506
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Home Indemnity Company v. Banfield Brothers Packing Company, Inc."
    ],
    "opinions": [
      {
        "text": "Butler, J.\nThe appellee, Banfield Brothers Packing Company, is a corporation engaged in the transportation of commodities for hire by means of buses and trucks, and was insured in the appellant, Home Indemnity Company, against loss imposed by law upon it for bodily injury or death occasioned to others by the operation of its vehicles, and also by another clause of the policy, against loss for damage or destruction of property caused by the operation of the said vehicles. Under the general conditions of the policy, and the subhead— “Notices to Company”- — the following stipulation is found:\n“Upon the occurrence of an accident, the assured shall give prompt written notice thereof to the company’s home office at New York, New York, or to an authorized agent. If any claim is made on account of such accident, the assured shall give like notice thereof with full particulars. If, thereafter, any suit or other proceeding is instituted against the assured to enforce such claim, the assured shall immediately forward to the company at its home office every summons or other process served upon him. Notice given by or on behalf of the assured to any authorized agent of the company within the 'State in which this policy is issued, with particulars sufficient to identify the assured, shall be deemed to be notice to the company, it being understood that failure to give any notice required to be given by this policy, within the time specified therein, shall not invalidate any claim made by the assured, if it shall be shown not to have been reasonably possible to give such notice within the prescribed time, and that notice was given as soon as was reasonably possible.\n“The assured shall not voluntarily assume any liability, nor incur any expense, other than for immediate surgical relief, nor settle any claim, except at the assured’s own cost. The assured shall not interfere in any negotiation for settlement, nor in any legal proceeding, but whenever requested by the company, and at the company’s expense, the assured shall aid in securing information and evidence and the attendance of witnesses, and shall cooperate with the company (except in a pecuniary way) in all matters which the company deems necessary in the defense of any suit or in the prosecution of any appeal. * * *”\nWhile the policy was in full force and effect, on the 16th day of December, 1931, a collision occurred between a truck owned and operated by the plaintiff, and an automobile owned by J. Y. Stanfield, driven at the time by his wife, Margaret Stanfield. The driver of the truck was engaged in the business of his employer, and as a result of the collision, Stanfield’s automobile was damaged, and it subsequently developed that Mrs. Stanfield had sustained severe personal injuries. She brought suit against the packing company on the 13'th day of January, 1932, and on the day following a newspaper carried an account of the filing of the suit, which was read by the local agent of the packing company. He called Mr. Miller, the manager of the packing company, on the telephone, and they had some conversation regarding the matter. As a result of this, an attorney for the indemnity company came to Fort Smith on the 21st day of January to make an investigation of the accident. He made a partial investigation, but left before completing it, and Mr. Rush, the general claim agent of the indemnity company, came to Fort Smith about.five or six days later to investigate the case. He informed Mr. Miller that, inasmuch as the claim was not reported to the indemnity company until after suit was filed, lie could not handle it unless the packing company would execute a “Reservation of Rights Agreement.” This agreement was accordingly executed, and is in part as follows: ‘ ‘ The company disclaims liability for such accident under the aforesaid policy contract on the ground that no report of said accident was made to the company until after suit had been instituted in Sebastian Circuit Court, Port Smith District, on January 13,1932.\n“Whereas, both parties now desire to cooperate to reduce to a minimum the final loss, if any, arising out of such accident, and to postpone the determination of their respective rights and liabilities under said policy until the amount of the assured’s legal liability, if any, for damages arising out of such accident is made final, definite and certain. ’ ’\nActing on the instruction of the Indemnity Company, Mr. Rush afterward wrote the packing company a letter denying' liability on the ground that no report of the accident was made to the Indemnity Company within the time required by the policy. Thereupon the packing* company notified the Indemnity Company that it would be required to defend the suit, and, this notification being ignored, the packing company employed counsel.\nThe case proceeded to trial, and resulted in a verdict in favor of Mrs. Stanfield in the sum of $2,406, being the total amount of the judgment, interest and costs.\nThis suit was brought by the packing company to recover said amount from the Indemnity Company and resulted in a verdict in its favor in the sum of $1,203. The Indemnity Company has prosecuted an appeal from the judgment, and the packing company has filed a cross-appeal from the order of the court overruling its motion for a judgment, non obstante veredicto. The cross-appeal of the packing company will not be discussed for the reason that we have concluded that the whole case must he reversed for errors hereinafter pointed out.\nIt is undisputed that no notice was given the indemnity company immediately after the collision, and that the first notice it received was on January 14, 1932, the day after the suit was filed. The first contention made by the appellant is that the court should have directed a verdict in its favor because the undisputed proof shows that no immediate notice was given, and that there was a failure to show that it was not reasonably possible to give notice sooner than it was given. The contention of the appellee, is that the notice could not have been given sooner because it did not know that Mrs. Stanfield had suffered any injury from winch it could be reasonably anticipated that a claim for damages would fio ay, and that the damage to the car and the injury to Mrs. Stan-field, of which it had knowledge, Avere of a slight and inconsequential nature, and that the failure to give notice was the occasion of no injury to the indemnity company, as it had ample opportunity, after receiving notice of the alleged injury, and the suit based thereon, to -make whatever investigation was necessary to prepare for a defense of the suit, or to make a reasonable settlement, if it so desired. On this phase of the case the evidence is in conflict.\nMr. Stratton, the driver of the truck which collided with the automobile driven by Mrs. Stanfield, testified that the impact was very slight, and that he immediately examined the car and found but very little damage to it, and Mrs. Stanfield stated at the time that she had not been hurt, but Avas scared. The testimony of the other employees of the packing company is to the effect that on that day, and on two or three days following, Mrs. Stanfield Avas at the office of the company, demanding that her car be repaired; that she did not complain of having suffered any injury, and appeared to be uninjured but very angry; that the car was examined, and the damage found to be so slight, and they agreed to have the car repaired without regard to whether or not they were liable; that they estimated that the cost would not be over $1; and that none of them had any information that Mrs. Stanfield Avas injured in any Away, or Avas claiming to be, until the suit was filed and they were notified of it.\nIn conflict with this is the testimony of Mr. and Mrs. Stanfield. The former testified that a short wdfile after the accident he informed the manager of the packing company that his car had beeni badly damaged, and that he wanted it fixed; that his wife had sustained personal injuries, and -was then being treated by a doctor; that the manager replied, “I will see to that in a day or two,” and walked off. He described how the car was damaged, and from his testimony it appears that the damage to it was not slight, but substantial.\nThe testimony of the attorney for the indemnity company who first came to investigate the claim is to the effect that the packing company would not cooperate with him or lend any assistance in making the investigation, and because of this he left. This is disputed by the witnesses for the packing company, its employees, who testified that they were rendering all the assistance they could, and that the reason the attorney left before completing the investigation was, as he stated, that he was called to another part of the State, and Mr. Rush would come and complete the investigation; that Mr. Rush did appear soon thereafter, and he makes no complaint of any failure of the employees of the packing company to cooperate with him, but that the manager, Mr. Miller, made some apology for his treatment of the attorney, and gave some explanation regarding it.\nIt appears from Mr. Rush’s testimony that he had ample opportunity to make the investigation, and that he did so, reaching the conclusion that it was a ease of liability, and from the statements made to him by Mrs. Stanfield he might have settled.\nIt is the contention of the appellant that the giving of the notice was a condition precedent to the appellee’s right to recover, and that, while it is not expressly so provided in the contract, it is necessarily implied by the language employed, and, being such, the requirement of notice is of the essence of the contract; that the failure to give such notice immediately after the collision avoided the contract, even though the packing company was not apprised at the time that any claim would be made for personal injuries. The contention that immediate notice was required is based on the fact that the policy indemnified the insured, not only against claims for personal injury, but also against claims for property damage, and that the court should have directed a verdict in favor of the appellant.\nWe do not construe the language used with reference to the giving of notice as being a condition precedent. It is not so expressly provided, neither do we think it is necessarily implied for the reason that it is not to be supposed the requirement of notice was a device designed to prevent a recovery on a just claim. To be valid, it must have been for some reasonable purpose, and this was to give the insurer a reasonable opportunity to investigate the circumstances and prepare for a defense, if necessary; or, if it thought it prudent and could do so, to settle the claim arising because of the accident. We are of the opinion, therefore, that the cases cited by the appellant on this phase of the case are not in point, and, while we do not review them at length or seek to distinguish them from the case at bar, we may say that these cases turn either on a contract different in its terms to the one now before us, or upon a state of facts essentially dissimilar.\nThe contract under consideration in this case is similar in all essential particulars to that in the case of Home Life & Accident Co. v. Beckner, 168 Ark. 283, 270 S. W. 529, cited by appellee, which followed and approved the case of Hope Spoke Co. v. Maryland Casualty Co., 102 Ark. 1, 143 S. W. 85, 38 L. R. A. (N. S.) 62, Ann. Cas. 1914A, 268.\nThe ease of Hope Spoke Co. v. Maryland Casualty Co., supra, was a suit not unlike the case at bar, and one of the defenses there made was that the notice was a condition precedent, and failure to give such notice would avoid the policy. In that case the court stated in effect that the language of the policy was ambiguous and should be given the interpretation most strongly against the insurer which it would reasonably bear. The court called attention to the unqualified stipulation in the policy that' it would indemnify the insured against liability imposed by law on account of bodily injuries, and that, construing this stipulation with that of notice, indicated that the requirement of notice was for the purpose of giving opportunity for an investigation of the facts attendant upon the accident and to effect a settlement, or prepare for defense. This case also laid down the rule that where the provision for notice was not a condition precedent, failure to give notice would not avoid the policy unless it was shown that the insurer suffered some loss or injury because notice was not given sooner. In the Beckner case there is language which might be interpreted to qualify that rule, but the real point on which the case turned ivas the long and inexcusable delay in giving notice. The accident involved in that case occurred on June 25, 1915, and the insured did not notify the insurer until, January 24, 1917. The court held that this was an unreasonable and inexcusable delay, and, while not stating the reason for so holding, it is patent that it must have indulged the presumption that injury resulted thereby, because it is apparent that the insurer was- prevented from making any reasonable investigation of the circumstances surrounding the accident, especially when it Avas further shown that a suit had been filed against the insured for injuries arising because of the accident approximately ten months before the date when the insurer was-first notified of the happening of the accident and the filing’ of the. suit.\nThe correct rule as announced in the Hope Spoke Company case is that, unless a stipulation constitutes a condition precedent and all rights under the policy are forfeited for failure to comply Avith it, an omission to comply therewith is not a def ense to a suit on the policy unless some injury resulted from such omission. In support of the rule announced, the court cited, as fully sus-. taining it, a number of cases from respectable courts which Avill be found on page 9 of the volume in Avhich that case is reported. See also Frank Parmelee Co. v. Ætna Life Ins. Co., 166 Fed. 741.\nIt is also insisted that there Aims no duty to make a report of the accident because it was a trivial one. We think this is the general rule. In McKenna v. International Indemnity Co., 125 Wash. 28, 215 Pac. 66, it is said: “It is not every trivial mishap or occurrence that the assured under such a policy of liability insurance must regard as an accident of which notice should be given immediately to the insurance company, even though it may prove afterwards to result in serious injury.” The general rule is stated in 36 C. J., 1105, as follows: “Where no bodily injury to the third person is apparent at the time of an accidental occurrence, and there is no reasonable ground for believing that a claim for damages against insured may arise, insured is not required to give insurer notice until the subsequent information as to injury would suggest to á person of ordinary and reasonable prudence that a liability might exist. ’ ’ But whether or not the accident was trivial, was a question for the jury under the evidence adduced. Prom the testimony of the Stanfields and of their attorney, the jury might have found that the personal injury was such that it might have been reasonably anticipated that serious consequences might arise and for which a claim for damages might be made, whereas the testimony adduced on the part of the packing company might have justified the contrary conclusion.\nIt is our opinion that the court did not err in refusing to direct a verdict for the appellant, but it is insisted, if this be so, the court erred in giving instructions Nos. 3 and 5, at the appellee’s request and in refusing to give instructions Nos. 10 and 11, requested by the appellant.\nInstruction No. 3' told the jury that the failure to give immediate notice of the accident would not be a defense to the suit if the packing company had no knowledge that Mrs. Stanfield had received a personal injury until she brought suit against the company. Instruction No. 5 told the jury that, although the packing company did know that she had received a personal injury and had failed to report the same until after suit was brought, this alone would not defeat recovery, but that it must be shown also that the appellant was damaged or sustained a financial loss on account of the failure to give immediate notice, and, if it lost no substantial legal right on account of the fact that notice of the accident was not given sooner, failure to notify would not be a defense. We think these instructions were properly given, and what we have heretofore said justifies that conclusion.\nThe appellant, however, was entitled to the converse of instruction No. 5 which was embodied in instructions Nos. 10 and 11, requested by it and refused by the court. Those instructions in effect would have charged the jury that if it found from the evidence that the plaintiff in the case failed or refused to comply in good faith with the provisions of the policy to the defendant’s prejudice, plaintiff could not recover, and the burden was upon the plaintiff to show by the evidence that it complied in good faith with the provisions of the policy or that its failure to do so worked no injury or prejudice to the rights of the defendant. These instructions should have been given, and the appellant should have been permitted to introduce the testimony offered tending to show that it had suffered prejudice. To show that it had not so suffered, appellee elicited from the attorney of Mrs. Stanfield, the evidence that the indemnity company could not have settled the case for less than $2,500. In response to this testimony appellant offered to prove by Mr. Rush, the general manager, that it was the usual and customary manner of handling claims, when notice was given of the accident, to make an investigation and to negotiate a settlement if the investigation disclosed liability. This testimony was overruled.\nAppellant asked Mrs. Stanfield whether or not she would' have accepted one hundred and fifty or two hundred dollars, and the court refused to permit her to answer this question. She had already testified that she would have been willing to settle her claim for personal injuries out of court, and in answer to the question asked as to whether or not she would have settled before she found out her condition, she answered: “I cannot say. I would have gone by what the doctor said”; and, in speaking of her attorney and as to whether or not she would have settled without consulting him, she stated that she did not know. She should have been permitted to answer the question overruled by the court, and her entire testimony should have been allowed to go to the jury to be considered for what it was worth, on the question as \"to whether or not appellant suffered injury because it was not notified of the injury to Mrs. Stanfield before the filing of the suit. The appellee, however, contends that all of these questions are precluded because, having elected to investigate the case in attempting to settle the same, it waived the failure to give notice.\nWe are of the opinion that the “Reservation of Rights Agreement” was executed for the very purpose its title implies — namely, that the investigation made would not be a waiver of the defense stated therein. As we see it from the record before us, only two questions are involved; first, was the appellee unaware of any substantial injury suffered or claimed to have been suffered by Mrs. Stanfield until the bringing of the suit; and, second, if appellee had this knowledge, did it notify the appellant as soon as reasonably possible, and, if not, did such omission prejudice the rights of the appellant so as to cause it to be injured? The judgment of the trial court is reversed, and the cause remanded for a new trial, so that these issues may be submitted to the jury under proper instructions.",
        "type": "majority",
        "author": "Butler, J."
      }
    ],
    "attorneys": [
      "Pryor & Pryor, for appellant.",
      "Hill, Fitzhugh & Brizzolara, for appellee."
    ],
    "corrections": "",
    "head_matter": "Home Indemnity Company v. Banfield Brothers Packing Company, Inc.\n4-3293\nOpinion delivered January 22, 1934.\nPryor & Pryor, for appellant.\nHill, Fitzhugh & Brizzolara, for appellee."
  },
  "file_name": "0683-01",
  "first_page_order": 701,
  "last_page_order": 711
}
