{
  "id": 8724970,
  "name": "National Life & Accident Insurance Company v. Brim",
  "name_abbreviation": "National Life & Accident Insurance v. Brim",
  "decision_date": "1932-12-12",
  "docket_number": "4-2783",
  "first_page": "684",
  "last_page": "686",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 684"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 287,
    "char_count": 4283,
    "ocr_confidence": 0.527,
    "sha256": "4a4f7e31c894c0a276f84fcdb50e886f034a7841f0db59fa3169167efa028b91",
    "simhash": "1:be4560125fdd8f82",
    "word_count": 747
  },
  "last_updated": "2023-07-14T16:45:47.259153+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "National Life & Accident Insurance Company v. Brim."
    ],
    "opinions": [
      {
        "text": "McHaney, J.\nNovember 16,1931, appellant issued to Turner Madden, colored, a policy of life insurance in tbe sum of $375, in which appellee, cousin of the insured, was named beneficiary. Madden died January 30, 1932, with all premiums paid. Thereafter, in apt time, proof of death was made and payment demanded, which was refused, and this suit followed. Appellant defended on two grounds, first, that the deceased was not the insured; and, second, that, if he were, he was afflicted with tuberculosis, and was not in sound health at the date of the policy, in violation of one of its express provisions. A trial resulted in a verdict and judgment against appellant in the sum sued for, and the court allowed an attorney’s fee of $100 for appellee’s attorney, without hearing testimony, and in the absence of attorneys for appellant.\nOnly a question of fact is presented by this appeal as to appellant’s liability, the question of the identity of the insured being waived or abandoned. Did the insured have tuberculosis, or was he. otherwise not in sound health at the date of the policy, no medical examination being required? The court submitted these questions to the jury at appellant’s request in instruction No. 2, and also the identity of the insured in instruction No. 4. The jury has decided by its verdict all questions of fact against appellant. On appeal this court will not reverse on the insufficiency of the evidence if there is any substantial evidence to support the verdict, and, in determining this question, we must view the evidence in the light most favorable to the appellee, giving it its strongest probative value. When so considered, we find the evidence amply sufficient and of a very substantial nature to show that at the date of the policy the insured was in sound health. In addition to the testimony of the widow, a number of friends and acquaintances, and the appellee, the agent who took the application of the insured, recommended the applicant for insurance, and in Ms testimony at the trial stated: “He was as fine a looking specimen as I ever saw, he was a man about 25 or 26 years old and would weigh about.140 or 150 pounds and about 5 feet 6 or 7 inches.” In addition he testified: “Q. Tell the jury whether or not he was in good sound health when he got this policy? A. Yes, sir, he was in good health. ’ ’ In addition to all this, Dr. Rogers, who attended him in his last illness, testified that he found no symptoms of tuberculosis, but that he died of pneumonia. Contradictory of all this is the testimony of Dr. Butts, that the insured was brought to his office by Mr. Tappan in September, 1931, and that he found him suffering with tuberculosis in the advanced stage. Appellant insists that Dr. Butt’s testimony is undisputed that the insured had tuberculosis at the date of the policy, in violation of its provisions, and that therefore the court should have directed a verdict for it. While Dr. Rogers’ testimony was of a negative character as to whether Madden had tuberculosis, he testified positively that he died of pneumonia. This evidence alone was sufficient to make a question of fact for the jury, and, while the lay-witnesses were not asked as to whether he was so afflicted, a number of them testified to his good health, and, of course, if he were in good health at the date of the policy, he was not in the advanced stage of tuberculosis. The court did not err therefore in refusing to direct a verdict for appellant at its request.\nAs to the allowance of $100 attorney’s fee, we cannot agree with appellant that it is excessive, or that the court erred in so doing without hearing' evidence in the absence of counsel for appellant, as the only matter raised in. the motion for a new trial was that the allowance was excessive, and its alleged excessiveness is the only question we can consider. While the amount involved is small, only $375, yet the work involved and skill required were the same as if the amount had been much larger. In effect, it amounts to $50 in each court, there and here. We cannot say that the allowance is excessive or arbitrary.\nAffirmed.",
        "type": "majority",
        "author": "McHaney, J."
      }
    ],
    "attorneys": [
      "Bevens & Mundt, for appellant.",
      "A. M. Coates, for appellee."
    ],
    "corrections": "",
    "head_matter": "National Life & Accident Insurance Company v. Brim.\n4-2783\nOpinion delivered December 12, 1932.\nBevens & Mundt, for appellant.\nA. M. Coates, for appellee."
  },
  "file_name": "0684-01",
  "first_page_order": 704,
  "last_page_order": 706
}
