{
  "id": 1432134,
  "name": "Curlin v. Watson",
  "name_abbreviation": "Curlin v. Watson",
  "decision_date": "1933-06-26",
  "docket_number": "4-3137",
  "first_page": "685",
  "last_page": "688",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 685"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "289 S. W. 324",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "172 Ark. 480",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1407852
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/172/0480-01"
      ]
    },
    {
      "cite": "293 S. W. 1021",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "173 Ark. 1004",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8725481
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/173/1004-01"
      ]
    },
    {
      "cite": "281 S. W. 678",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "170 Ark. 880",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1371643
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/170/0880-01"
      ]
    },
    {
      "cite": "278 S. W. 649",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "170 Ark. 10",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1371677
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/170/0010-01"
      ]
    },
    {
      "cite": "277 S. W. 559",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "170 Ark. 1",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1371711
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/170/0001-01"
      ]
    },
    {
      "cite": "279 S. W. 366",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "274 S. W. 5",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "168 Ark. 829",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8725586
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/168/0829-01"
      ]
    },
    {
      "cite": "269 S. W. 567",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "168 Ark. 174",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8720034
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/168/0174-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 341,
    "char_count": 5632,
    "ocr_confidence": 0.506,
    "pagerank": {
      "raw": 1.3310070547246654e-07,
      "percentile": 0.6289285591553794
    },
    "sha256": "5b3a6921593023e0f3470eda90893984c4d2f64d7c1dd03bb1c916efe6f4b8b4",
    "simhash": "1:2fda9be2134eb982",
    "word_count": 981
  },
  "last_updated": "2024-02-27T21:18:50.990705+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Curlin v. Watson."
    ],
    "opinions": [
      {
        "text": "Mehaffy, J.\nThe appellant began this suit in the Pulaski Chancery Court alleging that he is the duly qualified and acting sheriff of Crittenden County, Arkansas, for the term ending December 31, 1934, and that the appellee is the duly qualified and acting Commissioner of Revenue of the State of Arkansas; that under the provisions and authority of §§ 29, 30, 31, 32 and 33 of act No. 65 of the General Assembly of 1929 the appellant, as sheriff, is charged with the duty of collecting, under the State Highway Commission, the motor vehicle tax as provided in said act; that such act was amendatory of the laws previously in force; that under preceding sections of the same act the State Highway Commission is charged with the supervision of the collection of said motor vehicle tax, preparation of supplies for use in collecting said tax, including the metal tags for use on the motor vehicle as evidence of the fact of payment, and the auditing of the accounts of the various sheriffs in connection with such collection; that, under the provisions of § 30 of said act, the appellant is entitled to 35 cents from each collection made, as a fee for his services; that, during the session of the General Assembly for the year 1933, acts No. 9 and No. 94 were passed, which, while not stating that they were amendments to said act No. 65, are to a certain extent amendments thereto.\nIt was further alleged that the only effect of the acts of 1933 was to transfer the duties of the State Highway Commission to the Revenue Department, but leaving act 65 in full force as to all duties enjoined upon the sheriff under said act; that the appellee has notified appellant and other sheriffs that he will undertake on July first all duties under said act 65, and will not allow the sheriffs to exercise any functions under said act, and will not furnish them with any supplies for use in connection with such collection.\nAppellant prayed an order restraining the Commissioner of Revenue from acting under act No. 94 of the Acts of 1933.\nAppellee filed answer admitting that he would, on July 1, 1933, proceed to collect the motor vehicle tax, and would not recognize the sheriffs as having any duties in connection with said collections; and he admitted that one of the effects of the construction placed upon said act would deprive the sheriffs of the fee for services performed, and that in all acts in connection with such tax, appellee would be acting as Revenue Commissioner of the State of Arkansas.\nThis cause was submitted to the court upon complaint and answer, and the court entered a decree dismissing the complaint for want of equity. The case is here on appeal.\nAct No. 9 referred to by appellant, transferred the duties enjoined upon the highway commission and highway department in relation to the registration and license fees on automobiles, trucks, tractors, motorcycles and all other motor vehicles to the Revenue. Department.\nAct No. 94 reads as follows: “Section 1. Beginning July 1, 1933, the Commissioner of Revenues shall collect the motor vehicle license fees prescribed by law, and he is empowered to make and enforce the necessary rules and regulations to insure such,collections.”\nThe only question for our consideration is whether act No. 94 makes it the duty of the Commissioner of Revenues to collect the motor vehicle license fees, and repeals that part of the law with reference to the collection of this tax by sheriffs.\nAct No. 94 is plain and unambiguous, and in express terms requires the Commissioner of Revenues to collect the taxes. It is in direct conflict with the provisions of act No. 65 of 1929.\nWhile the law does not favor repeal of a statute by implication, yet subsequent legislation repeals previous legislation with which it is in conflict, whether it expressly declares such repeal or not. An implied repeal results when the later act cannot be harmonized with the terms and necessary effect of an earlier act. In such case the later law prevails as the last expression of the legislative will. When the repugnancy is ascertained, the later act, in date, has full force, and displaces by repeal whatever in the earlier act is inconsistent with it, .and this is true whether it expressly declares such repeal or not. Lewis’ Sutherland Statutory Construction, vol. 1, 461 et seq; Massey v. State use Prairie County, 168 Ark. 174, 269 S. W. 567; Mays v. Phillips County, 168 Ark. 829, 274 S. W. 5, 279 S. W. 366; Standley v. County Board of Education, 170 Ark. 1, 277 S. W. 559; Babb v. El Dorado, 170 Ark. 10, 278 S. W. 649; State v. White, 170 Ark. 880, 281 S. W. 678; Ouachita County v. Stone, 173 Ark. 1004, 293 S. W. 1021.\nAs repeal by implication is not favored, in order that a later statute repeal a former statute by implication, there must be such a positive repugnancy between the two laws that they cannot stand together, and there must be irreconcilable conflict. When, however, two acts relating to the same subject are necessarily repugnant to or in conflict with-each other, the later act must control, and, to the extent of such repugnancy or conflict, operates as a repeal of the prior act, whether so expressly declared or not. State v. Bain, 172 Ark. 480, 289 S. W. 324.\nAct No. 94 of the Acts of 1933 is in irreconcilable conflict with the prior law with reference to the collection of motor vehicle licenses, and the later act must control.\nThe decree of the chancery court is affirmed.",
        "type": "majority",
        "author": "Mehaffy, J."
      }
    ],
    "attorneys": [
      "R. V. Wheeler, for appellant.",
      "Hal L. Norwood, Attorney General, Pat Mehaffy, Assistant, and Coleman & Riddick, for appellee."
    ],
    "corrections": "",
    "head_matter": "Curlin v. Watson.\n4-3137\nOpinion delivered June 26, 1933.\nR. V. Wheeler, for appellant.\nHal L. Norwood, Attorney General, Pat Mehaffy, Assistant, and Coleman & Riddick, for appellee."
  },
  "file_name": "0685-01",
  "first_page_order": 705,
  "last_page_order": 708
}
