{
  "id": 8723680,
  "name": "State ex rel. Greene County Bar v. Huddleston",
  "name_abbreviation": "State ex rel. Greene County Bar v. Huddleston",
  "decision_date": "1927-04-18",
  "docket_number": "",
  "first_page": "686",
  "last_page": "705",
  "citations": [
    {
      "type": "official",
      "cite": "173 Ark. 686"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "141 N. W. 283",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "153 Wis. 350",
      "category": "reporters:state",
      "reporter": "Wis.",
      "case_ids": [
        8691344
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/wis/153/0350-01"
      ]
    },
    {
      "cite": "11 Allen 473",
      "category": "reporters:state",
      "reporter": "Allen",
      "case_ids": [
        313712
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/93/0473-01"
      ]
    },
    {
      "cite": "39 L. R. A. (N. S.) 116",
      "category": "reporters:federal",
      "reporter": "L.R.A.N.S.",
      "opinion_index": 0
    },
    {
      "cite": "97 N. E. 751",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": 0
    },
    {
      "cite": "211 Mass. 187",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        476950
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/211/0187-01"
      ]
    },
    {
      "cite": "91 Atl. 274",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "88 Conn. 447",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        1650739
      ],
      "opinion_index": 0,
      "case_paths": [
        "/conn/88/0447-01"
      ]
    },
    {
      "cite": "13 L. R. A. 767",
      "category": "reporters:federal",
      "reporter": "L.R.A.",
      "opinion_index": 0
    },
    {
      "cite": "22 Atl. 441",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "60 Conn. 11",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        8845543
      ],
      "opinion_index": 0,
      "case_paths": [
        "/conn/60/0011-01"
      ]
    },
    {
      "cite": "46 Pac. 644",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": 0
    },
    {
      "cite": "15 Wash. 417",
      "category": "reporters:state",
      "reporter": "Wash.",
      "case_ids": [
        5128289
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash/15/0417-01"
      ]
    },
    {
      "cite": "6 Baxt. (Tenn.) 331",
      "category": "reporters:state",
      "reporter": "Baxt.",
      "opinion_index": 0
    },
    {
      "cite": "30 N. W. 485",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 0
    },
    {
      "cite": "70 Ia. 206",
      "category": "reporters:state",
      "reporter": "Iowa",
      "case_ids": [
        8648558
      ],
      "opinion_index": 0,
      "case_paths": [
        "/iowa/70/0206-01"
      ]
    },
    {
      "cite": "45 Pac. 1034",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "case_ids": [
        2475731
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-unrep/5/0414-01"
      ]
    },
    {
      "cite": "51 Tex. 81",
      "category": "reporters:state",
      "reporter": "Tex.",
      "case_ids": [
        2149022
      ],
      "opinion_index": 0,
      "case_paths": [
        "/tex/51/0081-01"
      ]
    },
    {
      "cite": "107 U. S. 265",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3499860
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/107/0265-01"
      ]
    },
    {
      "cite": "21 L. R. A. (N. S.) 821",
      "category": "reporters:federal",
      "reporter": "L.R.A.N.S.",
      "opinion_index": 0
    },
    {
      "cite": "101 Pac. 357",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": 0
    },
    {
      "cite": "53 Wash. 1",
      "category": "reporters:state",
      "reporter": "Wash.",
      "case_ids": [
        542411
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash/53/0001-01"
      ]
    },
    {
      "cite": "139 Pac. 764",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": 0
    },
    {
      "cite": "142 S. W. 194",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "101 Ark. 210",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1311123
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ark/101/0210-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1466,
    "char_count": 41561,
    "ocr_confidence": 0.442,
    "pagerank": {
      "raw": 1.622625955189101e-07,
      "percentile": 0.6875161447636522
    },
    "sha256": "010d45fbc5b93db910dbc77b5280b80011edc3a6a237161a9e1f04c496973cd2",
    "simhash": "1:3acb2051602ac8de",
    "word_count": 7256
  },
  "last_updated": "2024-02-27T16:22:26.640555+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "State ex rel. Greene County Bar v. Huddleston."
    ],
    "opinions": [
      {
        "text": "Wood, J.\nOn the 17th of August, 1925, certain mem- ' bers of the Bar Association of Greene County, Arkansas, exhibited charges of such association against M. P. Huddleston. It was charged, in substance, that Huddle: ston was a member of the association; that one John Lane was indicted in the Greene County Circuit Court for the larceny of $20,200 of United States Liberty bonds, the property of one Jaméis W. Alexander; that he was tried at the December term, 1924, of the court, and convicted, and thereafter appealed to the Supreme Court, where the judgment of conviction was reversed, and the cause. remanded for a new trial. On the day Lane was arrested for the larceny of the bonds, Alexander instituted a civil action against him to replevy the 'bonds, and caused a capias to be issued with the summons. The trial of the civil action resulted in a judgment in favor of Alexander for the return of the bonds. Lane admitted in open court that he had the bonds, but refused to surrender them, and was adjudged guilty of contempt in refusing to return them. An appeal was lodged by Lane in the civil action for recovery of the bonds, and also from the judgment against Lane imprisoning him for contempt. These judgments were affirmed by the Supreme Court on April 127, 1925. On June 6,1925, the kw firm of Gautney & Dudley were employed by Lane to petition the circuit court of Greene County asking that he be purged of contempt. Lane set forth in his petition that he had buried the bonds in controversy upon his father’s farm, and that same had been stolen from the place where he had buried them. He stated that $17,600 of the bonds were buried by him in a glass jar in November, 1924, and that, so far as he knew, no one else knew where the bonds were buried; that he sent certain parties to the place where the bonds Avere buried, and they reported that they did not find the bonds in the place indicated, but found the place, which looked as if something had been buried and very recently removed. In the action to recover the bonds and in the contempt proceedings against Lane, Huddleston was one of his attorneys. He Avas not Lane’s attorney in the petition of Lane asking that he be purged of contempt..\nOn July 30, 1925, Block & Kirsch, a firm of lawyers at Paragould, Greene County, Arkansas, xvho Avere attorneys for Alexander in his action to recover the bonds, received information that the bonds had been sold in St. Louis, Missouri, on the 30th of April, 1925. These attorneys went to St- Louis and ascertained that Huddleston had sold and delivered $17,100 of the bonds through a friend of his in St. Louis, and had directed his friend to receive the proceeds in cash; that Huddleston had rented a safety-deposit, box in St. Louis in the name of Ixis friend, and stated that he would call for the money later. Huddleston, through his friend, drew out of the proceeds of the sale of the bonds the sum of $6,850, leaving ..the sum of $10,000 in the safety-deposit box, from which his friend afterwards used the sum of ■ $1,250, which latter sum was later replaced. It was charged that Huddleston, on the first day of August, 1925, was confronted with the above facts, and that he admitted that he had delivered the bonds to his friend in St. Louis for sale three days after the Supreme Court determined that the bonds belonged to Alexander. He admitted that he had used $6,850 of the proceeds of the bond sale, and that he was liable for their conversion, and that he also had in his possession a bond for $500 which Lane had placed with him in October, 1924-. On the 3d of August, 1925, Huddleston paid to the attorneys for Alexander the sum of $1,680 and delivered also'the bond for $500, and gave an order to the agent of the United States Government releasing his friend in St. Louis from liability and directing.the said agent to deliver the $11,250, proceeds of the bonds in his possession, to J. W. Alexander, or his attorneys.\nAt a meeting of the Greene County Bar Association to consider these charges on August 28,1925, Huddleston appeared, and, after reading the written charges preferred against him, declared said charges to be correct, and that he only wished to add'that the $500 bond which Lane placed with him in October, 1924, was taken as collateral securit}r for a loan which he bad made to Lane. Huddleston asked the bar association to defer the charges against him until after the December term, 1925, of the circuit court of Greene County, in order to give him an opportunity to try the case of State against Lane et al. Huddleston further declared before the bar association that it was his intention, as soon as he could borrow the money, to repay Alexander the amount due for the bonds, and was assured by the chairman of the meeting of the bar association that that was a matter with which the association was not concerned. A motion was made and unanimously adopted by the bar association expressing it to be the sense of the association that the conduct of Huddleston was so reprehensible and unbecoming as to warrant immediate disbarment proceedings.\nOn the 3d day of September, 1925, thereafter, a complaint was filed in the circuit court of Greene County by the prosecuting attorney of the Second Judicial Circuit, joined in by nine members of the bar association of Greene County. The complaint alleged,.in substance, the above facts, and, further, that these facts proved a scheme-on the part of Huddleston and Lane to defraud Alexander and to prevent the recovery of the bonds, which both the Circuit and Supreme courts had adjudged to belong to him. The complaint alleged that such conduct on the part of Huddleston was an attempt to put at naught the judgments rendered by both the circuit and Supreme courts, and was a fraud on both of such courts, and grossly unprofessional. The prayer was that a citation issue to be served upon Huddleston, and that, upon a hearing, his license to practice hiw be revoked, and that he be hereafter debarred from practicing the profession of an attorney at law in the State of Arkansas. A citation ivas issued on the above complaint and served on Huddleston September 25,1925. No answer was filed by Huddleston to the complaint. A jury was impaneled to try the issues of fact, and testimony was adduced by the plaintiff which tended to prove the allegations of the complaint. It was proved that, in the civil action by Alexander to recover the bonds, the sheriff returned that he was unable to get possession of the property. The testimony of botín Block and Kirsch ivas to the effect that they were the attorneys for Alexander in the civil proceedings to recover possession of the bonds, and that the facts were as set forth in the exhibit of the charges before the bar association of Greene County and in the complaint of the plaintiffs. In addition to the facts there stated, their testimony was to the effect that Huddleston, in their office, stated that he had some additional testimony in the' criminal case against Lane, and that he did not believe that Lane stole the bonds. He also stated that he sold the bonds as the agent of Lane, and did not think he had done anything wrong. These attorneys also stated that they and Huddleston agreed on the balances to be paid by,him, $5,611.45, as of August 1, 1925; that Huddleston agreed to enter his appearance for the balance 'due, and that judgment might go against him. Huddleston was given permission to read the charges preferred against him before the bar association, and he stated that these charges were correct, except that the $500 bond had come to him as an innocent purchaser, with the understanding that Lane had won it in a game of dice. No criminal charge at that time had been preferred against Lane. Huddleston said that M. A. Barr delivered the bonds to him in the Statler Hotel, in St. Louis. One of the witnesses stated that Huddleston’s reputation prior to the transaction complained of had been good. The other one stated that he had never heard him accused of anything that would call for disbarment, but witness would not call his reputation good — neither would he call it bad. Huddleston did not admit that the bonds had been stolen, but, on the contrary, said he thought that Lane had won them at gaming.\n, In addition to the above testimony, three other attorneys who were present at the meeting of the Greene County Bar Association corroborated the testimony to the effect that Huddleston' admitted that the charges were correct, except as to the $500 bond. One of these witnesses stated that Huddleston mumbled a bit in what he said, but admitted that, in all probabilit3r, he would be disbarred. Another one of these witnesses stated that Huddleston said he had done nothing to cause him to be disbarred, but afterwards modified the statement b37' sa3r-ing, if he had done anything, the publicity he was getting ■would be sufficient. And another witness stated that he wished the charges deferred until after the December term of the court, as he had some evidence that he thought would clear Lane, and he wanted to defend him. Witness’ impression was that Huddleston said perhaps he ought io be disbarred, for what lie had done, or that it was sufficient to disbar him. Two of these witnesses stated that, aside from the matter with which he was charged, Hud-dleston’s previous reputation had been good.\nHuddleston testified in his own behalf to the effect that he had been practicing law since 1897. The first information he had about the bonds came from Lane himself, on October 2, 1924. As he was sorting out and packing some papers in a lawsuit preparatory to leaving on a trip for Europe, Lane came to his office and asked him whether, if a fellow had won some bonds in a crap game, they could take them away from him. Witness told him “No.” Lane then said he had won $20,000 worth of bonds from Jimmie Alexander, and proceeded io tell where the game was, and how many times he had gambled with Alexander. Witness did not believe, until then, that he meant it at all. Witness asked where the bonds were, and Lane said, “In a box at the National Bank of Commerce.” Witness said to Lane, “You go get them — I want to see them — you have got to cite me.” Lane went out and was gone for a minute or two, and came back with the bonds in an envelope in his hand, and handed it to witness. Witness asked Lane what he wished to do, and Lane said that he wanted witness to sell the bonds for him. Witness told Lane to sell them himself, but Lane stated that that would give publicity io the crap game, which would ruin his reputation and would kill his mother and embarrass Alexander. Witness then told Lane to get on the train and go with witness that night to St. Louis, stating that witness would not he in St. Louis long enough to sell them, but in Chicago he would sell them. Lane then said that he could, not do that, because he had a written agreement-with Alexander to allow him sixty days in which Io redeem the bonds, and showed the contract to witness. Witness then told Lane if he wished witness to sell the bonds he would have to wait until the witness returned from Europe. Lane then asked witness for a loan of $50, and gave him one of the bonds as collateral. Lane then went out of witness ’ office, and, after witness liad ‘thought of the strangeness of the thing awhile, it occurred to him that the bonds were registered, and, if so, they would not pass by delivery. Witness afterwards saw Lane passing the office, and called him in, and told him, if the bonds were registered, he could not sell them without a written instrument. Lane went out and returned with the bonds, and witness examined them, and there was nothing on the bonds to indicate that they had been registered. Witness then informed Lane that they would pass by delivery. Witness heard nothing more about the case until he received a letter from his wife while he was in London, informing him that Lane had been arrested for stealing the bonds. As witness came through St. Louis on his way home he met one Harry Reid, whom he had known quite intimately for twenty years. Reid was at that time working for a firm of brokers in St. Louis. Witness was telling Reid about what a strange lawsuit it was about the bonds in controversy, and Reid said, \"Why don’t you sell them?” Witness said that he had not seen them since he left Arkansas. Reid said, \"When you get ready to sell them, bring them to me and I’ll sell them for you.”\nWitness then detailed the trial and conviction of Lane for larceny of the bonds, the appeal to the Supreme Court, and the'reversal of the judgment and. remand of the cause to the circuit court for a new trial, which had not yet occurred, and also about the result of the trial in the civil action, in which Alexander got judgment for the bonds, which judgment was affirmed by the Supreme Court on April 27, 1925. Witness received information, when he got home, that the bonds had been carried to Missouri and put in a safety-deposit box. Witness knew that, such being the fact, the court had no jurisdiction over the bonds and could not determine any title thereto, as the bonds had been taken out of the State on the 14th of October, and the replevin suit was brought October 24, ten days after they had left the State. Witness knew that the court.had no power to determine title to the bonds, and all that it could do was render personal judgment against John Lane for their value. Witness went-to St. Louis to see an expert witness in Lane’s case, who was in thé employ of the Government. He learned from this witness that the bonds would be delivered to witness at the Statler Hotel in St. Louis, and was told who would deliver them. Witness went to the hotel, and the bonds were delivered to him by M. A. Darr. Witness delivered the bonds to Reid, who sold them, and placed the money in a safety-deposit box that Reid himself rented. Witness never saw the key to the box in which the money was placed. The bonds were sold for the aggregate sum of $17,100, and Reid paid witness at different times, out of the proceeds of the bonds, the sum of $6,800. Witness explained his action in authorizing the sale of the bonds as follows: “My connection with the civil case (the replevin suit against Lane for recovery of the bonds) had'ceased entirely when the bonds were sold in St. Louis. That case had been tried in the circuit court and decided, and then appealed and tried and decided in the Supreme Court three or four days before the bonds were ever sold. T couldn’t therefore have been acting-as his attorney iu a professional way in the selling of the bonds, because there was no longer any lawsuit pending for me to represent him in. The reason why I thought I was civilly liable to Alexander for the value of the bonds was this: Alexander had a valid judgment against Lane for the value of the bonds, and I thought the law was that, that being true, the fact that he had property in another State and that I knew about it, if I assisted him in selling that property, would render me liable civilly for the value of the property. I may be wrong about that, but that idea was what I had in. mind, and that was the reason I said I would pay Alexander’s judgment and have it assigned to me, and then I could turn John out of jail, because I was still representing him in the criminal case. I was not his attorney in any civil case and had not represented him in the cause to purge him of contempt.” After the sale of the bonds had been discovered, witness was called by Block to his office, where Alexander and Kirsch Avere also present.. They told, witness that they had found out that he had sold the bonds. Witness informed them that he had not sold them, but that he had had it done, and askéd what they wanted. Block stated to witness, “All we are interested in is getting our money for the bonds.” Witness then told Block that he Avohld pay them, and asked what he intended to do with-witness. Block said, “Nothing — we are not concerned about that at all.” Witness knew'that he had not committed any crime, and was not particularly afraid of being convicted of any crime, but did not Avant to be arrested and charged with it. Such a thing as disbarment proceedings had not entered into Avitness’ head at that time. Witness paid $16,800. Witness explained that he had a theory that he might be civilly liable for the value of Alexander’s property because he had helped to sell it in another State. That avus witness’ opinion. He was still representing' Lane in the criminal case at the time of the sale of the bonds. Witness was informed of the charges that had been filed against him before the bar association of Greene County, and, upon reading the charges, saAV that they contained nothing except a history of the litigation and-the fact, that Avitness had caused the bonds to be sold in St. Louis. Witness stated that the statement of the charges was practically correct except as to the $500 bond assigned to witness as collateral for the loan to Lane. He further stated that the question of his moral guilt and reputation depended upon whether or not the bonds were stolen in a gambling game. He wanted the opportunity to try John Lane again before he avus embarrassed with this bond proceeding. Witness stated that he had acquired a lot of evidence since the first trial which had convinced him, to a moral certainty, that Lane did not steal the bonds, but that he had Avon them in a crap game, and he wanted an opportunity to try that. He wanted also an opportunity to attend to his other litigations before any procéedings were instituted for his disbarment. Witness stated that he had said absolutely nothing about going away and about having done anything to be disbarred for. Witness did not think he had done anything to be disbarred for. Witness sold the bonds merely as a friend of Lane’s, and not in the capacity of broker or attorney. In making the sale he did nothing that required the services of a lawyer. He was not acting as-Lane’s attorney, and could not have been. Witness, on cross-examination, stated that, after he left'the bonds with Reid to be sold, he went to Poplar Bluff, Missouri, where he received a telegram. Reid and witness had arranged that, if Reid succeeded in selling the bonds, Reid should telegraph witness in these words, “Pishing is good,” or something io that effect. That is the way the telegram read. Afte^ discovery of the sale, witness received another telegram from Reid stating that “fishing was bad,” and for witness to come to St. Louis at once. Witness then went to St. Louis, and learned that Reid had disclosed witness’ connection with the matter, or was going to do so. At the time the bonds were disposed of Lane was in jail for contempt for refusing to deliver the bonds, and was still in jail.\nSeven witnesses, reputable practicing attorneys of long standing, testified that they ware acquainted with Huddleston, and had been for many years, and that his general reputation as a lawyer in the communffy where he lived was good.\nThe above presents the facts which.the testimony fended to prove on behalf of the plaintiff and the defendant. At the close of the taking of the testimony the trial court announced that the evidence in the cause was undisputed; that there was no question of fact for a jury to decide, and discharged the jury. Huddleston excepted to the ruling of the court. The court found as follows:\n“In this case there was a lawful order of this court that was ignored and intentionally disobeyed. In addition to that, property of a man was taken-and disposed of with the intent to clepi'ive him of his property. Two defenses were offered, both technical; one was that your services as attorney had terminated at the time the act was committed, and the other was that it was done in the State of Missouri. No effort was made by the defense to justify the acts or conduct upon a question of right and wrong.\n“My view of it is that no greater wrong would have been committed if a man had gone into another man’s place of business and picked up his property and carried it out. At that time you knew that this was the- property of Alexander and you knew that you had no right to it, but you disposed of the property and took a part of the proceeds and converted it to your own use and benefit. This offense involved moral turpitude.\n“This is true. Your reputation in the past has been good and your conduct in this court at all times has been, respectful, courteous and obedient. Those things should be considered and weighed, and I have been considering to a great extent the punishment which should be inflicted in this case.\n“Taking everything into consideration,T am inclined to- think that the proper punishment should not be abso- • Jute disbarment. That would prevent your ever practicing law again, but I am going to' suspend you from the practice for a period of one year. That will be the judgment of the court in this case. ’ ’\nBoth the plaintiff and the defendant excepted to the above findings and judgment of the court. Both filed motions for a new trial, which were overruled, and both prayed and were granted an appeal. The plaintiff perfected his appeal, but the defendant has not perfected any appeal.\n1. The appellee in his brief moves this court to dismiss the appeal on the ground that our statute does not authorize the-State nor'the Greene County Bar Association to prosecute an appeal from the judgment of the trial court. The procedure concerning the suspension and disbarment of attorneys is found in* chapter 12, § § 610-626 inclusive, of C. & M. Digest. Section 610 prescribes the causes for which an attorney may be removed or suspended from practice when charg-es are exhibited against him. Section 622 provides:\n“All eha.rg’es exhibited under this act shall be verified by affidavit, and shall be prosecuted iby the-prosecuting attorney of the circuit in which the charges are pending. ’ ’\nSection 623. provides:\n“In all cases of a trial of charges, the accused may except to any decision of the court, and may prosecute an appeal to the Supreme Court, or writ of error, in all respects as in actions at law.”\nThe same practice was adopted in this case in preferring charges against the appellee as was pursued in the case of Wernimont v. State, ex rel. Little Rock Bar Assn., 101 Ark. 210, 142 S. W. 194, Ann. Cas. 193 3B 1156. In that case Wernimont was found guilty of malpractice and declared to be an unfit person to continue the practice of law, and judgment was rendered disbarring him, from which judgment, he appealed. While therefore the question of the right of the prosecuting attorney to prosecute an appeal in such cases was not involved in that case, nevertheless it was there decided that the proceedings for the suspension or disbarment of attorneys for professional misconduct are not criminal, but civil in their nature, and are governed by rules applicable to all civil actions. In the absence of a statute specifically conferring upon the prosecuting attorney the right of appeal in such cases, we doubt not that the right of appeal by the State exists from a judgment of suspension in such cases. The right to prosecute such appeal is conferred upon the prosecuting attorney under § 2142, C. & M. Digest, which is as follows:\n“Appeals and writs of error may be brought by the prosecuting- attorneys for the State, in the name and on behalf of the State, in like manner as by individuals, except when it may be otherwise provided by law.”\nIn Wernimont v. State, supra, it is said;■ “The purpose of the proceeding’s for suspension and disbarment is to protect the cojirt and the public from attorneys wlio, disregarding their oath of office, pervert and abuse those privileges which they have obtained by the high office they have secured from the court.” The right to practice law is a privilege conferred by statute. Section 596, C. & M. Digest. The prosecuting attorney is an officer of the State, and, since the statute designates him as the one to prosecute the charges that may be exhibited against an attorney, in doing so he represents the State. The action is, in effect, an action by the State either to revoke and cancel the license evidencing the privilege which the State has conferred, or to suspend for a time the exercise of the privilege, according as the proof might, warrant. If the prosecuting attorney conceives that the State is aggrieved by the judgment rendered by the court, he unquestionably has the right, under the general statute above, to bring an appeal to this court. The statute (§ 6223 C. & M. Digest) conferring upon the accused attorney the right to prosecute an appeal as defendant in the action from the judgment of the court suspending or disbarring him from the right, to practice his profession certainly does not expressly repeal the right of the prosecuting attorney, on behalf of the State, as the plaintiff in the action, to prosecute an appeal under the general statute conferring upon him the right to do so. Of course there is no repeal by implication, because the statute conferring the riglit of appeal upon the defendant, the accused attorney, has no reference whatever to, and was not intended to affect, the right of the prosecuting attorney representing the State to appeal. That right is conferred upon him, acting for the State, by the general statute above in all cases, both civil and criminal, except as otherwise provided by law.\nIn addition to the above our Constitution (article 7, § 4), and § § 2130 and 2131, C. & M. Digest, recognize the right of all persons to appeal from judgments or final orders of inferior courts to the Supreme Court. The State of Washington has provisions of precisely similar purport, and, on the issue under review, a similar case arose in State ex rel. Murphy v. Snook, 78 Washington Reports 671, 139 Pac. 764, where the Supreme Court of Washington said:\n“It seemis, plain to us that the provision of the general statute quoted above, touching the right of appeal, is sufficiently comprehensive to give that right to the State in disbarment proceedings, in the absence of some subsequently enacted statute evidencing a legislative intent to withhold such right from the State. We can conceive of no argument to be made against this view, except the possible one that the word ‘proceeding’ as used in the general appeal statute, does not include a disbarment proceeding, upon the theory that it is criminal in its nature. Such a contention, howeyer, has been answered in the negative by this court in State ex rel. Mackintosh v. Rossman, 53 Wash. 1, 101 Pac. 357, 21 L. R. A. (N. S.) 821, holding that ‘the proceeding is in the nature of a civil action.’ This is in harmony with the decided weight of authority. The rule and the reason iherefor is tersely stated by Justice Bradley, speaking for the Supreme Court of the United States in Ex parte Wall, 107 U. S. 265-288, as follows: ‘The proceeding is in its nature civil, and collateral to any criminal prosecution by indictment. The proceeding is not for the purpose of punishment, but for the purpose of preserving the courts of justice from the official ministration of pen-sons unfit to practice in them.’.” This view is similarly expressed in Wernimont v. State ex rel. Little Rock Bar Assn., 101 Ark. 210, 142 S. W. 194, Ann. Cas. 1913D, 1156. The only decision coming to our notice seeming to hold to the contrary is in State v. Tunstall, 51 Tex. 81, which decision seems to be rested upon the theory that disbarment proceedings are, in their nature, criminal.” Then, after further discussion and argument, the Supreme Court of Washington concludes its opinion as follows:\n“We conclude that the absence of an express provision in the disbarment statute, as amended, touching the State’s right of appeal, in connection with the express provision therein touching the defendant’s right of appeal, docs, not give rise to ,an inference of sufficient strength, to take from the State its right of appeal so plainly given by the general appeal statute.”\nLearned counsel for the appellee, in support of their motion to dismiss the appeal, cite 2 Thornton on Attorneys at Law, § 901, p. 1331, as follows: “As the right of appeal is usually given by statute only to a party who is aggrieved or prejudiced, or whose substantial rights are affected by the determination of the court, it is generally held that the accuser or the petitioner cannot appeal from an order or judgment dismissing disbarment proceedings. It has .also been held that such a proceeding prosecuted by the State is a quas¿-criminal case in which no appeal can be taken by the State from a judgment for defendant. On the other hand, it has been held that a county bar association, instituting a special proceeding to recall a license to practice law, is aggrieved by an order dismissing the petition, and may appeal therefrom.” They cite the following cases to support the text: In re Thompson (Cal.), 45 Pac. 1034; Byington v. Moore, 70 Ia. 206, 30 N. W. 485; Brooks v. Fleming, 6 Baxt. (Tenn.) 331; In re Ault, 15 Wash. 417, 46 Pac. 644. To support their contention, counsel also cite the following cases: Fairchild County Bank v. Taylor, 60 Conn. 11, 22 Atl. 441, 13 L. R. A. 767; Matter of Peck, 88 Conn. 447, 91 Atl. 274; Boston Bar Assn. v. Casey, 211 Mass. 187, 97 N. E. 751, 39 L. R. A. (N. S.) 116, Ann. Cases, 1913A, 1226; Matter of Randall, 11 Allen 473; Brooks v. Fleming, 6 Baxt. (Tenn.), 331; Vernon County Bar Assn. v. McKibbin, 153 Wis. 350, 141 N. W. 283.\nIt would unduly extend this opinion to review these cases seriatim. We have examined them, and find that they may all be differentiated from the case at bar on the facts, and none of them, when considered with reference to the facts upon which the opinions are predicated, are out of harmony with the construction which we place upon our own statutes concerning appeals in such cases. Some of-them affirmatively and clearly sustain the views which we have expressed. Eor instance, in Vernon County Bar Assn. v. McKibbin, 153 Wis. 350, 141 N. W. 283, the court concludes its opinion as follows:\n“It is needless, perhaps, to say that, since appellant had sufficient interest in the subject of the litigation to possess competency to be heard on the petition in the court below, it is a party aggrieved by the order appealed from within the meaning of the appeal statute, and so, entitled to bring such order to this court for review.” So it may be said here.\nThe members of the Greene County Bar Association who joined with the prosecuting .attorney, representing (he State, in bringing this action against the appellee, had the right to institute-such action for the protection of the courts and the public from a ípember of the bar whose alleged immoral conduct and practice they deemed so disreputable and reprehensible as to render him unworthy longer to hold a license to practice law. In the procedure-prescribed by our statute for the suspension and disbarment of attorneys, it will be observed that the charges may be exhibited against them by any one who shall verify such charges by affidavit. While the statute is silent, and perhaps defective, in not designating that such charges should be exhibited by a member or members only of the local bar association to which the accused belongs, nevertheless the propriety of a member or members of such local association exhibiting charges against one of their fellows, when cognizant of facts justifying such charges, is most obvious. Of all the persons they are, or should be, the most keenlv sensitive to and interested in protecting their local -courts and the public and their own association from any immoral conduct or corrupt practices on the part of any of their members calculated to bring injury to individuals, disrespect for courts of justice, and reproach upon the profession of law. The true lawyer, be it said, will never forget that his license to practice law confers upon him the exalted privilege of being not only an officer of the court in which he appears, but also a minister of justice as well. His love for the lofty ideals and reverence for the noble traditions of the'ancient and honorable profession to which he belongs will make him ever anxious to preserve these. Therefore, when members of the Greene County Bar Association exhibited charges seeking to disbar one of their members, it cannot be assumed that they were actuated by any sinister motive. In the absence of any showing to the contrary, it must be presumed that they were prompted by the purest and best of motives in lodging their complaint against the appellee. When, after reading their complaint and hearing the evidence adduced by appellants to sustain their charges', the trial court rendered a judgment adverse to their contention, they are certainly parties aggrieved and are clearly within their statutory rights in prosecuting an appeal to this court from such judgment. Moreover, they deserve to be commended for such course rather than criticised or cen-- ■ sured, as has been done in brief of counsel for appellee. The motion to dismiss the appeal is therefore without merit, and it is denied.\n2. This brings us to a consideration and decision of the issue on the merits. Instead of rendering a judgment suspending the appellee from the practice of law in the courts of the State for a period of one year, should the court have rendered a judgment revoking and canceling his license and thereby permanently disbarring him from the practice of law? In the first place, it should be stated that the appellee filed no answer to the complaint, and therefore raised no issue of fact on its allegations, because, under our civil procedure, “an issue of fact arises upon a material allegation of the complaint denied by the answer.” Section 1265, C. & M. Digest. Notwithstanding the appellee failed to answer, the court sent the cause to the jury as if every issue of fact in the complaint had been controverted by the appellee, and gave the widest scope in the production of evidence, admitting testimony’' of every character which either tended to inculpate or exculpate the appellee. It could serve no useful purpose as a precedent and is therefore unnecessary to comment upon this testimony. We have set forth the material parts of appellee’s testimony, in which apparently he stated fully and frankly his entire connection with the transaction. We have also set forth the explanation of various phases of his conduct which the court allowed him to make, in which he insisted that he had committed no crime; also his opinion that he was not acting in a professional capacity in selling the bonds, as the lawsuit involving the title and possession thereof was ended, and that he was only liable civilly for the value of the property, which he had assisted Lane in selling, and which value he said he had completely restored or made arrangements to restore to the owner of the property as adjudged by the court.\nAfter a careful consideration of the entire record, we are convinced that the findings of fact by the trial court are correct. The statute (§ 621, C. & M. Digest) requires the trial court, in all cases of conviction, to pronounce judgment of removal or suspension according to the facts found, and necessarily vests the trial court with discretion either to remove or suspend according to the facts found. Where the trial court is vested with judicial discretion, it has always been the rule of this court not to reverse the trial court in the exercise of such discretion, unless, in the judgment of this court, under the facts presented, the trial court in its ruling has abused its discretion.\nCounsel for the appellee say in their brief: “In this cause it must be conceded bv all parties that the trial was before a fair and impartial judge. He did not allow spleen or venom, professional jealousy or professed righteous indignation to arouse him and cause him to do violence by way of judgment. His words show that he calmly considered the entire matter and that, after a careful consideration of all the evidence, it -was his judgment that the defendant should be suspended for one year.” From a survey of the entire record we are convinced that the above correctly characterizes the conduct and attitude of the trial judge throughout the progress of the tidal. Counsel for the appellant do not challenge tlie accuracy of: the above statement as to the trial judge and the manner in which he conducted the trial, but they present a most- forceful and lawyer-like argument to prove that he abused his discretion and therefore erred, upon the facts as found, in not pronouncing judgment of disbarment instead of suspension. Since the case is one of first impression on both issues presented, we realize that the decision is one of vast importance, especially to the legal profession, as well as the appellee. Undoubtedly, on the merits, the facts of this record bring the charges exhibited against the appellee well within the category of delinquencies described by the great Webster in one of his matchless orations, where, speaking of the legal profession, he said: “Our profession is good if practiced in the spirit .of it; it is damnable fraud and iniquity when its true spirit is supplied b3r a spirit of mischief-making and money-getting. The love of fame is extinguished, eveiy ardent wish for knowledge repressed, conscience put. in jeopardy, and the best feelings of the heart indurated by the mean, money-catching abominable practices which cover with disgrace some of the modern practitioners of law.” Even the most stringent safeguards that ma3^ he erected by law, or the rules of the profession, cannot uIaauws keep out those who pervert the high standards, duties, and responsibilities of the profession to their own selfish ends ami preferments, as described by Mr. Webster. If, perchance, the condign disbarment of the appellee could result in purging the temple of justice of those unwortliAr devotees AAdio, in the language of Scripture, “have run greedily after the . error of Balaam for mvard,” the immolation of the appellee to appease the wrath of the blind goddess might be fully .justified. But avc verity believe that the suspension of the appellee from the practice of his profession for a Arear will have as salutary effect to protect the courts, the public and the profession of the Iuav, as Avould the more austere decree of banishment foreAmr from the legal fold. An occasional harsh .judgment of banishment against those Avho have alrearty come into the profession ' cannot have the effect, to purify it entirely and bring it to that ideal status of perfection which every true lawyer contemplates with admiration and pride. A judgment of disbarment against the appellee would deprive him and his family of the livelihood to be gained from the practice of his profession, for which he is so well equipped and to which he has already devoted the best years of his life, and would bring upon him further and irretrievable disgrace, and shame, and upon them much suffering and sorrow. This is his first offense, and, from his good bearing and deportment, except in this single instance, through all the years of his professional career, as testified to by witnesses and found by the trial court, we have every reason to hope that it will be his last. Punishment of the recusant, as we have seen, is not the end to be attained by disbarment proceedings. Therefore it occurs to us that the trial court, under all the circumstances, has not abused its discretion, and that its judgment of suspension has been, and will be, a sufficient warning to the appellee and to all who have been, or may be, like disposed, to refrain from similar derelictions in the future.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Wood, J."
      }
    ],
    "attorneys": [
      "Zal B. Harrison, Jeff Bratton and B. P. Taylor, for appellant.",
      "Gautncy £ Dudley, for appellee."
    ],
    "corrections": "",
    "head_matter": "State ex rel. Greene County Bar v. Huddleston.\nOpinion delivered April 18, 1927.\n1. Attorney and client — disbarment proceedings — right of appeal. — In proceedings by the State on relation of a county bar association to disbar an attorney, both the State, by her prosecuting attorney, and members of the bar association, could appeal from a judgment merely suspending the attorney from.practice.\n2. Attorney and client — misconduct of attorney — suspension.— In disbarment proceedings, evidence held to sustain findings that the attorney, in selling bonds for theft of which his client was being prosecuted, was guilty of misconduct warranting suspension from practice for one year.\n3. Attorney and client — misconduct of attorney — discretion of court. — Crawford & Moses’ Dig., § 621, directing the trial court in case of conviction in disbarment proceedings to pronounce judgment of removal or suspension according to the facts found, vests the trial court with discretion either to remove or suspend, which discretion will not be disturbed on appeal save for abuse.\n4. Attorney and client — misconduct of attorney — suspension.— Where an attorney sold bonds of his client, for theft of which the client was at the time being prosecuted, the action of the court in suspending the attorney from practice for one year, instead of disbarring him, was not an abuse of discretion, in view of his previous good conduct and professed intention to apply the proceeds on the judgment against his client.\nAppeal from Greene Circuit Court, First Division; G. E. Keck, Judge;\naffirmed.\nZal B. Harrison, Jeff Bratton and B. P. Taylor, for appellant.\nGautncy £ Dudley, for appellee."
  },
  "file_name": "0686-01",
  "first_page_order": 702,
  "last_page_order": 721
}
