{
  "id": 8724997,
  "name": "Blair v. Askew-Jones Lumber Company",
  "name_abbreviation": "Blair v. Askew-Jones Lumber Co.",
  "decision_date": "1932-12-19",
  "docket_number": "4-2787",
  "first_page": "687",
  "last_page": "689",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 687"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "290 S. W. 577",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "172 Ark. 684",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "51 S. W. (2d) 517",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "185 Ark. 1111",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1435235
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/185/1111-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 308,
    "char_count": 4806,
    "ocr_confidence": 0.511,
    "pagerank": {
      "raw": 6.118644087747037e-08,
      "percentile": 0.38126720901488853
    },
    "sha256": "ff04a1ab859f4313088974af40ce75b10ab9367af48eb2e9e028bcd874950a9e",
    "simhash": "1:4c6bfbfd03268073",
    "word_count": 845
  },
  "last_updated": "2024-02-27T17:52:01.123529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Blair v. Askew-Jones Lumber Company."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nAppellees, under the firm name of Askew-Jones Lumber Company, filed suit on September 9, 1931, against appellant, Harrison Blair, in which they alleged that, during the period of time from March 29, 1930, to May 5,1930, they had sold and delivered to Blair certain lumber and building material, of the value of $833.81, which were used by him in the erection of a combination store and residence in the city of West Helena.\nThe complaint alleged that, the bill not having been paid, plaintiffs, “within the time prescribed by law, filed a duly verified itemized statement of said account, together with a description of the property upon which the said building was erected, with the clerk of the circuit court of Phillips County, Arkansas, and has continued to be on file with said clerk until the date of the filing of this suit.”\nThe defendant, Blair, employed counsel, who, after investigation of the facts, concluded that there was no defense to the suit, and consented that a decree might be entered for the debt, and that a lien be declared upon the land to secure it. After the expiration of the term at which the decree was rendered, a motion was filed to vacate the decree, upon the ground that its rendition had been procured through fraud practiced upon the court, in that more than fifteen months had expired after filing the lien claimed with the circuit clerk before instituting suit to enforce it, and this fact had not been disclosed to the court.\nThere is no intimation of collusion between the attorneys for the respective parties. The attorney employed to represent appellant in the original suit candidly stated that he was under a misapprehension as to the time within which suit could be brought after filing a lien claim with the circuit court clerk. But counsel for plaintiffs was not responsible for this misapprehension.\nTestimony was heard upon the motion to vacate the decree, and it was conflicting as to the date of the last item for building material, although it appears that the date of filing the account with the circuit clerk was more than fifteen months prior to the date on which the complaint in this suit was filed.\nIn denying the motion to vacate the decree, the court made the finding that there was no collusion or wrongful act on the part of the attorney for the defendant in consenting to the rendition of the decree; indeed, no such charge was made. The court also found “* * * that no fraud, deceit or collusion was practiced upon the court for the purpose of procuring the original decree fixing a lien upon the land described therein to secure the payment of the indebtedness due the plaintiff, and the court doth further find that the amount of the indebtedness therein found to be due is correct and should be adjudged a lien upon the land there described in accordance with the provisións of said decree * *\nThe instant case, like that of Parker v. Sims, 185 Ark. 1111, 51 S. W. (2d) 517, was brought under § 6290, Crawford & Moses’ Digest, to vacate a decree after the expiration of the term at which it had been rendered. It war there said: “The law is settled that the fraud which entitles a party to impeach a judgment must he fraud extrinsic of the matter tried in the cause, and does not consist of any false or fraudulent act or testimony the truth of which was or might have been in issue in the proceeding before the court which resulted in the judgment assailed. It must be a fraud practiced upon the court in the procurement of the judgment itself. (Citing numerous cases.)”\nAs much as can be said of the testimony offered in support of the motion to vacate the decree is that it was to the effect that more than fifteen months had expired after the claim for lien had been filed before the suit thereon was filed, whereas the statute provides that such suit must be brought within fifteen months of the date on which the claim for lien is filed, and not thereafter. Section 6926, Crawford & Moses ’ Digest. In other words, it would have been a complete defense to the original suit to show that the suit had not been commenced within the time limited by § 69'26, Crawford & Moses’ Digest. But, as was said in the case of Gosnell Special School District No. 6 v. Daggett, 172 Ark. 684, 290 S. W. 577: “ ‘The rule has been often announced in this court that the judgment or decree of a court of competent jurisdiction operates as a bar to all defenses, either legal or equitable, which were interposed or which could have been interposed in the former suit’.”\nWe think the decree of the court here appealed from, refusing to vacate the original decree is correct, and it is therefore affirmed.",
        "type": "majority",
        "author": "Smith, J."
      }
    ],
    "attorneys": [
      "A. M. Coates, for appellant.",
      "W. 0. Dinning, for appellee."
    ],
    "corrections": "",
    "head_matter": "Blair v. Askew-Jones Lumber Company.\n4-2787\nOpinion delivered December 19, 1932.\nA. M. Coates, for appellant.\nW. 0. Dinning, for appellee."
  },
  "file_name": "0687-01",
  "first_page_order": 707,
  "last_page_order": 709
}
