{
  "id": 1432026,
  "name": "Roetzel v. Adams",
  "name_abbreviation": "Roetzel v. Adams",
  "decision_date": "1933-06-26",
  "docket_number": "4-3057",
  "first_page": "688",
  "last_page": "695",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 688"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 518,
    "char_count": 12881,
    "ocr_confidence": 0.501,
    "sha256": "87370c227bbd3de925d0616ad580b70772320730902466e7cb452e85f404ddf4",
    "simhash": "1:d55bc30f1653a1e2",
    "word_count": 2224
  },
  "last_updated": "2023-07-14T19:49:01.606684+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Roetzel v. Adams."
    ],
    "opinions": [
      {
        "text": "Butler, J.\nIn the latter part of November, 1980, the Citizens’ Bank of Bald Knob, having closed its doors and seeking to reopen, was required by the State Bank Commissioner to strengthen its capital structure in the sum of $5,000. This money was procured, and the bank reopened and continued in business for a time, but again closed its doors and was taken over by the Banking Department as an insolvent corporation, for purposes of liquidation.\nIn the proceedings relating to this matter, J. A. Roetzel intervened, alleging that the money above referred to had been secured from him on the 24th day of November, 1930, and paid by him into the Citizens’ Bank of Bald Knob, payment of which was guaranteed by a contract signed by certain persons who were directors. and stockholders in said bank for themselves and the remaining stockholders, and that subsequently at a regular meeting of the stockholders the contract had been ratified by all the stockholders present in person or by proxy. It was alleged that payment had not been made, and judgment was prayed for the allowance of appellant’s claim against the bank as a preferred claim and for judgment against all.of the stockholders by reason of their guaranty.\nThe stockholders were made parties defendant, and various pleadings were filed by the bank and these defendants. The cause was submitted to the court upon the intervention of appellant, the exhibits thereto, the demurrers and other pleas filed by the respective parties. The court decreed that the defendants, 'Bing Moody, W. C. Crenshaw, J. W. Coombe, John Q. Adams, J. R. Kilman and L. B. Wallace were personally liable for an amount equal to one-third of the par value of the capital stock owned by each of them in the bank when it became insolvent; that only those stockholders who signed the contract of guaranty were personally liable, but that the capital stock owned by each of them was liable for one-third of its par value for which a lien was fixed and the stock ordered sold in satisfaction thereof. Judgment was entered in accordance with these findings and the intervention dismissed as to the Bank Commissioner and the defendants, W. A. Hodges, R. L. Brawner and Mrs. Sarah Pearce, acting for themselves and others in like position.\nOn appeal various contentions are made by the appellant and appellees, all of which depend on the construction of the contract of guaranty and its ratification by the stockholders. All of the stockholders were not present in person or by proxy at the stockholders’ meeting, and as to these absent stockholders it is conceded by the appellant no liability attaches. This, in our opinion, is correct. We therefore consider only the questions which relate to the liability of the Citizens’ Bank of Bald Knob and the other stockholders.\nThe record discloses that all of the defendants, and J. A. Roetzel and his wife, Mrs. Adeline Roetzel, were stockholders of the Citizens’ Bank of Bald Knób. The contract of guaranty is as follows: “This contract made and entered into by and between Bing Moody, J. R. Kilman, W. C. Crenshaw, L. B. Wallace, J. W. Coombe and John Q. Adams unto and with J. A. Roetzel, all as officers and directors of the Citizens’ Bank of Bald Knob, Arkansas, acting for themselves and the stockholders of the said bank but not for the bank as an individual corporate. Whereas, in order to facilitate the reopening of said bank and to strengthen its capital structure, the said W. C. Crenshaw, L. B. Wallace, Bing Moody, J. R. Kilman, J. W. Coombe and John Q. Adams agree with the said J. A. Roetzel that, if he will pay into the undivided profits account of said bank the sum of five thousand dollars, said officers and directors for themselves and the stockholders of said bank agree that they will guarantee to said J. A. Roetzel that, in case he should, by reason of paying into said undivided profits account said sum of money, fail to be reimbursed for such sum together with interest thereon from date until paid at the rate of eight per cent, per annum by June 1, 1932, which date is the end of the liquidation period entered into this day by said bank unto and with its depositors, that all stockholders of record of said bank of this date shall be held equally and ratably liable unto said J. A. Roetzel, his heirs and assigns, according to the amount of stock which they may now own of record in their respective names, and, upon demand by said J. A. Roetzel, his heirs, executors or assigns, will pay promptly over to said J. A. Roetzel, his heirs, executors or assigns, above said sum with stipulated interest, further agreeing that no outstanding stock of said bank shall be transferred upon the books of the bank until said liquidation period of time has passed and this obligation discharged, and the said J. A. Roetzel for and in the above consideration and stipulations hereby agrees and does pay over to the cashier of said bank said sum of money to be credited to its undivided profits account.”\nThe annual meeting of the stockholders was held on January 13, 1931, a record of which meeting was before the court, giving the names of the stockholders present in person or by proxy, the total amount of the outstanding shares of stock present and voting in person or by proxy. At that meeting the following resolution was adopted:\n“Whereas, on November 20, 1930, during the financial crisis, it became necessary for the directors of this bank to close it for a period of five days in order to stabilize conditions, and,\n“Whereas, in order to perfect a reopening and meet the requirements of the State Bank Commissioner, the officials and directors were required to strengthen its capital structure to the extent of five thousand dollars immediately in order that certain notes under criticism of said Bank Commissioner might be charged out, and\n“Whereas, such officers and directors acting for the stockholders as a whole negotiated a loan from Mr. J. A. Roetzel in the amount of five thousand dollars to be repaid on June 1, 1932.\n‘ ‘ Therefore be it resolved: That all stockholders of record this date are hereby assessed an assessment against his or her stock in this bank to the amount of 33 1/3 per cent, of the par value thereof, which assessment is payable on or before June 1, 1932, the proceeds of which shall be used to liquidate said note of $5,000 to J. A. Roetzel, and all such stockholders are hereby directed and ordered to pay said amount to the cashier of this bank on or before said June 1, 1932. This assessment is hereby declared a lien upon said stock for the payment of said $5,000, and all dividends which may accrue and be payable prior to June 1, 1932, shall be held < o apply to same. ’ ’\nWe will dispose first of the question of the liability of the Citizens’ Bank. An examination of the contract and of the resolution adopted at the' stockholders ’ meeting discloses the reason and purpose for which the loan was procured from the intervener. Unless the capital structure of the bank could be strengthened in the sum of $5,000, the bank would be unable to open, and the stockholders were threatened with loss of their investment and an additional assessment on their stock. It was therefore very much to their interest that the requirement of the Bank Commissioner be met. Mr. and Mrs. Roetzel together owned 96 shares out of a total of 600 shares of the capital stock. It Avas therefore as much to their interest as to the other stockholders to keep the bank a going concern. The condition was that the bank’s capital structure should be strengthened to the extent of $5,000, and that certain worthless notes in that aggregate be withdrawn from the assets of the bank. To meet this condition, the $5,000 Avas procured from the intervener. If the bank AATas to OAve Roetzel for this money, its capital structure would not have been strengthened. Hence .it Avas necessary that the bank be not a party to the contract guaranteeing to Roetzel the payment of the money borrowed from him, and this was provided for in express language. Those Avho signed the contract covenanted that they Avere acting for themselves and the stockholders of said bank, “but not for the' bank as an-individual corporate.” As pointed out by counsel for the Bank Commissioner, it will be noted in the resolution ratifying the contract it is recited .that the officials and directors Avere required to strengthen the bank’s capital structure, and that such officers and directors, acting for the stockholders, negotiated the loan. It was the interpretation placed on the contract by the stockholders themselves that it Avas not the obligation of the bank, but of the stockholders, and that it Avas their intention that they were acting in their indiAddual capacities and not for the corporation. This is clear from the unambiguous language of the contract itself, and where. there is no ambiguity it is our duty to enforce the contract to the letter.\n“A contract is not binding on the corporation but on the officers or agents individually, where it is not signed by such corporation, or it does not otherAvise appear that there was an intention to bind it, but is made with the officers, or with stockholders, in- their individual capacities, even though the corporation gets the benefit of the contract.” 14 C. J., p. 481. The court, therefore, correctly dismissed the intervention as to the Bank Commissioner.\nSince it is conceded that only those stockholders who ratified the contract of November 24, 1930, are liable in this action, the remaining subject of inquiry is which of the stockholders are liable and the extent of that liability. The court found that only such of the stockholders as signed the contract were personally liable to the intervener and those the court held were not liable here insist that the contract in so far as it related to the bank was ultra vires and void, and that because of this it could not be ratified by the stockholders. We are of the opinion that our conclusion as to the liability of the bank and what we have said regarding it disposes of this contention. The officers and directors were not acting for the bank, nor did they profess to do so, but for themselves and the other stockholders personally. The contract, in express terms, guarantees the payment to the intervener the $5,000 and professes to act for the parties signing the contract and for the stockholders. These stockholders at their next annual meeting considered a resolution which recited the reasons for the advancement of the money by the intervener, the negotiations of the officers with the intervener for the loan, and that in conducting the same they were acting for the stockholders. With this in mind the resolution was adopted by which, in express terms, they recognized their liability ánd not that of the bank under the contract theretofore entered into between the directors and Roetzel. By this resolution the par value of the shares of stock each stockholder owned was used as a yard stick by which the liability of each would be measured, and such stock was pledged to the extent of such liability. Because of this resolution, we are of the opinion that there was no other or different liability on those acting for the stockholders who signed the contract and those who ratified it. By the. plain terms of the language used they intended to, and did, bind themselves personally to pay their .just proportion of the $5,000 advanced by Roetzel, which was deemed to be an 'amount equal to one-third of the par value of the capital stock owned by each. It was equally to the interest of J. A. Roetzel and Adeline Roetzel as to the other stockholders that the capital structure of the bank be strengthened. They joined with, the other stockholders in the resolution, and therefore they, too, are liable for their proportionate part, and, with this deducted, the remaining stockholders are obligated for the balance.\nIt follows that the decree of the trial court must be reversed as to that part dealing with the liability of the stockholders, and the cause is remanded with directions to enter a judgment against each of them who signed the contract or were present in person or by proxy and ratified the same at the stockholders’ meeting, in such proportion as one-third of the par value of the capital stock owned by each bears to the sum borrowed, after the proportionate amount due by J. A. Roetzel and Adeline Roetzel as stockholders is deducted; and that a lien be fixed on the stock and the stock sold to satisfy the judgment, the intervener being entitled to have execution for any residue of the debt after the stock has been applied to the payment thereof.",
        "type": "majority",
        "author": "Butler, J."
      }
    ],
    "attorneys": [
      "Golden Blount and Brundidge & Neelly, for appellant.",
      "John E. Miller and C. E. Yingling, Marvin T. Reed, W. H. Gregory, for appellee."
    ],
    "corrections": "",
    "head_matter": "Roetzel v. Adams.\n4-3057\nOpinion delivered June 26, 1933.\nGolden Blount and Brundidge & Neelly, for appellant.\nJohn E. Miller and C. E. Yingling, Marvin T. Reed, W. H. Gregory, for appellee."
  },
  "file_name": "0688-01",
  "first_page_order": 708,
  "last_page_order": 715
}
