{
  "id": 8725024,
  "name": "Chicago, Rock Island & Pacific Railway Company v. Garrett",
  "name_abbreviation": "Chicago, Rock Island & Pacific Railway Co. v. Garrett",
  "decision_date": "1929-06-03",
  "docket_number": "",
  "first_page": "690",
  "last_page": "694",
  "citations": [
    {
      "type": "official",
      "cite": "179 Ark. 690"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "156 S. W. 171",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "107 Ark. 476",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1344033
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/107/0476-01"
      ]
    },
    {
      "cite": "215 S. W. 265",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "140 Ark. 147",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1594396
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/140/0147-01"
      ]
    },
    {
      "cite": "266 S. W. 281",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "166 Ark. 389",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1378516
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/166/0389-01"
      ]
    },
    {
      "cite": "219 S. W. 1022",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "143 Ark. 122",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1589375
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/143/0122-01"
      ]
    },
    {
      "cite": "195 S. W. 399",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "129 Ark. 18",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1580498
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/129/0018-01"
      ]
    },
    {
      "cite": "296 S. W. 708",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "174 Ark. 813",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8724769
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/174/0813-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 329,
    "char_count": 4372,
    "ocr_confidence": 0.508,
    "pagerank": {
      "raw": 6.087085966315723e-08,
      "percentile": 0.37679397524720554
    },
    "sha256": "9371eab94d856bfe669c50de4cc81968b1d91ed5f252104e604ef7a667fe2ea8",
    "simhash": "1:386703e10336a887",
    "word_count": 781
  },
  "last_updated": "2024-02-27T23:51:14.248945+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Chicago, Rock Island & Pacific Railway Company v. Garrett."
    ],
    "opinions": [
      {
        "text": "Kirby, J.,\n(after stating the facts). It is urged that the court erred in not directing a verdict in appellant’s favor, because the proof did not establish any negligence of appellant company sufficient to support the verdict. “The rule is that a verdict of a jury will not be disturbed by this court on appeal if there is any substantial legal evidence to support it, when viewed in its most favorable light to appellee and when given its highest probative value with all inferences reasonably deducible.” Standard Oil Co. of La. v. Hydrick, 174 Ark. 813, 296 S. W. 708; Hall v. Jones, 129 Ark. 18, 195 S. W. 399; Arkansas Land & Lbr. Co. v. Fitshugh, 143 Ark. 122, 219 S. W. 1022.\nThe testimony tended to show that the knot in the spliced rope was about up to the floor of the swinging scaffold, and that, when the end of the rope was untied by deceased to lower the scaffold, the knot caught in the space between the ends of the floor boards of the scaffold extending over the frame upon which they were nailed, and that, in lowering it, it slipped out and suddenly fell, jerking the rope from- the hands of the deceased as he attempted to lower it, dropping his end of the scaffold, throwing him among the braces of the bridge and into the river. It was also shown that it was not customary to splice the line by making a knot in it, and it was not safe to do so. There was no testimony indicating deceased had any notice that the rope had been spliced by tying a knot in it about twenty minutes before the accident occurred.\nThe court is of opinion that the jury was warranted in concluding that the splicing of the rope by tying the knot therein was the cause of the injury to deceased, making the scaffold or swing used -by him in the performance of his work unsafe, and that such inference is fairly and reasonably deducible from the testimony, and sufficient to support the allegation of negligence. Other cases holding negligence established by inference fairly deducible from the testimony, and not based on speculation or conjecture: St. L. S. W. Ry. Co. v. Rogers, 166 Ark. 389, 266 S. W. 281; Central Coal & Coke Co. v. Burns, 140 Ark. 147, 215 S. W. 265; St. L. I. M. & S. Ry. Co. v. Hempfling, 107 Ark. 476, 156 S. W. 171.\nIt is next contended that the court erred in giving instruction No. 1, allowing the appellee to recover if the defendant negligently failed to furnish the deceased with a reasonably safe scaffold, as alleged in the complaint, and deceased was caused to fall into the river and drown because thereof while he was in the exercise of ordinary care for Ms own safety, and had not assumed the risk, etc., without mentioning the other grounds of alleged negligence in failing to provide means or prevent the deceased from falling into the water, and negligently failing to provide a means of escape or rescue. The court instructed the jury, however, upon appellant’s request Nos. 6 and 7, that it could not take into consideration said allegations of the complaint, the case being submitted on the one issue, the- safety of the scaffold, the complaint alleging that the scaffold was made unsafe by reason of the knot in the rope. Neither is the instruction open to the objection that it assumes that the defects or dangers were not known to decedent, and were not open and apparent.\nNeither was error committed in the giving of instruction No. 4 complained of, it not being open to the objection urged against it by appellant. It only told the jury that, while the employee assumes all the risk necessarily incident to his employment,'he does not assume the risk incident to the negligence of his employer or any other servant of the employer, unless the same was known to him, or open and apparent, and did not submit the question of deceased’s assuming the risk of defendant’s failure to provide a scaffold from which he could not fall, nor authorize the jury to find, considered with plaintiff’s instruction No. 1, for plaintiff, if it disregarded the theory of the injury being caused by the knot made in splicing the rope.\nThe other assignments of error appear to have been abandoned.\nWe find no error in the record, and the judgment is affirmed.",
        "type": "majority",
        "author": "Kirby, J.,"
      }
    ],
    "attorneys": [
      "TJios. 8. Buzbee, H, T. Harrison and A. 8. Buzbee, ' for appellant.",
      "W. R. Bonham, for appellee."
    ],
    "corrections": "",
    "head_matter": "Chicago, Rock Island & Pacific Railway Company v. Garrett.\nOpinion delivered June 3, 1929.\nTJios. 8. Buzbee, H, T. Harrison and A. 8. Buzbee, ' for appellant.\nW. R. Bonham, for appellee."
  },
  "file_name": "0690-01",
  "first_page_order": 708,
  "last_page_order": 712
}
