{
  "id": 8724306,
  "name": "Order of Railway Conductors of America v. Bandy",
  "name_abbreviation": "Order of Railway Conductors of America v. Bandy",
  "decision_date": "1928-06-25",
  "docket_number": "",
  "first_page": "694",
  "last_page": "702",
  "citations": [
    {
      "type": "official",
      "cite": "177 Ark. 694"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "26 Mich. 100",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1309857
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/26/0100-01"
      ]
    },
    {
      "cite": "284 S. W. 15",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "171 Ark. 397",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1369437
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/171/0397-01"
      ]
    },
    {
      "cite": "158 S. W. 955",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "109 Ark. 77",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1341168
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/109/0077-01"
      ]
    },
    {
      "cite": "34 S. W. 545",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "62 Ark. 144",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1905651
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/62/0144-01"
      ]
    },
    {
      "cite": "28 S. W. 420",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "59 Ark. 583",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1327713
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/59/0583-01"
      ]
    },
    {
      "cite": "13 S. W. 729",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "53 Ark. 181",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1911705
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/53/0181-01"
      ]
    },
    {
      "cite": "8 S. W. 183",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "50 Ark. 433",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8723501
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/50/0433-01"
      ]
    },
    {
      "cite": "31 Ark. 58",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1879244
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/31/0058-01"
      ]
    },
    {
      "cite": "1 Ark. 376",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8728735
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/1/0376-01"
      ]
    },
    {
      "cite": "277 S. W. 546",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "169 Ark. 796",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1374017
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/169/0796-01"
      ]
    },
    {
      "cite": "222 S. W. 59",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "144 Ark. 169",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1587982
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/144/0169-01"
      ]
    },
    {
      "cite": "33 Ark. 191",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8722993
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/33/0191-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 418,
    "char_count": 7494,
    "ocr_confidence": 0.483,
    "pagerank": {
      "raw": 6.391667740544595e-07,
      "percentile": 0.9593312196965923
    },
    "sha256": "c6dfe5ce02c9055d005717b86b02ee1b65b799458f5d00dff18addf2d8059aa7",
    "simhash": "1:7fb195a7c7d6d8dc",
    "word_count": 1333
  },
  "last_updated": "2024-02-27T22:14:07.667199+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Order of Railway Conductors of America v. Bandy."
    ],
    "opinions": [
      {
        "text": "Hart, C. J.,\n(after .stating the facts). The office of the writ of prohibition is to restrain an inferior tribunal from proceeding in a matter not within its jurisdiction; but it is never granted unless the inferior tribunal has clearly exceeded its authority and the party applying for it has no other protection against the wrong that shall be done by such usurpation. Russell v. Jacoway, 33 Ark. 191; Monette Road Improvement District v. Dudley, 144 Ark. 169, 222 S. W. 59; and Dist. No. 21 United Mine Workers of America v. Bourland, 169 Ark. 796, 277 S. W. 546. The rule announced in these cases is that the writ of prohibition is an appropriate remedy to restrain the exercise of jurisdiction by an inferior court over a subject-matter when it has none and over parties where it can acquire none.\nWhere the court has'jurisdiction over the subject-matter, and the question of its jurisdiction of the person turns upon some fact to be determined by the court, its decision that it has .jurisdiction, if wrong, is an error, and prohibition is not the proper remedy. Works on Courts and Jurisdiction, page >634. But that condition is not the status here. The question of jurisdiction in the case at bar does not turn upon the sufficiency or .insufficiency of the service of process, and the fact that the circuit court held it to be sufficient does not avail. A different rule prevails where there is an entire want of service or where, upon the face of the record, it is shown that there was no service and that none could be acquired. In the case at bar the jurisdiction or lack of jurisdiction of the circuit court did not depend upon facts which are not made a matter of record in the proceedings in that court. It appears from the face of the record in the case in the circuit court that it was not authorized to proceed, and it affirmatively appears from the face of the record that no service of process was had upon the defendants and that they did not enter their appearance.\nAccording to the' .allegations of the complaint of the plaintiff in the circuit court, the benefit certificate or policy sued on was issued, delivered and payment was required at’ the home office of the insurance company in the State of Iowa. There is no ¡showing whatever that the insurance company did any business in the State of Arkansas or that it had any property here which could be impounded by the court in an action against it. Service was attempted to be had upon it by service of summons upon the Insurance 'Commissioner, under our statute authorizing such service. It is obvious, however, that such service could hot be had upon nonresidents, whether persons or corporations, who did not do any business in this State. If such were the law, a person could make a contract of insurance with either a person or corporation in any ¡State of the United States and then, by simply removing to this State, could acquire jurisdiction ever such person or corporation, whether it had any property in this State or did any business in this State or not; and this would extend the jurisdiction of our courts beyond the territorial limits of the State, which every one would concede could not be done. In the very nature of the case, courts of the various States can only exercise jurisdiction over persons and property within the territorial limits of the State. Nonresidents can only be sued where they have entered the. State of Arkansas for the purpose of doing business here, or have acquired property in the State which may be impounded in a proper action. No such state of affairs exists in the present case. As we have already seen, the policy was issued, delivered and made payable at the office of the insurer in the State of Iowa, and there is nothing whatever in the record tending to show that it has any property or has attempted to do any business in the State of Arkansas.\nIf it had proceeded further in the matter, this court, upon appeal, would have quashed the service of summons; but such action on the part of the defendants would have entered their appearance to the action. In an unbroken line of decisions this court has held that a party appealing from an order denying a motion to quash service of summons will be treated as in court, although the service is held invalid. Moreover, the appearance is general, and the defendant, by appealing, becomes a party to the proceeding, and must follow the case to its conclusion or take the consequences. Murphy v. Williams, 1 Ark. 376; Hodges v. Fraser, 31 Ark. 58; Benjamin v. Birmingham, 50 Ark. 433, 8 S. W. 183; Waggoner v. Fogleman, 53 Ark. 181, 13 S. W. 729 ; Southern B. & L. Assn. v. Hallum, 59 Ark. 583, 28 S. W. 420; Ark. Coal, etc. Co. v. Haley, 62 Ark. 144, 34 S. W. 545; Beal-Doyle Dry Goods Co. v. Odd Fellows Building Co., 109 Ark. 77, 158 S. W. 955; and Duncan Lumber Co. v. Blalock, 171 Ark. 397, 284 S. W. 15, and cases cited.\nThe theory of these cases is that the defendant recognizes the case as being in court, with jurisdiction over the parties, by appealing. The reason underlying the doctrine is that no appeal could be taken by a party unless the court acquired jurisdiction over his person, and he necessarily assumes the attitude that such jurisdiction had been acquired when he appeals, and, having taken that position, he is bound thereby and will not be heard afterwards to say otherwise. And, if the defendants had appealed from the order of the court refusing- to quash the service of summons on them, they would have become parties to the action, and must have followed the suit to the end.\nIn this view of the matter, it will he readily seen that the defendants had no adequate relief in the circuit court, and the face of the record in the circuit court shows that it was about to exercise judicial power over persons who had never been served with process and over whom no service of process could be had, and who absolutely refused to enter their appearance to the action. A case directly in point is People v. Judge of the Wayne Circuit Court, 26 Mich. 100. In that case there was a motion for prohibition. The record shows that a summons from the Wayne Circuit Court was issued against a nonresident of the State who was not found in the State. In a per curiam, opinion it was said:\n“The Wayne Circuit Court acquired no jurisdiction of the case. To give jurisdiction for the purpose of supporting the garnishee proceeding’s, it is necessary that some sort of service as to the principal defendant should be made within the county, either upon the person or upon the property or credits. Merely taking out a summons, which is never served, is not enough. The statute which authorizes the service of notice out of the State, presupposes that some sort of service has been made in the county, giving the court jurisdiction; and the notice is required for the purpose of fairness, and to preclude secret and collusive proceedings.”\nWe are of the opinion that it appears from the face of the record that the circuit court was about to proceed in a case where it had no jurisdiction over the persons of the defendants, and could acquire none. The writ of prohibition asked for will be granted, and the clerk is directed to issue the writ restraining or prohibiting the circuit court from proceeding further in the case. It is so ordered.",
        "type": "majority",
        "author": "Hart, C. J.,"
      }
    ],
    "attorneys": [
      "Block & Kirsch, for appellant.",
      "Jeff Bratton and Cooley, Adams & Ruhr, for appellee."
    ],
    "corrections": "",
    "head_matter": "Order of Railway Conductors of America v. Bandy.\nOpinion delivered June 25, 1928.\nBlock & Kirsch, for appellant.\nJeff Bratton and Cooley, Adams & Ruhr, for appellee."
  },
  "file_name": "0694-01",
  "first_page_order": 712,
  "last_page_order": 720
}
