{
  "id": 1432113,
  "name": "Leonard v. Smith",
  "name_abbreviation": "Leonard v. Smith",
  "decision_date": "1933-06-26",
  "docket_number": "4-3143",
  "first_page": "695",
  "last_page": "705",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 695"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 654,
    "char_count": 18837,
    "ocr_confidence": 0.501,
    "sha256": "3c7332d5ae065318307b24d40247e93a7d6371f43149dcb42a33af70eeff1e45",
    "simhash": "1:6e8662171e4fca9a",
    "word_count": 3267
  },
  "last_updated": "2023-07-14T19:49:01.606684+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Kirby, J., dissents."
    ],
    "parties": [
      "Leonard v. Smith."
    ],
    "opinions": [
      {
        "text": "Butler, J.\nThis suit was brought for the purpose of restraining the appellant, Roy V. Leonard, as State Treasurer, from paying in cash warrants drawn on the State Highway Fund, each of which was for less than $100, to holders of” the same whose aggregate holdings exceeded $100 without first requiring said holders to present the warrants to the State Refunding Board for action thereon. The complaint alleged that there were outstanding, on February 1,1933, warrants and vouchers issued by the highway department payable out of the State Highway Fund, each for a sum of less than $100 but in the aggregate amounting to a sum in excess of $500,000; that the appellant, as State Treasurer, had accepted such warrants and had redeemed the same by paying out of the Bond Refunding Fund $60,000 and that, unless restrained, he would continue to pay the same in cash without requiring the holders to present said warrants to the Refunding Board for examination and allowance.\nA demurrer was interposed to the complaint which was overruled by the court, and, appellant refusing to plead further, the temporary injunction which had been granted was made permanent and in accordance with the prayer of the complaint. From the action of the court in overruling the demurrer and from the judgment, an appeal to this court was prayed and granted.\nThe correctness of the court’s ruling on the demurrer is to be determined by the construction of legislation passed by the Legislature of 1933. To arrive at a proper construction of this legislation the intent of the Legislature, of course, must be discovered, and this we find to be not without doubt and difficulty. The intent is obscured by the general terms in which it has manifested its purpose, and it is necessary to notice the situation existing which induced its action.\nAt the convening of the General Assembly of 1933, the State had just completed an ambitious program for the construction and maintenance of highways, the cost of which was to be paid from revenues derived from the license fees on automotive vehicles and the oil and fuel used in their propulsion. From a survey of the revenues derived from these sources, it was expected that those derived from the same sources in the future would be ample to pay the current expenses of maintenance of the administration of the Highway Department and for the interest on bonds and for their retirement as the same matured. Owing largely to extraordinary circumstances which were not foreseen, such as the failure of many banks in Arkansas in the fall of 1929 and the spring of 1930, unusual climatic conditions and the general and wide-spread financial depression, a great falling off in the use of motor-driven vehicles on the highways resulted and a consequent decline in the fuel and oil consumed, which occasioned a corresponding decrease in the amount of revenues, far below the sum expected, and at the beginning of the year 1933 the State found itself unable to pay the interest on' bonds not matured and for the bonds that had matured, and also unable to pay for the ordinary maintenance of the highways constructed on which work had been done and warrants issued to those who had performed the work and furnished the material. To meet this situation, the Legislature of 1933 addressed itself.\nUnder the legislation existing prior to the meeting of the General Assembly of 1933, the highway revenues were deposited in the State Treasury, designated as “The State Highway Fund,” and all warrants drawn for payment of construction, maintenance work and other highway expenses were made payable out of this fund, warrants for the payment of highway notes and interest, toll bridge bonds and interest, revenue bonds and interest being given preference over the payment of the salaries of the State Highway Audit Commission and the maintenance of the Highway Department and highways. By §§ 7 and 8 of act No. 82 of the General Assembly of 1933, it was provided: “Section 7. There is hereby created in the State Treasury a fund to be known as the Highway Maintenance Fund, and all appropriations for the expenses of the Highway Department and for the maintenance of the State Highway System shall be payable from this fund, to which the State Treasurer shall transfer each month from the highway revenues in the Unapportioned Fund the sum of $166,666. The remainder of the State Highway revenues shall be transferred to a fund to be known as the Bond Refunding Fund. ’ ’\n“Section 8. The State Treasurer shall transfer from the State Highway Fund to the Highway Maintenance Fund immediately upon the effective date of this act the sum of $166,666, and he shall also transfer to the Unapportioned Fund the remainder of the Highway Fund. After these transfers have been made all further transfers required by law to be made to or from the State Highway Fund shall be made to and from the Bond Refunding Fund.”\nThe effect of these sections was to abrogate the State Highway Fund and substitute for it the funds named in the sections supra, evincing the purpose of the Legislature to change the method for the payment of warrants drawn against the State Highway Fund.\nFollowing the passage of act No. 82, supra, the General Assembly passed act No. 167, the parts of which, pertinent to the question involved, are as follows: ‘‘ Section 1. The issuance of Arkansas State Bonds, hereinafter called State bonds, is hereby authorized in a total sum equal to the aggregate of the entire outstanding indebtedness of the State on account of the construction and maintenance of the State Highway System, including all State highway notes or bonds, toll bridge bonds, revenue bonds, valid outstanding road district bonds on which the State has been paying interest under act No. 11 of the Acts of 1927 and act No. 65 of the Acts of 1929, hereinafter called road district bonds, certificates of indebtedness issued or authorized under act No. 8, approved October 3, 1928, and act No. 85 of 1931, short term notes issued under act No. 15, approved April 14, 1932, all valid claims against the State Highway Commission, and all warrants and vouchers issued by the State Highway Commission prior to February 1, 1933, together with the interest on the respective obligations and claims. Such bonds shall be the direct obligation of the State, for the payment of which, principal and interest, the full faith and credit of the State and all its resources are hereby pledged. They shall be dated May 1, 1933, shall be payable in twentydive years, and shall bear interest at the rate of three per cent, per annum, the interest to be payable semi-annually, and lo be evidenced by attached interest coupons.”\n“Section 5. The holder of any State Highway Note or Bond, Toll Bridge Bond, Revenue Bond, valid Road District Bond or Short Term Note issued under act No. 15 may deposit the same with the State Treasurer for exchange for a State Bond of equal face value. All other obligations and claims mentioned in § 1 shall be presented to and examined by the State- Refunding Board, and, if allowed, may be presented to the State Treasurer, with the certificate of allowance, and exchanged for a State Bond of the face value of the amount allowed by the Board.”\n“Section 7. Whenever the amount for which the-State Treasurer is to issue a State Bond is not one hundred dollars or a multiple thereof, the treasurer shall issue such bonds in denominations of one hundred dollars or multiples thereof and pay the excess in cash.”\nThe General Assembly of 1933 also passed act No. 206, approved on the same day as act No. 167, §§ 2 and 3 of which provided as follows: “There is hereby appropriated payable from the Bond Refunding Fund, the sum of one hundred thousand dollars ($100,000) for the purpose of paying to the holders of obligations to be-exchanged for Arkansas State Bonds the difference between bonds delivered to such holders and the obligations exchanged.\n“The Auditor of State is hereby directed to issue his warrants against the above appropriations on vouchers drawn by the designated agent of the Refunding Board.”\nIt is apparent that the State was unable to meet its matured obligations in cash, and it is also apparent from the language of the legislation just quoted, viewed in the light of the circumstances then existing, that it was the dominant purpose of the Legislature to provide for a just and equitable method for the satisfaction of those holding the obligations of the State. Not being able to provide for the payment of these obligations in cash, the Legislature provided by § 1 of act No. 167 that, in lieu of the outstanding obligations evidenced by State Highway Notes or Bonds, Toll Bridge Bonds, Revenue Bonds. Road District Bonds, Certificates of Indebtedness issued under existing authority of law, Short Term Notes issued under act No. 15 of the Acts of 1932, all valid claims against the State Highway Commission and all warrants and vouchers issued by the State Highway Commission prior to February 1, 1933, together with the interest on the respective obligations and claims, interest-bearing bonds of .the State should be issued, for the payment of which the full faith and credit of the State would be pledged. There was no distinction made between any of these obligations or the amounts thereof, but it was the obvious purpose to issue bonds in lieu of all of them, regardless of the amount of the obligation or the manner in which it was evidenced. The Legislature deemed it proper that no bond should be issued in any sum less than $100 and provided that the method for the exchange of the outstanding obligations for State Highway Bonds was that • these obligations should be presented to and examined by the State Refunding Board, and, if allowed, a certificate of allowance should be issued by the State Board, which, when presented to the State Treasurer, might be exchanged for a State bond of the face value of the amount allowed by. the board. It was provided that the bonds should be issued in denominations of $100 or multiples thereof. The Legislature recognized that some of the valid obligations would not come under this classification, that is, that some one might have claims which in the aggregate exceeded $100, but did not equal a multiple thereof — for instance, for $125; also that others might present claims which did not amount to $100, and by § 7 provided that in such cases the warrants when allowed might be redeemed in cash. If this section is considered apart from-the remaining sections of the act and the sections of acts 82 and 206 noted, it might appear that the Legislature seemed to have had in mind those having claims in excess of $100 or some multiple thereof. But the language of the section should be construed, if it may be done so reasonably, to include any claim allowed in a less sum than $100, for it is not to be presumed that the Legislature intended to avoid the payment to those holding a single small obligation and to provide for the payment of only those obligations as would in the aggregate amount to $100 or more. Therefore, we are of the opinion that where one is a holder of a number of warrants, each of which is in a sum of less than $100, but the aggregate of which exceeds $100, the holders are entitled only to receive bonds for each $100 or multiple thereof, the remainder if any to be paid in cash.\nIt is the contention” of the appellant that, unless it was the intention to pay obligations for less than $100 in cash out of previous appropriations made, then no provision has been made, that act No. 167 impaired the obligation of contracts, and for that reason, in so far as it has done so, is void. It is further contended that the Legislature either intended that all.of the small warrants (those for less than $100) should be paid in cash or not at all. The Attorney General has pressed these contentions and supported them by apt argument and reasons which merit, and have had, our closest attention. We are unable, however, to accede to the position taken by him.\nWe do not see how any substantial right of the holder of small warrants is impaired by the legislation referred to. There was no money with which to pay these warrants, and, under § 3 of act No. 15 of the Acts of 1931, the payment of small warrants was deferred until all the matured bonds and accrued interest thereon should be paid. There is little doubt that, under the law existing prior to the passage of acts Nos. 82, 167 and 206 of the Acts of 1933, supra, all the highway warrants unpaid at that time would remain so for - an indefinite period. This included not only the small warrants, but those in excess of $100, and the legislation, therefore, could not reasonably be said to impair the rights of holders in any substantial manner.\nAs noted, when the purpose of the legislation, supra, is considered and the circumstances which impelled it, it seems to us that the controlling thought was not how any particular claim should be paid, but how all might be taken care of on a just and equitable basis Avithout discrimination. It is current history, of which we take knowledge, that the fund in the State Treasury pledged to the payment of the outstanding obligations was virtually exhausted, and that the reA^enue then to be expected Avas totally inadequate to proAdde for the payment in cash of but a very small portion of these outstanding obligations. Therefore, as this condition existed, the State was attempting to do the best it could to meet it, which was to issue its interest-bearing bonds payable in the future in sums of $100, or multiples thereof, and it was only in the event that bonds of this character could not represent the obligation that payment in cash was provided. So, it would be immaterial whether one had only a single warrant of less than $100 or a number of such which, in the aggregate, exceeded $100, or some multiple thereof; for, in the first instance, no bond could be issued and the claimant was therefore entitled, under § 7 to have his warrant paid in cash; and, in the second instance, no bond could be issued for the excess where the aggregate amount exceeded $100, or a multiple thereof, and in that event the excess was to be paid in a like manner. It is alleged and admitted by the demurrer that the aggregate of small warrants outstanding is in excess of $500,000. It is to be presumed that the Legislature in dealing with the subject knew of the amount of the small outstanding warrants, and, indulging this presumption, we are of the opinion that the view just expressed is strengthened 'by the language of § 2 of act No. 206, supra, for, if the Legislature intended that all of the small warrants should be paid in cash, it would have appropriated a sum approximately sufficient to effectuate this purpose.\nIf, then, the holder of a number of warrants, each in a sum of less than $100 but in the aggregate amounting to a greater sum, can receive in cash only the amount the aggregate, sum was in excess of $100, or some multiple thereof, it follows that the evidences of the outstanding obligations, whether bonds, notes, certificates of indebtedness, warrants or vouchers issued by the State Highway Commission before February 1, 1933, must be presented to the State Refunding Board for allowance. From the provision of § 5 of act No. 167, supra, the only way in which one holding these instruments can exchange same for State bonds and receive the excess in cash, where they amount to over $100 or some multiple thereof, is by presenting them to such board for allowance and for its certificate of such to be presented to the State Treasurer. Hence, if one having a number of small warrants which, in the aggregate, exceed the sum of $1,000 and less than $1,100, we will say, the only method provided by the statute is that these be presented to the Refunding Board, and if allowed, such board will issue its certificate for the issuance of State bonds up to the sum of $1,000 and for the payment in cash of the excess.\nSection 5 of act No. 167, when considered in connection with § 1 thereof, can have no other meaning than that all obligations except notes and bonds mentioned therein must be presented to the State Refunding Board before any bonds can be issued or cash paid. The language is: “ All obligations and claims mentioned in § 1 shall be presented to and examined by the State Refunding Board and, if allowed, may be presented to the State Treasurer with the certificate of allowance and exchanged for a State Bond of the face value of the amount allowed by the Board.”\nIt is argued that the Refunding Board has no authority, under the legislation we have reviewed, to inquire into the validity of small warrants and that to require them to bé presented to a Refunding Board which has no authority to pass upon them would be absurd, and that where a warrant is for less than $100 and is presented, the board has no discretion in the matter and must allow the same. This contention is untenable for the reason that, when the act gave the board authority to allow or disallow a claim or warrant, there was necessarily implied the power to investigate the validity of a warrant and, if found to be .valid, to allow the same; otherwise, to disallow it. As suggested by counsel for the appellee, the investigation of the Audit Commission disclosed the fact that there had been irregularities in the allowance of claims by the Highway Commission and the issuance of warrants, and that many illegal claims and warrants had been discovered. The Legislature deemed it wise to vest in the Refunding Board the authority to investigate the claims and warrants presented in order to ascertain whether or not they represented valid obligations of the highway department. It is argued that to require the holder of a small warrant to present his claim to the Eefnnding Board before it could be paid would occasion much trouble to the holder and probably result in great delay and expense to him. This may be true, but reliance must be placed upon the board to provide for a procedure which will be as little burdensome as possible to the warrant holder and yet protect the interest of the State.\nWe have considered acts Nos. 82, 167 and-206, since they deal with the same subject-matter and are in pari materia, drawing from all of them, together with the circumstances of the occasion, the reasons for the enactment of act No. 167 and the consequences flowing therefrom. When this is done, we are constrained to find that the conclusion reached by the court below is correct. The decree will therefore be affirmed.\nKirby, J., dissents.",
        "type": "majority",
        "author": "Butler, J."
      }
    ],
    "attorneys": [
      "Hal L. Norwood, Attorney General, and Robert F. Smith and Pat Mehaffy, Assistants, for appellant.",
      "Trieber & Lasley, for appellee."
    ],
    "corrections": "",
    "head_matter": "Leonard v. Smith.\n4-3143\nOpinion delivered June 26, 1933.\nHal L. Norwood, Attorney General, and Robert F. Smith and Pat Mehaffy, Assistants, for appellant.\nTrieber & Lasley, for appellee."
  },
  "file_name": "0695-01",
  "first_page_order": 715,
  "last_page_order": 725
}
