{
  "id": 1407881,
  "name": "Watkins v. Walls",
  "name_abbreviation": "Watkins v. Walls",
  "decision_date": "1927-01-24",
  "docket_number": "",
  "first_page": "696",
  "last_page": "698",
  "citations": [
    {
      "type": "official",
      "cite": "172 Ark. 696"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "213 S. W. 741",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "139 Ark. 313",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1596363
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/139/0313-01"
      ]
    },
    {
      "cite": "109 Ark. 552",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1341169
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/109/0552-01"
      ]
    },
    {
      "cite": "146 S. W. 133",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "103 Ark. 91",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1352003
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/103/0091-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 258,
    "char_count": 4761,
    "ocr_confidence": 0.499,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.052884164289114924
    },
    "sha256": "232b83ac93aa1fc902ced36f1642b9f5ecd7da0ed3ebbe3fab209c6bc22e1c70",
    "simhash": "1:fe28888dfc5afed5",
    "word_count": 827
  },
  "last_updated": "2024-02-27T21:19:44.522172+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Watkins v. Walls."
    ],
    "opinions": [
      {
        "text": "Kirby, J.,\n(after stating the facts). It is not claimed that appellant furnished any supplies to appellee Wells, the subtenant, to .enable him to make or gather the crop raised on the lands sublet to him by Spellman, appellant’s tenant, and the testimony shows that the subtenant paid to appellant the rent due for the lands cultivated by him.\nThe landlord has a lien upon all the crops grown on the demised premises in any year for the rent that shall accrue for such year, without regard to whether the crop is to be raised by the tenant or not, and regardless of any agreement between the tenant and subtenant for rent. A person subrenting lands from the tenant, however, can only be held responsible for payment to the landlord for rent of such lands as are cultivated and occupied by him. Section 6892, Crawford & Moses’ Digest; Jacobson v. Atkins, 103 Ark. 91, 146 S. W. 133; Storthz v. Smith, 109 Ark. 552; Embry v. Neighbors, 139 Ark. 313, 213 S. W. 741.\nIt is not claimed that appellant, the landlord, furnished any supplies to appellee, the subtenant, to enable him to make the crop, nor is it disputed that the subtenant paid the rent due the landlord from the tenant for the lands occupied and cultivated by him, which discharged his entire liability to the landlord and released his crop from the landlord’s lien.\nNeither could the chattel mortgage given by appellee, Spellman, on all the crops to be produced on the lands rented by him from appellant, constitute' a lien on the crops raised by the subtenant on that portion of the lands sublet to him, for supplies furnished by the landlord to the tenant, the tenant having no interest in such crop for more than the pro rata amount of the rent due the landlord therefor, which it is unlawful for him to collect even before final settlement with the landlord. Sections 6894-96, Crawford & Moses’ Digest.\nIt follows therefore that no error was committed in the rendition of the decree, which is affirmed.",
        "type": "majority",
        "author": "Kirby, J.,"
      }
    ],
    "attorneys": [
      "McMillen é Scott, for appellant.",
      "W. R. F. Paine, for appellee."
    ],
    "corrections": "",
    "head_matter": "Watkins v. Walls.\nOpinion delivered January 24, 1927.\n1. Landlord and tenant — lien for rent. — A landlord has a lien upon all the crops grown on the demised premises in any year for the rent accruing for that year, whether raised by the tenant or not, and regardless of any agreement between the tenant' and a subtenant for rent.\n2. Landlord and tenant — liability of subtenant. — Under Crawford & Moses’ Dig., § 6892, a subtenant and his crops are responsible to the landlord only for payment of the rent for the lands occupied by him.\n3. Mortgages — lien on subtenant’s crop. — A mortgage on all crops given, by a tenant for supplies furnished him by the landlord constitutes no lien on crops raised by the subtenant on land sublet to him.\nAppeal from Pulaski Chancery Court; John E. Martineau, Chancellor;\naffirmed.\nSTATEMENT OE EAOTS.\nThis appeal is prosecuted to reverse a decree denying appellant the right to a lien, either as landlord or mortgagee, upon cotton raised by a subtenant on a portion of the land rented by appellant to one Spellman and ' sold to Topi & Ivy,\nIt is undisputed that appellant rented about one hundred and sixty acres of land to Spellman for one-fourth of the cotton and seed raised during the year 1924, and furnished certain money and supplies to him during the period to enable him to farm _the lands, and that Spellman was indebted to appellant for a balance due thereon of $800 and interest when this suit was commenced. Appellant also took a chattel mortgage, which was duly recorded, on certain other personal property of Spellman, for all crops grown on the land rented for the year 1924, to secure payment for advances made.\nAbout April 15 defendant, A. Wells, subleased a part of the land from the defendant, J. L. Spellman, appellant’s tenant, upon which he raised nine bales of cotton, which he sold to the other defendants, Topf & Ivy, for $1,203, and the defendant, A. Wells, paid the plaintiff $301, which is one-fourth of the amount received for the cotton as rent for the land rented from Spellman, appellant’s tenant. Topf & Ivy had no actual knowledge of the mortgage on the crop executed by Spellman, and no knowledge of any claim or lien of appellant on the cotton purchased by them.\nThe other personal property included in the mortgage by Spellman to appellant, with the exception of a crop to be grown on the lands during 1924, was incumbered by mortgages and vendors’ lien notes for more than the value of the property, having priority over appellant’s mortgage, and rendering it worthless as a security except as against the crops grown on the lands. Appellant furnished no supplies to A. Wells, the subtenant, for the land on which the cotton in controversy was raised.\nMcMillen é Scott, for appellant.\nW. R. F. Paine, for appellee."
  },
  "file_name": "0696-01",
  "first_page_order": 714,
  "last_page_order": 716
}
