{
  "id": 8725103,
  "name": "White v. Williams",
  "name_abbreviation": "White v. Williams",
  "decision_date": "1932-12-19",
  "docket_number": "4-2788",
  "first_page": "697",
  "last_page": "700",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 697"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 259,
    "char_count": 5157,
    "ocr_confidence": 0.516,
    "sha256": "b5cec276feeac2d41a4bee1b36bed8c52d472d3a569854cd56d1aa9ade99b065",
    "simhash": "1:64af107e79066d53",
    "word_count": 874
  },
  "last_updated": "2023-07-14T16:45:47.259153+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "White v. Williams."
    ],
    "opinions": [
      {
        "text": "Humphreys, J.\nThis is an appeal from a verdict and judgment in favor of appellees in the circuit court of Sebastian County, Fort Smith District, in a replevin suit for an automobile upon which appellee had levied an execution issued on a judgment obtained by Barton-Kellogg Lumber Company against Yiola Earls. The Barton-Kellogg Lumber Company intervened and became a party to the suit. This was the second execution issued on the Barton-Kellogg Lumber Company judgment against Yiola Earls and levied on the automobile in controversy. When the first execution was levied on said automobile, appellant intervened and claimed title thereto, and, on the trial of the intervention on October 9,1929, it was found and adjudged that she was the owner and entitled to the possession of the automobile. At that time, appellant herein was a single woman, residing with her mother, Yiola Earls. Subsequently she married a man by the name of White. About two years elapsed between the first and second executions.\nIn order to sustain her title and right to possession of the automobile, appellant introduced the judgment of date October 9, 1929, finding her to be the owner and entitled to the possession of the automobile in the same character of proceeding between herself and appellees herein. She relied upon the judgment, and, in order to overcome the effect thereof, appellees attempted to show that she had parted with her title after the rendition thereof either to her mother or Will Eigney.\nOver the objection and exception of appellant, they introduced testimony to the effect that appellant married after the rendition of the judgment and remained most of the time for two years in Oklahoma without taking the automobile with her and that during the time, it was housed in her mother’s garage and used by her mother and Eigney.\nOver the objection and exception of appellant, they introduced a bill of sale or invoice of tires purchased by her mother on credit from Armstrong Tire & Service Company, for which Barton-Kellogg Lumber Company paid after the levy of the second execution. It does not appear from the record whether the tires on the automobile when seized were the ones purchased from the Armstrong Tire & Service Company by Yiola Earls.\nOver the objection and exception of appellant, ap-pellees introduce a judgment in a replevin suit brought by Will Eigney against them for the automobile in which he testified that he purchased same from appellant for $500 after October 9, 1929. Appellant was not a party to that suit, and, so far as the record discloses, had nothing to do with it. Will Rigney testified on cross-examination in the instant case that he had purchased the automobile from appellant after the rendition of the judgment of date October 9, 1929.\nOver the objection and exception of appellant, ap-pellees introduced testimony to the effect that Will Rig-ney mortgaged the automobile to E. 0. Trent and J. H. Barch to indemnify them against loss for signing his replevin bond when he brought suit to recover the automobile from appellees.\nAppellant contends for a reversal of the judgment upon two grounds: First, that there was no competent, evidence tending to show that she had parted with her title to the automobile after she was adjudged to be the owner thereof in the trial of the first suit on October 9, 1929, between the same parties; and, second, that the court admitted incompetent evidence to which she objected and excepted.\n(1) The extended absence of appellant from the State and the use of the car by her mother and the testimony of Will Rigney to the effect that he had purchased the automobile for $500 from appellant, together with his use of it for a part of the time, was competent testimony tending to show that appellant had parted with the title thereto at the time the second execution was issued and levied upon the automobile. In view of the rule that this court will not disturb verdicts of juries if sustained by any substantial evidence, we would affirm this judgment if incompetent testimony had not been admitted which was prejudicial to appellant.\n(2) The fact that Will Rigney brought a replevin suit for the automobile, and what he testified to in that case, and the further fact that he gave a mortgage on the automobile to E. 0. Trent and J. H. Barch to get them to sign his replevin bond, were inadmissible and prejudicial. Appellant was not a party to the suit and, so far as the record shows, did not encourage it and did not acquiesce in the proceedings or know what testimony was introduced therein, nor is it disclosed that she had any knowledge of or suggested or participated in the execution of the mortgage.\nThe introduction of the bill of sale for tires purchased by Viola Earls from the Armstrong Tire & Service Company was also inadmissible and prejudicial, for there was no showing made that they were purchased for and used on the car in controversy.\nOn account of the errors indicated, the judgment is reversed, and the cause is remanded for a new trial.",
        "type": "majority",
        "author": "Humphreys, J."
      }
    ],
    "attorneys": [
      "Cravens & Cravens, for appellant.",
      "Roy Gean, for appellee."
    ],
    "corrections": "",
    "head_matter": "White v. Williams.\n4-2788\nOpinion delivered December 19, 1932.\nCravens & Cravens, for appellant.\nRoy Gean, for appellee."
  },
  "file_name": "0697-01",
  "first_page_order": 717,
  "last_page_order": 720
}
