{
  "id": 8727990,
  "name": "Lincoln vs. Beebe, surv.",
  "name_abbreviation": "Lincoln v. Beebe",
  "decision_date": "1851-01",
  "docket_number": "",
  "first_page": "697",
  "last_page": "701",
  "citations": [
    {
      "type": "official",
      "cite": "11 Ark. 697"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "4 Wend. 524",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    },
    {
      "cite": "1 Bibb 397",
      "category": "reporters:state",
      "reporter": "Bibb",
      "opinion_index": -1
    },
    {
      "cite": "3 Stewart 331",
      "category": "reporters:state",
      "reporter": "Stew.",
      "case_ids": [
        8494705
      ],
      "opinion_index": -1,
      "case_paths": [
        "/stew/3/0331-01"
      ]
    },
    {
      "cite": "5 Ark.' 691",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8727917
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/5/0691-01"
      ]
    },
    {
      "cite": "5 Ark. 458",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    },
    {
      "cite": "5 Ark. 471",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 451,
    "char_count": 9055,
    "ocr_confidence": 0.508,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2086289586767414
    },
    "sha256": "099d0d73b98d73963af57706c103aa0a997119762f8c085c1dda9cc05c8c9fdb",
    "simhash": "1:2a87e66a483e3d8d",
    "word_count": 1573
  },
  "last_updated": "2024-02-27T22:29:49.400037+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Lincoln vs. Beebe, surv."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Walker\ndelivered the opinion of the Court.\nThe condition of the bond executed by the defendant was, that their principal should appear to and answer the plaintiff’s demand, and pay and satisfy such judgment as should be rendered therein. The plaintiff averred that judgment was rendered against such principal and assigned for breach that it had not been paid either by the principal or the defendants, his securities. These averments, he contends, are sufficient to entitle him to recover; whilst, on the other hand, the defendants insist that the averments are not sufficient to fix upon them as securities a legal obligation to pay such judgment, but that, in order to do this, plaintiff should not only have averred that judgment was recovered but also that execution had issued on such judgment and been returned nulla bona. Upon reference to the authorities cited to sustain this position we apprehend they will be found to be decisions made in cases where suits have been brought on bail bonds, the conditions of which are very different in this respect from that in the case under consideration. In suits on bail bonds it is necessary to aver that execution issued, because one of the conditions is, that the principal will surrender himself in execution or that his securities will do so. It therefore devolves upon the plaintiff to show that he has placed it in the power of the defendants, whether they are principal or secui'ities, to perform this condition, by averring that execution had issued, for until this was done, it would be as absurd to charge them with a breach of covenant for this, as it would be to assign as a breach that they had failed to pay a judgment without avei’ring that such judgment had been rendered.\nSuch however are not the terms of the condition in this case. The condition is simply for the payment oí the judgment. Defendants’ liability to pay commenced from the rendition of the judgment and was not' at all dependant upon the issuance of process. If the condition had been to surrender the defendant in execution, the obligation on the part of defendants to do so would have commenced upon the issuance of the process, for until there was an execution they could no more surrender their principal in execution than they could pay a judgment before it had been rendered. Whilst therefore the statutory bond in suit is in many respects like that of a bail bond it is quite evident that the reasons for requiring the pleader to aver that process issued in such case, have no application here. The undertaking and liability of the security to pay the bond is not as defendants’ counsel seems to suppose, dependant in any respect upon the solvency or insolvency of their principal. The obligation to pay is the same upon both and exist simultaneously with the rendition of the judgment, which instantly becomes a debt which both principal and security are bound to pay.\nHaving determined this point it follows that there is no such defect in the declaration as is contended for by defendants; and that the circuit court did not err in sustaining the demurrer to the first plea.\nThe second and third pleas have been abandoned in argument by the counsel. They are so palpably defective that it would be a useless consumption of time to argue their defects.\nThe judgment of the circuit court is in all things affirmed.",
        "type": "majority",
        "author": "Mr. Justice Walker"
      }
    ],
    "attorneys": [
      "S. H. Hempstead, for the plaintiff;",
      "Watkins & Curran, contra."
    ],
    "corrections": "",
    "head_matter": "Lincoln vs. Beebe, surv.\nWhere property is attached, and the defendant in the attachment enters into bond for the release thereof, conditioned, according to the statute, that he will appear to and answer the plaintiff’s demand, and pay and satisfy such judgment as shall be rendered, &c., the liability of the securities in such bond attaches on the rendition of judgment against the defendant in the attachment, and they may be sued on the bond without the issuance of execution against him.\nHence in an action against the securities on such bond it is sufficient to aver the judgment against the defendant in the attachment, and its non-payment, and the issuance of process thereon need not be alleged, as in an action on a bail bond.\nWrit of Error to Pulaski Circuit Court.\nThis was an action of debt by Ashley and Beebe against Lincoln, on a bond given for the release of property attached.\nThe declaration alleged that on the 26th April, 1843, plaintiffs sued out of the clerk’s office oí the circuit court of Pulaski county a writ of attachment directed to the sheriff of said county, commanding him to attach John B. Nicolay by all and singular his goods and chatties, &c., or so much as would satisfy the debt-sworn to, &c., and that he summon said Nicolay, &c., returnable to the May term of said court, 1843, dec. That the sheriff executed said writ of attachment by reading the same to Nico-lay, and by attaching certain of his goods and chatties, &c. That Nicolay, for having the attachment released and a return of the property attached, executed a bond with Lincoln and Pendleton as his securities, reciting that said writ of attachment had been levied on the property of said Nicolay, and conditioned to be void if said Nicolay should answer said plaintiffs’ demand and satisfy such judgment as should be rendered against him in said suit; which bond was accepted and the property attached thereupon released. And it was further alleged that such proceedings were had in said attachment suit that on the 13th May, 1844, judgment was entered against Nicolay ; and for breach it was assigned that Nicolay would not answer the plaintiff’s demand and pay and satisfy such judgment as was rendered against him in said suit, but so' to do had hitherto wholly neglected and refused, &c., &c.\nThe defendant filed three pleas :\n1. That plaintiffs did not give bond and sue out execution against Nicolay at any time before institution of the suit.\n2. That the property seized by virtue of the attachment was not Nicolay’s individual property, but belonged to Nicolay and Taylor.\n3. That Nicolay did appear to and’ answer the said plea of debt of the said plaintiffs in said suit.\nThese pleas were adjudged insufficient on demurrer, and Lincoln failing to plead over final judgment was rendered, and he brought error.\nAshley departed this life, and the suit in error proceeded against Beebe as survivor.\nS. H. Hempstead, for the plaintiff;\nAs the demurrer reaches back to the first fault in pleading, the first inquiry is whether the declaration discloses any cause of action. (Outlaw vs. Tell, 5 Ark. 471. Baldwin vs. Cross, ib. 510. Carlock vs. Spencer, 2 Eng. 22.) The declaration is insufficient, because it does not show that any execution was issued against the principal in the bond; and the securities are not liable until an execution against the principal and a return of nulla lona. The condition of the bond is that the principal “ will pay and abide the judgment of the court or that his security will do the same for him.” {Digest 175) which contemplates that the. creditor shall demand the debt from the principal in a legal and proper manner, that is by execution, before the security be called upon. The bond sued upon is substantially a bail bond and nothing more. {Delano vs. Kenedy, 5 Ark. 458. Childress vs. Fowler, 4- Eng. 170.) It follows therefore that the doctrines of right and remedy apply alike to both classes of bonds; and therefore if it does not appear in the declaration that the plaintiff has pursued the original parties and exhausted the means of making the money out of them, no cause of action is shown. Mayor and Aldermen vs. Johnson, 5 Ark.' 691. Digest 802. Clarke vs. Clement, 6 Term. Rep. 525. Broten vs. Spencer, 3 Stewart 331. Burr ve. Moody, Wright 449. Whitney vs. Spencer, 4 Cowen 39. Mounsey vs. Drake, 10 J. R. 27- Tuttle vs. Kip, 19 J. R. 194.\nPerhaps by issuing execution the debt might have been paid by the principal without levy and sale; or sufficient property of the principal might have been found to satisfy the judgment, and in either event the security would have been discharged. The essence of the contract is that the security will pay if it shall appear that the principal is legally unable to do so and this can only be tested properly by execution, for in the absence of execution the law supposes every man able to pay his debts. Kincaid vs. Higgins, 1 Bibb 397. Beach vs. Springer, 4 Wend. 524.\nWatkins & Curran, contra.\n• The bond upon which the suit is brought is for the payment of money, and consequently it was not necessary that any execution should issue or that any demand should be made of the principal. The moment the judgment was rendered the security was in default and the bond was forfeited. Though in some respects it resembles a bail bond, the similarity is not such as to require an execution to issue to fix the security — the condition is that the defendant “ will appear to the action and pay the judgment,” not “ surrender himself in execution” or “ if he pay the debt on execution” — and therefore the cases cited by the plaintiff in error, being actions on bail bonds, are not applicable."
  },
  "file_name": "0697-02",
  "first_page_order": 697,
  "last_page_order": 701
}
