{
  "id": 8723953,
  "name": "Security Mortgage Company v. Herron",
  "name_abbreviation": "Security Mortgage Co. v. Herron",
  "decision_date": "1927-07-04",
  "docket_number": "",
  "first_page": "698",
  "last_page": "703",
  "citations": [
    {
      "type": "official",
      "cite": "174 Ark. 698"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "114 S. W. 707",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "88 Ark. 327",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "140 S. W. 716",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "100 Ark. 507",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "169 S. W. 312",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "114 Ark. 23",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1536290
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/114/0023-01"
      ]
    },
    {
      "cite": "227 S. W. 15",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "146 Ark. 417",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1584920
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/146/0417-01"
      ]
    },
    {
      "cite": "214 S. W. 50",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "139 Ark. 572",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 495,
    "char_count": 10942,
    "ocr_confidence": 0.472,
    "pagerank": {
      "raw": 3.1826164224143305e-07,
      "percentile": 0.8646256982549948
    },
    "sha256": "bce2803befe50e9718a035f6424d22ff35abd415f4dc037649de2ea6eff9b5bf",
    "simhash": "1:2b8017710d0ab892",
    "word_count": 1876
  },
  "last_updated": "2024-02-27T16:23:40.975481+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Security Mortgage Company v. Herron."
    ],
    "opinions": [
      {
        "text": "Kirby, J.,\n(after stating the facts). The act under which the drainage district was organized, special act No. 93 of 1917, provides how the delinquent assessment shall be collected by suit brought for the purpose, and that “proceedings and decrees shall be in the nature of proceedings in rem,” provides for the giving of notice of the pendency of the suit and the form of it, directs how the proceedings shall be conducted, about the decree and the sale and the making of the deed by the commissioner, and provides that “all deeds made by the commissioner, after the report of sale made bv him, shall have been duly approved as required for judicial sales, shall have the effect of vesting the title of owners of said lands or said property in the purchaser, in fee simple.”\nSection 7 provides tire manner of redemption of the lands from such sale hy the owner or any person interested therein within one year after the date of said sale.\nSection 8 provides that the lien for the assessments upon the lands shall he paramount to the rights- of persons owning or having an interest therein; while section 21 gives such lien priority oyer the lien of the State, county, road and school district taxes,\nThere is.no complaint of any defect in the organization of the district or irregularity in the levy of taxes or the sale of the lands for the payment thereof. Plaintiff only contends that the lands were sold for taxes upon constructive service only, in a proceeding in which it was not a party, and insists that it is entitled to redeem from such sale within the time allowed hy act 43 of 1915, five years from the date of the sale, and also that the Saunders Mercantile Company should have redeemed the lands from the tax sale, and cannot take advantage of the purchase thereof hy the McMillans for its benefit, not having done so.\nThe lands having been sold in accordance with the provisions of the special act creating the district, upon the .kind of notice therein required given, there appears to he no reason why the sale, should not be held valid. In the publication of the notice Herron, who was the owner and in possession thereof, was put into the notice, as the “supposed owner,” in accordance with the provisions of. the act, and certainly it was not necessary to include the name of the first mortgagee, under the circumstances, as the “supposed owner” of the lands.\nThe sale of the lands appears to have been made in conformance with the provisions of the law as to the notice required given, and the Legislature had the power to make such a law, as has been frequently held. Vietz v. Road Imp. Dist., 139 Ark. 572, 214 S. W. 50.\nThe holding in Simpson v. Reinman, 146 Ark. 417, 227 S. W. 15, upon which the 'appellant appears to rely,-in no wise affects the authority of the above case. In the Rein-man case a person was named as the “supposed owner” who had-no claim or interest in the land, while the'true owner was in the actual possession thereof, a condition altogether different from that obtaining here, where the true owner wias in possession and named, as the “supposed owner.”\nNeither do we think there is any merit in appellant’s contention that special act number 92 of 1917, under which the drainage district was created, the terms of which were complete, providing for its organization, operation and maintenance, did not affect or change the time provided in the general act No. 43 of 1915 for the redemption of lands sold for such delinquent taxes, since there is no express repealing clause. It is true that, under that act, the period for redemption from sales of delinquent lands in improvement districts is five years, and any person is allowed to redeem who would have been permitted to redeem if the sale had been made by the collector for State and county taxes. The provisions of this special act complete in itself, covering the whole subject-matter, later passed 'by the Legislature and in direct conflict with the terms of the general act mentioned relative to the time allowed for redemption and the. persons permitted to redeem, and being the last expression of the legislative will, having a particular purpose, is exclusive and necessarily repeals by implication, those prior statutes, general or special, in conflict with its provisions. Boaz v. Coates, 114 Ark. 23, 169 S. W. 312; DeQueen v. Fenton, 100 Ark. 507, 140 S. W. 716; Hampton v. Hickey, 88 Ark. 327, 114 S. W. 707.\nThe holder of the second mortgage was under no obligation to the holder of the first mortgage to redeem the lands in possession of the mortgagor from their sale for delinquent taxes, notwithstanding the owner was bound to the payment of such taxes by the terms of the first mórtgage. The appellant, under his mortgage, could have paid the taxes before the lands were sold as delinquent, and charged them against the mortgagor, and it could have redeemed the lands in the manner provided by the act from the tax sale within the time allowed therefor after such sale.\nAppellant makes no showing of having’ been prevented from either paying the taxes or redeeming the lands by any conduct of the holder of the second mortgage calculated to lull him into- security in the belief that such taxes would be paid or redemption would be made for his benefit.\nWe find no error in the record, and the decree is affirmed.",
        "type": "majority",
        "author": "Kirby, J.,"
      }
    ],
    "attorneys": [
      "Gustavus G. Pope, for appellant.",
      "McMillan & McMillan, for appellee."
    ],
    "corrections": "",
    "head_matter": "Security Mortgage Company v. Herron.\nOpinion delivered July 4, 1927.\n1. DRAINS — notice to owner. — Where, in proceeding under Acts 1917, p. 417, to enforce a delinquent assessment in a drainage district, the actual legal owner in possession was designated in a notice of the proceeding as the “supposed owner,” a sale of the land thereunder was valid, although the name of a first mortgagee was not included as a supposed owner.\n2. Drains — validity op sale to second mortgagee. — A sale of land for delinquent drainage district assessments to a second mortgagee held valid though a first mortgagee was thereby deprived of its prior lien, where the first mortgagee was not misled into believing that the purchase was for its benefit also.\n3. Drains — sale op lands for delinquent assessments. — -It was within the power of the Legislature to provide, by Acts 1917, p. 417, for the sale of lands by drainage .district for delinquent assessments.\n4. Drains — redemption prom sale — repeal op statute. — Acts 1917, p. 417, providing for the organization, operation and maintenance of a drainage district, being complete in itself, and providing for redemption within one year, repeals Acts 1915, p. 123, providing ifor redemption within five years of lands sold for such delinquent taxes, in so far as the prior act applies to such district.\n5. Drains — redemption by second mortgagee. — The holder of a second mortgage was under no obligation to the holder of a first mortgage to redeem lands in the mortgagor’s possession from the sale of delinquent drainage taxes, notwithstanding , the owner was bound to pay such taxes by the terms of the first mortgage.\nAppeal from Clark Chancery Court; G. E. Johnson, Chancellor;\naffirmed.\nSTATEMENT BY THE COURT.\nThe appellant brought this suit, as mortgagee, to redeem from the sale by the Ross Drainage District, through the chancery court, certain lands sold for delinquent drainage taxes to D. and J. H. McMillan, stockholders in the Saunders Mercantile Company, for which they were acting in making the purchases.\nWill Herron, the mortgagor, agreed to keep all taxes and special assessments upon the lands mortgaged paid, hut failed to do so, and, as owner of the legal title, failed to redeem upon the sale thereof for delinquent taxes. Prior to the expiration of the time for redemption by the owner of the legal title, Will- Herron, the mortgagor and wife, conveyed the lands by deed to the Saunders Mercantile Company in payment of a second mortgage to that company. The mortgagors failed to redeem within the time allowed, and such failure, it was alleged, was with the intention to allow the time for redemption, to expire and thereby defeat the lien of appellant, the Security Mortgage Company, under its first mortgage, and piit the fee title in the Saunders Mercantile Company, holders of the second mortgage.\nPlaintiff alleged the sale of the lands for the delinquent drainage taxes without any notice to it; that they were sold to D. and J. H. McMillan for the benefit of the Saunders Mercantile Company, in which they were partners, and, through the connivance of said company and said parties, purchasers of the lands, who were stockholders in the corporation, neither the mortgagor nor the corporation, as holders of the legal title, redeemed said lands, as provided by the act creating the drainage district, and the failure to do so was “for the purpose of defeating the mortgage given to. the Security Mortgage Company, as herein alleged, and to vest the title, free of said lien, in said D. McMillan and J. H. McMillan, for the benefit of said Saunders Mercantile Company, a corporation; and that they are now trustees ex maleficio, so far as-the title to said lands is concerned, and the plaintiffs are entitled to redeem said lands from said sale for drainage taxes.” Alleged further that it-was entitled to redeem the lands, under the provisions of act 42 of the Acts of 1915, within five years from the sale, and offered to pay the amount necessary therefor when informed of it. Also alleged it had paid the assessments on the lands, after the sale to D. McMillan, amounting to $137, to the Boss Drainage District, and the State and county taxes for the year 1922, amounting to $32.09 ; that, if the court should hold that they were not allowed to redeem from the sale for the delinquent assessment due to the Ross Drainage District, they were entitled to recover the amount of tlie taxes paid, under their mortgage,. and prayed judgment therefor.\nThe mortgage, which was made an exhibit to the complaint, contained a clause providing that, during the time of its continuance, the mortgagors ‘ ‘ shall at all times keep the State, county and city taxes and assessments for local improvements and other purposes fully paid, as required by law.”\nThe parties answered denying all the allegations of the complaint, and on December 9, 1923, filed a demurrer to the complaint, which was sustained, and, plaintiff declining to plead further, the cause was dismissed for want of equity.\nOn the amendment to plaintiff’s complaint, filed on the 4th day of October, 1926, and from the admissions of the McMillans, the court found that the plaintiff was entitled to recover from them, for the drainage and other taxes paid, $169.09, declaring same a lien upon the land, and ordered a sale for the satisfaction thereof, if not paid within 15 days, and adjudged the costs against the plaintiff.\nThe appeal is prosecuted by the mortgage company from the decree dismissing its complaint.\nGustavus G. Pope, for appellant.\nMcMillan & McMillan, for appellee."
  },
  "file_name": "0698-01",
  "first_page_order": 716,
  "last_page_order": 721
}
