{
  "id": 8725134,
  "name": "Poch v. Taylor",
  "name_abbreviation": "Poch v. Taylor",
  "decision_date": "1932-12-19",
  "docket_number": "4-2789",
  "first_page": "700",
  "last_page": "702",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 700"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "9 S. W. (2d) 569",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "177 Ark. 1085",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8726505
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/177/1085-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 194,
    "char_count": 2528,
    "ocr_confidence": 0.515,
    "pagerank": {
      "raw": 4.446063651887353e-08,
      "percentile": 0.27862608978361286
    },
    "sha256": "33962baff02ebe26ae1b3952891dd57df8c9515335343689e06956527e65ce2e",
    "simhash": "1:b693ffcf6a323973",
    "word_count": 449
  },
  "last_updated": "2024-02-27T17:52:01.123529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Poch v. Taylor."
    ],
    "opinions": [
      {
        "text": "Kirby, J.,\n(after stating the facts). Appellant first contends that the court erred in holding the State Bank Bank & Trust Company, insolvent, of which the note sued on constituted a part, but this question has been determined against him in a former suit wherein he was a party against the Bank Commissioner, ante p. 618.\nPie insists also that the court erred in not holding the note was executed without consideration and void upon the assurance of the officers of the bank that he would never have to pay it. He admits, however, that he executed the note, and the money was loaned him by the bank with which to purchase stock of an ancillary or auxiliary corporation, of which the bank officials were officers, and who assured him that he would never have to pay the note, and that the dividends from the stock of the new company would take care of the loan. The stock was issued to him upon his purchase thereof, and he continued to renew the old note and pay the interest thereon until the execution of the note sued on herein, the last renewal of the note given. He borrowed the money, however, and admitted that he had never repaid it, and there could be no failure of consideration, so far as the loan of the money upon the note discounted was concerned, since he got the value of the money for which the note was executed. The fact that the stock purchased with the money he received on the note finally proved to be without value did not constitute failure of consideration for the note executed for the loan; and, even if it were true, which is not shown, that the bank officials made fraudulent representations to him to induce him to take stock in the ancillary company and loaned him the bank’s money for that purpose, he would still be bound to the payment of the money loaned upon this note, since the bank officers had no authority, and could have none, to lend the bank’s money to enable persons, who desired to do so, to buy stock in the ancilliary corporation, of which they were also officials. This could not be done even though they had attempted to guarantee, which was not done, sufficient returns upon the stock purchased to take care of the repayment of the money loaned. Clements v. Citizens’ Bank of Booneville, 177 Ark. 1085, 9 S. W. (2d) 569.\nNo error therefore was committed in directing the verdict, the evidence being virtually undisputed.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Kirby, J.,"
      }
    ],
    "attorneys": [
      "Tom F. Digby, for appellant.",
      "Robinson, House & Moses, for appellee."
    ],
    "corrections": "",
    "head_matter": "Poch v. Taylor.\n4-2789\nOpinion delivered December 19, 1932.\nTom F. Digby, for appellant.\nRobinson, House & Moses, for appellee."
  },
  "file_name": "0700-01",
  "first_page_order": 720,
  "last_page_order": 722
}
