{
  "id": 1371744,
  "name": "Bayou DeView Drainage District No. 1 v. Files",
  "name_abbreviation": "Bayou DeView Drainage District No. 1 v. Files",
  "decision_date": "1926-03-08",
  "docket_number": "",
  "first_page": "701",
  "last_page": "702",
  "citations": [
    {
      "type": "official",
      "cite": "170 Ark. 701"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 229,
    "char_count": 3508,
    "ocr_confidence": 0.509,
    "sha256": "70bd0ee252dc048af1db800ec81e08890d6c8f081cb0a2b0713d9d8bc0c7da16",
    "simhash": "1:380379f25534c6a5",
    "word_count": 591
  },
  "last_updated": "2023-07-14T23:00:36.957476+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Bayou DeView Drainage District No. 1 v. Files."
    ],
    "opinions": [
      {
        "text": "Humphreys, J.\nThis suit was brought by appellee against appellant in the circuit court of Woodruff County, Central District, to recover $436.17, with interest at the rate of 8 per cent, per annum from January 17,1923, until same is paid, for lumber furnished by appellee to construct a bridge across Bayou DeYiew.\nAppellant interposed the defense that it did not purchase or authorize any one to purchase the lumber used in the construction of said bridge for it or upon its credit.\nThe cause was submitted to a jury upon the pleadings, the testimony adduced by the respective parties, and instructions of the court, which resulted in a verdict and consequent judgment against appellant for the sum sued for, from which is this appeal.\nAppellant contends for a reversal of the judgment upon the grounds: First, that the undisputed testimony reveals that, although the lumber manufactured by appellee was used in the construction of its bridge across Bayou DeView, it was bought by an independent contractor, J. D. Books, who undertook to build the bridge and furnish all the material for $12.50 per lineal foot, and that he did not purchase the lumber for it or as its agent; and second, because the evidence to prove agency in the purchase of the lumber was confined to the admission or statement of J. D. Books, the alleged agent, which testimony alone was insufficient in law to establish agency.\n(1) . We cannot agree with the interpretation placed upon the testimony by the learned counsel for appellant. It is true that J. D. Books entered into a contract with appellant to build the bridge' and furnish the material for $12.50 per lineal foot, and that appellant advanced Books $650 under the contract, based upon the estimate of lumber which he had placed on the right-of-way, but it is also undisputed that Books told appellee, when making the order, that he was buying it as the agent of appellant, and that he abandoned his contract after building only ten feet of the bridge. It is also undisputed that, after Books abandoned the contract, and about the time the work was taken over by the district for completion, appellee informed two of the commissioners that Books had ordered the lumber for the district, and presented a bill for the balance due thereon to them, one of whom stated that they would use the lumber and pay him for it. The other commissioner stated that he ought to be paid for it. To say the least of it, they used the lumber after being informed that it had been ordered for the district by Books, and that he had not paid for it.\n(2) . Under our construction of the evidence, appellee was entitled to an instructed verdict, so no prejudice resulted to appellant on account of the instructions given by the court.\nThe judgment is therefore affirmed.",
        "type": "majority",
        "author": "Humphreys, J."
      }
    ],
    "attorneys": [
      "E. M. GarlLee, for appellant.",
      "Roy D. Campbell, for appellee."
    ],
    "corrections": "",
    "head_matter": "Bayou DeView Drainage District No. 1 v. Files.\nOpinion delivered March 8, 1926.\n1. Drains—liability of district.—Where, after a drainage district had employed an independent contractor to ibuild a bridge and he had abandoned the contract, the drainage commissioners were informed by plaintiff that the contractor had ordered lumber without paying for it, and the district thereafter used the lumber, it will be liable.\n2. Appeal and error—harmless error—instructions.—Where plaintiff was entitled to an instructed verdict, defendant cannot complain of errors in instructions.\nAppeal from Woodruff Circuit Court, Central District; E. D. Robertson, Judge;\naffirmed.\nE. M. GarlLee, for appellant.\nRoy D. Campbell, for appellee."
  },
  "file_name": "0701-01",
  "first_page_order": 717,
  "last_page_order": 718
}
