{
  "id": 12456852,
  "name": "Kut Suen Lui et al., Petitioners, v. Essex Insurance Company, Respondent",
  "name_abbreviation": "Kut Suen Lui v. Essex Insurance Co.",
  "decision_date": "2016-06-09",
  "docket_number": "No. 91777-9",
  "first_page": "703",
  "last_page": "720",
  "citations": [
    {
      "type": "official",
      "cite": "185 Wash. 2d 703"
    }
  ],
  "court": {
    "name_abbreviation": "Wash.",
    "id": 9029,
    "name": "Washington Supreme Court"
  },
  "jurisdiction": {
    "id": 38,
    "name_long": "Washington",
    "name": "Wash."
  },
  "cites_to": [
    {
      "cite": "899 P.2d 1251",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1995,
      "opinion_index": 0
    },
    {
      "cite": "127 Wn.2d 322",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        433058
      ],
      "year": 1995,
      "pin_cites": [
        {
          "page": "332-33"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/127/0322-01"
      ]
    },
    {
      "cite": "267 Neb. 922",
      "category": "reporters:state",
      "reporter": "Neb.",
      "case_ids": [
        3653050
      ],
      "weight": 4,
      "year": 2004,
      "pin_cites": [
        {
          "page": "929-30"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/neb/267/0922-01"
      ]
    },
    {
      "cite": "26 P.3d 910",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2001,
      "pin_cites": [
        {
          "parenthetical": "quoting Webster's Third New International Dictionary 1141 (1981)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "144 Wn.2d 130",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        970394
      ],
      "year": 2001,
      "pin_cites": [
        {
          "page": "139",
          "parenthetical": "quoting Webster's Third New International Dictionary 1141 (1981)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/144/0130-01"
      ]
    },
    {
      "cite": "964 P.2d 1173",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1998,
      "pin_cites": [
        {
          "parenthetical": "\"If terms are defined in a policy, then the term should be interpreted in accordance with that policy definition.\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "136 Wn.2d 567",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        867933
      ],
      "year": 1998,
      "pin_cites": [
        {
          "page": "576",
          "parenthetical": "\"If terms are defined in a policy, then the term should be interpreted in accordance with that policy definition.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/136/0567-01"
      ]
    },
    {
      "cite": "952 P.2d 157",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1998,
      "opinion_index": 0
    },
    {
      "cite": "134 Wn.2d 713",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        452302
      ],
      "year": 1998,
      "pin_cites": [
        {
          "page": "722"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/134/0713-01"
      ]
    },
    {
      "cite": "110 P.3d 733",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2005,
      "opinion_index": 0
    },
    {
      "cite": "154 Wn.2d 165",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        5629084
      ],
      "year": 2005,
      "pin_cites": [
        {
          "page": "171"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/154/0165-01"
      ]
    },
    {
      "cite": "760 P.2d 337",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1988,
      "opinion_index": 0
    },
    {
      "cite": "111 Wn.2d 452",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1179763
      ],
      "year": 1988,
      "pin_cites": [
        {
          "page": "462"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/111/0452-01"
      ]
    },
    {
      "cite": "277 P.3d 679",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2012,
      "opinion_index": 0
    },
    {
      "cite": "168 Wn. App. 1",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        4026513
      ],
      "year": 2012,
      "pin_cites": [
        {
          "page": "5"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/168/0001-01"
      ]
    },
    {
      "cite": "891 P.2d 718",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1994,
      "opinion_index": 0
    },
    {
      "cite": "882 P.2d 703",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1994,
      "opinion_index": 0
    },
    {
      "cite": "126 Wn.2d 50",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        436063
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "65"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/126/0050-01"
      ]
    },
    {
      "cite": "881 P.2d 201",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1994,
      "pin_cites": [
        {
          "parenthetical": "quoting Queen City Farms, Inc. v. Cent. Nat'l Ins. Co. of Omaha, 126 Wn.2d 50, 65, 882 P.2d 703, 891 P.2d 718 (1994)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "124 Wn.2d 618",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        507165
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "627",
          "parenthetical": "quoting Queen City Farms, Inc. v. Cent. Nat'l Ins. Co. of Omaha, 126 Wn.2d 50, 65, 882 P.2d 703, 891 P.2d 718 (1994)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/124/0618-01"
      ]
    },
    {
      "cite": "15 P.3d 115",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2000,
      "opinion_index": 0
    },
    {
      "cite": "142 Wn.2d 654",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1361356
      ],
      "year": 2000,
      "pin_cites": [
        {
          "page": "665"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/142/0654-01"
      ]
    },
    {
      "cite": "329 P.3d 59",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2014,
      "opinion_index": 0
    },
    {
      "cite": "180 Wn.2d 793",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4242088
      ],
      "year": 2014,
      "pin_cites": [
        {
          "page": "802"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/180/0793-01"
      ]
    },
    {
      "cite": "340 P.3d 191",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "weight": 2,
      "year": 2014,
      "opinion_index": 0
    },
    {
      "cite": "182 Wn.2d 55",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4075705
      ],
      "year": 2014,
      "pin_cites": [
        {
          "page": "69"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/182/0055-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 979,
    "char_count": 26315,
    "ocr_confidence": 0.897,
    "pagerank": {
      "raw": 1.449406933110551e-07,
      "percentile": 0.6547474389433515
    },
    "sha256": "7cdc653ffca56c452055054fb84245637339f1200afe95303061301af0e4014a",
    "simhash": "1:a5be4e38dc3de6e2",
    "word_count": 4270
  },
  "last_updated": "2024-02-28T00:06:59.447104+00:00",
  "provenance": {
    "date_added": "2019-05-22",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Madsen, C.J., and Johnson, Owens, Fairhurst, Stephens, González, Gordon McCloud, and Yu, JJ., concur."
    ],
    "parties": [
      "Kut Suen Lui et al., Petitioners, v. Essex Insurance Company, Respondent."
    ],
    "opinions": [
      {
        "text": "[As amended by order of the Supreme Court August 15, 2016.]\nWiggins, J.\n¶1 — Kut Suen Lui and May Far Lui (the Luis) owned a building that sustained water damage after a pipe burst while the building was vacant. The Luis’ insurance policy for the building limited coverage for water damage in two ways based on vacancy: coverage was suspended if the building remained vacant for 60 consecutive days and, effective at the beginning of any vacancy, there was no coverage for certain specified losses, including water damage. The Luis argue that the policy is ambiguous and should be interpreted in the Luis’ favor to mean that the exclusion of coverage for water damage would commence only after a 60-day vacancy. We reject the Luis’ arguments and find that the policy unambiguously excluded coverage for water damage immediately upon vacancy. We reverse the trial court’s contrary holding and affirm the Court of Appeals.\nFACTS AND PROCEDURAL HISTORY\n¶2 The Luis owned a building containing tenant space. The building’s last tenant, the Agape Foundation Inc., left the building in the first week of December 2010 after being evicted by the Luis for failure to pay rent. At the time of the incidents giving rise to this claim, the Luis were not renting the building to a tenant.\n¶3 On or about January 1, 2011, less than 60 days after the Agape Foundation Inc. moved out of the building, a frozen sprinkler pipe broke in the building and caused substantial water damage to the building. Upon discovering the water damage, the Luis notified their insurance provider, Essex Insurance Company, and filed a claim. Essex began investigating the Luis’ claim and paid the Luis a total of $293,598.05 for property damage during the course of its investigation.\n¶4 After paying this sum, Essex discovered that the property was vacant at the time of the water damage. Essex then denied the Luis’ claim and refused to pay any more money. In denying the Luis’ claim, Essex sent their attorney a letter explaining that the endorsement in the Luis’ insurance policy excluded coverage for the water damage because it occurred while the building was vacant. The letter explained Essex’s reasoning as follows:\nThis letter explains the reasons why Essex must deny your clients’ claim based on the investigation to date.\nFirst, the policy contains a Change of Conditions Endorsement, which I copy here at Appendix A. This Endorsement was specifically endorsed to the policy over the past few years. As you will see, that Endorsement states:\nEffective at the inception of any vacancy or unoccupancy, the Causes of Loss provided by this policy are limited to Fire, Lightning, Explosion, Windstorm or Hail, Smoke, Aircraft or Vehicles, Riot or Civil Commotion, unless prior approval has been obtained from the Company.\nIn this situation, the subject building was vacant and unoccupied at the time of the loss. The insurance company was never notified of the vacancy until after the loss, and hence never approved coverage beyond the named perils listed in the Endorsement. The cause of the January 1, 2011 loss was not one of the perils named in the Change of Conditions Endorsement. Therefore, the insurance company cannot provide coverage for the claimed loss.\nIn addition, the letter stated that Essex would refrain from seeking reimbursement for the money that Essex had already paid to the Luis on condition that the Luis would not pursue their claim any further.\n¶5 The Luis sued Essex, claiming total damages in the amount of $758,863.31. Both the Luis and Essex filed cross motions for summary judgment. Essex argued that the unambiguous language of the “Change in Condition Endorsement” (the endorsement) in the Luis’ insurance policy immediately suspends coverage at the inception of any vacancy for all but specifically named causes of loss. Because the property was vacant and water damage was not one of the named causes of loss, Essex argued that the court should rule that the Luis were not entitled to coverage as a matter of law. The Luis argued that coverage restrictions from their policy’s “Vacancy Provisions” become effective if the property is vacant for a period of 60 consecutive days. Further, the Luis sought summary judgment on the grounds that (1) Essex was estopped from denying coverage, (2) Essex waived its right to deny coverage, and (3) Essex denied the coverage in bad faith.\n¶6 The trial court denied Essex’s motion for summary judgment and granted partial summary judgment in favor of the Luis solely on its conclusion that the endorsement was internally ambiguous and, therefore, had to be construed as providing coverage for the water damage. Specifically, the trial court stated, “The court finds there is a conflict in the two paragraphs of the change of conditions endorsement.” The court resolved the conflict in favor of the Luis, holding that the word “inception” from the endorsement “does not suspend coverage automatically.” The court acknowledged that it was ruling only on the “narrow issue” that there was “a conflict in the language” of the endorsement. Thus, the court declined to grant summary judgment on the Luis’ waiver, estoppel, and bad faith claims, stating that there are questions of material fact that govern those issues.\n¶7 Essex moved for reconsideration and asked in the alternative that the court certify the ruling for appeal under RAP 2.3(b)(4). The court denied Essex’s motion for reconsideration but did certify its ruling for review. In certifying its ruling for review, the court also ordered “that all further action in this Court involving the Luis’ claims against Essex are severed and stayed pending resolution of Essex’ appeal to the Court of Appeals.”\n¶8 The Court of Appeals accepted review on the certified issue of whether the provisions within the endorsement were ambiguous. In an unpublished opinion, the Court of Appeals reversed the trial court’s order granting summary judgment in favor of the Luis. The Court of Appeals ruled that the plain language of the endorsement unambiguously limited coverage to only the enumerated causes of loss at the moment the building became vacant, not after 60 days as the Luis argued. The Luis then filed a petition for review with this court, which we granted.\nANALYSIS\nI. Standard of Review\n¶9 “This court reviews summary judgment determinations de novo, engaging in the same inquiry as the trial court.” Durland v. San Juan County, 182 Wn.2d 55, 69, 340 P.3d 191 (2014). “Summary judgment is proper where there are no genuine issues of material fact and the moving party is entitled to judgment as a matter of law.” Id. Courts interpret language in an insurance policy as a matter of law, and we review de novo. Expedia, Inc. v. Steadfast Ins. Co., 180 Wn.2d 793, 802, 329 P.3d 59 (2014).\nII. The Luis’ Insurance Policy Did Not Cover the Water Damage\n¶10 We construe insurance policies as contracts. Weyerhaeuser Co. v. Commercial Union Ins. Co., 142 Wn.2d 654, 665, 15 P.3d 115 (2000). When we interpret an insurance policy, we consider the insurance policy as a whole, giving the policy “ ‘a fair, reasonable, and sensible construction as would be given to the contract by the average person purchasing insurance.’” Key Tronic Corp. v. Aetna (CIGNA) Fire Underwriters Ins. Co., 124 Wn.2d 618, 627, 881 P.2d 201 (1994) (quoting Queen City Farms, Inc. v. Cent. Nat’l Ins. Co. of Omaha, 126 Wn.2d 50, 65, 882 P.2d 703, 891 P.2d 718 (1994)). Where possible, we harmonize clauses that seem to conflict in order to give effect to all of the contract’s provisions. Realm, Inc. v. City of Olympia, 168 Wn. App. 1, 5, 277 P.3d 679 (2012). “Every insurance contract shall be construed according to the entirety of its terms and conditions as set forth in the policy, and as amplified, extended, or modified by any rider, endorsement, or application attached to and made a part of the policy.” RCW 48.18.520.\n¶11 In this case, the language of the Luis’ insurance policy, including the endorsement, is plain—it did not cover water damage. Specifically, reading the endorsement, the average insured would understand by the policy’s plain language that (1) the endorsement’s terms supersede the terms of the underlying policy, (2) the endorsement’s first paragraph excluded all coverage after 60 days of vacancy, and (3) the endorsement’s second paragraph provided only limited coverage from when the building first became vacant up until 60 days of that vacancy. Because the language of the policy is plain, we enforce that language.\nA. Description of the endorsement\n¶12 The endorsement to the Luis’ insurance policy stated in relevant part:\nCHANGE IN CONDITIONS ENDORSEMENT\nPlease read carefully as this changes coverage under your policy.\nVACANCY OR UNOCCUPANCY\nCoverage under this policy is suspended while a described building, whether intended for occupancy by owner or tenant, is vacant or unoccupied beyond a period of sixty consecutive days, unless permission for such vacancy or unoccupancy is granted hereon in writing and an additional premium is paid for such vacancy or unoccupancy.\nEffective at the inception of any vacancy or unoccupancy, the Causes of Loss provided by this policy are limited to Fire, Lightning, Explosion, Windstorm or Hail, Smoke, Aircraft or Vehicles, Riot or Civil Commotion, unless prior approval has been obtained from the Company.\n¶13 This endorsement superseded the original terms of the underlying insurance policy. Insurance policies may be “amplified, extended, or modified by any . . . endorsement . . . attached to and made a part of the policy.” RCW 48.18.520. “An endorsement becomes a part of the insurance contract even if the result is a new and different contract. As endorsements are later in time, they generally control over inconsistent terms or conditions in a policy.” Transcon. Ins. Co. v. Wash. Pub. Utils. Dists.’ Util. Sys., 111 Wn.2d 452, 462, 760 P.2d 337 (1988). By its plain language, the endorsement changed the terms of the underlying policy. In italicized letters, the endorsement asked the insured to “\\p]lease read carefully as this changes coverage under your policy.” Because the endorsement changed the terms of the underlying insurance policy, the terms of the endorsement control.\n¶14 Despite the plain language of the endorsement, the Luis argue that an ambiguity exists between the endorsement’s two paragraphs. We therefore analyze the operative language of the endorsement and its meaning.\nB. Plain language and meaning of terms of the endorsement\n¶15 The plain language of the endorsement provides that whenever an insured building becomes vacant, insurance coverage is limited, and that after 60 days of vacancy, insurance coverage is suspended. “[I]f the policy language is clear and unambiguous, we must enforce it as written; we may not modify it or create ambiguity where none exists.” Quadrant Corp. v. Am. States Ins. Co., 154 Wn.2d 165, 171, 110 P.3d 733 (2005). Language in an insurance contract is ambiguous if it is susceptible to two different but reasonable interpretations. State Farm Mut. Auto. Ins. Co. v. Ruiz, 134 Wn.2d 713, 722, 952 P.2d 157 (1998). If an insurance contract contains an ambiguity,\nwe may rely on extrinsic evidence of the intent of the parties to resolve the ambiguity. Any ambiguity remaining after examination of the applicable extrinsic evidence is resolved against the insurer and in favor of the insured. But while exclusions should be strictly construed against the drafter, a strict application should not trump the plain, clear language of an exclusion such that a strained or forced construction results.... [I]n Washington the expectations of the insured cannot override the plain language of the contract.\nQuadrant Corp., 154 Wn.2d at 171-72 (citations omitted).\n¶16 We begin with the plain language of the first paragraph. It states that “[c]overage under this policy is suspended while a described building ... is vacant.. . beyond a period of sixty consecutive days” unless the insured pays an additional premium and Essex agrees to the vacancy. The underlying policy defines “vacant.” When a term is defined in a policy, that definition applies throughout the policy. See Kitsap County v. Allstate Ins. Co., 136 Wn.2d 567, 576, 964 P.2d 1173 (1998) (“If terms are defined in a policy, then the term should be interpreted in accordance with that policy definition.”). In this case, the policy defines “vacant” in the following provision:\n6. Vacancy\na. Description of Terms\n(1) As used in this Vacancy Condition, the term building and the term vacant have the meanings set forth in . . . (l)(b) below:\n(b) When this policy is issued to the owner or general lessee of a building, building means the entire building. Such building is vacant unless at least 31% of its total square footage is:\n(i) Rented to a lessee or sub-lessee and used by the lessee or sub-lessee to conduct its customary operations; and/or\n(ii) Used by the building owner to conduct customary operations.\n(2) Buildings under construction or renovation are not considered vacant.\nTherefore, a condition to the first paragraph of the endorsement becoming effective is that less than 31 percent of the building is being rented or used for its customary operations, unless it is under construction or renovation.\n¶17 The first paragraph of the endorsement also contains the terms “suspended” and “beyond,” which are not defined within the policy. We give undefined terms in an insurance policy their popular and ordinary meaning in accord with the understanding of the average purchaser of insurance, which we may determine by reference to dictionary definitions. Queen City Farms, Inc., 126 Wn.2d at 77. The ordinary meaning of “suspended” to the average insured is that there is no insurance coverage “beyond” 60 days of vacancy. Indeed, the dictionary definition of “suspended” is “temporarily debarred, inactive, inoperative : held in abeyance.” Webster’s Third New International Dictionary 2303 (2002). Similarly, the average insured would understand “beyond” to mean after the 60 days of vacancy, which is again confirmed by the dictionary definition. See id. at 210 (“beyond” means “farther away or farther along in space, time, or any developing temporal activity”). Therefore, the average insured would understand that the first paragraph of the endorsement ends all insurance coverage if less than 31 percent of the building has been rented or used for its customary operations for more than 60 consecutive days.\n¶18 We turn now to the plain language of the endorsement’s second paragraph: “Effective at the inception of any vacancy ... , the Causes of Loss provided by this policy are limited to Fire, Lightning, Explosion, Windstorm or Hail, Smoke, Aircraft or Vehicles, Riot or Civil Commotion, unless prior approval has been obtained from the Company.” While not defined in the Luis’ policy, we have ruled that the average insured would understand the term “inception” to mean “ ‘an act, process, or instance of beginning.’” Panorama Vill. Condo. Owners Ass’n Bd. of Dirs. v. Allstate Ins. Co., 144 Wn.2d 130, 139, 26 P.3d 910 (2001) (quoting Webster’s Third New International Dictionary 1141 (1981)). Therefore, by the plain language of the second paragraph, the endorsement provides only limited coverage at the moment the building becomes vacant (meaning that less than 31 percent of the building is rented or used for its customary operations).\nC. Structure and policy\n¶19 Reading the endorsement’s two paragraphs together, the average insured would understand that the endorsement alters the underlying insurance policy to the extent that when a building becomes vacant, the policy provides limited coverage and, after a 60 consecutive day vacancy, the policy provides no coverage.\n¶20 The policy reasoning for vacancy provisions supports this plain language reading. Potentially damaging conditions in a vacant building are more likely to go undiscovered. See Rojas v. Scottsdale Ins. Co., 267 Neb. 922, 929-30, 678 N.W.2d 527 (2004). The longer a building is vacant, the greater the risk and the greater the damage if there is a condition causing damage. Id. Therefore, it makes sense that a vacancy endorsement would limit coverage for the first 60 days of a vacancy and then exclude all coverage if the building remains vacant after 60 days. Indeed, the facts of this case highlight the risks to a vacant building and why an insurance company would include such a vacancy endorsement. Because the Luis’ building was vacant, the water leak went unnoticed until someone called the fire department to report “water coming from a building.” Had the Luis or a tenant occupied the building, the response time and resulting damage may have been reduced.\n¶21 The Luis argue that the structure of the endorsement leads to a different conclusion. The Luis assert that the endorsement can reasonably be read to mean that there are no coverage consequences at all until after 60 days of vacancy. The Luis make this argument based on the order of the two paragraphs of the endorsement—that the first paragraph is the “dominant concept” of the endorsement and controls the reading of the second paragraph. Specifically, the Luis state that because the first paragraph prescribes the coverage consequences of 60 days of vacancy, the second paragraph can reasonably be read as also not effective until after 60 days of vacancy.\n¶22 The Luis also contend that their interpretation of the vacancy endorsement harmonizes with the Vacancy Provisions of the underlying policy. The Vacancy Provisions of the underlying policy state that\n[i]f the building where loss or damage occurs has been vacant for more than 60 consecutive days before that loss or damage occurs:\n(1) We will not pay for any loss or damage caused by any of the following even if they are Covered Causes of Loss: . . .\n(d) Water damage.\nThe Luis argue that the endorsement says that it only changes the policy, it does not say that it replaces it, and that their interpretation harmonizes the provisions of the entire policy.\n¶23 The Luis’ interpretation of the endorsement is unreasonable because it ignores the plain language of the second paragraph and causes much of the endorsement’s language to become superfluous. See Queen City Farms, Inc., 126 Wn.2d at 94 (refusing to interpret an insurance policy in a manner that would cause some of its terms to be superfluous and without meaning). If we were to accept the Luis’ assertion that insurance consequences do not exist until after 60 days of vacancy, the phrase “effective, at the inception of any vacancy” in the endorsement’s second paragraph becomes meaningless in light of the first paragraph’s statement that “coverage under this policy is suspended while a described building ... is vacant or unoccupied beyond a period of sixty consecutive days.” The Luis’ interpretation of the endorsement further creates an unresolvable contradiction where the first paragraph would cause all coverage to be suspended while the second paragraph would simultaneously provide limited coverage.\n¶24 The Luis’ argument that their interpretation harmonizes with the Vacancy Provisions is similarly unreasonable. While the Vacancy Provisions section of the underlying policy may have excluded coverage for water damage only after 60 days of vacancy, the endorsement changes the terms of the policy to exclude coverage for water damage at the inception of any vacancy. See Transcon. Ins. Co., 111 Wn.2d at 462 (endorsement provisions control over underlying policy provisions if so stated in the endorsement). The Luis’ argument is unavailing because it ignores the controlling nature of the endorsement. We must read the insur-anee policy as a whole, including endorsements that explicitly change the terms of the policy. RCW 48.18.520; see also Transcon. Ins. Co., 111 Wn.2d at 462. In this case, the endorsement excludes coverage for water damage in the first 60 days of a vacancy. To interpret these provisions to the contrary would cause the endorsement’s language that it changes the underlying policy to either be superfluous or be in direct conflict with the Vacancy Provisions. See Quadrant Corp., 154 Wn.2d at 170 (we may not create an ambiguity where none exists). Because the Luis’ interpretation of the endorsement and the overall insurance policy is unreasonable, it does not create an ambiguity that must be resolved in their favor.\n¶25 Lastly, the Luis claim that the Court of Appeals erred by inserting subjectivity into its analysis of whether the endorsement was ambiguous. Specifically, the Luis claim that the Court of Appeals inappropriately construed the policy based on what the court presumed the Luis knew about Essex’s interpretation of the policy. In a footnote, the Court of Appeals elaborated on the fact that the Luis had a prior insurance policy with Essex in 2004, and that the coverage under that prior policy was partially suspended when Essex discovered that the insured building was vacant. Kut Suen Lui v. Essex Ins. Co., No. 72835-1-I, slip op. at 9 n.6 (Wash. Ct. App. Apr. 6, 2015) (unpublished), http://www.courts.wa.gov/opinions/pdf/728351.pdf (insurance agent explained to the Luis that coverage was restricted as soon as the building became vacant). From this prior experience, the Court of Appeals stated that “[t]he record shows the Luis were aware of Essex’s interpretation of the policy in 2004 . ...” Id.\n¶26 Although the Court of Appeals noted the Luis’ prior knowledge in a footnote, the court did not base its analysis of ambiguity on their knowledge. Id. at 4-13. Indeed, the court’s analysis focused solely on the plain language of the endorsement and the policy reasoning behind such endorse-merits. Id. Further, even if the Luis are correct in their assertion that the Court of Appeals inappropriately considered their prior understanding of the endorsement, it does not impact our resolution of this case. Our review of the insurance policy is de novo. Expedia, Inc., 180 Wn.2d at 802. As discussed above, our objective analysis of the insurance policy, considering the plain language as would be understood by an average insured, demonstrates that Luis’ policy unambiguously excluded coverage for the water damage.\n¶27 Therefore, we affirm the Court of Appeals’ reversal of the trial court’s ruling construing the endorsement in favor of the Luis. The building was vacant. The Luis’ policy endorsement did not cover water damage in a vacant building.\nIII. The Luis’ Insurance Policy Unambiguously Defines “Vacancy”\n¶28 As stated above, the only issue certified for appeal was whether the trial court erred when it granted summary judgment for the Luis on finding that the endorsement was internally ambiguous. However, for the first time on appeal, the Luis now ask that we hold that the term “vacancy” is ambiguous. We have discretion to decide whether we address an issue asserted for the first time on appeal. RAP 2.5(a). We choose to address the definition of “vacancy” because we need to look no further than the definitions section of the insurance policy.\n¶29 The Luis assert that the term “vacancy” in the insurance policy is undefined and ambiguous. Specifically, the Luis seem to argue that because the endorsement and the Vacancy Provisions do not “explicitly define ‘vacancy,’ ” we should hold the term is ambiguous and interpret it in their favor. The Luis advocate that we adopt a definition of “vacancy” that precludes a finding of vacancy if the building’s owners maintain “a continuous physical presence at the property.”\n¶30 The Luis’ argument is not well taken. The insurance policy defines a “vacancy” as follows: a “building is vacant unless at least 31% of its total square footage is: (i) [r]ented to a lessee or sub-lessee to conduct its customary operations; and/or (ii) [u]sed by the building owner to conduct customary operations.” When an insurance policy defines a term, that definition applies throughout the policy. See Kitsap County, 136 Wn.2d at 576 (“If terms are defined in a policy, then the term should be interpreted in accordance with that policy definition.”). The Luis offer no conflicting language from within the insurance policy to demonstrate that this definition is ambiguous.\nIV. We Decline To Exercise Our Discretion To Rule on Whether the Building Was under Renovation\n¶31 Alternatively, the Luis ask us to affirm the trial court’s decision on the ground that the building was under renovation at the time of the loss and thus not “vacant.” The Court of Appeals refused to address this issue under the general rule that appellate courts will not consider issues raised for the first time on appeal. Kut Suen Lui, slip op. at 14 (quoting State v. McFarland, 127 Wn.2d 322, 332-33, 899 P.2d 1251 (1995); RAP 2.5(a)). Similarly, in response to the Luis’ argument, Essex now asserts that the policy distinguishes between “vacant” and “unoccupied” property and that we should rule that the policy excluded coverage for the water damage because the building was “unoccupied.” We decline to consider these issues because they were not certified by the trial court for appeal and are not sufficiently developed for our review.\nCONCLUSION\n¶32 We affirm the Court of Appeals. The plain language of the Luis’ insurance policy, as modified by the endorsement, did not cover the water damage to their vacant building.\nMadsen, C.J., and Johnson, Owens, Fairhurst, Stephens, González, Gordon McCloud, and Yu, JJ., concur.\nAfter modification, further reconsideration denied August 15, 2016.\nThe issues of waiver, estoppel, and bad faith are not before our court. Essex asked the Court of Appeals to review these issues, but the Court of Appeals refused on the basis that the issues were not properly before the court. Kut Suen Lui v. Essex Ins. Co., No. 72835-1-I, slip op. at 4 (Wash. Ct. App. Apr. 6, 2015) (unpublished), http://www.courts.wa.gov/opinions/pdf/728351.pdf. Essex does not raise these issues here.",
        "type": "majority",
        "author": "Wiggins, J."
      }
    ],
    "attorneys": [
      "J. Dino Vasquez, Thomas D. Adams, and Jacque E. St. Romain (of Karr Tuttle Campbell), for petitioners.",
      "Michael K. McCormack (of Bullivant Houser Bailey PC), for respondent."
    ],
    "corrections": "",
    "head_matter": "[No. 91777-9.\nArgued March 10, 2016.\nDecided June 9, 2016.\nKut Suen Lui et al., Petitioners, v. Essex Insurance Company, Respondent.\nJ. Dino Vasquez, Thomas D. Adams, and Jacque E. St. Romain (of Karr Tuttle Campbell), for petitioners.\nMichael K. McCormack (of Bullivant Houser Bailey PC), for respondent."
  },
  "file_name": "0703-01",
  "first_page_order": 757,
  "last_page_order": 774
}
