{
  "id": 1428335,
  "name": "Bradley v. Ashby",
  "name_abbreviation": "Bradley v. Ashby",
  "decision_date": "1934-01-29",
  "docket_number": "4-3302",
  "first_page": "707",
  "last_page": "709",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 707"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "85 S. W. 237",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "74 Ark. 181",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8719105
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/74/0181-01"
      ]
    },
    {
      "cite": "238 S. W. 1063",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "152 Ark. 581",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1364117
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/152/0581-01"
      ]
    },
    {
      "cite": "204 S. W. 1140",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "134 Ark. 386",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1573339
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/134/0386-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 260,
    "char_count": 3589,
    "ocr_confidence": 0.489,
    "pagerank": {
      "raw": 1.4491830029057775e-07,
      "percentile": 0.6547095988993953
    },
    "sha256": "c9c6e6c993cf90a6c00394efef23235119a021eeb91950e8de7e3efa332d33f4",
    "simhash": "1:4257dd9c12165d7e",
    "word_count": 645
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Bradley v. Ashby."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nOn January 14, 1933, an adjourned day of the October, 1932, term of the Grant Chancery Court, a decree was rendered which contained the following findings of fact: On July 31,1928, J. H. Bradley executed a promissory note to Greene & Meadors for $2,500, due September 10, 1928. To secure this note, and as collateral thereto, Bradley pledged to Greene & Meadors six notes secured by a vendor’s lien on a forty-acre tract of land which had been conveyed by Bradley to one A. C. Moore. Thereafter Moore reconveyed the land to Bradley, thereby vesting the title in Bradley. The court was evidently and correctly of the opinion that the reconveyance of the land to Bradley by Moore did not operate to extinguish the vendor’s lien as against the holder of the purchase money notes. It was found that $936 was due on the $2,500 note, for which judgment was rendered, and it was also ordered that the land be sold. The decree was a complete and final adjudication of the questions raised by the pleadings and the testimony.\nThereafter, but before the expiration of the term at which this decree was rendered, a motion was filed by Bradley to vacate the decree upon the ground of newly-discovered evidence. Bradley had brought the original suit to cancel his note and to secure the return of the six collateral notes, upon the allegation that he had paid the $2,500 note in full. An intervention was filed in the name of Bradley’s wife, in which she alleged that she had never joined in the execution of a deed to Moore, and that the land was her homestead. She prayed that the deed be declared void, and that her rights of dower and homestead be protected.\nNo ruling was made on the intervention or the motion to vacate the decree of January 14,1933, until April 24, 1933, which was the first day of the April, 1933, term of the Grant Chancery Court. On that day, and before the opening of the new term, the chancellor overruled the motion to vacate, and dismissed the intervention, no competent testimony being offered in support of its allegations. A decree to that effect was entered as a proceeding had at a day of the October, 1932, term of the court. It is unnecessary to pass upon the question whether there could be a session of both terms on the same day.\nAn appeal has been prosecuted, and a transcript incorporating both the decree of January 14,1933, and that of April 24, 1933, was filed with the clerk of this court on October 5, 1933.\nThe effect of the decree of April 24, 1933, was to leave in full force the decree of January 14, 1933, and this appeal has not been prosecuted within the time limited by law to bring the January 14th decree before us for review, as inore than six months expired after its rendition before lodging the transcript in this court.\nIt was held, in the case of Oxford Telephone Mfg. Co. v. Arkansas Nat. Bank, 134 Ark. 386, 204 S. W. 1140 (to quote the headnote), that: “The time for taking an appeal to the Supreme Court is six months after the rendition of the judgment, order or decree sought to be reviewed ; and in a proceeding in chancery this time is not extended by reason of the filing of a motion to vacate the decree.” See also Pearce v. People’s Sav. Bank & Trust Co., 152 Ark. 581, 238 S. W. 1063; Moore v. Henderson, 74 Ark. 181, 85 S. W. 237.\nThe appeal, not having been taken within the time provided by the statute, must be dismissed, and it is so ordered.",
        "type": "majority",
        "author": "Smith, J."
      }
    ],
    "attorneys": [
      "Isaac McClellan and Woodrow McClellan, for appellant.",
      "House, Moses & Holmes and W. R. Roddy, for appellee."
    ],
    "corrections": "",
    "head_matter": "Bradley v. Ashby.\n4-3302\nOpinion delivered January 29, 1934.\nIsaac McClellan and Woodrow McClellan, for appellant.\nHouse, Moses & Holmes and W. R. Roddy, for appellee."
  },
  "file_name": "0707-01",
  "first_page_order": 725,
  "last_page_order": 727
}
