{
  "id": 1428285,
  "name": "Grand National Bank of St. Louis v. Hutchings",
  "name_abbreviation": "Grand National Bank v. Hutchings",
  "decision_date": "1934-01-29",
  "docket_number": "4-3305",
  "first_page": "709",
  "last_page": "711",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 709"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 222,
    "char_count": 3354,
    "ocr_confidence": 0.497,
    "sha256": "5167d585a763f6252c9a417c91ffc2df6981993b9eed34570a4a778b663ec528",
    "simhash": "1:81884b484f6a2acf",
    "word_count": 563
  },
  "last_updated": "2023-07-14T22:44:11.517500+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Grand National Bank of St. Louis v. Hutchings."
    ],
    "opinions": [
      {
        "text": "Humphreys, J.\nThis suit was brought by appellant against appellees, in the chancery court of Benton County, to recover the amount of $25,000 and interest on a note, and to foreclose two mortgages, one on real estate and the. other on household goods, given by appellees on December. 1, 1930, to secure the payment of same. The complaint alleges the purchase of the note for value before maturity and default in the payment of same by appellees.\nAppellees interposed the defense that the property described in the mortgage was the sole and separate property- of appellee, Alma E. Hutchings, and that she executed the note and mortgage to a trustee to enable her husband, Harold G. Hutchings, co-appellee herein, who joined in the execution of the note and mortgages, to pledge or use them as collateral along with other collateral he owned to borrow $50,000 from appellant, and that the note for $50,000, in evidence of the amount he borrowed from appellant, was paid in full out of the other collateral deposited with appellant at the time, which had the effect of nullifying the $25,000 note and mortgages sued upon.\nThe issue joined was tried by the chancellor upon the testimony introduced by the respective parties, from which he made the following finding:\n\"The court finds that the said $25,000 note, together with real estate mortgage and chattel mortgage, were executed upon the property of Alma E. Hutchings, for the sole purpose of being hypothecated and pledged to secure a certain $50,000 promissory note, by Harold G. Hutchings, to the Grand National Bank of St. Louis, Missouri, dated December 1, 1930, and for no other purpose, and further finds that the property described in said mortgages was the sole and separate property of Alma E. Hutchings, and that the $50,000 note, for which the said $25,000 note secured by said real estate and chattel mortgage was fully paid and discharged on July 20, 1931, thereby fully satisfying and canceling and discharging the said $25,000 note, together with the real estate mortgage and chattel mortage securing same.”\nA decree was rendered in accordance with the findings canceling said note and mortgage, from which is this appeal;\nWe have read the testimony very carefully, and have concluded that the findings of the chancellor are sustained by tbe weight thereof. We deem it unnecessary to set this evidence out, as it would unduly extend this opinion and serve no useful purpose in cases which might arise in the future.\n. There is no dispute between the parties that, when a pledge is made and the purposes for which same is made have been fully complied with, the property so pledged is released to the pledgeor. After conceding this proposition of law, learned counsel for appellant attempt to show as a matter of fact that, by mutual agreement, said note and mortgage were again pledged to secure whatever indebtedness might accrue to appellant by appellee, Harold G. Hutchings, in the future. The chancellor found that the evidence was insufficient to show that there was a second pledge of the note and mortgage, and, in the opinion of the court, was correct in so finding.\nNo error appearing, the decree is affirmed.",
        "type": "majority",
        "author": "Humphreys, J."
      }
    ],
    "attorneys": [
      "W. F. Reeves, for appellant.",
      "Connelly Harrington and C. C. Elrod, for appellee."
    ],
    "corrections": "",
    "head_matter": "Grand National Bank of St. Louis v. Hutchings.\n4-3305\nOpinion delivered January 29, 1934.\nW. F. Reeves, for appellant.\nConnelly Harrington and C. C. Elrod, for appellee."
  },
  "file_name": "0709-01",
  "first_page_order": 727,
  "last_page_order": 729
}
