{
  "id": 8725223,
  "name": "Clayton v. State",
  "name_abbreviation": "Clayton v. State",
  "decision_date": "1932-12-19",
  "docket_number": "Crim. 3823",
  "first_page": "713",
  "last_page": "723",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 713"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "161 Ark. 245",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1388543
      ],
      "pin_cites": [
        {
          "page": "255"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/161/0245-01"
      ]
    },
    {
      "cite": "84 S. W. 723",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "73 Ark. 453",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1504042
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/73/0453-01"
      ]
    },
    {
      "cite": "45 Ark. 333",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1892006
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/45/0333-01"
      ]
    },
    {
      "cite": "204 S. W. 848",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "135 Ark. 243",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1571523
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/135/0243-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 705,
    "char_count": 18096,
    "ocr_confidence": 0.495,
    "pagerank": {
      "raw": 2.1332254307282315e-07,
      "percentile": 0.7661303805743115
    },
    "sha256": "fe3012f9065b6ab3316e5f72e7b64dd87fe01b32346ee621ca5a5549acde7d9c",
    "simhash": "1:818f0954e1cb3d79",
    "word_count": 3213
  },
  "last_updated": "2024-02-27T17:52:01.123529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Clayton v. State."
    ],
    "opinions": [
      {
        "text": "Mehaffy, J.\nPaul Clayton was indicted, tried and convicted in the Howard Circuit Court for cansing an abortion. The indictment, omitting the formal part, reads as follows: “The said Paul Clayton in the county and State aforesaid, on the 30th day of June, 1932, did unlawfully and feloniously administer and prescribe to one Eunice Burk, a woman with child, before the period of quickening, a quantity of drugs and medicine with intent then and there and thereby to produce an abortion, against the peace and dignity of the State of Arkansas.”\nMrs. Nona Burk, the mother of Eunice Burk, testified that Eunice was 17 years old at the time of her death. Paul Clayton was paying her attention. \"Witness did not know that her daughter was sick until Saturday after she had gotten sick on Friday. She had left home and had gone to another daughter of witness at Center Point. Witness testified that she had physicians to attend her; that Paul Clayton came on .Sunday evening and brought some medicine. Dr. Roberts wrote a prescription, and Paul Clayton had it filled and brought it up there. Witness said that Clayton asked her if the doctor told her what he had written the prescription for, and witness told him that he had not. Clayton said yonr daughter has blood poison, and that he had some medicine that might do her good. He stayed all night, and said he would take her to the hospital. Her daughter said she was going to die. Did not see the medicine he fixed up, hut was in the room: when he attempted to give it to her. This was after the abortion had occurred. The medicine which was brought had been prescribed by Dr. Boberts and Dr. Storey. Witness did not know of any medicine that Clayton had there.\nVeda Kelley, a sister of Eunice Burk, testified that she lived at Center Point in June and July; that Eunice Burk was her sister and 16 years old. Eunice died at witness’ home. She came there on the 7th day of June and died on the 17th of July. Paul Clayton came there while she was there and stayed ten or fifteen minutes. Eunice was in bed. He came up two weeks before she was taken sick and carried her off and was gone about an hour. He gave her some medicine on the porch and told her to take it if what he did didn’t do her any good. Witness saw him give her the ¡medicine; did not hear him say anything else. This was about two weeks before she got sick. Eunice left witness’ house and came back on June 7. She ate supper and went to bed. The foetus passed Saturday evening and night. Clayton stated that he was responsible for her condition. She was on the porch when Paul gave her the medicine, and witness was standing in the front room. She conld see them, but they could not see her. There was a little morphine tablet colored green and white abont the size of an aspirin tablet.. She got in a car and went off with Clayton about two weeks before she got sick. We went to see Dr. Storey. She came back on Friday and took her bed, and on Saturday evening gave birth to the child. Dr. Storey treated her about a week and then Dr. Boberts was called. They had a consultation and prepared the prescription, that is the medicine which Clayton brought up there. There was a bottle and some tablets Dr. Boberts prescribed. Clayton had some more.\nDr. Storey testified that fie fiad been practicing medicine for 27 years; fiad occasion to treat women with, child; was a graduate of the .School of Medicine of Memphis. Treated Eunice Burk on June 10 at his office. Examined her and found a mess or something- inside her womb and it was soft doughy, and made a vaginal examination and introduced a speculum and found there a condition of puss and bloody water coming from the womb ; took a syringe, washed it out and sterilized it with iodine. She was with child and the foetus was dead. He was called to see her Saturday and was back Monday, and the foetus had passed. In his opinion the foetus had been dead about a month or six weeks. There is a drug which will produce the death of the foetus. Witness continued to treat the girl until about two weeks before her death. Dr. Roberts and Dr. Chambers and his son were there. Witness testified that there is a drug which will produce an abortion, and that he could name and describe it. Witness had been treating Mrs. Kelley for two or three years, but saw Eunice Burk the first time on June 9. He had never treated Eunice before this time.\nMrs. Joe Head testified in substance that she had known Eunice Burk prior to her death; had known her about four weeks; that Mr. Sheffield carried her to the home, and she remained there until Eunice died. She went there on-Sunday, and part of the foetus was removed by Dr. Roberts and Dr. Chambers on Monday. Clayton came up there to bring some medicine which Dr. Roberts had prescribed. Clayton told witness he was responsible for the girl’s condition; he did not say he was responsible for the abortion. Witness is not a registered nurse.\nDr. Roberts testified that he lives in Nashville, and is a graduate of the University of Arkansas, and has practiced medicine 34 years; he was called to see Eunice Burk Sunday evening June 19, and found an incomplete abortion; administered to her for blood poisoning; went back Monday and made an examination and found that part of tire bones of the sknll had not passed and removed them; did not attend her any more. It is a very rare thing that medicine administered to a mother will canse abortion. There is a drng, supposed to be, when administered in enormous doses will produce an abortion, but the chances are it will kill the mother. If it causes sufficient pain to rupture the membrane, the foetus would die and pass out, and, if it did not pass out, it would become decomposed. If an abortion had been caused by the use of instruments and the foetus had failed to pass, a condition would be like witness found there. An abortion is usually done by dilating the mouth of the uterus and introducing instruments. Witness received information that the foetus passed about eight days before he performed the operation.\nDr. W. H. Chambers testified substantially to the same facts as the other physicians.\nThere was some evidence introduced as to the credibility of the witnesses.\nSheriff Wilson testified about making a search of the home of Roy Ferguson, where Eunice Burk’s mother lived.\nHarold Cornish testified that he carried the mail from Dierks to Nashville, and that he remembered carrying Eunice Burk from Center Point to Dierks.\nDr. W. B. Simpson testified in substance that he lives in Nashville, been practicing medicine' 33 years; graduate of Tulane University, New Orleans; had treated women for female diseases; did not know of any drug which would cause an abortion. Medical science does not teach there is a drug that will cause an abortion. Any doctor knows that when a woman is four or five months pregnant there is no drug that will cause an abortion.\nMrs. Nora Burk was recalled and testified that she knew an abortion had been caused on her girl.\nThere was some evidence introduced by the State in rebuttal. The case is here on appeal.\nThere was a verdict of guilty fixing punishment of appellant at a fine of $50 and one year in the penitentiary, and judgment was entered accordingly.\nAppellant first contends that tlie court erred in not granting his motion to require the State to elect upon which charge it would prosecute, that is, for procuring medicine or prescribing medicine. He alleges that the indictment charged two offenses, and cites and relies on Gramlich v. State, 135 Ark. 243, 204 S. W. 848. In that case appellant had been indicted for the crime of manufacturing intoxicating liquor and being interested in the manufacture of liquor. The court in that case, however, did not hold that the indictment charged two offenses, but held that it was not defective because it charged two offenses conjunctively. The indictment in the case at bar does not charge two offenses. It charges one offense, but charges that the crime was committed by administering and prescribing. It was proper to charge the offense as it is charged in this indictment, and proof of either administering or prescribing would sustain the charge. An indictment in the same language here used was upheld in the case of State v. Reed, 45 Ark. 333. One might be charged with administering and prescribing, and it might be shown in evidence that he did both. The statute provides that it shall be unlawful for any one to administer or prescribe any medicine, etc., and it was proper to charge the offense as having been committed by prescribing and administering.\nIt is next contended that the court erred in refusing to permit Dr. Storey to testify and to tell the name of the drug which would cause an abortion. The appellant could not have been prejudiced by failure to name the drug because all that he claims that he could have shown by other physicians is, that there is no such drug, and, if the physician had been permitted to name the drug, still the physician testifying for the appellant could only have said it could not produce it; but the appellant argues that, if witness had been permitted to answer the question telling the kind of medicine, he could have shown that this was different medicine from the kind which was used to cause an abortion, but his witnesses testified that there was no such drug, and therefore, if in their opinion there was no such drug, they could not have shown that the medicine named by the State’s doctors was different from the medicine which would produce abortion. The real question was whether there was such a drug, and the State’s witnesses testified that there is such a drug and the doctors testifying for appellant said that there was no such drug. We therefore think that the refusal of the court to permit the witness to state on cross-examination the name of the drug was not prejudicial.\nReversal is also urged on the ground that the court refused to let Mrs. Burk testify, or let the defendant show by her, that she had committed an affirmative act, and tried to conceal the matter of the abortion from the officers at the time it was inquired into, and it is argued that, if she did this, she was an accomplice. This testimony was urged by the defense for the purpose of proving that she was an accomplice. The record however shows that the question was asked, and the witness answered it, stating that she did not make the statements which she is asked if she made.\nIt is next urged that the court erred in refusing to permit appellant to show by Mrs. Burk that she tried to conceal the matter from the officers, and therefore was an accomplice. The record, however, shows that the attorney for appellant asked the following question: “I just want to get it in the record. We offer to show by this witness that she committed an affirmative act and tried to conceal the matter of the abortion from the officers.” The witness answered: “I did not do it.” There is therefore no evidence in'the record tending to show that Mrs. Burk was an accomplice. On the contrary, the evidence conclusively shows that she was not an accomplice.\nThe appellant next contends that the court erred in refusing to give certain instructions requested by him. Instruction No. 6 requested by appellant told the jury that the burden was upon the State to show1: (1) That the defendant did administer and prescribe medicine to cause Eunice Burk to have an abortion: (2) That it occurred within Howard County within three years next of the day of the returning of the indictment. No error was committed by the court in refusing to give this instruction. The statute itself provides that it shall be unlawful for one to administer or prescribe. Therefore, if he did either, it would he a violation of the statute, and the burden was not on the State to show that he did both. Proof of either would be sufficient, and it would have been error to tell the jury that the State must prove both.\nInstruction No. 2, given at the request of the State, correctly tells the jury that the State must show that he either administered or prescribed the medicine, and that it must have been done within three years prior to the finding of the indictment.\nInstruction No. 7, requested by the appellant, stated that he could not bé convicted unless the evidence showed beyond a reasonable doubt that he was present at the time and place the alleged crime was committed, and assisting or ready and consenting to aid and abet the one who did commit the crime, etc. It was not necessary that appellant be present in order to commit the crime. The statute makes it unlawful for any person to prescribe or administer, and, of course, he could do this without being present. This court said: “The well-known meaning of these words, as given by any of the standard lexicographers, shows that the presence of defendant in person at the time the medicine is delivered to or taken by the prosecutrix is not necessarily contemplated. The conduct of the appellant in sending medicine used to bring about abortion to the prosecutrix to be taken by her and his direction to her in person or by letter, and how to take it come clearly within the meaning of the words ‘administer’ or ‘prescribe’ as used in the statute.” Burris v. State, 73 Ark. 453, 84 S. W. 723.\nIt is next contended by appellant that the court erred in refusing to give his instruction No. 9. That instruction told the jury that they must find the defendant not guilty if they found that the abortion was caused by the use of or employment of any instrument or other means except use of medicine. This instruction was erroneous, because, under the statute, if appellant either prescribed or administered the medicine, he would be guilty, although the medicine was never taken. As said in Burris v. State, supra, “if the defendant procured and gave or sent medicine or drugs to said Nela Burris with the intention of producing an abortion before the period of quickening, it is no defense that the medicine was not taken, or, if taken, that it failed to produce abortion or premature delivery.”\nThe appellant next complains because the court refused to give instructions No. 15 and No. 16 asked by him. These instructions were on the theory that Veda Kelley was an accomplice. There is no evidence in the record tending to show that she was an accomplice, and therefore there was no error in refusing to give these instructions.\nAppellant urges a reversal on the ground that the evidence is not legally sufficient to sustain the verdict. It is argued that the evidence of Veda Kelley must be corroborated because she was an accomplice. If she were an accomplice that would be true, but we have already stated that there was no evidence tending to show that she was an accomplice.\nIt is finally contended that the judgment should be reversed on the ground of newly discovered evidence. Veda Kelley, a witness for the State, signed an affidavit repudiating some portions of her testimony given at the trial. She states that she did not see the defendant give her sister the medicine, and did not hear him make the statement she testified to in connection with giving her the medicine. She states in her affidavit that she was mistaken about seeing Paul Clayton give her sister the medicine and that she did not hear him make the above statement as testified in the trial. She does not state in her affidavit that any other part of the evidence given at the trial was not true. She testified at the trial that Clayton came up there two weeks before she was taken sick and carried her off and was gone about an hour. She testified at the trial that Clayton said he was responsible for the condition she was in; she also testified on cross-examination that she had told the attorney that all she knew about medicine was what her sister told her; that she was standing in the front room and they were at the steps; they could not see her but she could see them, and she testified on cross-examination that appellant brought the medicine up there; the medicine that was prescribed by Storey and Roberts.\nMrs. Joe Head also made affidavit about some statements that Veda Kelley had made to her, and that Veda Kelley had stated that certain testimony which she gave in the trial was untrue. We think there was sufficient evidence to justify a conviction without the statements of Veda Kelley, which she says in her affidavit were untrue, or rather she says she was mistaken. Of course, she could not have been mistaken, she either saw and heard what she testified to, or she did not see and hear those things.\nGranting or denying a new trial on the ground of newly discovered evidence is largely within the discretion of the trial court; unless this discretion is manifestly abused, the cause will not be reversed for not granting a new trial on the ground of newly discovered evidence. This court said: “A material error or misstatement in the testimony of a witness for the prosecution may constitute grounds for a new trial. Where, therefore, it appears that on a new trial the witness will change his testimony to such an extent as to render probable a different verdict, the new trial will be granted; but recantation by witnesses called on behalf of the prosecution does not necessarily entitle defendant to a new trial. The question whether a new- trial shall be granted on this ground depends on all the circumstances of the case, including the testimony of the witnesses submitted on the motion for new trial. Moreover, recanting testimony is exceedingly unreliable, and it is the duty of the court to deny a new trial where it is not satisfied that such testimony is true. Especially is this true where the recantation involves a confession of perjury.” Little v. State, 161 Ark. 245, 255, S. W. 892; 16 C. J. 1188.\nWe do not think the trial court abused its discretion, and the judgment is affirmed.",
        "type": "majority",
        "author": "Mehaffy, J."
      }
    ],
    "attorneys": [
      "Tom Kidd, for appellant.",
      "Hal L. Norwood, Attorney General, and Pat Mehaffy, Assistant, for appellee."
    ],
    "corrections": "",
    "head_matter": "Clayton v. State.\nCrim. 3823\nOpinion delivered December 19, 1932.\nTom Kidd, for appellant.\nHal L. Norwood, Attorney General, and Pat Mehaffy, Assistant, for appellee."
  },
  "file_name": "0713-01",
  "first_page_order": 733,
  "last_page_order": 743
}
