{
  "id": 1428404,
  "name": "Chapman v. Henderson",
  "name_abbreviation": "Chapman v. Henderson",
  "decision_date": "1934-01-29",
  "docket_number": "4-3321",
  "first_page": "714",
  "last_page": "724",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 714"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "40 Pac. 919",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": 0
    },
    {
      "cite": "55 Kan. 491",
      "category": "reporters:state",
      "reporter": "Kan.",
      "case_ids": [
        8861517
      ],
      "opinion_index": 0,
      "case_paths": [
        "/kan/55/0491-01"
      ]
    },
    {
      "cite": "136 N. E. 5",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": 0
    },
    {
      "cite": "192 Ind. 227",
      "category": "reporters:state",
      "reporter": "Ind.",
      "case_ids": [
        1738459
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ind/192/0227-01"
      ]
    },
    {
      "cite": "239 Ill. App. 544",
      "category": "reporters:state",
      "reporter": "Ill. App.",
      "case_ids": [
        3120010
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ill-app/239/0544-01"
      ]
    },
    {
      "cite": "253 S. W. 804",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "273 S. W. 280",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "case_ids": [
        10298225
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sw/273/0280-01"
      ]
    },
    {
      "cite": "102 Atl. 382",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "91 N. J. Law 1",
      "category": "reporters:state",
      "reporter": "N.J.L.",
      "case_ids": [
        189758
      ],
      "opinion_index": 0,
      "case_paths": [
        "/njl/91/0001-01"
      ]
    },
    {
      "cite": "69 Mont. 480",
      "category": "reporters:state",
      "reporter": "Mont.",
      "case_ids": [
        4804436
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/mont/69/0480-01"
      ]
    },
    {
      "cite": "90 Me. 354",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        611560
      ],
      "pin_cites": [
        {
          "page": "38"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/90/0354-01"
      ]
    },
    {
      "cite": "31 S. W. (2d) 762",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "182 Ark. 389",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1389923
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/182/0389-01"
      ]
    },
    {
      "cite": "15 N. W. 14",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 0
    },
    {
      "cite": "57 Wis. 147",
      "category": "reporters:state",
      "reporter": "Wis.",
      "case_ids": [
        8703449
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wis/57/0147-01"
      ]
    },
    {
      "cite": "24 S. W. (2d) 340",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "180 Ark. 1056",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1393580
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/180/1056-01"
      ]
    },
    {
      "cite": "32 S. W. (2d) 404",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "182 Ark. 854",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1389805
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/182/0854-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 805,
    "char_count": 18822,
    "ocr_confidence": 0.472,
    "pagerank": {
      "raw": 2.8889422544957403e-07,
      "percentile": 0.8441586748879955
    },
    "sha256": "5eb77c9ae89d9c8412204acb44a01164d07cb81fda4d734492c95c3a92babe8c",
    "simhash": "1:2b27d5e9025880f7",
    "word_count": 3445
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Chapman v. Henderson."
    ],
    "opinions": [
      {
        "text": "Mehaffy, J.\nThe appellee filed snit in the Union Circnit Conrt against the appellants to recover damages for the death of her son. She alleged that she was the mother and next of kin of William Henderson, deceased, who died in Union County, Arkansas, on March 7, 1932, as a result of injury sustained by him on account of the negligence and carelessness of the servants of appellants, E. L. Chapman and Sam E. Wilson, Jr. It was alleged that several days prior to the death of said William Henderson, he was employed by the appellants as a derrick man, engaged in the drilling of an oil well on a lease belonging to appellants, in Union County, Arkansas; that the deceased was a member of the night drilling crew, and was directly under the supervision and control of Homer Durio, the night driller in charge of the operations. The. appellants were partners, and Henderson was employed by them.\nIt was alleged that on the night of March 7, 1932, the said Henderson was engaged in the drilling of said well in his capacity as a derrick man; that as a part of his duties it was necessary for him to climb up into the derrick, a distance of about 75 feet, and go out on the fourble board for the purpose of connecting the elevators Avith the drill pipe in order to lower the same into the. Avell; that the appellants Avere negligent in failing to exercise ordinary care to provide Henderson with a reasonably safe place in which to Avork; that they had carelessly and negligently permitted large quantities of oil to drip over and upon said fourble board, causing the same to become slippery and dangerous; that on the night of the death of Henderson, snow was falling, and the fourble board had become covered with snow and Avater, and for that reason was slippery and dangerous; that the appellants, their servants, agents and employees had negligently and carelessly failed to maintain proper light upon said derrick, requiring Henderson to perform his duties in almost total darkness; that the drilling-crew had great difficulty that night in getting the drill stem into the hole, and were thereby delayed, and that for that reason the said Durio, the driller in charge, was working his crew at a rapid rate of speed; that shortly before the accident Henderson had gone down to the derrick floor, to assist in the operation there, and when he had completed his labor there, he Avas directed by saidDurio to return to the fourble board; at the time said direction was given by Durio to Henderson to return to the fourble board, Henderson advised Durio that the fourble board was exceedingly slick and dangerous, and that before returning he desired to obtain a bucket of sand to take up with him and put on the fourble board to make his footing more secure; that said Durio, knowing the condition of the fourble board, carelessly and negligently failed and refused to permit the said Henderson to obtain said bucket of sand, assuring him that he would only run two more fourbles, and that it would not be necessary for him to get the sand, and that Henderson could perform his work without danger; that Henderson, relying on the superior knowledge of his foreman, and in compliance with the order of his foreman, ascended the derrick to the fourble board and connected the elevator to the drill pipe; that, by reason of the negligence of the appellants, he lost his footing, slipped upon said board and fell to the floor below, crushing and mangling him, thereby causing his death; that Henderson was 20 years of age, earning $5.50 per day, and gave promise of earning a much larger sum in the future; that he contributed to the support and maintenance of his mother all of his earning except the amount necessary for his own personal expenses; that he contributed to her $35 per week; his mother was a widow and solely dependent upon him for support; that he had from time to time assured appellee that he would continue to contribute to her support throughout the remainder of her life. She sued for $50,000 damages.\nAppellants filed answer denying each of the allegations in the complaint, and alleging that the deceased was provided with a safety belt which was so constructed as to fasten around his waist, and when so adjusted, rendered it impossible for the employee using the same to fall; that deceased was instructed to use the same, but failed and neglected to do so, and was not using it at the time he fell; that such negligence and carelessness on his part was the sole and proximate cause of his death; that the condition of the fourble bohrd was open and obvious, and that he assumed the risk.\nThere was a trial by jury, a verdict and judgment for $7,500, and the case is here on appeal.\nThe appellants contend first that the evidence was not sufficient to warrant the court in submitting the case to the jury, and that the court should have directed a verdict for appellants. The burden in this case was upon the appellee to establish the negligence of the appellants, and to prove that such negligence was the proximate cause of the injury.\nThe. fourble board or platform where the deceased was performing his labor was approximately 75 feet above the floor of the derrick. No other person was with the deceased on this platform. The undisputed proof is that it was a cold night, snowing and sleeting. The evidence shows that a very short time before the injury and death of deceased, he went down to the floor of the derrick, and while there, before he started back to the fourhle board, he told Durio, who was in charge of the work, that the platform was slippery, slick and dangerous, and that he needed some sand. Mr. Durio told him that he had but little more work to do, and told him to go back up and do the work, assuring him that it was safe to finish the work without getting the sand. In obedience, to the order of the foreman, deceased went up to the fourble board and finished his work. One or two witnesses testified that they went to the fourble board shortly after the accident, and that it was not slippery, but it is hardly believable that, the snow and sleet having fallen on the fourble board, it would not be slippery and dangerous. At any rate, this was a question for the jury, and, under the evidence in this case, while there is some, conflict, the jury had a right to believe that the fourble board was covered with snow and sleet, and was slick and dangerous, and that this condition caused the fall of the deceased, and his death.\nAccording to the settled law of this State, it is the duty of the master to exercise ordinary care to provide his servants with a reasonably safe place in which to work and reasonably safe appliances with which to work. Booth & Flynn Co. v. Pearsall, 182 Ark. 854, 32 S. W. (2d) 404; International Harvester Co. of America v. Hawkins, 180 Ark. 1056, 24 S. W. (2d) 340.\nOf course, the burden is upon the. appellee to show that the master failed to perform this duty, and that such failure was the cause of the injury and death of deceased. Whether, under the evidence in this case, the master had exercised care to furnish a safe place in which to work, was a question for the jury, and the evidence is sufficient to show that, because of the sleet and snow and slippery condition of the platform, the place was not safe, and the jury was also justified in finding that the deceased asked for sand in order to make his footing more sure, and that he, at the direction of the foreman, who assured him that it was safe, went back and undertook to perform, and did perform his duty on the platform.\nAs to the question of negligence of the master, the jury’s finding is conclusive. If the platform was slippery and dangerous, and this was the cause of deceased’s death, while he himself was in the exercise of ordinary care, the master is liable. The evidence shows not only that he had gone onto the fourble ¡board as directed, but that he had completed his work. It is contended, however, that the appellants furnished him a leather belt about four inches wide to be worn by him, and the belt was attached to a rope so that if he slipped or fell, he could only fall a very few feet if he had the .belt on. But it is contended that he did not have the belt on; that if he had he could not have fallen.\nIt is true that he could not have fallen when he had the belt on, but when he completed his work on the fourble board, he could not go down to the derrick floor or ground without taking the belt off. No one testified that he did not have the belt on when he did his work, and no one disputes the fact that when he finished his work, it was necessary to take off the belt, and go to the ladder to go down.\nThere was some testimony that on a former occasion deceased had been seen working on the fourble board without the belt. There is no evidence, however, that he did that on this occasion. Even if he at one time did some work there without the 'belt, that does uot shoAA that he would go onto the fourble board covered with snow and ice without the belt, and undertake to do his work. Moreover, the evidence shows that the foreman instructed him after that time that he must not Avork up there without the belt. One witness testified that at one time the foreman was so careful in this particular, that he stopped the engine to require the derrick man to put on his belt. The deceased had begun work on the night that he was injured about 7 p. mv and had been working there from that time until his injury, except the feAv minutes that he was doAvn on the floor of the derrick at the time he told the foreman that the platform was slippery, and that he needed sand.\nWhether he had on a belt or not would neither prove nor disprove the negligence of the master. If the proof showed that he Avas working there without the belt, this Avould be evidence of contributory negligence on his part, but would in no way tend to show that the master was not guilty of negligence. The presumption is, unless there is evidence to the contrary,.that the master Avas not negligent, and for that reason it is necessary for the servant to show that the master Avas guilty of negligence; but it is equally true that the servant is presumed to be in the exercise of ordinary care, and for that reason the burden is upon the master to show that the servant was not in the exercise of care. There is no evidence in this record tending to show that the deceased was guilty of any contributory negligence, and none to show that he did not wear the belt while doing his work.\nThe only reasonable conclusion, that can be reached, is that he wore the belt until he had finished his work, and then undertook to go to the ladder, and, while doing this, slipped and fell to his death because of the slippery condition of the platform. We think the evidence is sufficient to justify the jury in reaching- this conclusion.\nIt is true that the appellee had to show negligence of the master, and that the injury resulted from such negligence, but he Avas “not bound to prove his case so clearly as to exclude the possibility of any other theory.\" State ex rel. Iola v. Nelson, 57 Wis. 147, 15 N. W. 14.\nIn civil cases it is only necessary for tlie plaintiff to prove Iris case by a preponderance of the evidence. This is all that is required in negligence cases. Negligence is proved by a preponderance of the evidence.\n“It is well settled that evidence of negligence need not be direct and positive. Circumstantial evidence is sufficient. In the nature of the case, the plaintiff must labor under difficulties in proving the fact of negligence; and, as that fact is always a relative one, it is susceptible of proof by evidence of circumstances bearing more or less directly upon the fact of negligence, a kind of evidence which might not be satisfactory in other classes of cases, open to clearer proof. This on the general principle of the law of evidence which holds that to be sufficient or satisfactory evidence which satisfies an unprejudiced mind.” Shearman & Redfteld on the Law of Negligence, vol. 1, 129.\nWe are of opinion that, when all the evidence, and circumstances are considered, there was sufficient evidence of negligence to take the ease to the jury.\nTwo or three statements, made by Mr. Durio after the injury and before the trial, were introduced for the purpose of contradicting Durio. These statements, of course, could not be introduced for any other purpose. As to whether he told the truth at the time of the trial was a question for the .jury.\nThere is no evidence in the record tending to show that deceased was guilty of contributory negligence. Of course, if he undertook to do the work upon the fourble board without the belt, this would be evidence of negligence; but there is no evidence of this, and it is pure speculation.\nThe case was submitted to. the jury on correct instructions by the court, and no contention is made that there was any error in the instructions. The deceased knew that the platform on which he was performing his work was slippery and dangerous, and for that reason, he called on the foreman for sand to make his footing more sure-, but he was directed to do his work by the foreman, and it was his duty to obey, unless the danger was so obvious that no prudent man would incur it under like circumstances. Ordinarily a servant may assume that his employer has superior knowledge, and may rely thereon, especially when the act is one that could be made safe by the exercise of special care on the part of the employer. The tendency of modern cases is to permit a rócovery, unless the employer’s direction calls for nothing less than recklessness on the part of the employee, leaving no ground for difference of opinions as to the peril of acting pursuant thereto. Owosso Mfg. Co. v. Drennan, 182 Ark. 389, 31 S. W. (2d) 762; Sawyer v. Rumford Falls Paper Co., 90 Me. 354, 38. Atl. 318, 60 A. S. R. 260; 18 R. C. L. 655-659.\nIt is next contended that the judgment is excessive. Appellants cite and rely on, first, the case of Liston v. Reynolds, 69 Mont. 480, 223 Pac. 507. In that case, the father sued for damages for the death of his son. At the time of the trial the father was 47 years old, in good health, and employed as a grocery clerk. It was not shown but that he was amply able to maintain hirpself and family by his own efforts. His life expectancy was approximately 23 years. The verdict was for $5,500, and the court said :\n“ Taking into consideration the fact that the plaintiff was legally only entitled to the earnings of the deceased for a period of a little less than one year at the time of his death, the ability of the plaintiff to maintain himself and family, and the consequent improbability that the deceased would, after his majority, be expected or compelled to contribute for that purpose, as well as the. earning capacity of the deceased, as shown at the time of the trial, we are led to the belief that the testimony does not warrant the conclusion that plaintiff might reasonably have expected to receive the sum of $375 per year from the. deceased, so long as plaintiff lived.” The deceased, at the time of his death, was 20 years old. He had contributed to his father sums ranging from $20 to $60 per month. At the time of his death, however, he was only earning $40 per month, and it was not shown whether at that time he was making any contributions to his father. That decision, we think,- would be authority for the amount of the verdict in this case, or a larger amount.\nThe next case relied on is Briggs v. Public Service Ry. Co., 91 N. J. Law 1, 102 Atl. 382. There was a verdict in that case for $5,000. This, however, was the third trial of the case, and on the second trial, there was a verdict for only $2,000, and the verdict and judgment on the third trial was reduced to $2,500. The deceased was earning $30 a month, but was likely to have his wages raised to $63.50 per month. He was 18 years and 8 months of age at the time of his death. The father was self-supporting, and the court held that it was not likely that after the son reached his majority, the father would have received anything very substantial from him, and, yet the court sustained in that case a judgment for $2,500.\nThe next case relied on as showing that the verdict is excessive is C., R. I. & N. G. R. Co. v. Hanna, 273 S. W. 280. This was a suit by the mother to recover damages for the death of her son. The son, at the time of his death, was approximately 17 years of age.. The plaintiff was 59 years of age, and her husband was living at the time of the trial, but had died since. She had another son, 35 years of age, and two daughters, unmarried. The amount of the judgment was $3,100, but it was compensation merely for the period between the death of Hannah and the date when he would have attained his majority. The court said:\n“Under such circumstances we feel unable to say that the jury were not authorized in concluding that a son of the characteristics shown would not have continued after his majority, to some extent at least, to care for and maintain his widowed mother and her interests.”\nIn the case of Walker v. M. P. Rd. Co., (Mo. App.) 253 S. W. 804, there was a verdict for $7,400, and the court reduced it to $6,000. In that ease the mother was 54 years old, and the son was 18. The contributions were smaller than in the present case, and the mother was considerably older; yet the court sustained a judgment for $6,000.\nWe think the other cases referred to by appellants do not support their contention that the judgment in this case is excessive. In a case where.'.a-young man, 19 years old, was killed, a judgment rendered in favor of the father for $8,500 was sustained. Murgaviro v. C. B. & Q. Rd. Co., 239 Ill. App. 544.\nA judgment for $8,600 was held not excessive in the case of Heed v. Gummere, 192 Ind. 227, 136 N. E. 5. The Kansas court said: ‘ ‘ The court cannot interfere with the verdict upon the ground of excessive damages, unless they are so great as to appear to have been given under the influence of partiality or prejudice. Although the amount awarded was liberal, we cannot disturb the verdict on the ground of excessive damages.” A. T. & S. F. Ry. Co. v. Hughes, 55 Kan. 491, 40 Pac. 919.\nIn the instant case the deceased was earning $5.50 per day; he was 20 years old; he xvas the sole support of his mother, who was 49 years of age; and he was not only contributing liberally to her at the time of his death, but the evidence shows that it xvas his intention to do so as long* as his mother lived. The verdict is not excessive.\nWe find no error, and the judgment is affirmed.",
        "type": "majority",
        "author": "Mehaffy, J."
      }
    ],
    "attorneys": [
      "Gaughan, Sifford, Godwin & Gaughan and Mahony & Yocum, for appellants.",
      "Powell, Smead & Knox, for appellee."
    ],
    "corrections": "",
    "head_matter": "Chapman v. Henderson.\n4-3321\nOpinion delivered January 29, 1934.\nGaughan, Sifford, Godwin & Gaughan and Mahony & Yocum, for appellants.\nPowell, Smead & Knox, for appellee."
  },
  "file_name": "0714-01",
  "first_page_order": 732,
  "last_page_order": 742
}
