{
  "id": 1432140,
  "name": "Dodd v. Gower",
  "name_abbreviation": "Dodd v. Gower",
  "decision_date": "1933-07-03",
  "docket_number": "4-3150",
  "first_page": "717",
  "last_page": "719",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 717"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 223,
    "char_count": 3525,
    "ocr_confidence": 0.507,
    "pagerank": {
      "raw": 1.2240919645422112e-07,
      "percentile": 0.600552773540079
    },
    "sha256": "6fcd416b6482a196bc79f314d61965b17ee098041471d6ed4b618b65e5fb1172",
    "simhash": "1:0565ee8940189e47",
    "word_count": 601
  },
  "last_updated": "2023-07-14T19:49:01.606684+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Dodd v. Gower."
    ],
    "opinions": [
      {
        "text": "Humphreys, J.\nThis is an appeal from a judgment of the circuit court of Stone County dismissing the election contest of appellant for the office of assessor of Stone County.\nThe contest was heard by the county court of said county upon the pleadings and testimony adduced before him, from which he found that, after the returns had been delivered to the election commissioners, and before they had certified appellee the duly elected assessor at the regular November election, the talley sheets in the townships of Turkey Creek, Richards, Franklin and Washington were erased, changed and altered so as to add 55 more, votes to appellee than actually received by him in said four townships and to take from appellant 35 votes less than received by him in said townships; and that the judges and clerks in Sylamore township failed to count certain votes cast for appellant.\nBased upon these findings, the court found and declared that appellant had carried the county by a majority of 25 votes and entered a judgment that appellant was the duly elected tax assessor of Stone County, from which judgment appellee prosecuted an appeal to the circuit court of Stone County, where the cause was heard de novo on the pleadings filed and depositions introduced in the county court.\nAfter the depositions had been read, the circuit court ordered the 'ballots brought into court. During the interval between the two trials, it was discovered that the ballots had been kept in the vault of the circuit and county clerk, where any one who desired might enter in the daytime, and that the ballots had been broken into. The court thereupon declared that the ballots had lost their integrity and could not be used in evidence, and that he must rely on the certificate of the election commissioners, holding that it was prima facie correct, and that such presumption had not been overcome by sufficient evidence.\nThe undisputed evidence in the record reveals that the certificate of the election commissioners was made up from the talley sheets of the various townships in Stone County, and that the talley sheets in four of the townships had been tampered with between the time they had been delivered to the election commissioners and before the time the count and certification was made.\nThe prima facie effect of the certificate was overcome by the undisputed testimony that it was based upon talley sheets, the integrity of which had been destroyed.\nAfter finding that the integrity of the ballots in the four townships had been destroyed, the court should have proceeded to ascertain from secondary evidence the number of votes each received in the four townships in question. We refer to such evidence as the talley sheets, poll books and certificates in the hands of the judges and clerks which had not been tampered with and any other evidence tending' to show what number of votes the contestant and contestee had received in said townships.\nThe court sat as a jury in this case, and was trying the case de novo, and it was his duty to try the case and declare the result with the best admissible testimony available. This court is not trying the case de novo, as it is not an equitable proceeding.\nThe judgment is therefore reversed, and the cause is remanded with directions to the trial court to proceed with the hearing in accordance with this opinion.",
        "type": "majority",
        "author": "Humphreys, J."
      }
    ],
    "attorneys": [
      "George W. Parks, J. Paul Ward and Ben B. Williamson, for appellant.",
      "W. O. Edmondson and Coleman & Reeder, for appellee."
    ],
    "corrections": "",
    "head_matter": "Dodd v. Gower.\n4-3150\nOpinion delivered July 3, 1933.\nGeorge W. Parks, J. Paul Ward and Ben B. Williamson, for appellant.\nW. O. Edmondson and Coleman & Reeder, for appellee."
  },
  "file_name": "0717-01",
  "first_page_order": 737,
  "last_page_order": 739
}
