{
  "id": 8724442,
  "name": "Dunaway v. Ragsdale",
  "name_abbreviation": "Dunaway v. Ragsdale",
  "decision_date": "1928-06-25",
  "docket_number": "",
  "first_page": "718",
  "last_page": "723",
  "citations": [
    {
      "type": "official",
      "cite": "177 Ark. 718"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "176 Ark. 328",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1399969
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/176/0328-01"
      ]
    },
    {
      "cite": "234 S. W. 624",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "150 Ark. 448",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1367856
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/150/0448-01"
      ]
    },
    {
      "cite": "233 S. W. 804",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "150 Ark. 55",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1367877
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/150/0055-01"
      ]
    },
    {
      "cite": "146 S. W. 501",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "103 Ark. 183",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1351947
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/103/0183-01"
      ]
    },
    {
      "cite": "203 S. W. 698",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "134 Ark. 245",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1573297
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/134/0245-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 398,
    "char_count": 9368,
    "ocr_confidence": 0.475,
    "pagerank": {
      "raw": 1.9520326322245394e-07,
      "percentile": 0.7368483645185492
    },
    "sha256": "2dc2df04c2a12a2bc665cf00dd8a011dc2221ae13bace93146ed9123f1372010",
    "simhash": "1:33c74464ccd365bb",
    "word_count": 1632
  },
  "last_updated": "2024-02-27T22:14:07.667199+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Dunaway v. Ragsdale."
    ],
    "opinions": [
      {
        "text": "Wood, J.\nThis is an action by J. Gr. Ragsdale, administrator of the estate of Roy B. Johnson, against W. N. Dunaway and the New York Life Insurance Company.\nThe plaintiff set up, in substance, that Roy B. Johnson died in Jackson County on April 19, 1927 ;,that the plaintiff was duly appointed administrator of his estate; that Johnson, at the time of his death, had a life insurance policy in the New York Life Insurance Company, made payable to Johnson’s estate, in the sum of $2,000; that, under the terms 'of the policy, if death resulted from natural causes the company was to pay the estate of Johnson the sum of $2,000, and, in case of accidental death, the sum of $4,000; that Johnson’s death was by drowning; that, before his death, Johnson had assigned the policy to the defendant, Dunaway, as collateral security for a debt which Johnson owed Dunaway, the amount of such debt, as plaintiff was informed, being approximately $300; that, without any authority so to do, Dunaway received and the insurance company paid the sum of $2,000 on the policy. The plaintiff prayed that the insurance company be required to file a true copy of the policy and that Dunaway be required to file and prove the amount of the indebtedness of Johnson to him, and that the plaintiff have judgment against the insurance company in the sum of $4,000 and judgment against Dunaway in the sum of $2,000, less the amount of indebtedness due from Johnson to Dunaway, and judgment for penalty and attorney’s fee as allowed by law.\nDunaway moved to dismiss on account of misjoinder of cause of action, whereupon the plaintiff dismissed the action as to the New York Life Insurance Company. Dunaway then answered, and denied that the policy had been assigned to him as collateral security, but alleged that the policy was assigned to him absolutely; that the assured, Johnson, agreed with the defendant that, in the event of the death of Johnson, all of the proceeds of the policy should be paid to Dunaway, because Johnson, at the time the policy was issued, was largely indebted to the defendant.\nThe cause, by agreement, was submitted to the court sitting as a jury. The plaintiff proved by the defendant that the latter collected the proceeds of the policy in the sum of $1,930. Plaintiff himself testified that, after the death of Johnson, he was appointed administrator of his estate, and had a conversation with the defendant concerning the indebtedness of Johnson to him, in which conversation the defendant stated that he did not know exactly the amount of the indebtedness, but thought that same was between two and three hundred dollars. He stated to the plaintiff that, when he ascertained the amount and collected the insurance, he would pay the difference. Witness called on him two or three times for the amount, but he refused to pay. The reason witness did not take steps to prevent Dunaway from collecting the amount of the policy was because Dunaway promised, when he collected the amount of the policy, to pay witness the difference between the amount of the policy and the indebtedness of Johnson to Dunaway.\nPlaintiff, over the objection of the defendant, was permitted to introduce a letter received by the plaintiff from the insurance company, in which it was stated that the administrator of the insured did not have any claim on the policy, as it was made to Mrs. Johnson as beneficiary, and later assigned to the defendant, Dunaway, and that settlement had been made on the policy to the defendant, Dunaway. Also, over the objection of the defendant, the witness was allowed to testify that the deceased, Johnson, told witness that he (Johnson) had borrowed some money from the defendant, Dunaway, to pay the expenses of a trip to Massachusetts, and that he had put up the policy with Dunaway for that money; that he gave Dunaway an assignment of the policy as collateral security. No one was present when Johnson made the statement to the witness in regard to the assignment of the policy. The defendant duly excepted to the ruling- of the court in admitting this testimony.\nAlvis Jackson, a witness for the plaintiff, testified that he was the agent of the New York Life Insurance Company, and, as such, wrote the policy on the life of Eoy Buck Johnson. Witness did not have a copy of the policy. Witness had a conversation with the defendant, Dunaway, relative to the assignment of the policy. Witness asked Dunaway about the payment of the premium. That was before Mrs. Johnson, the beneficiary in the policy, died. Dunaway stated there would be plent}7 of money left to pay the premium on the policy after he (Dunaway) got his money. He stated that he had an assignment of the policy for the money that Johnson owed him, and, over the objection of the appellant, the witness stated that Johnson, prior to his death, had told witness the same thing. The witness stated that Johnson had told him that he had made an assignment of the policy to Dunaway for money to go East.\nDunaway testified, in his own behalf, that Johnson and his wife wanted to go hack to Massachusetts, and needed some money. Witness had advanced Johnson money to keep his insurance in force, and, when Johnson went back East, he said that he would assign the policies to witness, as witness had done more for him than any of his kinfolks; that, if anything happened to him, the proceeds of the.policies were to go to witness. Witness kept the policies in force. When Johnson returned from the East, he could not pay the premiums, and stated that he would just let the insurance go' unless witness would keep it up, and told witness if he would keep the premiums paid, witness could have it all. Witness had a complete assignment of the policy on Johnson’s ’life and of the policy on the life of his wife. Johnson owed witness advances on the insurance policy in the sum of $172.50 and a furnishing account in the sum of $637.64. Johnson paid witness something like $600 and he owed witness over $1,200. Witness had a conversation with Eagsdale, after Johnson’s death, and did not remember that he had told Ragsdale that the policy was put up as collateral and that witness would pay him the balance after the indebtedness of Johnson to witness was paid out of it. Witness told Ragsdale that he had an assignment of the policy. He did not think that the question ever came up as to whether it was collateral or not.\nThe court found that there was a balance due the plaintiff, Ragsdale, as administrator of the estate of Johnson, from the defendant Dunaway, in the sum of $1,087.51, and rendered a judgment in favor of plaintiff in that sum, from which judgment is this appeal.\nThe appellant, in his answer, alleged that the policy “was assigned absolutely” to appellant. So there was no issue as to the fact of the assignment of the policy to the appellant. The only issue was whether the policy was assigned to the appellant absolutely or merely as collateral security for the indebtedness of Roy B. Johnson to the appellant. The appellant contends that the court erred in allowing appellee to prove by oral testimony that the policy was assigned to appellant as collateral security. But appellee alleged and proved that the policy was in the hands of the insurance company, and that it had been assigned to the appellant. Appel-lee alleged that he did not have copy of the policy, and asked that copy of the policy be exhibited so that it might (be used in evidence. The testimony shows that appellee could not obtain the policy or a copy thereof, but that the appellant could. This is shown by the letter of the insurance company to appellee. Under these circumstances the court did not err in allowing appellee to prove by oral testimony that the policy was assigned to appellant as collateral security.\nAppellant contends that the court erred in allowing appellee to prove that Johnson told appellee that he, Johnson, assigned the policy to appellant for money “to go back to Massachusetts on.” The above testimony was not competent. Const. Sched. § 2. See also Lincoln Life Ins. Co. v. Smith, 134 Ark. 245, 203 S. W. 698; Strickland v. Strickland, 103 Ark. 183, 146 S. W. 501; Jefferson v. Souter, 150 Ark. 55, 233 S. W. 804; Parker v. Twist, 150 Ark. 448, 234 S. W. 624. But, since this was a trial before the court, we must assume that the court considered only the competent and relevant evidence. Such is the presumption. Johnson v. Spangler, 176 Ark. 328, 2 S. W. (2d.) 1089, and cases there cited. The appellant did not ask the court to state in writing the conclusions. of fact and law separately. Appellant did not ask the court to make any special findings or conclusions of fact, nor to state any conclusions of law. C. & M. Dig., § 1309. Therefore appellant is not in an attitude to insist here that the trial court’s conclusions of fact and law are erroneous, since there is competent and relevant testimony in the record to justify the findings of the court. The court announced in ruling upon appellant’s objection to incompetent testimony that “the court will only consider such testimony as is competent.” We must presume, as before stated, that the court did that. The record presents, no error. . Let the judgment be affirmed.",
        "type": "majority",
        "author": "Wood, J."
      }
    ],
    "attorneys": [
      "Gustave Jones and J. H. Wharton, for appellant.",
      "Pickens '& Ridley, for appellee."
    ],
    "corrections": "",
    "head_matter": "Dunaway v. Ragsdale.\nOpinion delivered June 25, 1928.\nGustave Jones and J. H. Wharton, for appellant.\nPickens '& Ridley, for appellee."
  },
  "file_name": "0718-01",
  "first_page_order": 736,
  "last_page_order": 741
}
