{
  "id": 1431973,
  "name": "Hough v. Leech",
  "name_abbreviation": "Hough v. Leech",
  "decision_date": "1933-07-03",
  "docket_number": "4-3053",
  "first_page": "719",
  "last_page": "722",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 719"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "202 S. W. 229",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "133 Ark. 327",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1575122
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/133/0327-01"
      ]
    },
    {
      "cite": "28 S. W. (2d) 712",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "181 Ark. 907",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8725973
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/181/0907-01"
      ]
    },
    {
      "cite": "230 S. W. 598",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "148 Ark. 227",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8719027
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/148/0227-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 361,
    "char_count": 5718,
    "ocr_confidence": 0.48,
    "pagerank": {
      "raw": 2.106366873700541e-07,
      "percentile": 0.7625463878395999
    },
    "sha256": "3962eb038843f72009793deb4287ef8d5d47a1187e323ad2904c3cb237b4f504",
    "simhash": "1:e75f7f5e33edd3e4",
    "word_count": 1034
  },
  "last_updated": "2024-02-27T21:18:50.990705+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hough v. Leech."
    ],
    "opinions": [
      {
        "text": "Mehaffy, J.\nSalina Leech, widow of Will Leech, deceased, filed a complaint in Pulaski Circuit Court against J. D. Hough and Hughie Hough, alleging that about the 14th day of January, 1931, H. M. Hough carelessly and negligently, and without ordinary care for the safety of Will Leech, husband of Salina Leech, fired a gun and shot Will Leech in the hip; that he was thereafter taken to the hospital; that he suffered severe physical pain and mental anguish from the date of his injury until the date of his death on January 24, 1931; that said H. M. Hough was negligent and careless in firing his pistol at the deceased to make him dance, and was negligent in using a pistol or gun loaded with powder and ball to secure amusement, shooting at deceased and other negroes present; that said H. M. Hough was at the. time drinking.\nLeech was about 60 years of age. It is alleged that his earning capacity was $50 a month, and that his widow, who brought the suit, had been damaged in the sum of $6,000, and prayed for judgment for the further sum of $6,000 for pain and suffering. The gunshot wound caused pneumonia, from which he died 10 days after the injury. There was a prayer for $12,000 damages against H. M. Hough.\nThere is no allegation in the complaint with reference to J. D. Hough, and no judgment is asked in the complaint against him.\nThe facts are that J. D. Hough owned a store in North Little Rock, and his son, H. M. Hough, who is about 40 years of age, worked around the store and lived near there, and, on the day of the injury, J. D. Hough, the father, had gone to lunch and Will Leech, the deceased, and another negro named McIntosh, were at work there. H. M. Hough and Will Leech had both taken a drink of whiskey. There was an old pistol in the store which had not been fired in a long while. H. M. Hough secured this pistol, fired it several times, and finally, while carelessly handling the pistol, shot Will Leech, as described in the complaint. Leech lived about ten days thereafter, and died.\nThis suit is to recover damages for his death and pain and suffering.\nThere is no evidence that J. D. Hough was guilty of any negligence or wrongful conduct in any way. The evidence is ample to sustain the verdict against H. M. Hough.\nIt is contended that H. M. Hough was about the master’s business. In the case of American Ry. Express Co. v. Mackley, 148 Ark. 227, 230 S. W. 598, a great many cases were cited by the court, and, after citing these eases, the court said: “The doctrine of all these cases is that the test of the master’s liability is, not whether a given act is done during the existence of the servant’s employment, but whether it was committed in the prosecution of the master’s business.” In the instant case the act was committed during the existence of the employment, but it was certainly not committed in the prosecution of the master’s business. It had no connection with the master’s business.\nAgain we said, in the same case: “Where a servant acts without reference to the service for which he is employed, and not for the purpose of performing the work of the employer, but to effect some independent purpose of his own, the master is not responsible for either the acts or omissions of the servant.” Numerous cases of this court might be cited in support of this rule. Applying the test mentioned in the ease cited, there is no liability in this case.\nAs we have already said, there is no evidence tending to show that J. D. Hough was guilty of any negligence or wrongful conduct in connection with the shooting of Leech. Yerdicts of juries must be based on evidence, must be supported by some substantial evidence, and not on mere speculation. Hunter v. State Bank of Morrilton, 181 Ark. 907, 28 S. W. (2d) 712.\nAgain we said:\n“The rule is firmly established that the master is civilly liable for the tortious acts of his servant, whether of omission or commission, and whether negligent, fraudulent or deceitful, when done in the line of his employment, even though the master did not authorize, or know' of such acts, or may have disapproved of or forbidden them. But the act must be done riot only while’the servant is engaged in' his master’s service, but it must pertain to the particular duties of that employment. * * *\n“An act.is within the scope of the servant’s employment, where necessary to accomplish the purpose, although in excess of the powers actually conferred on the servant by the master. The purpose of the act, rather than its method of performance, is the test of the scope of employment. * * * The mere, fact that he was in the service generally of the master or that the servant was in possession of facilities afforded by the master in the use of which the injury was done would not make the act attributable to the master. The act must have been done in the execution of the service for which he was engaged.” Healey v. Cockrill, 133 Ark. 327, 202 S. W. 229.\nThe appellant, H. M. Hough, admits that he shot Leech, and, although he says it was an accident, he admits that he shot the pistol 5 or 6 times, and that at the time he shot Leech he had the gun, rolling it around by the cylinders.\nEvidence of other witnesses tended to show that H. M. Hough was negligent, and the question of his negligence was submitted to the jury under proper instructions, and the jury’s verdict, where there is any substantial evidence to support it, is conclusive here.\nIt follows from what we have said that the judgment against H. M. Hough must be affirmed, and the judgment against J. D. Hough reversed and dismissed. It is so ordered.",
        "type": "majority",
        "author": "Mehaffy, J."
      }
    ],
    "attorneys": [
      "John D. Shackleford, for appellants.",
      "Oscar H. Winn, for appellee."
    ],
    "corrections": "",
    "head_matter": "Hough v. Leech.\n4-3053\nOpinion delivered July 3, 1933.\nJohn D. Shackleford, for appellants.\nOscar H. Winn, for appellee."
  },
  "file_name": "0719-01",
  "first_page_order": 739,
  "last_page_order": 742
}
