{
  "id": 1431983,
  "name": "Beavers v. State",
  "name_abbreviation": "Beavers v. State",
  "decision_date": "1933-07-03",
  "docket_number": "Crim. 3844",
  "first_page": "722",
  "last_page": "725",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 722"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "86 N. W. 924",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 0
    },
    {
      "cite": "62 Neb. 15",
      "category": "reporters:state",
      "reporter": "Neb.",
      "case_ids": [
        5318881
      ],
      "opinion_index": 0,
      "case_paths": [
        "/neb/62/0015-01"
      ]
    },
    {
      "cite": "95 N. W. 1020",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 0
    },
    {
      "cite": "4 Neb. Unoff. 661",
      "category": "reporters:state",
      "reporter": "Neb. (Unof.)",
      "opinion_index": 0
    },
    {
      "cite": "5 L. R. A. 253",
      "category": "reporters:federal",
      "reporter": "L.R.A.",
      "opinion_index": 0
    },
    {
      "cite": "21 N. E. 977",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": 0
    },
    {
      "cite": "119 Ind. 368",
      "category": "reporters:state",
      "reporter": "Ind.",
      "case_ids": [
        1308884
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ind/119/0368-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 280,
    "char_count": 4584,
    "ocr_confidence": 0.488,
    "pagerank": {
      "raw": 5.527646540942415e-08,
      "percentile": 0.34587518422888747
    },
    "sha256": "41dc36a8c49c9c2b0debd02b17da0723a0221d93dd6f5c22bd5ed4514e37ed00",
    "simhash": "1:972eb2cb02db8edd",
    "word_count": 834
  },
  "last_updated": "2024-02-27T21:18:50.990705+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Beavers v. State."
    ],
    "opinions": [
      {
        "text": "Mehaffy, J.\nThe appellant was convicted of transporting liquor, and fined $100. At the trial, after the appellant had exhausted his challenges, three citizens were called as jurors, T. J. James, Lee Basham and D. P. Selby.\nEach of these three citizens had served on the petit and grand juries of their county within two years next before the trial. Appellant challenged each of these jurors for cause before he was accepted on the jury.\nHis ground of objection was that T. J. James had served on the regular panel of the petit jury within the last two years, and this was admitted by the juror.\nLee Basham was challenged for cause because he had served on the regular panel of the grand jury within the last two years, and D. P. Selby was challenged for cause on the ground that he had served on the regular panel of the petit jury and grand jury within the last two years.\nThe challenges and objections to each of the jurors were overruled, and they were selected and served on the jury that tried appellant.\nThe learned trial court held that they were competent jurors, as they were only called in as special jurors at this term of court.\nAct 135 of the Acts of 1931 entitled, “An Act to Regulate Jury Service,” reads as follows:\n‘ ‘ Section 1. After ninety days from the passage and approval of this act no citizen in this State shall be eligible to serve on either grand or petit jury oftener than one regular term of the circuit court, every two years.\n“Section 2. All laws and parts of laws in conflict herewith are hereby repealed and this act shall take effect and be in force from and after its passage.”\nThis appeal is prosecuted to reverse the judgment of the circuit court.\nThe Attorney General confessed error on the ground that the three jurors mentioned were not eligible to serve on the jury, and that it was error to accept them as jurors because each of them had served on the regular panel of the circuit court within two years before the trial.\nAfter a careful examination of the record we have concluded that the confession of error is well taken.\nIt was thought by the trial court that the act above copied made jurors ineligible to serve on the regular panel if they had served on a regular panel in the circuit court within less than two years, but that it did not render them ineligible to service as special jurors.\nStatutes must receive a reasonable construction, and courts should take into consideration the purpose of the Legislature in passing the act, and ascertain the intention of the Legislature, in passing the act.\nThe title of the act, “An Act to Regulate Jury Service,” means, we think, what it says. No one is eligible for jury service if he has served on the. regular panel of either grand or petit jury within two years of the time he is called to serve.\nThe service of a special juror or a juror selected to serve on one case is as important as the service on the regular panel, and there would seem to be no reason why a juror would be eligible to serve on a case when summoned specially, and not be eligible to serve on the regular panel.\nThere seems to be some conflict in authority, but when the disqualification in terms applies to jurors generally, it applies to a special juror as well as members of the regular panel. 35 C. J. 253; City of Goshen v. England, 119 Ind. 368, 21 N. E. 977, 5 L. R. A. 253.\nThe Supreme Court of Nebraska, in construing a statute regulating jury service said:\n“The statute has made no exception in favor of talesmen, and we do not feel justified in making exceptions. The purpose of the statute seems to be to exclude professional jurymen, but, whether so or not, the language is plain and unambiguous. It is therefore a good cause of challenge to one called as a juror that he had been summoned and attended the district court as a juror at any term of court held within two years prior to the time of challenge, and this rule applies to those summoned as talesmen.” Figg v. Donahoo, 4 Neb. Unoff. 661, 95 N. W. 1020; Coil v. State, 62 Neb. 15, 86 N. W. 924.\nIt was the intention of the Legislature to exclude from jury service professional jurymen, and to exclude this class of jurors, whether called on the regular panel or to serve on a special case.\nWe therefore think the trial court erred in not excusing the jurors mentioned, and the judgment of the circuit court is therefore reversed, and the cause remanded for new trial.",
        "type": "majority",
        "author": "Mehaffy, J."
      }
    ],
    "attorneys": [
      "Rains & Rains, for appellant.",
      "Hal L. Norwood, Attorney General, and John H. Caldwell, Assistant, for appellee."
    ],
    "corrections": "",
    "head_matter": "Beavers v. State.\nCrim. 3844\nOpinion delivered July 3, 1933.\nRains & Rains, for appellant.\nHal L. Norwood, Attorney General, and John H. Caldwell, Assistant, for appellee."
  },
  "file_name": "0722-01",
  "first_page_order": 742,
  "last_page_order": 745
}
