{
  "id": 8725258,
  "name": "Magnolia Petroleum Co. v. Bell",
  "name_abbreviation": "Magnolia Petroleum Co. v. Bell",
  "decision_date": "1932-12-19",
  "docket_number": "4-2777",
  "first_page": "723",
  "last_page": "730",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 723"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "227 S. W. 420",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "147 Ark. 100",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1583184
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/147/0100-01"
      ]
    },
    {
      "cite": "19 S. W. (2d) 1102",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "179 Ark. 1015",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8726586
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/179/1015-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 608,
    "char_count": 14544,
    "ocr_confidence": 0.506,
    "pagerank": {
      "raw": 2.1104334541389487e-07,
      "percentile": 0.7631078105325831
    },
    "sha256": "62d360143bd045bf5fc77c8ae0da223588d1f02e932c2924db44a506cace90d9",
    "simhash": "1:f9ac6db896f4c94e",
    "word_count": 2590
  },
  "last_updated": "2024-02-27T17:52:01.123529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Magnolia Petroleum Co. v. Bell."
    ],
    "opinions": [
      {
        "text": "Butler, J.\nOn July 23, 1929, Mrs. O. E. Bell was severely burned by an explosion which occurred while she was endeavoring to start a fire in her kitchen stove by applying a lighted match to a pile of kindling and wood upon which she had poured coal oil. From the fire resulting from this explosion the dwelling in which Mr. and Mrs. Bell were living and the household belongings therein were destroyed. This suit was brought to recover damages resulting from the explosion and fire.\nThere was a trial and judgment for plaintiffs in the trial court, from which is this appeal.\nThe liability of the appellant, Magnolia Petroleum Company, is based on the contention that the coal oil or kerosene used in starting the fire was purchased by the appellee, O. E. Bell, from a retail dealer in gasoline and kerosene, who had purchased the same from the appellant, which fluid was not kerosene, but a mixture of kerosene and gasoline; that this mixture was highly inflammable and explosive, and that the explosion occurred because it was such mixture. The appellees depended upon circumstances to establish the charge of negligence against the appellant for selling an impure product, and the court, at their instance, instructed the jury that proof of this was not required by direct evidence, but might be proved by circumstances, and if, from the circumstances adduced in evidence, a fair and reasonable inference might be drawn that defendant (appellant) sold as kerosene a different fluid which was dangerous and explosive in its nature, and this was the proximate cause of the injury, liability would attach to the defendant (appellant).\nIt is the contention of the appellant that the circumstances proved were not sufficient to meet the test laid down by the court, and that the verdict of the jury was without substantial evidence to support it. It is well settled that this court must view the evidence, with all the inferences reasonably dedueible therefrom, in the light most favorable to the appellee, but, applying this rule, we are unable to discover any substantial testimony or proof of any circumstance to support the finding of the jury that the appellant sold to the retailer, Middle-brook, who in turn sold to the appellee, Bell, a fluid as kerosene which was not such, but a mixture dangerous in its character, from the use of which the injuries to ap-pellees resulted.\nPrior to this suit, a suit on the same cause of action had been instituted in the Federal District Court of the Western District of Arkansas, and evidence was fully developed on that trial. That case, however, was non-suited, and on the trial of the instant case it was agreed that the evidence taken might be used for the purpose of showing the testimony of any witness in said trial for the purpose of contradiction, or in regard to any statement of testimony of any witnesses who testified in said trial. The testimony of the witnesses in this case and the admissions made as to their testimony in the former trial established the circumstances upon which the appellees rely which are as follows: The appellees lived in the village of Hartman, a short distance from the place of business of Middlebrook, who, among other things, sold gasoline and kerosene, and that it had been their custom to purchase kerosene from him to use in starting- fires in their kitchen stove and under their wash pots; that on or about the 9th day of July, 1929, the ap-pellee, O. E. Bell, applied to Middlebrook for the purchase of a gallon of kerosene. The alleged kerosene was put into a gallon can which appellee kept for that purpose, and he returned with it to his premises. A quantity of this fluid was poured upon some fuel under a wash pot and was ignited by the application of a lighted match. Mr. and Mrs. Bell noticed that it appeared to flame up more quickly than the usual kerosene, which alarmed them and made them think it was dangerous and “looked like it might burn you up. ’ ’ Bell went back to see Middle-brook who told him it was all right, and they continued to use the fluid some three or four times for the purpose of starting- fires before the occurrence on the 13th day of July. The can of kerosene was kept in the garage near the dwelling house and before the date of the explosion Bell had drawn out a small quantity in a bottle which he carried to the woods for the purpose of putting it on a saw, and after the explosion he went to the woods and found this-bottle with some fluid still in it and took it to a chemist for analysis about September TOth. The fluid was found to be a mixture of equal parts of kerosene and gasoline. The chemist who made the analysis stated that the fluid would be highly dangerous for use in lamps and to use to build fires, and if used generally throughout a community would cause a great many casualties.\nOn July 13th Mrs. Bell cleaned out her kitchen stove, removing the ashes with her hands. She then placed some wood and kindling in the stove and got the can of kerosene and ponred some of the fluid on the fuel in the stove, and upon touching it with a lighted match the explosion followed. Immediately after the explosion the kerosene can was found on the floor near the stove. Appellee testified that on the day his house was burned he saw Mr. Spanke, the agent of appellant, and his driver came to Middlebrook’s place of business and moved the tank in which the kerosene was kept out of his building and took another one off of the truck and put it on the inside, and that Middlebrook was there at the time. A witness by the name of Tinner stated that he was at Middlebrook’s filling station and saw some person, or persons, whom he did not know, change the kerosene in the tank that the oil was carried out of the tank in a five-gallon can and other oil substituted for it. All of this was disputed by Middlebrook and Spanke who testified that no agent of the appellant came to Middlebrook’s place of business on that day and neither the tank nor its contents were changed. There were three witnesses who gave some testimony regarding trouble they had experienced with kerosene bought from Middlebrook, which will be commented upon later in this opinion.\nThe facts about which there is no dispute are to the effect that the kerosene handled by Middlebrook was all purchased by him from the appellant company through its agent Spanke at Clarksville; that the kerosene in the tank at his filling station out of which he sold a gallon to the appellee, Bell, was purchased about the first to the 10th of July and was drawn into the appellant’s tank truck from a large supply tank. This kerosene had been inspected at the point of shipment and again after it had been put into the tank of the local agent, Spanke, and the test showed it to be kerosene of good quality which came within the test required by law. Middle-brook was a retail dealer in gasoline and kerosene. The tanks in which his gasoline was stored were sunk in the ground outside his building and á small tank was located inside of his building in which he kept kerosene. Appellant’s tank truck was divided into separate compartments, in one of which was kerosene and in the others gasoline, with outlets from each compartment. The kerosene delivered to Middlebrook from the first to the 10th of July was delivered in the ordinary way without admixture with any other fluid or substance. Prom the storage tank of Spanke the local agent of appellant, kerosene was sold to a number of retailers about this time in that territory, who in turn retailed the same to their customers, and no complaint was made by any person who used it. Middlebrook had a number of customers in the village of Hartman, and out of the particular quantity of oil from which the sale was made to appellee, Bell, Middlebrook sold to various other customers the balance of the oil. They used it in their lamps and for the purpose of making fires. This amount, from July 1st to 13th, the date of the explosion in question, was about thirty gallons and was sold in small quantities to the householders in the village who used it in the customary way to light fires and burn lamps and they had no trouble in its use.\nThe trouble Tinner experienced was that when he started to blow out his lamp the oil ignited down in the lamp and exploded when it was thrown into the yard, but the condition of the lamp was not stated, and it is therefore uncertain whether or not that caused the flame to descend into the lamp or whether it was caused from the character of the oil. Brazier testified that he kindled a fire with the kerosene in his stove about the first of July, and the caps or lids were blown off the stove, but the manner in which the fire was kindled is not disclosed by the testimony- — whether the oil was poured on a smoldering fire or whether the stove was hot or cold— so that that explosion may have been caused by the character of the oil used or from some other cause. It is in the undisputed evidence that kerosene, when poured upon a smoldering fire or under certain other conditions, quickly forms a gas which, upon application of a flame will explode. The witness, Smith, testified that he was not pleased with some kerosene purchased and returned it — but be was unable to say with any degree of certainty when the purchase was made. It would, therefore, be but speculation to say that it was from the same quantity of kerosene out of which the sale to Middlebrook was made in July, 1929. It seems reasonably certain, from the definite and undisputed evidence relating to the character of the kerosene purchased by Middlebrook from appellant in July, 1929, that it was unadulterated and fit for use. Such being the state of the evidence, if it may be said to be established that the kerosene in the gallon can was mixed with gasoline when Mrs. Bell used it for starting the fire in the cook stove, how it became adulterated is a matter of conjecture. There was some testimony that a small quantity of gasoline was kept on the premises in a glass jar, and it appears equally as reasonable that it was inadvertently mixed with the kerosene as it is to say, in view of all the attendant circumstances, that it was mixed in Middlebrook’s tank before the sale was made to Bell, or, as Bell himself furnished the container, that some gasoline might have been in it when the kerosene was purchased by him. It is certain that on the 10th day of September, 1929, the fluid in the bottle given by Bell to the chemist for analysis was found to be half gasoline and half kerosene, but it must be remembered that the time the fluid in the bottle was alleged to have been taken from the gallon can of kerosene is nowhere shown, nor where it was or in whose possession from that time until a date long after the accident resulting in the damages to Mrs. Bell and the destruction of the premises.\nWe have not overlooked the testimony of Bell and Tinner relative to the agents of appellant making some change of the tank of kerosene in Middlebrook’s filling station on the day of the accident, but no particular significance can be attached to this because the testimony of Bell and his witness, Tinner, are contradictory to each other and there was nothing out of the ordinary in the action of the agents of the appellant, as it was a part of the business to visit the retail dealers from time to time and deliver gasoline and kerosene to them, and, especially. in view of the other circumstances in the case, it is insufficient to show any essential fact.\nThe essential fact in this case which must be established to fix liability on the appellant is that it delivered to Middlebrook kerosene mixed with gasoline and that it was a part of this mixture that was sold by Middle-brook to the appellee, Bell. While we may have inadvertently omitted mention of some circumstance in evidence, we have carefully reviewed it and believe that we have stated the circumstances in as favorable a light for the. appellee as is warranted. We conclude that there is no substantial testimony which would justify a reasonable inference of the existence of the essential fact upon which a verdict might have been based. It is well settled that the verdict of the jury based on mere conjecture or speculation, as we find this verdict to be, will not be permitted to stand. St. L., S. F. R. Co. v. Smith, 179 Ark. 1015, 19 S. W. (2d) 1102, and cases therein cited.\nAppellees rely on the case of Pierce Oil Corp. v. Taylor, 147 Ark. 100, 227 S. W. 420, to support their contention that the evidence in the instant case is sufficient to support the verdict. In that case, however, the evidence clearly established the fact that the retail dealers sold kerosene only and not gasoline, and that on the truck of the oil corporation at the time of the delivery to the retail dealer were four barrels of kerosene and four of gasoline. Two of these barrels were delivered to the retail dealer and two days later a can of coal oil, supposedly, was purchased which was drawn from one of these barrels. In starting a fire with this fluid there was a violent explosion of sufficient force to burst the can nearby, and immediately after the explosion some of the oil was taken from the barrel from which the oil had been purchased, and the sample, after being securely sealed, was sent to a chemist in Port Smith for analysis, who found that it flashed at a temperature of 80 degrees and contained ingredients found in gasoline and not properly present in kerosene. Prom, this evidence the reasonable inference conld be drawn that at least one of the barrels delivered from the corporation’s truck to the retail dealer contained gasoline and not kerosene. The mere statement of the facts in that case distinguish it from the facts of the case at.bar and make it inapplicable thereto.\nWe deem it unnecessary to discuss the alleged negligence of Mr. and Mrs. Bell or the contention that they used the fluid with full knowledge of its dangerous character. We have examined the instructions and find that some of them erroneously declare the law, but, in view of our conclusion as to the sufficiency of the evidence, it is unnecessary to discuss those instructions. It follows from what we have said that the judgment of the trial court must be reversed, and the cause dismissed. It is so ordered.",
        "type": "majority",
        "author": "Butler, J."
      }
    ],
    "attorneys": [
      "Cockrill, Armistead $ Rector and Patterson & Patterson, for appellant.",
      "Cravens •&. Cravens, Reynolds & Mase and J. H. Rrock, for appellee."
    ],
    "corrections": "",
    "head_matter": "Magnolia Petroleum Co. v. Bell.\n4-2777\nOpinion delivered December 19, 1932.\nCockrill, Armistead $ Rector and Patterson & Patterson, for appellant.\nCravens •&. Cravens, Reynolds & Mase and J. H. Rrock, for appellee."
  },
  "file_name": "0723-01",
  "first_page_order": 743,
  "last_page_order": 750
}
