{
  "id": 1428283,
  "name": "Standard Surety & Casualty Company of New York v. Jackson",
  "name_abbreviation": "Standard Surety & Casualty Co. v. Jackson",
  "decision_date": "1934-01-29",
  "docket_number": "4-3309",
  "first_page": "724",
  "last_page": "727",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 724"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 404,
    "char_count": 6030,
    "ocr_confidence": 0.479,
    "pagerank": {
      "raw": 5.4033266686372354e-08,
      "percentile": 0.34071638925667097
    },
    "sha256": "c29016ef60f09dac7581fd15a777cbf40a28f288929cb34c3ffff5a1c14de085",
    "simhash": "1:b35752bbc2a4ac86",
    "word_count": 1104
  },
  "last_updated": "2023-07-14T22:44:11.517500+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Standard Surety & Casualty Company of New York v. Jackson."
    ],
    "opinions": [
      {
        "text": "McHaney, J.\nAppellee obtained a judgment in the Faulkner Circuit Court against one John Morgan in the sum of $750 damages for personal injuries sustained by her while riding as a guest in his automobile. Morgan carried a policy of liability insurance with appellant, and, it defended the action for Morgan. Execution issued, on the judgment, and a nulla bona return was made by the sheriff. She thereafter instituted this action against appellant in the Pulaski Circuit Court to recover the amount of her judgment against Morgan, as- she was authorized to do both by the provisions of said policy, and of act 116, Acts of 1927, p. 667. Appellant defended the action on the ground that Morgan failed to cooperate with it in the trial of the case against him, in that he failed to testify to the same statement of facts in the trial, as he had previously given it in writing, and that he thereby violated the terms of the policy,, which relieved it from any obligation to him, and that therefore it is under no obligation to her. Trial to a jury resulted in a verdict and judgment for appellee in the sum of $802.25 with interest from March 1, 1933, at 6 per cent, per annum.\nThe policy contained this provision: “B. — Cooperation. The assured shall at all times cooperate with the company (except in a pecuniary way), and whenever requested by the company the assured shall aid in securing information and evidence, effecting settlements, the attendance of witnesses and in prosecuting appeals. The company reserves the right to settle or defend any claim or suit, and the assured shall not voluntarily assume any liability, settle any claim or suit except at his own costs, incur any expense (other than for immediate surgical relief at the time of the injury) or interfere in any negotiations for settlement or legal proceedings.”\nA short time after the accident in which appellee was injured, Morgan gave appellant this statement: “I have a five-passenger Chevrolet car, and about 5 o’clock I took my wife and baby boy, and my wife’s aunt, Mrs. Jim Jackson, for a ride. We had started to go to town, and then we decided to ride a little. We wanted to show her ‘Park Hill,’ as she was visiting us for a few days.\n“I was driving down a pretty good hill, and was going to go up the -same kind of a hill. • There was a narrow draw where.; the- highway had been filled with a’ dump. I was going* about thirty miles an hour or a little more. We were on- concrete pavement. The pavement had sunk into a pretty good drop or ditch. I saw it just as I hit it. The way it dropped and still stayed in place yon cannot see it until you are right on it. Then, too, I was not looking for a place like that on smooth concrete pavement. I had been over it many times before. We always take everybody there that comes to see us.\n“When I hit this place, it threw my car up in the áir. My four-year-old boy was thrown upon my back. I found Mrs. Jackson in the back seat limp, and unconscious. I thought she was dead. I drove up the. top of the hill to a house, and called the man out. He brought a pan of water, and. we bathed her face. She came to after that. She was suffering considerable. We hurried home then, and called Dr. Shelby Atkinson. He gave her a hypodermic. He came back to see her yesterday and today. She is improving today. The doctor strapped up her back yesterday. And today, he decided it would not be necessary to take an X-ray picture.”\nOn the trial of the case in Faulkner County, he testified that he was driving “something over thirty miles an hour; I wouldn’t say how fast, but I was going thirty, forty or forty-five miles an hour.” Also, that his little boy had climbed on his back, and that he was playing with him as he went down the hill, and, quoting, “I won’t be sure whether I was looking ahead or not at that particular time. I was not expecting anything like this to happen. If I had known this place had been broken in, of course, I would have been on the lookout.” Also, that the boy had been on his back, that he had pushed him back, and that he was standing up against the seat when the accident happened. “I was looking back at the time the accident happened. That is what I told you up there. I had pushed him back.”\nNow, it is contended that this testimony is in conflict with his written statement made a short time after the accident, and which is quoted in full hereinabove, and that as a matter of law it constitutes a violation of the “cooperation” clause of the policy above quoted, which entitled appellant to an instructed verdict in its favor. We cannot agree. As we view the evidence, when compared with the written statement, there is no' material conflict in them. In the statement he said he was traveling “about thirty miles an hour or a.little more.” In his testimony he said as to speed, “something over thirty miles an hour; I won’t say how fast, but I was going thirty, forty or forty-five miles an hour. ’ ’ Each showed uncertainty as to exact speed,-and each estimated it at “about thirty or a little more,” in effect. In the statement nothing is said about the little boy getting on his back, nor did he say he was looking ahead. He did say he was not looking for a place like that, and he saw it just as he hit it. His testimony does not contradict anything in the statement, except that he said he was looking back at the time the accident happened. There is no material difference between them, and, therefore, no lack of cooperation within the terms of the policy. Since, as we have shown, there was no failure to cooperate and violation of that clause in the contract, the court should have directed a verdict for appellee, as there was no question to be submitted to the jury. This view of the matter makes it unnecessary to discuss the alleged error in modifying and giving appellant’s instruction No. 3.\nAffirmed.",
        "type": "majority",
        "author": "McHaney, J."
      }
    ],
    "attorneys": [
      "E. W. Moorhead, for appellant.",
      "R. W. Robins, for appellee."
    ],
    "corrections": "",
    "head_matter": "Standard Surety & Casualty Company of New York v. Jackson.\n4-3309\nOpinion delivered January 29, 1934.\nE. W. Moorhead, for appellant.\nR. W. Robins, for appellee."
  },
  "file_name": "0724-01",
  "first_page_order": 742,
  "last_page_order": 745
}
