{
  "id": 1432043,
  "name": "Howe v. Long Prairie Levee District",
  "name_abbreviation": "Howe v. Long Prairie Levee District",
  "decision_date": "1933-07-03",
  "docket_number": "4-3144",
  "first_page": "725",
  "last_page": "731",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 725"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "28 S. W. (2d) 721",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "181 Ark. 898",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8725945
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/181/0898-01"
      ]
    },
    {
      "cite": "243 S. W. 822",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "154 Ark. 444",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1361239
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/154/0444-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 653,
    "char_count": 12912,
    "ocr_confidence": 0.489,
    "pagerank": {
      "raw": 1.0460301810138288e-07,
      "percentile": 0.5520742715115823
    },
    "sha256": "c35cfc35c2efd5188c909220a6937fd78ee92d6bed0a07bc756148832d4db1ac",
    "simhash": "1:fa2b7e9c66c59e6f",
    "word_count": 2267
  },
  "last_updated": "2024-02-27T21:18:50.990705+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Smith, J., dissents."
    ],
    "parties": [
      "Howe v. Long Prairie Levee District."
    ],
    "opinions": [
      {
        "text": "McHaney, J.\nThis litigation involves a contest between appellants and appellee Tolman as to the priority of bonds held by them which are the obligations of . the Long Prairie Levee District of Lafayette County. This district was created by special act of the Legislature, act 106 of 1905, p. 267, for the purpose of constructing a levee along the east bank of Red River in the territory described in the act. The act further provided for the levy annually of a tax upon the real property included in the district, based upon the valuation according to the real estate assessment books' of the county, not to exceed annually 4 per cent, of the assessed valuation. Section 20 provides that “the said board of directors shall have the power to borrow money, and to that end may issue bonds of said board to the amount of not exceeding $125,-000,” which were to be made payable in not less than 20 nor more than 40 years, and should be designated as 20-40 bonds, “that is, at the discretion of said board all or any number of said bonds shall, on notice, * * * be redeemable or payable at the end of twenty years, but it shall be the duty of said board, should it not elect to pay all of said bonds at the end of twenty years, to create a sinking fund for the payment of the principal of said bonds by annually appropriating from the revenue, as provided for by this act, a sum not less than $5,000, which shall, as soon as paid in, be applied annually to the payment of said bonds, commencing with number one and paying them consecutively.”\nSection 28 provides: “That (to) the payment of both the principal and interest of the bonds to be issued under the provisions of this act, the entire revenues of the district arising from any and all sources, and all real estate, railroads, and tramroads subject to taxation in the district, is by this act pledged, and the board of directors are hereby required to set aside annually from the first revenues collected from any source whatever a sufficient amount to secure and pay the interest on said bonds.” There a're many other provisions of the act, but we deem it unnecessary to set them out.\nThis act was amended in 1907, act 34, p. 71: It recognizes the fact that the first bond issue was insufficient to complete the levee by providing in § 4 the following: “That for the purpose of building, erecting and completing the levee beg^m by the board of directors of the Long Prairie Levee District, and for enlarging, repairing, constructing and maintaining the same, and to enable the said board of directors to fully carry out the ends and purposes of this act and of said act of March 23, 1905,” the said board was empowered to borrow $225,000 and issue bonds therefor, including the $125,000 already outstanding, or, in other words, to issue $100,000 additional bonds. The rate of the maximum tax to be levied was raised from 4 per cent, to 8 per cent. A similar pledge of revenues was authorized.\nCertain other amendments to the original act were passed in 1909 and 1915. In 1917 the Legislature enacted act 339, vol. 2, p. 1683, Acts 1917, entitled, “An Act Conferring Additional Powers Upon the Long Prairie Levee District.” The preamble to the act states the necessity therefor by reciting that the district has lost a considerable portion of its levees by overflows of the Red River, and that, “owing to the erection of levees upon the opposite, bank of Red River, it has become necessary to raise and strengthen the levees” of the district. Section 2 of said act provides for the appointment of assessors to assess the benefits accruing to the lands in the. district “by reason of the levees heretofore built and of those which will be built under this act. ’ ’ Another section provides for the collection of a tax on the benefits so assessed of 5 per cent, per annum. ¡Section 8 reads as follows: “In order to fund the outstanding indebtedness of the district, and to raise money with which to make the improvements contemplated by this act, the board of directors of said district is authorized, to issue bonds payable serially through a period of not exceeding twenty-five'years, and in an amount not exceeding $500,000, bearing a rate of interest not exceeding six per cent., the first bonds to be payable not earlier than three years after date. The lowest numbers of said bonds in an amount equal to the outstanding certificates of indebtedness of the district shall be set aside and used only in taking up the outstanding certificates of indebtedness, bonds and coupons thereof, either by exchanging the new bonds for the old certificates of indebtedness and bonds matured coupons at par, or by sale and the application of the proceeds to the retirement thereof, as the board deems most desirable, if the board concludes to fund the outstanding indebtedness. The bonds shall not be valid until authenticated by some trust company located either in the city of Chicago or in the city of St. Lo.uis, to be chosen by the directors and the funding of the old bonds shall be effected through such trust company. ’ ’ Section 9 pledges all the revenue of the district to the payment of the principal and interest of the bonds to be issued under the act, and that, if any bond or interest coupon so issued shall be in default for 30 days, it shall be the duty of the chancery court to appoint a receiver on the application of the holder thereof to collect the taxes, and an assessor to reassess the benefits, if necessary, “and the proceeds of such taxes and collections shall be applied, after the payment of costs, first, to the overdue interest, and then to the payment pro rata of all bonds issued by the said board which are then due and payable.”\nThe district did not refund the outstanding bonds issued under authority of the Acts of 1905 and 1907 by the $500,000 authorized to be issued by the act of 1917, nor did it sell enough of the 1917 authorization to pay them off in cash. It sold only $275,000 of bonds under the 1917 act, which made a total of $500,000 outstanding. Some of the bonds and interest coupons held by appellants being in default more than 30 days, they brought suit in the Lafayette Chancery Court for the appointment of a receiver, alleging that all the bonds outstanding were on a parity, and that all were entitled to share alike in the proceeds of the collections. A receiver was appointed. Appellee Tolman intervened, claiming priority on account of his ownership of bonds issued under authority of the Acts of 1905 and 1907. The trial court sustained his claim, and this appeal is from that order.\nIn Hoehler v. W. B. Worthen Co., 154 Ark. 444, 243 S. W. 822, it was held, quoting syllabus: ‘ ‘ Though bonds issued under authority of a special statute creating a certain road improvement district (Acts 1909, p. 1151) were issued and sold in two successive, allotments, all the bonds issued were within the authority conferred, and amounted to a single issue, and no priority was created in favor of the holders of the allotment. just issued, and the funds in the hands of a receiver appointed on default-in judgment under the statute should be distributed pro rata on all matured bonds.” There the bonds were issued at different times but under the same authority. In McKinney Bayou Drainage District v. Garland Levee District, 181 Ark. 898, 28 S. W. (2d) 721, we held that there was no priority of liens of bonds issued in overlapping districts, created by different acts of the Legislature and at different times, except as to accrued taxes in the district prior in point of time. We there said: “There are holdings by some courts in other States that the improvement district first created has the prior lien, while in others it is held that the last created has the prior lien. But, as we see it, great confusion will result from either holding. No doubt the Legislature has the power to provide that the one or the other is prior, but, until it has done so in plain and unmistakable language, we do not feel that we should so hold. Furthermore, the view we now take is just and equitable. It is conceded that the levee district without the drainage district failed to accomplish the purpose of its creation. It is likewise true that the drainage district without the levee district would be practically useless. Each therefore is complementary to the other. It would therefore appear to be unfair and inequitable for either lien for taxes to be held prior to the other, except as indicated herein, unless the Legislature has made it so in plain and unmistakable language, and we do not think it has done so. The acts under which both districts were created provide that each lien shall be superior to all other liens, but, as we have already shown, such liens are not superior to the State’s lien for taxes and are only superior to contract liens.”\nAn examination of the acts relating to this district, which we have set forth above rather fully, is convincing that no priority of rights was intended to be given to any bond issue. The only object or purpose of a levee of this kind is to reclaim land from overflow. If it fails to accomplish this purpose, it is worthless. If the lands it is designed to protect are not protected, they receive no benefit, and benefits to the land is the only excuse for burdening them with the cost thereof. The act of 1907, § 4, constitutes a legislative finding that the $125,000 of bonds sold under the act of 1905 did not complete the levee, and that $100,000 more was required “for the purpose of building, erecting and completing the levee begun. ’ ’ Therefore, if in fact the levee was not completed and the first bond issue was exhausted, the lands had not been reclaimed or benefited. It was necessary therefore to sell the bonds authorized by the act of 1907 to complete the levee. If these latter bonds constitute a second lien or mortgage only, who, except, perhaps, the holders of the first bonds, will buy them? It is not usually considered to be a safe investment to buy a second mortgage. The district ran along then for 10 years, in the meantime incurring additional indebtedness for which certificates were issued under authority of acts 339 of 1909 and 320 of 1915, for which payment was provided by raising the percentage of taxation on the assessed valuation of the land, until the act of 1917 was passed. This act is a legislative finding that a considerable portion of the levee had been lost by overflows and that the levee was too low and too weak because of a levee constructed on the opposite bank of the river, and that the absolute necessity existed to raise an additional sum of $275,000 to rebuild, raise and strengthen the levee, else the land in the district would be without protection, would become worthless and the security for the payment of previous bonds destroyed. We think this act provides in substance that all bonds shall be on a parity. It provides that the prior bonds might be refunded. If they had been, it could hardly be contended that they constituted a prior lien. They were not refunded, but could have been, had the district so desired, and are not entitled now to priority. Appellee purchased his bonds of the former issues with the full knowledge that the levees,'even, after completion, might wash away and of the power of the Legislature to provide for their restoration. This does not impair the obligations of his contract, because he contracted with reference to the inherent nature of the subject-matter and the power of the lawmakers in the premises. Any other holding would render it impossible to sell bonds in a levee district.\nWe do not overlook the holding of the Circuit Court of Appeals in St. Louis Union Trust Co. v. Franklin-American Trust Co., 52 Fed. (2d) 431, to the contrary view. The Supreme Court of the United States dismissed the writ of certiorari as having been improvidently granted, ivithout writing any opinion on the merits of the case. Whether the dismissal of the writ meant an approval of the holding of the Circuit Court of Appeals is not certain, as it is stated by eminent counsel that where the decision is approved the writ is not dismissed, but the judgment is affirmed. Whatever the court may have meant by its action in that case we are of the opinion that we. have already decided the question in principle in the Hoehler and McKinney Bayou cases, above cited, and we adhere thereto.\nOther questions are discussed in the excellent briefs filed by learned counsel on both sides, but we deem it unnecessary to discuss them. The decree, will be reversed, and the cause remanded with directions to enter a decree in accordance with this opinion, with costs, to appellants.\nSmith, J., dissents.",
        "type": "majority",
        "author": "McHaney, J."
      }
    ],
    "attorneys": [
      "Rose, Hemingway, Cantrell & Loughborough, for appellant.",
      "Chas. D. Frierson and Charles Frierson, Jr., for appellee."
    ],
    "corrections": "",
    "head_matter": "Howe v. Long Prairie Levee District.\n4-3144\nOpinion delivered July 3, 1933.\nRose, Hemingway, Cantrell & Loughborough, for appellant.\nChas. D. Frierson and Charles Frierson, Jr., for appellee."
  },
  "file_name": "0725-01",
  "first_page_order": 745,
  "last_page_order": 751
}
