{
  "id": 12440936,
  "name": "The State of Washington, Petitioner, v. Kenneth Wayne Sandholm, Respondent",
  "name_abbreviation": "State v. Sandholm",
  "decision_date": "2015-12-03",
  "docket_number": "No. 90246-1",
  "first_page": "726",
  "last_page": "740",
  "citations": [
    {
      "type": "official",
      "cite": "184 Wash. 2d 726"
    }
  ],
  "court": {
    "name_abbreviation": "Wash.",
    "id": 9029,
    "name": "Washington Supreme Court"
  },
  "jurisdiction": {
    "id": 38,
    "name_long": "Washington",
    "name": "Wash."
  },
  "cites_to": [
    {
      "cite": "240 P.3d 1158",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2010,
      "opinion_index": 0
    },
    {
      "cite": "170 Wn.2d 169",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4012494
      ],
      "year": 2010,
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/170/0169-01"
      ]
    },
    {
      "cite": "342 P.3d 820",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2015,
      "opinion_index": 0
    },
    {
      "cite": "185 Wn. App. 680",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        4359079
      ],
      "year": 2015,
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/185/0680-01"
      ]
    },
    {
      "cite": "308 P.3d 800",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2013,
      "opinion_index": 0
    },
    {
      "cite": "176 Wn. App. 351",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        4269237
      ],
      "year": 2013,
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/176/0351-01"
      ]
    },
    {
      "cite": "156 P.3d 201",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2007,
      "opinion_index": 0
    },
    {
      "cite": "160 Wn.2d 106",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        3630933
      ],
      "year": 2007,
      "pin_cites": [
        {
          "page": "110"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/160/0106-01"
      ]
    },
    {
      "cite": "328 P.3d 902",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2014,
      "opinion_index": 0
    },
    {
      "cite": "180 Wn.2d 1022",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "year": 2014,
      "opinion_index": 0
    },
    {
      "cite": "311 P.3d 61",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2013,
      "opinion_index": 0
    },
    {
      "cite": "177 Wn. App. 233",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        4319527
      ],
      "year": 2013,
      "pin_cites": [
        {
          "page": "241"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/177/0233-01"
      ]
    },
    {
      "cite": "881 P.2d 231",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1994,
      "opinion_index": 0
    },
    {
      "cite": "124 Wn.2d 702",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        507198
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "707-08"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/124/0702-01"
      ]
    },
    {
      "cite": "323 P.3d 1030",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2014,
      "opinion_index": 0
    },
    {
      "cite": "180 Wn.2d 90",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4242000
      ],
      "year": 2014,
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/180/0090-01"
      ]
    },
    {
      "cite": "230 P.3d 588",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2010,
      "opinion_index": 0
    },
    {
      "cite": "168 Wn.2d 763",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4007877
      ],
      "year": 2010,
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/168/0763-01"
      ]
    },
    {
      "cite": "331 P.3d 1173",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2014,
      "opinion_index": 0
    },
    {
      "cite": "180 Wn.2d 1027",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "year": 2014,
      "opinion_index": 0
    },
    {
      "cite": "278 P.3d 668",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2012,
      "opinion_index": 0
    },
    {
      "cite": "168 Wn. App. 489",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        4028425
      ],
      "weight": 2,
      "year": 2012,
      "pin_cites": [
        {
          "page": "497"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/168/0489-01"
      ]
    },
    {
      "cite": "639 P.2d 1320",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1982,
      "opinion_index": 0
    },
    {
      "cite": "96 Wn.2d 816",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1157668
      ],
      "weight": 2,
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/96/0816-01"
      ]
    },
    {
      "cite": "984 P.2d 432",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1999,
      "opinion_index": 0
    },
    {
      "cite": "97 Wn. App. 349",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        184172
      ],
      "year": 1999,
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/97/0349-01"
      ]
    },
    {
      "cite": "860 P.2d 1046",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1993,
      "opinion_index": 0
    },
    {
      "cite": "71 Wn. App. 345",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        1787277
      ],
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/71/0345-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 898,
    "char_count": 22831,
    "ocr_confidence": 0.895,
    "pagerank": {
      "raw": 1.3756939415825893e-07,
      "percentile": 0.6394162362361666
    },
    "sha256": "ec77d40bd4295f26d1804347783b66be89ede6150eb7302c79e0a356bc92e299",
    "simhash": "1:1a5e8697aec055eb",
    "word_count": 3658
  },
  "last_updated": "2024-02-27T21:13:25.899037+00:00",
  "provenance": {
    "date_added": "2019-05-21",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Madsen, C.J., and Owens, Fairhurst, Stephens, Wiggins, González, Gordon McCloud, and Yu, JJ., concur."
    ],
    "parties": [
      "The State of Washington, Petitioner, v. Kenneth Wayne Sandholm, Respondent."
    ],
    "opinions": [
      {
        "text": "Johnson, J.\n¶1 This case involves an interpretation of former RCW 46.61.502 (2008), driving under the influence (DUI), and a determination of the number of alternative means of committing an offense established by the statute. Depending on that determination, we decide whether sufficient evidence supports the conviction. Also, this case involves how offender scores for prior convictions are calculated under former RCW 9.94A.525 (2008).\n¶2 The Court of Appeals held that the statute established three alternative means and that the jury instructions were error but harmless in this case. The Court of Appeals vacated the sentence and concluded that RCW 9.94A-.525(2)(e) creates an exclusive scoring provision when the conviction is for felony DUI. We affirm the conviction and hold that former RCW 46.61.502 (2008) creates two alternative means of committing DUI. We reverse the Court of Appeals and reinstate the trial court’s sentencing calculation.\nFacts and Procedural History\n¶3 In October 2009, a Washington State Patrol trooper observed a truck, driven by Kenneth Wayne Sandholm, drifting back and forth outside of driving lanes and moving at an erratic speed. After pulling the truck over, the trooper noticed that Sandholm had watery, bloodshot eyes and smelled of alcohol. Sandholm also slurred his speech and displayed poor coordination. He displayed six out of six signs of possible intoxication during his field sobriety test. The trooper arrested Sandholm. Breath alcohol tests, taken approximately two hours later, showed that Sandholm had a blood alcohol content (BAC) of 0.079 and 0.080.\n¶4 The State charged Sandholm with felony DUI, former RCW 46.61.502(6)(a) (2008), based on Sandholm having four or more prior DUI offenses within 10 years. Specifically, the State charged Sandholm under former RCW 46.61.502 (2008) with driving while “under the influence of or affected by intoxicating liquor or any drug; and while under the combined influence of or affected by intoxicating liquor and any drug; having at least four prior offenses, as defined under [former] RCW 46.61.5055(14)(a) [(2008)] within ten years of the arrest for the current offense.” Clerk’s Papers at 329. At trial, the State presented evidence of Sandholm’s physical condition, his failed field sobriety tests, his BAC level, and his own admission that he had drunk whiskey earlier in the night. It did not present evidence that Sandholm was under the influence of any drug or advance such a theory of the case. Sandholm himself, however, testified that earlier on the day of his arrest, he had taken Orajel and ibuprofen to soothe a toothache, and that when those remedies failed, he turned to whiskey. The “to convict” instructions provided to the jury presented two alternative statutory means to commit DUI: either that Sandholm was under the influence of alcohol or drugs, or that Sandholm was under the combined influence of alcohol and drugs. 11A Washington Practice: Washington Pattern Jury Instructions: Criminal 92.02, at 274-75 (3d ed. 2008) (WPIC). The trial judge also instructed the jury that it did not need to be unanimous as to the means by which it returned a guilty verdict. Sandholm objected to inclusion of the combined influence of alcohol and drugs instruction, arguing that there was “absolutely zero testimony anywhere in the record that any of these things can impair an individual to the slightest degree or their driving.” Verbatim Report of Proceedings (Feb. 9, 2012) at 100. During closing argument, the State exclusively discussed evidence of Sandholm’s drinking, never mentioning the use of ibuprofen or Orajel. The jury convicted Sandholm. At sentencing, the trial court calculated his offender score as 8: six prior DUI convictions (1998, 1999, 2000, 2005, 2007, 2008) plus two drug convictions (1997, 2000).\n¶5 Sandholm appealed, arguing that his conviction violated his right to a unanimous verdict and that the trial court miscalculated his offender score. The Court of Appeals affirmed his conviction. It held that the jury instruction was erroneous, and that there was no evidence to support a conviction on the combined influence of alcohol and drugs alternative means. However, following its holdings in State v. Bland, 71 Wn. App. 345, 860 P.2d 1046 (1993), and State v. Rivas, 97 Wn. App. 349, 984 P.2d 432 (1999), the Court of Appeals held that the error was harmless: although the jury was instructed on two alternative means, no evidence (in contrast to simply insufficient evidence) was presented on one of those means, i.e., the combined influence of alcohol and drugs. Therefore, it concluded that a rational jury could not have found for a means supported by no evidence and could have found Sandholm guilty only if it had unanimously agreed that he drove under the influence of alcohol or drugs: in essence, a harmlessness analysis. The parties did not address whether former RCW 46.61.502 (2008) creates alternative means to commit the crime. Rather, the parties and the Court of Appeals appear to have relied on WPIC 92.02, which in turn relies on State v. Franco, 96 Wn.2d 816, 639 P.2d 1320 (1982). Franco observed that former RCW 46.61.502 (1979) created three alternative means to commit the crime of DUI.\n¶6 The Court of Appeals also concluded that the trial court’s calculation of Sandholm’s offender score was erroneous. Relying on its opinion in State v. Martinez Morales, 168 Wn. App. 489, 278 P.3d 668 (2012), it reasoned that the Sentencing Reform Act of 1981 (SRA), chapter 9.94A RCW, provision for calculating an offender score for a felony DUI conviction, former RCW 9.94A.525(2)(e) (2008), set out an exclusive list of relevant prior offenses and concluded that prior drug convictions were not among that list. The Court of Appeals remanded for resentencing with an offender score of 6. The State was granted review on the offender score issue and Sandholm on the jury unanimity issue. State v. Sandholm, No. 68413-2-1 (Wash. Ct. App. Feb. 18, 2014) (unpublished), http://www.courts.wa.gov/opinions/pdf /684132.pdf, review granted in part, 180 Wn.2d 1027, 331 P.3d 1173 (2014). After the case was argued, we called for additional briefing on whether in light of the reasoning of State v. Peterson, 168 Wn.2d 763, 230 P.3d 588 (2010), and State v. Owens, 180 Wn.2d 90, 323 P.3d 1030 (2014), the interpretation of former RCW 46.61.502(1) (1979) under Franco, 96 Wn.2d 816, remains valid or should be overruled as incorrect and harmful. The supplemental briefs were filed on October 15.\nAnalysis\n¶7 Criminal defendants have the right to a unanimous jury verdict. Wash. Const. art. I, § 21. In alternative means cases, where the criminal offense can be committed in more than one way, we have announced a rule that an expression of jury unanimity is not required provided each alternative means presented to the jury is supported by sufficient evidence. But when insufficient evidence supports one or more of the alternative means presented to the jury, the conviction will not be affirmed. State v. Ortega-Martinez, 124 Wn.2d 702, 707-08, 881 P.2d 231 (1994).\nI. Alternative Means Analysis and Former RCW 46.51.502 (2008)\n¶8 Determining which statutes create alternative means crimes is left to judicial interpretation. Peterson, 168 Wn.2d at 769. This review begins by analyzing the language of the criminal statute at issue. See Owens, 180 Wn.2d at 96. Only if the statute creates alternative means do we then proceed to analyze an alleged unanimity issue.\n¶9 This court said in Franco that the then-existing statute, former RCW 46.61.502 (1979), created three alternative means to commit the offense of DUI. Franco, 96 Wn.2d at 821. The question we must resolve first in this case is whether the analytical framework Franco applied is consistent with our current cases involving alternative means.\n¶10 The DUI statute, RCW 46.61.502, has been revised since Franco, and as it was applicable at the time of Sandholm’s conviction, read:\n(1) A person is guilty of driving while under the influence of intoxicating liquor or any drug if the person drives a vehicle within this state:\n(a) And the person has, within two hours after driving, an alcohol concentration of 0.08 or higher as shown by analysis of the person’s breath or blood made under RCW 46.61.506; or\n(b) While the person is under the influence of or affected by intoxicating liquor or any drug; or\n(c) While the person is under the combined influence of or affected by intoxicating liquor and any drug.\nFormer RCW 46.61.502 (2008). Franco held that the former statute, which is nearly identical to the statute applicable to Sandholm, created three alternative means, one for each subsection, (a), (b), and (c). The court in Franco found the “or” between the subsections in the statute highly persuasive. Franco, 96 Wn.2d at 821. Respondent also now focuses on the use of the disjunctive “or” in subsection (b) and conjunctive “and” in subsection (c) and asserts that the State cannot present evidence of the presence of both drugs and alcohol and argue that the person’s driving was affected without establishing which caused impairment, and that to do so would improperly render subsection (c) superfluous. This argument is similar to another made by the respondent: that the “in violation” language used in the affirmative defense subsection followed by reference to specific subsections suggests that the former 2008 statute describes three distinct alternatives.\n¶11 But under our current case law, we have disapproved of recognizing alternative means crimes simply by the use of the disjunctive “or.” Owens, 180 Wn.2d at 96. Nor has it been found that structuring the statute into subsections is dispositive or that definitional statutes create alternative means. State v. Lindsey, 177 Wn. App. 233, 241, 311 P.3d 61 (2013), review denied, 180 Wn.2d 1022, 328 P.3d 902 (2014). Rather, the statutory analysis focuses on whether each alleged alternative describes “distinct acts that amount to the same crime.” Peterson, 168 Wn.2d at 770. The more varied the criminal conduct, the more likely the statute describes alternative means. But when the statute describes minor nuances inhering in the same act, the more likely the various “alternatives” are merely facets of the same criminal conduct.\n¶ 12 For example, in Peterson we applied this interpretive analysis to the failure to register as a sex offender statute, former RCW 9A.44.130 (2003). The defendant had argued that the statute created three different alternative means to commit the offense of failing to register as a sex offender: (1) failing to register after becoming homeless, (2) failing to register after moving between fixed residences within a county, and (3) failing to register after moving from one county to another. We found this reading too simplistic. Rather than describing distinct acts, we concluded the alleged “alternatives” each described the same single act: failure to register as a sex offender without alerting the appropriate authorities. Thus, the statute created a single means to commit the crime. Peterson, 168 Wn.2d at 770. Similarly, in Owens, we held that the trafficking in stolen property statute, RCW 9A.82.050, describes two—not eight—alternative means to commit the offense. The first seven alleged “alternatives” represented multiple facets of a single means, while the eighth alternative was a true alternative because it described a separate category of conduct. Owens, 180 Wn.2d at 97-98. In other words, only two statutory means existed because only two distinct types of conduct were established in the trafficking statute: participating in the theft of stolen property and transferring stolen property.\n¶13 As noted, we begin our review by analyzing the language of the criminal statute and making a determination of the alternative means created by the statute before analyzing an alleged unanimity error. In conducting this analysis, less weight is placed on the use of the disjunctive “or” and more weight on the distinctiveness of the criminal conduct. Thus, in order to decide whether an error exists in this case, we must first determine whether former RCW 46.61.502(2008) creates alternative means to commit the offense of DUI under its various “affected by” clauses. We conclude it does not.\n¶14 As we reasoned in Peterson, the distinctiveness of the conduct is more dispositive than use of the disjunctive “or” and the structuring of the statute into subsections. Peterson, 168 Wn.2d at 770. Under this analysis, the DUI statute’s “affected by” clauses do not describe multiple, distinct types of conduct that can reasonably be interpreted as creating alternative means. Rather, those portions of the DUI statute contemplate only one type of conduct: driving a vehicle under the “influence of” or while “affected by” certain substances that may impair the driver. Former RCW 46.61.502(2008). These statutory subsections describe facets of the same conduct, not distinct criminal acts. Whether the defendant is driving under the influence of alcohol, or drugs, or marijuana, or some combination thereof, the defendant’s conduct is the same—operating a vehicle while under the influence of certain substances. The fact that one substance or multiple substances may have caused that influence does not change the fundamental nature of the “influence of” or “affected by” criminal act. Former RCW 46.61.502(2008).\n¶15 We agree with the State that Franco need not be overruled, in that applying the above analysis to the facts of Franco, the result is correct. We disavow the discussion and statement in Franco that three alternative means exist under the statute. In reaching this conclusion, we hold that former RCW 46.61.502 (2008) does not create alternative means to commit the offense of DUI under its “affected by” provisions on the basis of distinct criminal conduct. In this case, because the DUI statute does not create alternative means, and because Sandholm’s conviction is supported by sufficient evidence that he drove under the influence of alcohol, we find no error. Sandholm’s conviction is affirmed.\nII. Offender Score\n¶16 The trial court included two prior drug convictions from 1997 and 2000 in addition to Sandholm’s six prior DUIs, resulting in an offender score of 8. Sandholm, however, argues that under former RCW 9.94A.525(2)(e) (2008), which applies when the present conviction is for felony DUI, only the prior offenses listed in that subsection may be counted. The Court of Appeals agreed, concluding that former subsection (2)(e) provides the exclusive provision for calculating an offender score when the present conviction is for felony DUI, to the total exclusion of subsection (2)(c), which provides the scoring provisions for class C felonies such as Sandholm’s drug convictions.\n¶17 Statutory interpretation is a question of law that we review de novo. State v. Armendariz, 160 Wn.2d 106, 110, 156 P.3d 201 (2007). In relevant part, the SRA provision for calculating an offender score applicable at Sandholm’s sentencing reads:\n(c) Except as provided in (e) of this subsection, class C prior felony convictions other than sex offenses shall not be included in the offender score if, since the last date of release from confinement (including full-time residential treatment) pursuant to a felony conviction, if any, or entry of judgment and sentence, the offender had spent five consecutive years in the community without committing any crime that subsequently results in a conviction.\n(e) If the present conviction is felony driving while under the influence of intoxicating liquor or any drug (RCW 46.61.502(6)) or felony physical control of a vehicle while under the influence of intoxicating liquor or any drug (RCW 46.61.504(6)), prior convictions of felony driving while under the influence of intoxicating liquor or any drug, felony physical control of a vehicle while under the influence of intoxicating liquor or any drug, and serious traffic offenses shall be included in the offender score if: (i) The prior convictions were committed within five years since the last date of release from confinement (including full-time residential treatment) or entry of judgment and sentence; or (ii) the prior convictions would be considered “prior offenses within ten years” as defined in RCW 46.61.5055.\nFormer RCW 9.94A.525(2).\n¶18 Sandholm argues that the phrase “except as provided in (e)” in subsection (2)(c) means that only former subsection (2)(e)’s provisions apply when the present conviction is for felony DUI. Thus, subsection (2)(c)’s provisions for class C felonies do not apply at all. We disagree.\n¶19 Sandholm’s reading is overbroad. The “except as provided in (e)” language cannot be read in isolation. On the contrary, subsection (2)(c) explicitly says it is to be read in light of former subsection (2)(e). Although Sandholm points to other examples in the SRA where such language makes a provision exclusive, “except as provided in (e)” must be read in light of the subsection it references. Former subsection (2)(e) contains no express language that indicates that it is an exclusive scoring provision when the present conviction is for felony DUI. Sandholm’s reading is also contradictory to the statutory scheme because, following this logic, subsection (2)(a)’s strongly worded mandate that class A and prior felony sex convictions “shall always be included” would similarly not count when the present conviction is for felony DUI. RCW 9.94A.525(2)(a).\n¶20 In coming to the contrary conclusion, the Court of Appeals relied on lower court opinions in Morales and State v. Jacob, 176 Wn. App. 351, 308 P.3d 800 (2013). In Morales, Division One of the Court of Appeals concluded that former subsection (2)(e) was an exclusive scoring provision when the present conviction is for felony DUI, reasoning that the washout procedures set out in former subsection (2)(e)(i) would be rendered superfluous because of their similarity to the washout procedures in subsection (2)(c) unless former subsection (2)(e) was exclusive. Morales, 168 Wn. App. at 497. Division Two adopted this reasoning in Jacob. Subsequent to oral argument in this case, Division Three rejected Morales and Jacob, holding as we do today that former subsection (2)(e) does not create an exclusive scoring provision. State v. Hernandez, 185 Wn. App. 680, 342 P.3d 820 (2015).\n¶21 We disagree with both Morales and Jacob and overrule them. This reasoning ignores that the offenses listed under former subsection (2)(e) include both felonies and nonfelonies, and therefore add prior convictions to the offender score that would not normally be included. Although the analysis under former subsection (2)(e)(i) would seem superfluous to some offenses listed in former subsection (2)(e) that could also be counted under subsection (2)(c), “serious traffic offenses,” for example, would not be analyzed under subsection (2)(c) because they include misdemeanors and subsection (2)(c) applies only to felonies. In other words, former subsection (2)(e)(i) is not rendered superfluous, but rather sets out an approach that is similar to subsection (2)(c), but applies to “serious traffic offenses” that would not otherwise be scored under subsection (2)(c).\n¶22 We also disagree with Sandholm’s reading of the statute because it directly conflicts with the approach we established in State v. Moeurn, 170 Wn.2d 169, 240 P.3d 1158 (2010). Under that approach, calculation of an offender score has three steps: first, identify all prior convictions; second, eliminate those that wash out; and third, count the prior convictions that remain. Moeurn, 170 Wn.2d at 175. We reasoned that the legislature intended this procedure because the statute itself is structured to apply its provisions in the order in which they appear. Step one under Moeurn is to count all prior offenses: this includes Sandholm’s two drug convictions. Under Sandholm’s reading, rather than counting all prior offenses, step one would be to determine the present conviction and then jump to that specific section. This contradicts our holding in Moeurn that the provisions are meant to be analyzed sequentially.\n¶23 We hold that former subsection (2)(e) sets out certain additional provisions for calculating an offender score when the present conviction is for felony DUI. This subsection expresses the legislature’s intent that repeat DUI offenders not benefit from the washout provisions contained in the previous subsections of the SRA for prior traffic and driving offenses. Former subsection (2)(e) adds to the list of offenses that shall be included in an offender score; it does not narrow it. That means all other offenses, such as Sandholm’s prior drug offenses, are to be scored as they would otherwise. We reverse the Court of Appeals on this issue and affirm the trial court’s sentencing decision.\nConclusion\n¶24 Because former RCW 46.61.502 (2008) does not create alternative means to commit the offense of driving under the influence, we find no unanimity error in this case. We affirm Sandholm’s conviction. We reverse the Court of Appeals’ construction of former RCW 9.94A-.525(2)(e) (2008) and affirm the sentence imposed by the trial court.\nMadsen, C.J., and Owens, Fairhurst, Stephens, Wiggins, González, Gordon McCloud, and Yu, JJ., concur.\nThe “per se’’ subsection of the statute, RCW 46.61.502(1)(a), is not at issue in this case.\nThe only substantive difference between former RCW 46.61.502 (1979) and former RCW 46.61.502 (2008) is that the alcohol concentration level in RCW 46.61.502(1)(a) changed from 0.1 to 0.08.\n“(1) A person who knowingly initiates, organizes, plans, finances, directs, manages, or supervises the theft of property for sale to others, or who knowingly traffics in stolen property, is guilty of trafficking in stolen property in the first degree.”\nSubsection (2)(c)’s language is still current.\n“ ‘Serious traffic offense’ means:\n“(a) Nonfelony driving while under the influence of intoxicating liquor or any drug (RCW 46.61.502), nonfelony actual physical control while under the influence of intoxicating liquor or any drug (RCW 46.61.504), reckless driving (RCW 46.61.500), or hit-and-run an attended vehicle (RCW 46.52.020(5)); or\n“(b) Any federal, out-of-state, county, or municipal conviction for an offense that under the laws of this state would be classified as a serious traffic offense under (a) of this subsection.’’ RCW 9.94A.030(45).",
        "type": "majority",
        "author": "Johnson, J."
      }
    ],
    "attorneys": [
      "Daniel T. Satterberg, Prosecuting Attorney, and Amy R. Meckling, Deputy, for petitioner.",
      "David L. Donnan and Gregory C. Link (of Washington Appellate Project), for respondent."
    ],
    "corrections": "",
    "head_matter": "[No. 90246-1.\nArgued November 18, 2014.\nDecided December 3, 2015.\nThe State of Washington, Petitioner, v. Kenneth Wayne Sandholm, Respondent.\nDaniel T. Satterberg, Prosecuting Attorney, and Amy R. Meckling, Deputy, for petitioner.\nDavid L. Donnan and Gregory C. Link (of Washington Appellate Project), for respondent."
  },
  "file_name": "0726-01",
  "first_page_order": 768,
  "last_page_order": 782
}
