{
  "id": 1428354,
  "name": "Roberta Lodge No. 204, F. & A. Masons v. Coleman",
  "name_abbreviation": "Roberta Lodge No. 204 v. Coleman",
  "decision_date": "1934-01-29",
  "docket_number": "4-3318",
  "first_page": "727",
  "last_page": "729",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 727"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "56 S. W. (2d) 760",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "186 Ark. 913",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8726403
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/186/0913-01"
      ]
    },
    {
      "cite": "56 S. W. (2d) 176",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "186 Ark. 792",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8725677
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/186/0792-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 276,
    "char_count": 3500,
    "ocr_confidence": 0.467,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.05372340240685847
    },
    "sha256": "37dd99efe95f6eda222f0025fe65863b0420dcc25434024bd0ae044ce9886577",
    "simhash": "1:125e95e645bb5d5a",
    "word_count": 621
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Roberta Lodge No. 204, F. & A. Masons v. Coleman."
    ],
    "opinions": [
      {
        "text": "McHaney, J.\nAppellants are the Masonic Lodge and its officers at Princeton, Dallas County. August 5, 1929, they made a contract with the county to purchase the old courthouse and grounds in Princeton, which had been abandoned for county purposes since the establishment of the new county seat at Fordyce. Their purpose was to repair the house, which was falling into decay, clean up the grounds, and use the building for a lodge hall. The price agreed upon between 'the lodge and the county was $125, and it was contemplated that the money would have to be raised by subscriptions among the inhabitants of the village and others who had formerly resided there, and who were interested in the restoration and preservation of the old courthouse. To this end a committee was appointed to solicit subscriptions or donations, and appellee, Coleman, a member of the lodge, was elected by the lodge as special treasurer of the fund to be so raised. The committee entered upon its duties and collected $45, which was turned over to appellee, who deposited same to his credit as treasurer in a bank. Thereafter the chairman of the committee died, hard times came on, and nothing further was done about the matter, except the lodge did some repairs and cleaning up to and about the premises. On June 8,1931, appellee, Coleman, without returning the $45 to the lodge, without resigning as special treasurer, and without giving any notice to the lodge of his intention so to do, applied to the county court of Dallas County to purchase the’ same property, and,- on the same day an order was. entered by the court appointing a. Commissioner to make the sale to him, and the sale was made, deed executed and approved, for a consideration of $175. Thereupon he notified the lodge officers of what he had done, and they, on June 18,1931, raised the $125 original purchase price, paid it to the Commissioner originally appointed by the court on August 5, 1929, who executed to the lodge a deed conveying to it the same property.\nThis suit was thereafter instituted by appellants to cancel appellee’s deed, or to have him declared a trustee for its benefit, and to have his title divested out of him and vested in it. Trial resulted in a decree for appellee, dismissing appellants’ complaint for want of equity.\nIn this we think the court was in error. Mr. Coleman was not only a member of the lodge, but was its agent or trustee for the handling of the fund with which lo buy the property. He was the agent of the lodge in this respect. Good faith, fair dealing and equity would require Mm to be loyal to his principal, and, before he could act for himself, he would be required to relinquish the trust, turn back the funds held by Mm and notify the lodge of his purpose to buy for himself, in the event it desired to abandon the purchase. This he wholly failed to do. Nor. does the fact that his agency is a gratuitous one affect this principle. Huffman v. Henderson Co., 186 Ark. 792, 56 S. W. (2d) 176; Lybarger v. Lieblong, 186 Ark. 913, 56 S. W. (2d) 760. Appellant still holds the lodge’s money, $45.\nThe decree will be reversed, and the cause remanded with directions to enter a decree divesting title out of appellee and vesting it in appellant on payment to him of $130, which, together with the $45 he now has, equals the purchase price paid by him.",
        "type": "majority",
        "author": "McHaney, J."
      }
    ],
    "attorneys": [
      "Powell, Smead & Knox, for appellant.",
      "T. D. Wyvme, for appellee."
    ],
    "corrections": "",
    "head_matter": "Roberta Lodge No. 204, F. & A. Masons v. Coleman.\n4-3318\nOpinion delivered January 29, 1934.\nPowell, Smead & Knox, for appellant.\nT. D. Wyvme, for appellee."
  },
  "file_name": "0727-01",
  "first_page_order": 745,
  "last_page_order": 747
}
