{
  "id": 8724515,
  "name": "Indian Bayou Drainage District v. Dickie",
  "name_abbreviation": "Indian Bayou Drainage District v. Dickie",
  "decision_date": "1928-06-25",
  "docket_number": "",
  "first_page": "728",
  "last_page": "734",
  "citations": [
    {
      "type": "official",
      "cite": "177 Ark. 728"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "284 S. W. 53",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "171 Ark. 199",
      "category": "reporters:state",
      "reporter": "Ark.",
      "pin_cites": [
        {
          "page": "200"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "252 S. W. 605",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "159 Ark. 607",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8723939
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/159/0607-01"
      ]
    },
    {
      "cite": "229 S. W. 30",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "148 Ark. 95",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "209 S. W. 646",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "137 Ark. 280",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1568144
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/137/0280-01"
      ]
    },
    {
      "cite": "137 S. W. 927",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "99 Ark. 149",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1314450
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/99/0149-01"
      ]
    },
    {
      "cite": "243 S. W. 865",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "155 Ark. 16",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1360454
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/155/0016-01"
      ]
    },
    {
      "cite": "298 S. W. 489",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "174 Ark. 666",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 477,
    "char_count": 9954,
    "ocr_confidence": 0.482,
    "pagerank": {
      "raw": 3.4324549228948406e-07,
      "percentile": 0.8792209507195207
    },
    "sha256": "5e011246d28e482a4ad6f5eee50f243a2e8b0f25c1135494dd68719279737517",
    "simhash": "1:19dc61223c9bd3ce",
    "word_count": 1713
  },
  "last_updated": "2024-02-27T22:14:07.667199+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Indian Bayou Drainage District v. Dickie."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nAppellee is a landowner and taxpayer in the Indian Bayou Drainage District of Lonoke County, and he brought this suit to restrain the commissioners of the district from issuing additional bonds. In his complaint, appellee alleged the organization of the district under act 279 of the Acts of 1909, which act appears as §§ 3607 et seq., C. & M. Digest.\nThe assessed betterments in the district amounted to $463,428, and against this assessment bonds were issued in the sum of $147,000 from the proceeds of the sale of which the construction cost of the improvement, in accordance with the plans upon which the betterments had been assessed, was paid.\nDuring the year 1927 the commissioners of the district instructed the engineer of the district to formulate plans and estimates for widening, deepening and straightening the channel of the main ditch in said district, and to provide for improving the outlet thereof, to provide for clearing out the laterals, in said district, and for extending and otherwise improving the system of drainage in said district.\nThe estimated cost of the proposed work is $130,000, and there is outstanding and unpaid $64,000 of the original bond issue, and the commissioners of the district are proposing to refund the outstanding bonds, and to issue new bonds to pay the cost of the new work, a single bond issue to cover both items. Certain other facts are alleged in the complaint, which are reflected in'the decree of the court.\nThe court found: (1) That the district is not authorized to do the additional construction work until a reassessment of 'benefits had been made in said district, and until a petition signed by a majority in number, acreage or value of the owners of land in the district authorizing that action had been filed, as provided by act 203 of the Acts of 1927 (Acts 1927, page 680). (2) That the commissioners of the district are authorized to refund the outstanding bonds of the district and reissue them in a bond issue to embrace both the outstanding bonds and a new issue floated for obtaining money with which to widen, deepen, straighten or otherwise improve the system of drainage in the district. (3) That act 203 of the Acts of 1927 requires a majority in number, acreage or value of the landowners of the district, and not a majority in number, acreage and value of such landowners, before being- authorized to proceed under that act.\nThe commissioners of the district proposed to refund the bonded indebtedness of the district under the authority of act 16 of the Acts of 1927 (Acts 1927, page 43), which act confers that authority. They propose also to issue bonds to pay the cost of additional work, and, if allowed to do so, have a single- bond issue to cover both items.\nThe refunding act (act 16, Acts 1927) empowers drainage districts “to issue refunding bonds for the purpose of paying any bonds and interest upon any bonds, certificates of indebtedness, or unsatisfied judgments of such district outstanding” (§ 1, act 16, Acts 1927, page 43), and, where a district may also issue bonds to provide funds for additional work, we perceive no reason why a single bond issue should not be made for both purposes.. If separate bond issues may be authorized for each purpose, a single issue would suffice for both purposes.\nThe decision of the two remaining questions passed upon by the court below requires a consideration of act 203 of the Acts, of 1927.\nSection 1 of this act provides that the commissioners of any district organized under the provisions of §§ '3607 et. seq., C. & M. Digest, shall have power, either before or after the completion of the plans for the work therein, to deepen or widen the drains in such district, and to build additional laterals, for the better drainage of its lands, and to borrow money by the issue of negotiable bonds for the purpose of securing the funds with which to complete the work of improvement in such district and of widening or deepening ditches, adding laterals, and for maintenance of the ditches and levees, and to secure the payment of such bonds by a pledge and a mortgage of the assessment of benefits in such district and of all reassessments thereof.\nSection 2 of the act authorizes the commissioners to make a reassessment of the benefits not oftener than once a year, with the right on the part of the landowners to object to such assessments and to appeal therefrom.\nSection 3 of the act provides that “if the commissioners shall have filed plans for additional work in the district, no proceeding shall be taken looking to a confirmation of the assessment of benefits based thereon until a petition has been filed with the county court, signed by a majority in numbers, \"acreage and value of the owners of land within the district, praying that the work as provided for in said plans shall proceed, ’ ’ etc.\nWe think there is nothing in this act which deprives the commissioners of the power conferred by § 3630, 0. & M. Digest, of preserving the improvement by keeping the ditches clear from obstructions, etc. Hopson v. Oliver, 174 Ark. 666, 298 S. W. 489. But the act does provide that, “if the commissioners shall have filed plans for additional work in the district,” no proceeding shall be taken to that end until the landowners have filed a petition requesting that action. .In other words, the commissioners may preserve the improvement without a petition from the landowners so to do, provided the necessary funds are available; but, if it is proposed to do additional work, that is, work not contemplated by the original plans upon which the assessment of benefits was based, a petition by the landowners is required. The court below so held, and we affirm that holding'..\nThe third and last question presented by this appeal is whether the petition must be signed by a majority in number, acreage and value, or will a petition signed by a a majority in number, acreage or value suffice1?\nSection 3 of the act, from which we have quoted, provides that the petition shall be signed by a majority in number, acreage and value of the landowners, and if the act contained only this provision we would be compelled to hold that the language was unambiguous, and nothing was left for construction .or interpretation, and that the commissioners could not proceed with the “additional work” unless authorized by a petition of a majority in number, acreage and value of the landowners. But in the same section provision is made for a hearing before the county court to determine whether the necessary majority has been obtained, and it is provided that “on the day named in said notice, it shall be the duty of the county court to meet and to hear all persons who wish to be heard, and first to determine whether a majority in numbers, acreage or value of the landowners have petitioned for the doing of the work under the revised plans, and, if it-finds that such majority have signed the petition,” the court shall then hear the complaints ag'ainst assessments, 'based upon the revised plans.\nIt is obvious that these provisions appearing in the same section are conflicting, and both cannot be given effect.' One provision requires that a majority in number, acreage and value of the landowners shall be obtained, while the other directs the court to proceed if the petition so to do contains, a majority in number, acreage or value of the landowners. Which provision shall be followed?\nIn deciding this question we have in mind the settled rule of construction that a statute must he read as a whole to ascertain its meaning, and courts must give effect to the meaning of the statute as thus, ascertained, and in the discharge of this duty courts are frequently required to eliminate or to substitute words for those employed by the Legislature. Clark v. State, 155 Ark. 16, 243 S. W. 865; Williams v. State, 99 Ark. 149, 137 S. W. 927, Ann. Cas. 1913A, 1066; McDaniel v. Ashworth, 137 Ark. 280, 209 S. W. 646; Ferguson v. Montgomery, 148 Ark. 95, 229 S. W. 30.\nAnother rule of construction equally as well established is that all new legislation must he construed with reference to existing legislation on the same subject. McIntosh v. Little Rock, 159 Ark. 607, 252 S. W. 605; Stewart-McGehee Construction Co. v. Brewster, etc., Co., 171 Ark. 199, 200, 284 S. W. 53.\nIn the construction of this legislation we cannot he unmindful of the practical difficulty — if not the utter impossibility — of securing a majority in number, acreage and value of the landowners for the construction of any public improvement, and no other legislation has. ever imposed a requirement so difficult to discharge.\nOn the contrary, § 2 of the act of 1909, supra, which appears as §§ 3608 et seq., C. & M. Digest, under which the district was organized, provides that: “If, upon the hearing provided for in the foregoing section (for the formation of the district), the petition is presented to the county court, signed by a majority, either in numbers or in acreage or in value of the holders of real property within the proposed district, praying that the improvement be made, it shall be the duty of the county court to make the order establishing the district without further inquiry/’ etc.\nIt is therefore our opinion that it is not only more probable, but more reasonable, to conclude that the Legislature did not intend to require a majority in number, acreage and value, but intended to require only that the petition contain a majority in number, acreage or value, and the statute will be so construed.\nThe decree of the court below accords with the views here expressed on all three of the questions presented for decision, and from this decree both the district and the' landowners have appealed; but, as the decree appears to be correct, it is in all respects affirmed.",
        "type": "majority",
        "author": "Smith, J."
      }
    ],
    "attorneys": [
      "Chas. A. Walls, for appellant.",
      "Trimble <& Trimble, for appellee."
    ],
    "corrections": "",
    "head_matter": "Indian Bayou Drainage District v. Dickie.\nOpinion delivered June 25, 1928.\nChas. A. Walls, for appellant.\nTrimble <& Trimble, for appellee."
  },
  "file_name": "0728-01",
  "first_page_order": 746,
  "last_page_order": 752
}
