{
  "id": 1428246,
  "name": "Randolph v. Porter",
  "name_abbreviation": "Randolph v. Porter",
  "decision_date": "1934-01-29",
  "docket_number": "4-3310",
  "first_page": "729",
  "last_page": "733",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 729"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "48 S. W. (2d) 838",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "183 Ark. 637",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "37 S. W. (2d) 92",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "183 Ark. 553",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1441781
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/183/0553-01"
      ]
    },
    {
      "cite": "125 S. W. 1030",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "93 Ark. 548",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1546826
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/93/0548-01"
      ]
    },
    {
      "cite": "129 S. W. 80",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "93 Ark. 168",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1546832
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/93/0168-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 428,
    "char_count": 8161,
    "ocr_confidence": 0.467,
    "pagerank": {
      "raw": 6.380125665320789e-08,
      "percentile": 0.39191918138856746
    },
    "sha256": "268c115610a22963acaba124aab3e9b1de5cca2ca616d91141b710cda40b49ed",
    "simhash": "1:1e0fad0ce3e36473",
    "word_count": 1459
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Randolph v. Porter."
    ],
    "opinions": [
      {
        "text": "Butler, J.\nOn or about the 27th day of October, 1931, there was made and filed with the clerk of the probate court of Crawford County, Arkansas, the following affidavit:\n“Mulberry, Ark., Oct. 26, 1931.\n“We, Dr. J. A. Wigley and Dr. S. C. Grant, hereby state under oath that we know R. H. Randolph personally, and know him to be incapable of attending to any business on account the infirmities of old age, as well as being afflicted with senile dementia.\n“J. A. Wigley, M. D.\n“S. C. Grant, M. D.\n“Subscribed and sworn to before me this the 26th day of October, 1931.\n“T. J. House, Notary Public.\n“(Seal)\n“My commission expires 12-15-34.”\nOn the same day Horace Wagner filed a petition in said court for letters of guardianship of the person and estate of R. H. Randolph, together with a bond as such guardian, in the sum of $16,000. The clerk thereupon issued the letters to Wagner, and on the 16th day of November, 1931, a day of the regular November term of the probate court, an order was made approving the action of the clerk in vacation. The guardian filed an inventory showing the value of the estate of his ward to be approximately $8,000, and proceeded to administer the same under the orders of the court.\nOn the 12th day of January, 1933, Randolph married a woman with whom he had been boarding, and, upon learning this, the guardian filed a final accounting, and resigned, and the appellee, J. O. Porter, was appointed guardian in succession, and filed in the probate court a petition seeking authority to employ attorneys to institute proper proceedings to annul the' marriage of Randolph. By his attorneys, Randolph filed a petition to set aside the order made appointing the guardian, on the ground that it was void, because there was no appropriate and proper adjudication of his incompetency, and setting up a number of reasons for this contention. Porter filed a petition for an order mmc pro tunc to correct the records, notice of which was served upon Randolph. The court thereupon made an order mmc pro tunc, correcting the records.\nThereafter, a second petition for order nunc pro tunc was filed, and, upon a hearing of the same, the court made an order to the same effect as the one first made, with the additional finding that Randolph was a resident of Crawford County on November 16, 1931, the date when he was adjudicated incompetent. By the last order the court found that the 16th day of November, 1931, was a day of the regular term of the court; that, upon written statement having been made to the effect that Randolph was of unsound mind and incompetent, the court proceeded to examine into that question, Randolph being then present and actually before the court, and found that the facts were not doubtful, but that Randolph, who was a resident of Crawford County, was of unsound mind and incompetent to transact his business, and that on said date, with that information, and with Randolph present, he was duly adjudged by the court as of unsound mind and incompetent, and the court approved the letters of guardianship and the. bond theretofore acted on by the clerk, but that, through clerical misprision of the clerk, the findings of fact and judgment aforesaid were not entered of record. The court thereupon ordered the judgment to be entered as of November 16, 1931.\nRandolph appealed from this order to the circuit court, which court heard evidence and upheld the judgment and finding of the probate court, from which judgment is this appeal.\nThe same contention is made here as in the circuit court, namely, that the judgment of the probate court correcting the record was not sustained by the evidence. The matter was heard before the circuit court on appeal on the testimony of W. C. Hunter, the county clerk, who identified the affidavit first filed and certain docket notations, and the original order of November 16, 1931, and the testimony of Judge J. C. Smalley, judge of the probate court, who was the judge of that court in 1931 and had remained since, and was the judge at the time the order nunc pro time was made and entered. The order of November 16, 1931, merely recited the presentation to 1hc court of the action by the clerk in appointing the guardian with the letters issued, and the bond and the only order appearing in that record entry was that approving the letters and bond. From the testimony of Judge Smalley, it appears that Randolph was before the court, and that his condition'was not doubtful, but that he was mentally incompetent, and the judge based his conclusions upon information derived from an examination by him of Randolph. He then and there found him to be of unsound mind and incompetent to transact his business and adjudged him to be such; also, that he knew that Randolph was a resident of Crawford County and so found, which findings and order, although made then and there, were by clerical misprision of the clerk omitted from the record, and that from his personal knowledge of the proceedings in the probate court on the 16th day of November, 1931, he made the final order mmc pro tunc of March 11, 1933, correcting the record and making it speak the truth.\nIt appears from the testimony of Dr. Wigley, one of the affiants to the original affidavit, that he was with Mr. Randolph on the date of the original order in the office of the judge of the court, and they remained there for about thirty minutes, while the judge talked with Randolph; that no witnesses were called or sworn, nor did he heay anybody call court or observe the presence of the sheriff and clerk at the time of the examination of Randolph.\nThe order having recited that the cause was heard on the 16th. day of November, 1931, and that same was a day of the regular term of court, the presumption must-be indulged that the record- correctly states the facts, and the mere fact that the witness was not present at the opening of the court, or that the sheriff and clerk were not present at the hearing, -is not sufficient to overturn the recitals of the judgment. The probate court, acting •within its constitutional limits, is a court of record of superior original jurisdiction, and, as such, has the inherent power to correct its records at any time so as to make them speak the trilth, even after the term is ended at which the record was made, and, in the absence of evidence to the contrary, the court’s recollection of what occurred must be accepted where its action in correcting the record is challenged. The probate court and the circuit court on appeal are the proper judges of the sufficiency and character of the evidence requisite to satisfy them as to what was the real order of the court and the actual proceedings before it. The rules we have stated are well settled, and may be seen by reference to Bowman v. State, 93 Ark. 168, 129 S. W. 80; Lowe v. Hart, 93 Ark. 548, 125 S. W. 1030; and the recent cases of Kory v. Less, 183 Ark. 553, 37 S. W. (2d) 92, and Morgan v. Scott-Meyer Com. Co., 183 Ark. 637, 48 S. W. (2d) 838.\nIt was not alleged by Randolph in his petition to set aside the order of the court that he was in fact sane, nor did he appear and testify in the present proceedings either in the probate court or circuit court on appeal. It is argued that he had no notice or information of the purpose for which he was being examined by the judge at the hearing on November 16, 1931, but he was present and the contention is without evidence, for, as already observed, he has not testified in the case, and, if indeed he was ignorant of the purpose for which he was before the court and the nature of the proceeding, he could have so stated. If Randolph was and is competent to transact his business, and therefore able to enter into a marriage contract, his rights are amply protected by § 5834 of Crawford & Moses’ Digest, or he may set up said fact in any proceeding which may be brought to annul his marriage.\nWe find no reversible error in the rulings of the trial court, and its judgment is therefore affirmed.",
        "type": "majority",
        "author": "Butler, J."
      }
    ],
    "attorneys": [
      "Roy Gean and D. H. Howell, for appellant.",
      "J. B. Perrymore and Partain & Agee, for appellee."
    ],
    "corrections": "",
    "head_matter": "Randolph v. Porter.\n4-3310\nOpinion delivered January 29, 1934.\nRoy Gean and D. H. Howell, for appellant.\nJ. B. Perrymore and Partain & Agee, for appellee."
  },
  "file_name": "0729-01",
  "first_page_order": 747,
  "last_page_order": 751
}
