{
  "id": 8725295,
  "name": "Vance v. Harkey",
  "name_abbreviation": "Vance v. Harkey",
  "decision_date": "1932-12-19",
  "docket_number": "4-2793",
  "first_page": "730",
  "last_page": "737",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 730"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "21 S. W. (2d) 610",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "180 Ark. 420",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1393577
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/180/0420-01"
      ]
    },
    {
      "cite": "245 S. W. 299",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "156 Ark. 139",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1358447
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/156/0139-01"
      ]
    },
    {
      "cite": "237 S. W. 703",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "152 Ark. 18",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1364112
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/152/0018-01"
      ]
    },
    {
      "cite": "246 S. W. 876",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "156 Ark. 476",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1358477
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/156/0476-01"
      ]
    },
    {
      "cite": "165 S. W. 625",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "112 Ark. 277",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1538807
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/112/0277-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 607,
    "char_count": 14576,
    "ocr_confidence": 0.51,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20858822271105382
    },
    "sha256": "5883508e8ece3ff1eee08a995bb9a6b2cf78c02e5c68e266e601a81171206182",
    "simhash": "1:5314ee6d4a1f7e1d",
    "word_count": 2608
  },
  "last_updated": "2024-02-27T17:52:01.123529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Vance v. Harkey."
    ],
    "opinions": [
      {
        "text": "Butler, J.\nJ. M. Jones died testate in the year 1921, devising his real property to his wife Dora Jones, for life and the remainder in fee to four children, J. W., Luke, Bessie and Dolly Jones, being children born to him and his wife, Dora. Children by a former marriage were mentioned in the will, and Will D. Vance was named as executor. The executor took charge of the property under the will and proceeded to its administration as therein provided.\nSeven acres of the real estate are located in the city of Russellville, and, this land not producing enough revenue to pay the general and local taxes, Mrs. Jones and the executor concluded that it would be best to sell the same. In 1928 the appellee, Ed Harkey, agreed to purchase this property for $4,'250, provided the necessary orders were made by the court to authorize the sale as all of the children were minors. The appellee entered into a written contract with the widow and executor to that effect, and pursuant to that agreement Will D. Vance, as executor, and Mrs. Jones, for herself and as the natural guardian and next friend of the minor children, filed a petition in the chancery court for partition, if practical, and, if not, that the land be sold. It was alleged in the petition that the appellee had offered to purchase the property for the sum aforesaid.\nIt subsequently developed that the child, Luke Jones, had died while an infant and before the death of his father, and that after the execution of the will another child had been born who was named Catherine. The attorney who prepared and filed the petition for partition was not advised of the death of Luke Jones or the birth of Catherine Jones, but assumed that all the beneficiaries and children of J. M. and Dora Jones were those named in the will, naming them in the petition. On-hearing of the petition the court granted same, and directed that the land be sold at private sale to the ap-pellee by a commissioner who was appointed for that purpose. The sale was duly made and report thereof with the commissioner’s deed duly acknowledged to the court, which sale and deed were by the court approved and confirmed, by which the interest of the four children named in the will was conveyed to the appellee, Harkey. Mrs. Jones also conveyed to the appellee by proper deed her interest in the land in question.\nThe present litigation arose in the following manner: Early in the year 1927, Harkey entered into an agreement with the board of directors of School District No. 14 in Russellville for the sale by him, and the purchase by the said board, of the tract of land for the sum of $6,500. Before this sale was consummated, John W. White and a number of others, presumably citizens and taxpayers of said district, brought suit in the chancery court to enjoin the school board from purchasing the land, and prayed that the minor children named in the partition suit aforesaid be made parties, and that the sale of the land made under the partition decree aforesaid be set aside.\nOn October 22, 1927, the appellee filed his separate general and special demurrer and answer to this complaint, in which answer the allegations of the complaint were specifically denied. After the filing of this answer, on motion of Harkey, the child, Catherine Jones, was made a party defendant, and a special guardian was appointed to represent her interests. Thereupon Harkey filed an amendment to his answer and cross-complaint wherein he alleged that the child, Catherine Jones, had been inadvertently omitted from the proceedings up to that time, and that she should receive her distributive share of the amount paid by him for the land, and that his title should be quieted and confirmed against all persons including the said Catherine Jones.\nAn answer was filed for Catherine Jones by her special guardian, and on the 27th day of February, 1928, Mrs. Dora Jones and her children aforesaid filed their interventions, wherein they sought to have the sale made under the partition decree set aside for the reason that the sum contracted to be paid by Harkey was $5,200 instead of $4,250. To this intervention answer was made by Harkey. That case was heard and determined and final decree rendered June 12, 1929, a day of the regular February term. No appeal was taken from that decree, •but on December 28, 1929, Harkey filed an action in tbe probate court against tbe estate of J. M. Jones for $984 which be bad paid into tbe registry of tbe chancery court pursuant to said decree. On motion of Will D. Yance, tbe executor, this claim was dismissed by tbe probate court on October 27, 1930. From this judgment Harkey appealed to tbe circuit court, but tbe record does not disclose what further action, if any, was taken by him in that regard.\nSubsequent to all of these proceedings, Harkey filed this action, naming as defendants, Yance as administrator (executor) Dora Jones, tbe widow of J. M. Jones, J. W. Jones, Bessie Jones and Dolly Jones and Catherine Jones, minors, these being tbe four living children of J. M. Jones, deceased, and tbe owners under bis will and by inheritance of tbe parcel of land sold to Harkey. In bis complaint Harkey alleged tbe facts recited above, and that tbe $984 paid by him into tbe registry of tbe court was then in tbe bands of tbe clerk, Ed C. Bradley. The complaint concluded with the prayer that the original contract entered into by Dora Jones, for herself and minor children, and Will D. Yance, executor, be reformed so as to omit tbe name of Luke Jones, deceased, and insert tbe name of Catherine Jones, and that tbe original decree in tbe partition suit be reformed so as to insert tbe name of Catherine Jones where tbe name of Luke Jones appeared; that tbe deed from tbe commissioner made pursuant to tbe decree of partition be reformed in tbe same particular as tbe decree, and that he have judgment against tbe defendants in the sum of $984, and that tbe clei’k of tbe court be ordered to pay said money over to him.\nTo this complaint tbe defendants interposed a special and general demurrer and answer admitting tbe allegations of the complaint and setting up as an affirmative defense that all tbe matters and things pleaded bad been set up and determined in the suit instituted by citizens to enjoin tbe sale of tbe land in question by Harkey to the school board, in which suit all tbe parties bad inter-verted and all matters bad been adjudicated by a final decree, and tbe defense of res judicata was specially interposed.\nOn tbe trial of tbe case tbe court rendered a decree against Vance, as executor, in tbe sum of $984 with interest from January 26,1929, and, further, that tbe title of the defendants to the land be divested, and title be confirmed and quieted in tbe plaintiff (appellee) from which is this appeal.\nIt is insisted by tbe appellee that the trial court was familiar with tbe matters in controversy and, under all the facts in tbe case, rendered a decree in consonance with good conscience, which decree was right. It is not difficult to perceive that tbe chancellor was endeavoring to render such a decree, and it is one which we would feel constrained to affirm, were it not against well-settled principles of law.\nIn tbe decree of June- 12, 1929, after reciting- tbe filing of the several interventions and tbe answers of Harkey thereto, tbe court found as a matter of fact that, subsequent to tbe execution of tbe will under which Mrs. Dora Jones and her children held title, Catherine Jones was born, and as to her J. M. Jones died intestate. Tbe court found that tbe decree for partition and sale thereunder bad been duly made and entered and tbe land sold to Harkey for tbe sum of $4,250; that tbe sale was duly reported and in all things confirmed and approved, and “the court, being otherwise well and sufficiently advised, doth find that tbe purchase price paid for said land at said sale was the fair and reasonable value thereof, and the court now finds after hearing this cause, and upon proof, that the said amount of $4,250 paid for said land is the fair value thereof, and that, as against the said Dora Jones, J. W. Jones, Bessie Jones and Dolly Jones, and to the extent of their interest, the said Ed Harkey is entitled to have his title in said above-described property forever quieted and confirmed.”\n“The court further finds from the evidence in this cause that the minor defendant, Catherine Jones, was not made a party to said proceedings, and that she has her title and interest in said lands, the same being an undivided one-fonrth interest subject to the life estate in her said mother, Dora Jones, and that after investigation and hearing proof that it would be to the best interest of the said minor, Catherine Jones, to divest the title to her interest in said lands out of her and vest the same in the said defendant, Ed Harkey, upon the payment into the registry of this court by the said defendant, Ed Harkey, of her proportionate part and share of the value of the said land in the sum of $984, and that the said Ed Harkey, having paid the said sum of $984 in the registry of this court, which is the amount due said child for its interest in said land after deducting its part of the taxes paid by Ed Harkey, for the use and benefit of the said minor child, Catherine Jones, which amount is hereby ordered delivered to the statutory guardian of Catherine Jones after payment of attorney ad litem, M. H. Dean, and his attorney.\n“It is therefore by the court considered, ordered, adjudged and decreed that all the right, title, interest and equity of the said Catherine Jones in and to the said above-described lands situated in Pope County, Arkansas, * * # be, and the same is, hereby divested out of her and vested in the said defendant to the intervention, Ed Harkey, and that the intervention and cross-complaint of-the said Dora Jones, J. W. Jones, Bessie Jones and Dolly J ones, seeking to set aside the decide of the chancery court and ordering a sale of the lands hereinabove referred to, and to revest title in them, be and the same is hereby dismissed for want of equity, and the title of the said Ed Harkey in and to the above-described lands against the said Dora Jones, J. W. Jones, Bessie Jones, Dolly Jones and Catherine Jones be, and the same is, hereby forever vested, quieted and confirmed.”\nWe. take judicial knowledge of the fact that the term of the court at which the decree of July 12, 1929, was made and entered has lapsed, and the decree become final. The complaint in the present case shows that all the issues involved were, or could have been, determined in the former suit, and all the parties that were necessary to that determination were then before the court. In that suit, Catherine Jones was made a party, and she and her brother and two sisters were the owners of the parcel of land which had been sold to Harkey and the decree quieted and confirmed title in Harkey, he having paid into the registry of the court the amount adjudged to be due the said Catherine Jones. It is argued that, since Yance, the executor, was made a party defendant in the instant case and was not a party to the proceeding which terminated in the decree of June 12, 1929, therefore that decree is not a bar to the instant suit. It is not shown, however, that the estate of J. M. Jones had any interest in the subject-matter of the litigation, and the sole duty of the executor (the specific bequest being only nominal) was to make a partition and division of the estate among the devisees and to pay the funeral expenses and debts of the deceased. There was no showing that any of these duties remained unperformed or that any part of the money arising out of the sale of the parcel of land involved was needed for the discharge of the obligations of the testator. Therefore, all of the persons necessary for the adjudication of the questions before the court were parties to the proceeding and all the matters in issue in the instant case were either directly adjudicated or necessarily involved in the determination of the action ending in the decree of July 12, 1929. That decree, under .familiar principles, operated as a bar to any subsequent suit involving issues which were then, or might have been, determined. Vittitow v. Bennett, 112 Ark. 277, 165 S. W. 625; Black v. Lenderman, 156 Ark. 476, 246 S. W. 876; Shaw v. Polk, 152 Ark. 18, 237 S. W. 703; Toll v. Toll, 156 Ark. 139, 245 S. W. 299; Robertson v. Evans, 180 Ark. 420, 21 S. W. (2d) 610.\nThe appellee earnestly argues that, since he was not a party to the ex parte petition for partition in which a decree was rendered and by which he became the purchaser of the land, and that in that petition it was erroneously alleged that Luke Jones was one of tke minor owners of tke land, wken in fact ke was dead, tke court kad no jurisdiction of Luke Jones, and tkat, as kis administrator was not a party to any subsequent proceeding, tke principles announced would not apply. Tke answer to this is tkat it is apparent tkat tke child, Luke Jones, died in infancy and therefore, kad no estate or interest in tke estate of kis father, and further tkat tke decree of partition is not tke one sought to ke modified in tke instant case.\nAppellee also insists tkat tke proceedings and decree rendered in tke court below were correct under tke rule that a judgment rendered at a former term, of court may be corrected so as to make it speak tke truth, and cites a number of cases to support that contention. This, however, is not a case coming within that rule, for here there was no judgment of tke court which was omitted by misprision of tke clerk or one entered which in fact was not tke decision of tke court; it is an independent action to recover a sum of money which was ordered paid by the court and accordingly paid under tkat order, from which order, as we have seen, no appeal was taken.\nWe can see how it may be tkat the appellee has been required to pay more for tke tract of land than ke originally bargained, which was all tke land was worth, but no authority has been cited, nor have we been able to discover any, that would warrant tke affirmance of this case.\nThe judgment in tke instant case therefore must be reversed, and tke cause remanded with directions to dismiss tke appellee’s complaint for want of equity and to pay tke sum in tke registry of tke court to tke legal representative of tke minor child, Catherine Jones. It is so ordered.",
        "type": "majority",
        "author": "Butler, J."
      }
    ],
    "attorneys": [
      "Ward & Caudle, for appellant.",
      "Robert Bailey, for appellee."
    ],
    "corrections": "",
    "head_matter": "Vance v. Harkey.\n4-2793\nOpinion delivered December 19, 1932.\nWard & Caudle, for appellant.\nRobert Bailey, for appellee."
  },
  "file_name": "0730-01",
  "first_page_order": 750,
  "last_page_order": 757
}
