{
  "id": 1432061,
  "name": "Buffalo Stave & Lumber Company v. Rice",
  "name_abbreviation": "Buffalo Stave & Lumber Co. v. Rice",
  "decision_date": "1933-07-03",
  "docket_number": "4-3062",
  "first_page": "731",
  "last_page": "737",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 731"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "221 S. W. 481",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "143 Ark. 607",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1589465
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/143/0607-01"
      ]
    },
    {
      "cite": "200 S. W. 1023",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "132 Ark. 349",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1576765
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/132/0349-01"
      ]
    },
    {
      "cite": "193 S. W. 264",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "128 Ark. 67",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1581928
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/128/0067-01"
      ]
    },
    {
      "cite": "87 S. W. 1027",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "75 Ark. 554",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 583,
    "char_count": 12093,
    "ocr_confidence": 0.481,
    "pagerank": {
      "raw": 1.4598944300306546e-07,
      "percentile": 0.657129044975209
    },
    "sha256": "6b947b2cd6729e31f6572dbc50d97c4e9be1b181798ebd604734e2c02633401d",
    "simhash": "1:0cde682f9b1b052e",
    "word_count": 2077
  },
  "last_updated": "2024-02-27T21:18:50.990705+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Buffalo Stave & Lumber Company v. Rice."
    ],
    "opinions": [
      {
        "text": "Butler, J.\nThe appellants had each sold to the appellees lumber and other material for the construction of a tourist camp situated on a forty-eight acre tract of land. The aggregate of the several amounts was approximately $1,300. Suit was brought in the Newton Chancery Court for judgment and for foreclosure of the materialmen’s liens on the property. The cases were consolidated for trial and a judgment rendered in favor of the plaintiffs (appellants' here) for the respective amounts of their debts and their several liens declared against the entire tract of land, which was ordered sold by a commissioner appointed by the court for that purpose unless the judgments were paid within a certain time. After this the appellees conveyed the property to a trustee by warranty deed, in which deed it was first recited the amounts of the several judgments given in favor of the appellants, and that a lien had been declared upon the lands, and that it was the desire of the parties (grantors) to pay said judgments in full. The deed then provided that, ih consideration of the premises and $1 paid, and the full satisfaction of the judgments mentioned, the land was bargained, sold and conveyed to the trustee. Then followed a description* of the land and a covenant of general warranty with relinquishment of dower by the appellee, Mrs. Clemmie Rice, wife of appellee, Gr. H. Rice. This deed was properly acknowledged and delivered to the trustee.\nContemporaneously with this, the appellees executed two promissory notes, one for $750, due and payable on November 15, 1932, and one in the sum of $550, due on March 15, 1933, both of said notes bearing interest at the rate of 8 per cent, per annum from date, the interest to be paid annually. A contract was there and then entered'into between the trustee and the appellees, which recited the conveyance by the appellees to the trustee, the execution of the two promissory notes mentioned, and that the agreement that a quitclaim deed to the property then executed by the trustee to the appellees, the notes, and a copy of the contract should be placed in the Newton County Bank at Jasper, Arkansas, in escrow to be delivered to the appellees upon the payment by them of the notes with accrued interest and such further sums as the trustee acting for the appellants might have paid to keep the property insured and taxes paid thereon, the appellees in the contract having obligated themselves to keep the premises in good repair, free from liens and incumbrances, insured against loss or damage by fire, hail or tornado in a sum not less than $1,300, loss payable 1o the appellants as their interest might appear, and further obligated themselves to keep all taxes on the property fully paid. The contract further provided that, in the event of default in payment of either of the notes at maturity or any interest payment when due, or on failure to reimburse the appellants for any amounts expended for taxes, insurance, etc., within thirty days after such payments had been made, the Newton County Bank, the escrow agent, should surrender the quitclaim deed to the appellants, with the further provision that any payments made by the appellees should be considered as rental of the premises, and that, in the event of default aforesaid, the appellees should surrender immediate possession of the lands and premises to the appellants or their legal representatives. The quitclaim deed was executed and delivered to the escrow agent as provided for in the contract.\nOn the......day of November, 1932, the appellees filed a motion in the chancery court praying that the order of sale be quashed and the judgment modified, alleging as a ground therefor that the judgment had erroneously included the entire tract of land on which the improvements were located in violation of § 6906 of Crawford & Moses’ Digest, which provides for a lien on the improvement and one acre of ground upon which the improvement is located and that the deed executed to the trustee had been procured under threats and coercion. To this motion a response was filed denying the allegations we have adverted to and interposing the plea of res judicata as to all the allegations regarding the judgment. The respondents (appellants) alleged that they were the owners of the land in fee as tenants in common by reason of the deed executed to the trustee, that appellees were in unlawful possession of the property, and prayed that possession be delivered to them, or, in the event the court should find that immediate possession should not then be delivered, that a receiver be appointed to take charge of the same and preserve the rents and profits for their use.\nAt the hearing, oral testimony was taken which was afterwards reduced to writing, and, upon the motion and exhibits thereto, the response and exhibits thereto, and the testimony adduced, the court found that the warranty deed to the trustee and the contract entered into between the appellants and the appellees, the notes and quitclaim deed contemporaneous therewith, constituted a single contract which was in legal effect a mortgage to secure the payment of the notes mentioned in the said contract, and that the plaintiffs in the original suit (appellants here) might amend their response to the motion and pray for a foreclosure of said mortgage; and, in the event the plaintiffs (appellants) should not elect to amend their response, that the motion should be dismissed. The appellants elected not to amend their response so as to pray for a foreclosure, and the court thereupon decreed that the judgment in favor of the appellants theretofore entered be set aside, having been satisfied by the execution of the deed and contract, and that the order of sale be quashed and the warranty deed and contract made by the appellees on March 21, 1932, be deemed a mortgage on the lands involved in the suit in favor of the appellants according to their respective interests, and the response of the appellants to the petition of the appellees to quash the order of sale was dismissed. From that judgment is this appeal.\nIt is the contention of the appellants that the deed executed to the trustee constitutes a deed absolute since by it the judgment debt theretofore existing was fully discharged, and that the quitclaim deed and contract were an additional sale and not, nor intended to be, a form of security for a debt, since no debt existed for which they could be security. It is well settled, as contended by the appellants, that a contemporaneous agreement for resale and purchase does not, of itself, make a deed a mortgage, but that question must be determined according to the real intent of the parties; and where there is a conveyance which extinguishes the debt and the parties intend that result, a contract for resale at the same price does not destroy the character of the deed as an absolute conveyance. The cases cited by counsel for the appellants support this declaration. Hayes v. Emerson, 75 Ark. 554, 87 S. W. 1027; Wimberly v. Scoggin, 128 Ark. 67, 193 S. W. 264; Snell v. White, 132 Ark. 349, 200 S. W. 1023.\nIt is likewise the rule that, where a deed purports on its face to convey the absolute title, and where the contention is made that it was in fact intended as a mortgage, the evidence to support that contention must be clear, unequivocal and decisive. Henry v. Henry, 143 Ark. 607, 221 S. W. 481. In the cases cited, and in all other authorities dealing with the subject, in determining whether a deed absolute on its face is such, indeed or only to be considered as a mortgage, the real question for the court’s determination is what was the intention of the parties at the time; and where such deed is accompanied by an agreement to reconvey upon certain conditions, it is proper to construe, the agreement and the deed together to determine whether that agreement was conditional sale or whether it should be deemed to be a mortgage when the transaction is considered as a whole. But the court, in determining the question, is not limited to the determination from the instruments alone, but from these and whatever extrinsic facts or circumstances are disclosed by the evidence. In reviewing the decisions of courts of chancery on questions of this character, great weight should be given to the opinion of the court as the presiding judge may be fully apprized of the existence of circumstances which but dimly appear to us from an examination of the record. The learned chancellor had an intimate knowledge of the instant case from its inception and of the character and situation of the parties and the course of the lawsuit. He interpreted the instruments, viewed in the light of the attendant circumstances and the evidence adduced, as a security for a debt, that security having been changed from the lien given by the court by instruments which were in effect nothing more than a mortgage. He concluded that this was the intention of the parties, and we are unable to say, after a careful consideration of the record before us, that he has wrongly decided.\nBoth Mr. and Mrs. Rice testified in the case, and the chancellor doubtless interpreted their testimony as clearly indicating their understanding to be that their judgment creditors did not wish to deprive them of their property, but merely to secure their debt. Their testimony was not disputed by any one, and from it it may( be inferred also that the property was worth many times the amount of the judgment. This should always be a persuasive circumstance in determining whether an absolute conveyance is indicated or merely a mortgage. If the judgment debt, the satisfaction of which was the consideration in the deed to the trustee, was ever in fact canceled on the record of the judgment, the record before us does not disclose that fact; and, if so, it is not conclusive of the question before us, for it might have been the intention to cancel that debt and by another transaction between the parties to create another means of continuing the former in force. The evidence on behalf of the appellees regarding the intention between the parties is strengthened by that paragraph of the contract which obligates them to keep the property insured at their own expense for a sum equal to the aggregate amount of the two promissory notes and to pay the taxes on the property. For these are usually burdens upon, and incident to, ownership and tend to sustain the contention of the appellees and the conclusion reached by the learned chancellor. It is true the appellants had a decree which was as effectual a means to collect their debt as the one the chancellor offered to give them, which they refused, and it might be argued that because they- did renounce their rights under this decree is an evidence that they did not intend to take merely a mortgage. It is to be gathered from the record before us, however, that the execution of this decree had beén enjoined before the transaction which we are now considering, and this might have influenced them in changing the form of the debt and the method of its security. It is true that the decision reached will have the effect of postponing the collection of appellants’ debt, but in the meantime it is drawing a legal rate of interest, and it appears that the security is ample, whereas, if appellants’ contention should be sustained, they would receive for their debt property which appears to be several times its value and take from the appellees all they have. The decision of the trial court, as we have seen, works no substantial injury to the appellants, but gives to the appellees a last clear chance to pay the debt and preserve the property. We are of the opinion that the court has worked out the equities in the case, and its decree is not against the preponderance of the evidence under the rule announced in Henry v. Henry, supra.\nAffirmed.",
        "type": "majority",
        "author": "Butler, J."
      }
    ],
    "attorneys": [
      "M. A. Hathcoat, W. P. Spears and Cotton & Murray, for appellant.",
      "Griffin & Griffin and A. B. Arbaugh, for appellee."
    ],
    "corrections": "",
    "head_matter": "Buffalo Stave & Lumber Company v. Rice.\n4-3062\nOpinion delivered July 3, 1933.\nM. A. Hathcoat, W. P. Spears and Cotton & Murray, for appellant.\nGriffin & Griffin and A. B. Arbaugh, for appellee."
  },
  "file_name": "0731-01",
  "first_page_order": 751,
  "last_page_order": 757
}
