{
  "id": 1396904,
  "name": "Missouri Pacific Railroad Company v. Edwards",
  "name_abbreviation": "Missouri Pacific Railroad v. Edwards",
  "decision_date": "1928-12-17",
  "docket_number": "",
  "first_page": "732",
  "last_page": "736",
  "citations": [
    {
      "type": "official",
      "cite": "178 Ark. 732"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "187 S. W. 436",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "124 Ark. 523",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1554989
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/124/0523-01"
      ]
    },
    {
      "cite": "298 S. W. 347",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "174 Ark. 1000",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8725866
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/174/1000-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 366,
    "char_count": 7908,
    "ocr_confidence": 0.491,
    "pagerank": {
      "raw": 1.6200841666892556e-07,
      "percentile": 0.687068821386884
    },
    "sha256": "2fb0559e203e7f47cee5de625ed245c1167f499f72a7edcff196e3b92a8ecb2b",
    "simhash": "1:a2c3b93958f4a584",
    "word_count": 1423
  },
  "last_updated": "2024-02-27T17:49:07.238160+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Missouri Pacific Railroad Company v. Edwards."
    ],
    "opinions": [
      {
        "text": "Mehaffy, J.\nThe appellee brought suit against the appellant for damages for killing two dogs. One count of appellant’s complaint alleged that a dog of the value of $100 was killed in August, 1927, and one dog of the value of $250 was killed in January, 1928. After the evidence was introduced and. the jury instructed, the plaintiff dismissed the cause of action for the dog killed in August, 1927, because of tbe failure of proof, and the jury returned a verdict for. $250 for killing the second dog.\nAppellant filed motion for a new trial, which was overruled, exceptions saved, and the case is here on appeal.\nThe evidence shows conclusively that the dog was killed in January, 1928; the plaintiff himself testifies to the killing, and Rogers, witness for the defendant, testifies as to the killing by the train. Moreover, defendant, in its answer, admitted killing the dog.\n\"Whenever an animal is killed by the operation of a train, the presumption is that the company was guilty of negligence, and there is no proof offered by the appellant in this case to overcome this presumption. Neither the engineer nor the fireman that operated the train that killed the dog testified. There was an engineer who testified in the case about the killing of the first dog’, and he also testified about the condition of the track at the place this dog was killed, but he was not on the engine that killed this dog’, and knew nothing about the circumstances of its killing. Both the engineer and Rogers, a witness for the appellant, testified that this dog was killed near la curve, and that, in approaching the place where the dog was killed, the engineer could not see ahead at the place where the dog was killed. But both of them admit that the fireman, who was on the other side of the engine, could see. They say, however, it was probable that he was not keeping a lookout, ‘but was performing some other duty. This, however, they do not claim to know anything about, and the fireman did not testify.\n'This court has often held that, while the engineer and fireman both are not required to keep a lookout, yet the company is required to keep an efficient lookout, and, at places where it would be useless for the engineer to keep a lookout, of course it is the duty of the fireman to keep a lookout.\nThe appellant argues that the complaint was insufficient, and that its demurrer should have been sustained. The complaint alleged the killing of the dog by the operation of the train, and that was a sufficient allegation. Of course, if the complaint did not state sufficient facts to enable the appellant to prepare for trial, it was its duty to file a motion to make the complaint more specific. The court doubtless would have required the plaintiff to state, if he could, what train killed the dog, so that the railroad company could have the persons operating that train present at the trial, and would probably have required the plaintiff to state what acts of negligence the railroad company committed, if he knew. But the appellant did not file any motion requesting any more information, but its answer indicates that it knew all about it, because it stated that in each instance the dog ran on to the track immediately in front of the engine, and ran down the track. And having this knowledge is probably the reason that it did not ask for any more specific statement in the complaint.\nAppellant complains about a portion of the proof because he says there is no allegation in the complaint that the railroad company failed to keep a lookout, etc.; but when the appellee alleged that the dog was negligently killed by the operation of the train, it stated a cause of action under which it might offer proof of any negligent act that caused the killing of the dog.\nAppellant also argues that the railroad company owes a trespasser no duty until his peril is discovered, and calls attention to some cases holding this. These cases, however, were decided prior to the passage of the statute under which this suit is brought. Under the present statute the railroad company is required to keep a lookout for persons and property on its track, and if it fails to keep that lookout, the burden is upon it to show that, if the lookout had been kept, the injury could not have been avoided. And this is true whether the animal or person on the track is a trespasser or not. The duty is to keep a lookout for all persons and property on the track.\n“In other words, the statute makes it the duty of the railroad company to keep a lookout for property upon its tracks, and it makes it liable for all injuries that occur by reason of its failure to perform this duty. Under the lookout statute, when the plaintiff has proved facts and circumstances from which the jury might infer that his property had been injured on account of the operation of the train and that the danger might have been discovered and the injury avoided if a lookout had been kept, then he has made out a prima facie case, and the burden is on the defendant to show that a lookout was kept as required by the statute.” Kelly v. DeQueen & Eastern R. Co., 174 Ark. 1000, 298 S. W. 347.\nIn the instant case there is no showing that any lookout was kept, and the plaintiff testified that the track was straight and even when they got to the curve. All of the testimony shows that, while the engineer could not have seen the dog, the fireman could.\nAppellant cites and quotes from C. R. I. & Pac. Rd. Co. v. Jones, 124 Ark. 523, 187 S. W. 436, but all the court in that case said was that the company owed a trespasser no duty until he was discovered, or, by the exercise of ordinary care, could have been discovered. It necessarily means that they must keep a lookout. Ordinary care requires a constant lookout, and, if the lookout is kept and the property on the track is not discovered, the company would owe no further duty. That is, it must keep a constant lookout, and if such lookout is not kept, then the burden is on the railroad company to show that, if the lookout had been kept, the injury could not have been avoided.\nAppellant argues and cites authorities to show that the testimony of the engineer and fireman cannot arbitrarily be set aside by the jury. We agree with the appellant in this statement of the law, but in the instant case neither the engineer nor the fireman testified at all. It is argued, however, that there is no allegation in the complaint that the railroad company had failed to keep a lookout. This is a statutory duty, and when the plaintiff alleged that the dog was negligently killed by the operation of the train, and no motion to make more definite and certain was filed, it was proper to permit the introduction of the proof about lookout, or proof that, if a lookout had been kept, the dog could have been seen.\nThe instructions are as favorable to appellant as it had any right to have given, and the question of negligence is a question of fact, and it was the province of the jury to determine all the questions of fact.\nIt is argued that the verdict is excessive. The appellee himself testified that-he dealt in dogs, and knew a good deal about them and their value, and that in his judgment the dog killed was of the market value of $250. We think this was sufficient evidence on which to base the verdict. The introduction of the testimony about the dog taking prizes and about the ribbons, we think, was not prejudicial, and tended to show the value of the dog.\nThe verdict of the jury as to facts is conclusive here, although we might think that the verdict was against the preponderance of the testimony. The question here is, was there any substantial evidence to support the verdict? We think there was.\nThe ease is therefore affirmed.",
        "type": "majority",
        "author": "Mehaffy, J."
      }
    ],
    "attorneys": [
      "Thos. B. Pryor and H. L. Ponder, for appellant.",
      "S. C. Knight, for appellee."
    ],
    "corrections": "",
    "head_matter": "Missouri Pacific Railroad Company v. Edwards.\nOpinion delivered December 17, 1928.\nThos. B. Pryor and H. L. Ponder, for appellant.\nS. C. Knight, for appellee."
  },
  "file_name": "0732-01",
  "first_page_order": 750,
  "last_page_order": 754
}
