{
  "id": 4076105,
  "name": "The State of Washington, Petitioner, v. Marsele Kenith Henderson, Respondent",
  "name_abbreviation": "State v. Henderson",
  "decision_date": "2015-02-26",
  "docket_number": "No. 90154-6",
  "first_page": "734",
  "last_page": "751",
  "citations": [
    {
      "type": "official",
      "cite": "182 Wash. 2d 734"
    }
  ],
  "court": {
    "name_abbreviation": "Wash.",
    "id": 9029,
    "name": "Washington Supreme Court"
  },
  "jurisdiction": {
    "id": 38,
    "name_long": "Washington",
    "name": "Wash."
  },
  "cites_to": [
    {
      "cite": "309 P.3d 1192",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "weight": 2,
      "year": 2013,
      "opinion_index": 0
    },
    {
      "cite": "178 Wn.2d 541",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4298651
      ],
      "year": 2013,
      "pin_cites": [
        {
          "page": "548"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/178/0541-01"
      ]
    },
    {
      "cite": "966 P.2d 883",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1998,
      "opinion_index": 0
    },
    {
      "cite": "136 Wn.2d 767",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        867953
      ],
      "year": 1998,
      "pin_cites": [
        {
          "page": "771-72"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/136/0767-01"
      ]
    },
    {
      "cite": "584 P.2d 382",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1978,
      "opinion_index": 0
    },
    {
      "cite": "90 Wn.2d 443",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1104389
      ],
      "year": 1978,
      "pin_cites": [
        {
          "page": "447-48"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/90/0443-01"
      ]
    },
    {
      "cite": "328 P.3d 903",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2014,
      "opinion_index": 0
    },
    {
      "cite": "180 Wn.2d 1022",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "year": 2014,
      "opinion_index": 0
    },
    {
      "cite": "321 P.3d 298",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2014,
      "opinion_index": 0
    },
    {
      "cite": "180 Wn. App. 138",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        4188322
      ],
      "weight": 2,
      "year": 2014,
      "pin_cites": [
        {
          "page": "147-48"
        },
        {
          "page": "148"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/180/0138-01"
      ]
    },
    {
      "cite": "114 P.3d 646",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2005,
      "opinion_index": 0
    },
    {
      "cite": "154 Wn.2d 457",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        5629000
      ],
      "year": 2005,
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/154/0457-01"
      ]
    },
    {
      "cite": "972 P.2d 557",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1999,
      "opinion_index": 0
    },
    {
      "cite": "94 Wn. App. 463",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        83397
      ],
      "weight": 4,
      "year": 1999,
      "pin_cites": [
        {
          "page": "471-72"
        },
        {
          "page": "471",
          "parenthetical": "emphasis added"
        },
        {
          "page": "471"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/94/0463-01"
      ]
    },
    {
      "cite": "951 P.2d 284",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1998,
      "opinion_index": 0
    },
    {
      "cite": "89 Wn. App. 688",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        394913
      ],
      "weight": 5,
      "year": 1998,
      "pin_cites": [
        {
          "page": "700"
        },
        {
          "page": "700"
        },
        {
          "page": "700"
        },
        {
          "page": "700"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/89/0688-01"
      ]
    },
    {
      "cite": "6 P.3d 1150",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2000,
      "opinion_index": 0
    },
    {
      "cite": "141 Wn.2d 448",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1183465
      ],
      "year": 2000,
      "pin_cites": [
        {
          "page": "455-56"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/141/0448-01"
      ]
    },
    {
      "cite": "412 U.S. 205",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6171860
      ],
      "weight": 4,
      "year": 1973,
      "pin_cites": [
        {
          "page": "212-13",
          "parenthetical": "second emphasis added"
        },
        {
          "parenthetical": "second emphasis added"
        },
        {
          "parenthetical": "second emphasis added"
        },
        {
          "page": "212-13"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/412/0205-01"
      ]
    },
    {
      "cite": "966 P.2d 883",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1998,
      "pin_cites": [
        {
          "parenthetical": "trial court's refusal to instruct jury on lesser included offense is reviewed for abuse of discretion if based on factual determination"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "136 Wn.2d 767",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        867953
      ],
      "year": 1998,
      "pin_cites": [
        {
          "page": "771-72",
          "parenthetical": "trial court's refusal to instruct jury on lesser included offense is reviewed for abuse of discretion if based on factual determination"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/wash-2d/136/0767-01"
      ]
    },
    {
      "cite": "584 P.2d 382",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1978,
      "opinion_index": 1
    },
    {
      "cite": "90 Wn.2d 443",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1104389
      ],
      "year": 1978,
      "pin_cites": [
        {
          "page": "447-48"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/wash-2d/90/0443-01"
      ]
    },
    {
      "cite": "114 P.3d 646",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2005,
      "opinion_index": 1
    },
    {
      "cite": "154 Wn.2d 457",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        5629000
      ],
      "year": 2005,
      "opinion_index": 1,
      "case_paths": [
        "/wash-2d/154/0457-01"
      ]
    },
    {
      "cite": "972 P.2d 557",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1999,
      "opinion_index": 1
    },
    {
      "cite": "94 Wn. App. 463",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        83397
      ],
      "weight": 7,
      "year": 1999,
      "pin_cites": [
        {
          "page": "469"
        },
        {
          "page": "471"
        },
        {
          "page": "471",
          "parenthetical": "\"Pastrana acted with much more than mere recklessness. . . .[H]e manifested an extreme indifference to human life and created a grave risk of death - conduct which fits only the first-degree murder statute, not manslaughter.\""
        },
        {
          "page": "471"
        },
        {
          "page": "471"
        },
        {
          "page": "471"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/wash-app/94/0463-01"
      ]
    },
    {
      "cite": "951 P.2d 284",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1998,
      "opinion_index": 1
    },
    {
      "cite": "89 Wn. App. 688",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        394913
      ],
      "weight": 7,
      "year": 1998,
      "pin_cites": [
        {
          "page": "692"
        },
        {
          "page": "693"
        },
        {
          "page": "700",
          "parenthetical": "\"[the] evidence, if believed, established that Pettus's conduct was extremely indifferent to the lives of people in the vicinity and placed them in great danger\""
        },
        {
          "page": "700"
        },
        {
          "page": "699-700"
        },
        {
          "page": "700"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/wash-app/89/0688-01"
      ]
    },
    {
      "cite": "6 P.3d 1150",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "weight": 2,
      "year": 2000,
      "pin_cites": [
        {
          "parenthetical": "emphasis omitted"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "141 Wn.2d 448",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1183465
      ],
      "year": 2000,
      "pin_cites": [
        {
          "page": "455-56"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/wash-2d/141/0448-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1027,
    "char_count": 30799,
    "ocr_confidence": 0.741,
    "pagerank": {
      "raw": 6.744659829590199e-08,
      "percentile": 0.4087775001554145
    },
    "sha256": "6abeebd5e007c5a2949ae34f688ceb9268923953fca38c4133a8943c6c9b3aa4",
    "simhash": "1:25257a13f32fdbe2",
    "word_count": 5120
  },
  "last_updated": "2024-02-27T17:34:40.830885+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Madsen, C.J., and Johnson, Fairhurst, Stephens, and Wiggins, JJ., concur.",
      "González and Yu, JJ., concur with Gordon McCloud, J."
    ],
    "parties": [
      "The State of Washington, Petitioner, v. Marsele Kenith Henderson, Respondent."
    ],
    "opinions": [
      {
        "text": "Owens, J.\n¶1 In criminal trials, juries are given the option of convicting defendants of lesser included offenses when warranted by the evidence. Giving juries this option is crucial to the integrity of our criminal justice system because when defendants are charged with only one crime, juries must either convict them of that crime or let them go free. In some cases, that will create a risk that the jury will convict the defendant despite having reasonable doubts. As Justice William Brennan explained, “Where one of the elements of the offense charged remains in doubt, but the defendant is plainly guilty of some offense, the jury is likely to resolve its doubts in favor of conviction.” Keeble v. United States, 412 U.S. 205, 212-13, 93 S. Ct. 1993, 36 L. Ed. 2d 844 (1973) (second emphasis added). To minimize that risk, we err on the side of instructing juries on lesser included offenses. A jury must be allowed to consider a lesser included offense if the evidence, when viewed in the light most favorable to the defendant, raises an inference that the defendant committed the lesser crime instead of the greater crime. State v. Fernandez-Medina, 141 Wn.2d 448, 455-56, 6 P.3d 1150 (2000). If a jury could rationally find a defendant guilty of the lesser offense and not the greater offense, the jury must be instructed on the lesser offense. Id. at 456.\n¶2 Applying that rule, we hold that the jury should have been allowed to consider the lesser included charge in this case. This conclusion is based on two unique aspects of this case. First, this crime involved a shooting outside a house party and the evidence consisted largely of eyewitness testimony that varied widely and was often conflicting. Thus, viewing the evidence in the light most favorable to the defendant results in a much more significant shift than it would in cases with uncontroverted evidence. Second, the definitions of the lesser crime (disregarding a substantial risk that a homicide may occur) and the greater crime (creating a grave risk of death) are very close to each other — much closer than is typical. As a result, we cannot say that no jury could have rationally found that the defendant, Marsele Kenith Henderson, committed the lesser crime rather than the greater crime. Thus, we hold that the jury should have been allowed to determine whether Henderson committed the greater or lesser crime. We affirm the Court of Appeals and reverse Henderson’s conviction.\nFACTS\n¶3 On November 16, 2008, teenager Philip Johnson called his close friend (and fellow Hilltop Crips gang member) Henderson to say he was going to a party at the Boys and Girls Club. Henderson advised Johnson not to go because the club was too close to a rival gang’s territory. Johnson went to the party, where, tragically, he was shot. Henderson learned of the shooting and went to the hospital with his friends, including Koloneus D’Orman McClarron, to check on Johnson. Johnson died shortly thereafter at the hospital, although McClarron and Henderson testified that they did not learn of his death at the hospital.\nThe House Party\n¶4 After leaving the hospital, McClarron and Henderson decided to go to a house party. The only entry to the house party was through a gate on the side of the house, and the party was inside in the basement, garage, and backyard. However, the house party charged an entrance fee, and McClarron and Henderson did not go inside. Some witnesses testified that McClarron and Henderson were denied entry by security. McClarron and Henderson remained in front of the house near the sidewalk, along with a few other people that they knew. It was while they were outside of the house party that they learned that Johnson had died.\n¶5 The hosts of the party testified that they were growing increasingly concerned about McClarron, Henderson, and the people with them in front of the house. The hosts had hired five people to act as security for the party and sent three of them to the front of the house.\nThe Factual Dispute over Whether There Was a Crowd in Front of the House\n¶6 One of the most important — and disputed — facts in this case is how many people were in the area in front of the house at this time (just prior to shots being fired toward the house). This matters because whether a person shot into a crowd of people or whether they shot toward an area with very few people may determine the nature of the crime.\n¶7 Witness testimony on this point varied significantly. The two party hosts specifically testified that all of the partygoers were in the basement, the garage, or the backyard, and that the only people in front of the house were the three security people. Other witnesses indicated that there were more people in front of the house, but this is complicated by the fact that the witnesses used the phrase “front of the house” to describe both the area where security was located (immediately in front of the gate on the side of the house) as well as where Henderson and McClarron were gathered with a group of people (near the sidewalk in front of the house). This is confusing because, as described below, the shooting came from the group of people that included Henderson and McClarron and the shots were fired at the house. As a result, some witnesses used the phrase “front of the house” to describe where the shots came from, and some witnesses used the phrase to describe the place at which shots were fired. This may explain some of the conflicting testimony about how many people were at the “front of the house.” Regardless, when analyzing whether the lesser included instruction should have been given, we are required to view the evidence in the light most favorable to the defendant. Therefore, we consider what a rational jury might have concluded if the three security guards were the only people in front of the house other than the shooter and his associates.\nThe Shooting\n¶8 Witnesses testified that either McClarron or Henderson pulled a gun and fired six shots toward the house from the street. McClarron testified that Henderson fired the shots, but Henderson testified that it was McClarron who did it. Neither could give an explanation as to why the other person fired the gun. Four people testified that the shooter yelled something related to the Hilltop Crips at the time of the shooting. Witnesses were divided about whether the shooter looked like Henderson or McClarron.\n¶9 One of the shots hit 18-year-old Victor Schwenke, one of the people hired as security for the party, in the torso. One of the other security people then pulled a gun and fired 12 shots toward the shooter, who was running down the street. The house quickly emptied as people fled after hearing the gunshots. Both McClarron and Henderson testified that they took off running. Some of the partygoers attempted to aid Schwenke and provide CPR (cardiopulmonary resuscitation), but he died from the gunshot wound. When the police examined the crime scene, they did not find any bullets inside the house. They found two bullet holes in the side of the house (one above a window and one on the second story) and others in the sides of cars in the street.\n¶10 McClarron testified that he, Henderson, and a few other people met up at another friend’s house that night. A State’s witness, Kerry Edwards, testified that he was at that friend’s house and that Henderson had admitted to the shooting that night. McClarron contradicted Edwards, testifying that Edwards was not there that night. Edwards’ credibility was called into question because he testified that Henderson gave a gun to an older gang member named Andre Parker at the house that night, but it was later discovered that Parker was incarcerated at that time.\n¶11 In late 2010, a recreational scuba diver found a gun in Puget Sound near a pier in Tacoma. Ballistics experts matched it to the bullet casings found in the street outside the house party shooting.\nHenderson’s Trial\n¶12 A month after the shooting, prosecutors charged Henderson with first degree murder by extreme indifference. After several continuances, trial began in June 2011. At trial, Henderson asked that the jury be instructed on the lesser included charge of first degree manslaughter. Initially, the State agreed, acknowledging that the definitions of first degree murder by extreme indifference and first degree manslaughter are “very close” and that there is “hardly a difference.” 9 Verbatim Report of Proceedings (VRP) at 1063. The State later changed its position based on two Court of Appeals cases from 1998 and 1999: State v. Pettus, 89 Wn. App. 688, 951 P.2d 284 (1998), and State v. Pastrana, 94 Wn. App. 463, 972 P.2d 557 (1999). In both of those cases, the Court of Appeals held that the defendants were not entitled to a jury instruction on the lesser included offense of manslaughter because the defendants’ actions were much more than merely reckless. Pastrana, 94 Wn. App. at 471-72; Pettus, 89 Wn. App. at 700. Notably, in both the Pettus and Pastrana analyses, the Court of Appeals used the general definition of “reckless,” which is “ ‘a disregard of a substantial risk of causing a wrongful act.’ ” Pastrana, 94 Wn. App. at 471 (emphasis added) (quoting Pettus, 89 Wn. App. at 700). As will be discussed below, we later narrowed the definition of reckless in the context of manslaughter in State v. Gamble, 154 Wn.2d 457, 114 P.3d 646 (2005), to specifically mean a disregard of a substantial risk of homicide. Unfortunately, trial counsel did not bring Gamble to the attention of the trial court. As a result, the trial court agreed with the State that Pettus and Pastrana were controlling and refused to instruct on first degree manslaughter.\n¶13 The jury convicted Henderson of first degree murder by extreme indifference. Henderson appealed, contending that the trial court erred when it refused to instruct the jury on first degree manslaughter.\nThe Court of Appeals’ Decision To Reverse\n¶14 The Court of Appeals reversed Henderson’s conviction, holding that he was entitled to an instruction on first degree manslaughter. State v. Henderson, 180 Wn. App. 138, 147-48, 321 P.3d 298 (2014). The Court of Appeals explained that both of the cases that the trial court relied on — Pettus and Pastrana — had been based on a broad, generic definition of recklessness. Id. at 147. The Court of Appeals held that when we narrowed the definition of recklessness to be used in the context of manslaughter in Gamble, we necessarily abrogated the analyses in both Pettus and Pastrana. Id. at 147-48. Applying the narrower definition of recklessness from Gamble, the Court of Appeals found a rational jury could have convicted Henderson of first degree manslaughter while acquitting him of the murder charge, and thus Henderson was entitled to an instruction on first degree manslaughter. Id. at 148. The State petitioned for review, which we granted. State v. Henderson, 180 Wn.2d 1022, 328 P.3d 903 (2014).\nISSUE\n¶15 Was Henderson entitled to a jury instruction on first degree manslaughter as a lesser included charge to first degree murder by extreme indifference?\nANALYSIS\n¶16 A defendant is entitled to an instruction on a lesser included offense when (1) each of the elements of the lesser offense is a necessary element of the charged offense and (2) the evidence in the case supports an inference that the lesser crime was committed. State v. Workman, 90 Wn.2d 443, 447-48, 584 P.2d 382 (1978). This helps protect the integrity of our criminal justice system by ensuring that juries considering defendants who are “plainly guilty of some offense” do not set aside reasonable doubts in order to convict them and avoid letting them go free. Keeble, 412 U.S. at 212-13.\n¶17 Here, both sides agree that the first prong of the Workman rule is met — the elements of first degree manslaughter are necessary elements of first degree murder by extreme indifference. Thus, the issue in this case is whether the evidence supports an inference that the lesser crime was committed rather than the greater crime.\n¶18 When evaluating whether the evidence supports an inference that the lesser crime was committed, courts view the evidence in the light most favorable to the party who requested the instruction. Fernandez-Medina, 141 Wn.2d at 455-56. This rule is particularly important in this case, where the numerous witness accounts varied widely and often conflicted with one another. The dissent acknowledges that we must view the evidence in the light most favorable to the defendant for purposes of this analysis. Surprisingly, it then chooses to introduce the case by presenting the evidence in the light most favorable to the State. See dissent at 746-48.\n¶19 We review a trial court’s decision regarding this second prong of the Workman rule for abuse of discretion. State v. Walker, 136 Wn.2d 767, 771-72, 966 P.2d 883 (1998). A court abuses its discretion when its decision is based on the incorrect legal standard. See State v. Dye, 178 Wn.2d 541, 548, 309 P.3d 1192 (2013). As we discussed, the trial court in this case applied the incorrect legal standard based on outdated case law.\n1. Comparing the Closely Related Definitions of First Degree Murder by Extreme Indifference and First Degree Manslaughter\n¶20 To determine whether the evidence supports an inference that Henderson committed first degree manslaughter rather than first degree murder by extreme indifference, we must carefully compare the definitions of the two crimes. Henderson was convicted of first degree murder by extreme indifference, which occurs when someone “[u]nder circumstances manifesting an extreme indifference to human life . . . engages in conduct which creates a grave risk of death to any person, and thereby causes the death of a person.” RCW 9A.32.030(1)(b) (emphasis added). First degree manslaughter occurs when a person “recklessly causes the death of another person.” RCW 9A.32-.060(1)(a). In the context of a manslaughter charge, we have held that “recklessly” means that a person knew of and disregarded a substantial risk that a homicide may occur. Gamble, 154 Wn.2d at 467.\n¶21 As noted above, the trial court denied Henderson’s request that the jury be instructed on first degree manslaughter. The trial court erroneously relied on older Court of Appeals cases that applied the broader and more general definition of recklessness, which is when a person disregards a substantial risk that a wrongful act may occur. In those prior cases, the Court of Appeals affirmed the trial courts’ refusal to instruct on first degree manslaughter, concluding that a grave risk of death was much more serious than a substantial risk of a wrongful act. But those holdings are no longer valid because we have clarified that the proper definition of recklessness in the context of manslaughter is disregarding a substantial risk that a homicide may occur, not simply the risk of any wrongful act. Id.\n¶22 We disagree with the dissent’s characterization of the holdings in Pettus and Pastrana. In both cases, the Court of Appeals specifically relied on the incorrect definition of recklessness in its analysis. The Pettus court stated that “the evidence showed much more than mere reckless conduct — a disregard of a substantial risk of causing a wrongful act” and that the evidence “does not support an inference that Pettus’s conduct presented a substantial risk of some wrongful act instead of a ‘grave risk of death.’ ” 89 Wn. App. at 700. The Pastrana court then quoted this exact language from Pettus in its analysis. 94 Wn. App. at 471 (quoting Pettus, 89 Wn. App. at 700). The dissent overlooks that the crux of both the Pettus and Pastrana analyses relied on a now outdated definition of recklessness. The dissent’s reasoning takes the facts of those cases and imposes its view of what those courts would have held if they had applied the new definition of recklessness. We do not know what those courts would have decided when faced with a very different question.\n¶23 As the Court of Appeals correctly recognized, the proper question under our current case law is whether a rational jury could have found that Henderson’s actions constituted a disregard of a substantial risk that a homicide may occur but not an extreme indifference that created a grave risk of death. This is a fairly difficult question because those two definitions are so similar. Indeed, the State initially acknowledged that fact to the trial court, saying the definitions are “very close” and that there is “hardly a difference.” 9 VRP at 1063.\n¶24 Based on how close the two standards are, the Court of Appeals concluded that a rational jury could find that Henderson acted “with a disregard for a substantial risk of homicide, rather than an extreme indifference that caused a grave risk of death.” Henderson, 180 Wn. App. at 148. As explained below, we agree with the Court of Appeals that these standards are quite close together and that the evidence in this case could support a finding of manslaughter rather than homicide.\n2. The Evidence Viewed in the Light Most Favorable to Henderson Raises an Inference That He Committed Manslaughter and Not Murder\n¶25 Crucial to our conclusion is the requirement that we view the evidence in the light most favorable to Henderson. See Fernandez-Medina, 141 Wn.2d at 455-56. That requirement has a particularly significant effect on how we view this case because much of the evidence consisted of conflicting eyewitness testimony.\n¶26 Some of the evidence that supports a finding of manslaughter rather than murder includes (1) testimony from the party’s hosts that only three people were outside the house at the time of the shooting, (2) police testimony that no bullets or bullet strikes were found inside the house, where the majority of the partygoers were located, (3) the fact that most of the shots hit the side of the house or cars on the street and did not appear to land near people, and (4) testimony that Henderson shot from the street rather than closer to the house. Viewing this evidence in the light most favorable to Henderson, a jury could have rationally concluded that Henderson acted with disregard for a substantial risk of homicide rather than an extreme indifference that caused a grave risk of death. For example, the jury could have concluded that Henderson intended to scare those in the house by erratically firing his gun rather than aiming at the security people in the yard.\n¶27 On this record, it is difficult to say whether a jury might find first degree murder by extreme indifference or first degree manslaughter if given the choice — it depends on how the jury views the evidence. But for the purposes of this analysis, we must view the evidence in the light most favorable to Henderson. In that light, we certainly cannot say that no jury could rationally find first degree manslaughter instead of first degree murder by extreme indifference. Despite the conflicting testimony and the similar definitions of the two crimes, the dissent concludes that no rational jury could ever have found manslaughter. On this record, such confidence is misplaced. This is a very close call, and under our jurisprudence, it should have gone to the jury. We affirm the Court of Appeals and hold that Henderson was entitled to a jury instruction on first degree manslaughter.\nCONCLUSION\n¶28 In light of our decision in Gamble, the definitions of first degree murder by extreme indifference and first degree manslaughter are very similar. In this particular case, when viewing the conflicting evidence in the light most favorable to Henderson, a jury could rationally find that he committed first degree manslaughter and not first degree murder by extreme indifference. Therefore, he was entitled to a jury instruction on first degree manslaughter. We affirm the Court of Appeals.\nMadsen, C.J., and Johnson, Fairhurst, Stephens, and Wiggins, JJ., concur.\nHenderson also requested an instruction on second degree manslaughter, which the trial court denied. The Court of Appeals held that an instruction on second degree manslaughter was not warranted. We did not grant review of that issue.\nIn Henderson’s appeal, he also contended that the trial court erred when it admitted evidence of his gang involvement, arguing that the evidence was highly prejudicial and not relevant. Like the Court of Appeals, we do not reach this issue because we reverse the conviction on another basis.",
        "type": "majority",
        "author": "Owens, J."
      },
      {
        "text": "Gordon McCloud, J.\n¶29 (dissenting) — The State describes the shooting in this case as follows: “[Defendant stood in the street [in] front of a house where a crowded party was being held and . . . fired six shots from a semi automatic weapon into the crowd of people in the front of the house.” The record supports the State’s assertions. E.g., 5 Verbatim Report of Proceedings (VRP) (June 23, 2011) at 408 (police officer testifying that he and other officers found shell casings in the street at the scene of the shooting), 514-15 (crime scene technician testifying that shell casings were found in the street in front of the northeast corner of the house where the shooting occurred); 6 VRP (June 27, 2011) at 565 (witness testifying that Henderson told him that “[Henderson] was shooting into a crowd and [he saw] somebody’s body drop”).\n¶30 For the most part, Henderson accedes to the State’s version of events — he cites no conflicting evidence regarding the shooter’s location or the trajectory of the bullets. Indeed, he identifies only two facts as disputed: the shooter’s identity (which is not relevant to the question of his entitlement to the manslaughter instruction) and the number of people standing in front of the house. Suppl. Br. of Resp’t (No. 90154-6) at 3. Henderson argues that he was entitled to the manslaughter instruction because the evidence supported an inference that only two people were in the front yard when the shooting occurred. Id. at 15-16 (“In urging this Court to find that no rational trier of fact could find that Mr. Henderson committed manslaughter rather than first-degree murder, the State ignores the evidence about how many people were in the front yard. . . . [One witness] testified that only a couple of security guards . . . were in the front yard ... at the time the shots were fired.”).\n¶31 The majority agrees. It concludes that if only two people were outside at the time of the shooting, “the jury could have concluded that Henderson intended to scare those in the house by erratically firing his gun rather than aiming at the security people in the yard.” Majority at 745-46.\n¶32 To be sure, the majority is correct that we must construe the facts relating to this issue in the light most favorable to the defendant, not the State. State v. Fernandez-Medina, 141 Wn.2d 448, 455-56, 6 P.3d 1150 (2000). The majority is also correct in its description of the facts most favorable to the defendant. Majority at 738-39.\n¶33 But the questions of whether there were 2 or 20 people in the line of fire and whether Henderson’s intent was to scare, rather than to kill, are irrelevant to the issue presented in this case. In fact, the defendant’s intent is not the issue at all. This court has held that the factual prong of the Workman test requires the trial court to ask whether the evidence raises an inference that the defendant committed the lesser offense “to the exclusion of” the greater charged crime. Fernandez-Medina, 141 Wn.2d at 455. Thus, the majority acknowledges, the issue presented here is whether a rational juror could find that Henderson disregarded a substantial risk that a homicide may occur (the circumstances that constitute the lesser included offense of first degree manslaughter) but did not manifest an “extreme indifference” that created a “grave risk” of death (the circumstances that constitute the greater offense of first degree murder by extreme indifference). Majority at 745. The relevant distinctions are between (1) “disregard” and “extreme indifference” and (2) “substantial risk that a homicide may occur” versus “grave risk of death.” Id. (emphasis omitted).\n¶34 Both State v. Pettus, 89 Wn. App. 688, 951 P.2d 284 (1998) , and State v. Pastrana, 94 Wn. App. 463, 972 P.2d 557 (1999) , addressed the first distinction, in reasoning that is both relevant to this case and not dependent on the generic definition of “recklessness” rejected in State v. Gamble, 154 Wn.2d 457, 114 P.3d 646 (2005). In both Pettus and Pastrana, the defendants fired shots from one moving vehicle into another, resulting in a death. Pastrana, 94 Wn. App. at 469; Pettus, 89 Wn. App. at 692. In both cases, the defendants claimed to have been aiming at something other than a person. Pastrana, 94 Wn. App. at 471; Pettus, 89 Wn. App. at 693. And in both cases, the court affirmed the trial court’s decision that the evidence supported only one inference: that the defendant, manifesting extreme indifference, created a grave risk of death. Pastrana, 94 Wn. App. at 471 (“Pastrana acted with much more than mere recklessness. . . .[H]e manifested an extreme indifference to human life and created a grave risk of death — conduct which fits only the first-degree murder statute, not manslaughter.”); Pettus, 89 Wn. App. at 700 (“[the] evidence, if believed, established that Pettus’s conduct was extremely indifferent to the lives of people in the vicinity and placed them in great danger”).\n¶35 This reasoning survives Gamble, which holds only that the “wrongful act” referenced in Washington’s recklessness statute (RCW 9A.08.010(1)(c)) is a placeholder, standing in for the offense in question in any given prosecution. 154 Wn.2d at 467-68. In fact, Gamble militates even more strongly against Henderson’s entitlement to an instruction on the lesser, because Gamble means that we must compare offenses so similar that it is virtually impossible to find the elements of the lesser (“disregard” of “substantial risk” of a homicide, RCW 9A.08.010(1)(c)) to the exclusion of the greater (“extreme indifference” that creates a “grave risk of death,” RCW 9A.32.030(1)(b)).\n¶36 I agree with the majority that the trial court’s determination under Workman’s factual prong is — as the name suggests — highly fact-specific. In Pettus, for example, the court considered the range of the weapon fired, the presence of other people in the general area, and the difficulty of controlling a weapon while riding in a moving car. 89 Wn. App. at 700. In Pastrana, the court reasoned that, because it was dark, the defendant did not know how many people might be in the car he was shooting at. 94 Wn. App. at 471. Neither case is directly analogous to Henderson’s, but both certainly support the trial court’s decision in this case.\n¶37 Defense counsel makes no attempt to distinguish Pettus and Pastrana on their facts, instead arguing only that those decisions were abrogated by Gamble. Suppl. Br. of Resp’t (No. 90154-6) at 6-8. I disagree. Shooting toward even one person outside a house can certainly constitute indifference to a grave risk of death. Here, we have two people.\n¶38 For these reasons, the trial court did not abuse its discretion by relying on Pettus and Pastrana to deny the requested manslaughter instruction. See State v. Walker, 136 Wn.2d 767, 771-72, 966 P.2d 883 (1998) (trial court’s refusal to instruct jury on lesser included offense is reviewed for abuse of discretion if based on factual determination). Viewed in the light most favorable to Henderson, the evidence showed that the shooter pointed his gun in the direction of a yard where people were standing and then fired several times. That there might have been only two people in the yard does not seem to me to make the shooting any less an expression of indifference to human life.\n¶39 I would reverse the Court of Appeals’ ruling that Henderson was entitled to a manslaughter instruction and remand to that court for resolution of Henderson’s other claim. I therefore respectfully dissent.\nGonzález and Yu, JJ., concur with Gordon McCloud, J.\nPet. for Review at 3 (footnote omitted) (citing Report of Proceedings 233, 237-38, 636, 686, 856, 938, 1024); see also Suppl. Br. of Resp’t (No. 42603-0-II) at 5 (“Defendant stood in front of a house where he knew there was a crowded party. He rapidly fired multiple shots indiscriminately into the crowd.” (footnote and citations omitted) (citing Report of Proceedings at 201, 345, 406-08, 564)).\nState v. Workman, 90 Wn.2d 443, 447-48, 584 P.2d 382 (1978).\nThe majority asserts that I “conclude! ] that no rational jury could ever have found manslaughter” in this case. Majority at 746. This is incorrect. I conclude that no rational jury could find that the defendant committed manslaughter to the exclusion of murder by reckless indifference.\nThese are the distinctions we must address, because, as just explained, our court has stated that a defendant is not entitled to an instruction on a lesser included offense unless the evidence raises an inference that the defendant committed the lesser offense “to the exclusion of the charged offense.” Fernandez-Medina, 141 Wn.2d at 455. I infer some discomfort with that standard in the majority’s opinion. I share that discomfort; indeed, it arguably stands in tension with the statutory directive that “[w]hen a crime has been proven against a person, and there exists a reasonable doubt as to which of two or more degrees he or she is guilty, he or she shall be convicted only of the lowest degree.” RCW 9A.04.100(2) (emphasis added). But the parties in this case have not argued that issue.\nThe majority is correct that Pettus and Pastrana also distinguish between “ ‘a substantial risk of some wrongful act’ ” — the definition of “recklessness” abrogated in Gamble — and a “ ‘ “grave risk of death” ’ ” — an element of murder by extreme indifference. Majority at 744-45 (quoting Pettus, 89 Wn. App. at 699-700; accord Pastrana, 94 Wn. App. at 471). But those cases affirmatively held that a defendant who shoots in the direction of other people manifests an extreme indifference and creates a grave risk of death. Pastrana, 94 Wn. App. at 471; Pettus, 89 Wn. App. at 700. That holding, which unavoidably implies that such a defendant does not merely disregard a substantial risk of death, did not depend on the definition of “recklessness” abrogated in Gamble. I believe that holding was correct, and thus I would affirm the trial court’s decision in this case.",
        "type": "dissent",
        "author": "Gordon McCloud, J."
      }
    ],
    "attorneys": [
      "Mark E. Lindquist, Prosecuting Attorney, and Kimberley A. DeMarco, Deputy, for petitioner.",
      "Lila J. Silverstein (of Washington Appellate Project), for respondent."
    ],
    "corrections": "",
    "head_matter": "[No. 90154-6.\nEn Banc.]\nArgued October 23, 2014.\nDecided February 26, 2015.\nThe State of Washington, Petitioner, v. Marsele Kenith Henderson, Respondent.\nMark E. Lindquist, Prosecuting Attorney, and Kimberley A. DeMarco, Deputy, for petitioner.\nLila J. Silverstein (of Washington Appellate Project), for respondent."
  },
  "file_name": "0734-01",
  "first_page_order": 770,
  "last_page_order": 787
}
