{
  "id": 1397011,
  "name": "Griffin Grocery Company v. Thaxton",
  "name_abbreviation": "Griffin Grocery Co. v. Thaxton",
  "decision_date": "1928-12-17",
  "docket_number": "",
  "first_page": "736",
  "last_page": "741",
  "citations": [
    {
      "type": "official",
      "cite": "178 Ark. 736"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "3 S. W. (2d) 49",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "176 Ark. 356",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1399955
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/176/0356-01"
      ]
    },
    {
      "cite": "195 S. W. 27",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "129 Ark. 111",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1580455
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/129/0111-01"
      ]
    },
    {
      "cite": "145 S. W. 564",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "102 Ark. 640",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1354070
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/102/0640-01"
      ]
    },
    {
      "cite": "25 S. W. 505",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "58 Ark. 504",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1329168
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/58/0504-01"
      ]
    },
    {
      "cite": "263 S. W. 962",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "165 Ark. 258",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1379842
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/165/0258-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 511,
    "char_count": 8140,
    "ocr_confidence": 0.475,
    "pagerank": {
      "raw": 1.7966773691024332e-07,
      "percentile": 0.7157749351410063
    },
    "sha256": "4d95abb76082f8ca0a2d207994b037c3afea4c0c969274e3ccbd91877b27fd3a",
    "simhash": "1:6f5887c6b80738e4",
    "word_count": 1405
  },
  "last_updated": "2024-02-27T17:49:07.238160+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Griffin Grocery Company v. Thaxton."
    ],
    "opinions": [
      {
        "text": "McHaney, J.\nAppellee had for many years been in the employ of appellant, and, on October 1, 1927, at the time he was discharged, w~as a director, vice president and manager of the Fort Smith branch house of appellant company. He had been the manager of this branch house since its establishment. During the year 1926 he was paid a salary of $300 per month, and was given a bonus of $530, consisting of five shares of preferred stock in appellant company, and $30 in cash. No new contract was made with the company for his services- in 1927, appellee testified,, until the latter part of April, when Mr. J. T. Griffin, president of appellant, was in Fort Smith, and agreed with him that his salary for 1927 should be the same as for 1926, except that, if the company made net earnings of $75,000 or more for that year, he would be paid an additional sum of $1,400 as salary. After returning to his home in Muskogee, Oklahoma, and on May 3,1927, Mr. Griffin wrote appellee the following letter confirming their agreement:\n\"Referring to my conversation with you last Saturday evening, it is agreed and understood that in the event the net earnings of this company for this year equal or exceed the sum of $75,000, you are to be paid an additional salary of $1,400 in cash, as soon after the first of January, 1928, as the statement is figured and made up. I am confident that the company will earn that amount, or more. If it don’t, I will be. .grievously disappointed. I know that you are going to do your full part in helping it earn all possible.\n\"Please file this letter away so that you will have a record of it, and can refer to it in case of necessity. I am filing my copy in my personal file. None of us know what might happen to us during the year, and while I hope to live a long, long time, of course life is uncertain.\n\"Yours very truly,\n\"Griffin Grocery Company,\n\"J. T. Griffin. ’ ’\nMr. Griffin and appellee had for years been the best of friends, but, early in September, 1927, they became estranged, which grew out of reciprocal caustic criticisms in frequent and lengthy letters written by each to the other, finally resulting in the discharge of appellee on October 1,1927. .Appellee brought this suit to recover his salary for October, November and December, $900, and for the bonus or additional salary of $1,400, the net earnings for the year being in excess of $75,000. There was a verdict and judgment for $1,400 only, and the case is here on an appeal and cross-appeal.\nAppellant’s first contention for a reversal is that the court erred in denying its request for a directed verdict, on the ground that the undisputed evidence justified appellee’s discharge. The undisputed evidence referred to consists very largely .of the correspondence between appellee and Griffin heretofore referred to, which is too lengthy to be set out in this opinion. We have read these letters carefully, and have reached the conclusion that the letters of appellee constituting the alleged acts of insubordination and insolence were provoked, in a measure, by letters from appellant’s president. At least we do not think the court would have been justified in directing a verdict. The court properly submitted this question to the jury, under instructions not complained of, which were perhaps more favorable to appellant than the situation in this ease justified. These instructions told the jury, in substance, that it was the duty of the employee to refrain from acts or conduct of insubordination and the use of disrespectful language towards his employer, and that a violation of such duty would justify his discharge, unless reasonably provoked or brought about by the employer’s conduct. This is undoubtedly the correct rule as between master and servant, employer and employee. Here the employee was not a mere servant or employee, but was a stockholder, director, vice president, and manager of a branch house. He had, to the amount of his stock, the same interest in the business the president had, although the president owned the majority of the stock and was the dominating head of the company. In Hale Hardware Co. v. Ragland, 165 Ark. 258, 263 S. W. 962, we said:\n“The general rule is that any person may lawfully refuse to continue in his employ a servant who has shown himself to be negligent, incompetent, inefficient, or dishonest. Ragland was impliedly bound by his contract of employment to serve the Hale Hardware Company faithfully and to refrain from doing any act knowingly and willfully which might injuriously affect the business of his employer. This court has expressly held that a servant, while engaged in the service of his master, has no right to do any act which may injure his trade or undermine his business. McMurray v. Boyd, 58 Ark. 504, 25 S. W. 505.”\nThere is no charge that appellee was “negligent, incompetent, inefficient or dishonest,” but only insubordination or effrontery to the president and the failure of that branch office to prosper were charged.\nIn Lábátt on Master & Servant (2d ed.), p. 932, it is said:\n“As tbe various kinds of language and behavior which constitute a breach of the duty now under discussion are described by terms which are not susceptible of any precise legal definition, the question whether, in any given instance, a breach was committed, is essentially one of fact, and therefore primarily for the jury. In determining this question, the nature of the occupation to which the given service has relation, and the social status and environment of the parties, are material elements for consideration.”\nSeveral assignments of error relate to the giving and refusing to give certain instructions, over appellant’s objections and exceptions. We do not set them out and discuss them separately. Suffice it to say that we find these assignments not well taken. Instruction No. '2 requested by it was to the effect that the bonus offer in the letter heretofore quoted was without consideration and that appellee could not recover same. The evidence on this question was in conflict. The president testified that he made the contract with appellee about the first of the year 1927 to pay him $300 per month, and that he wrote the letter in Ma}^ thereafter. Appellee testified that the contract for 1927 was made the last of April, and in this he is somewhat corroborated by the letter. At any rate, this was a question of fact for the jury, which was property submitted in instruction No. 9.\nIt is finally insisted that the court erred in refusing to permit appellant to offer the appellee’s complaint in evidence. It was offered to show that the contract for the salary and that for the bonus were separate and distinct contracts, and that the bonus contract was therefore void for want of consideration, or at least contradicted appellee’s testimouy regarding the contract. The proof showed that the allegations in the complaint in this regard were made by counsel under a mistake of fact; that appellee did not so state the matter; that he did not sign, it, and had never seen it until it was offered in evidence. In this respect this case is ruled by Taylor v. Evans, 102 Ark. 640, 145 S. W. 564; Henry Wrape Co. v. Barrentine, 129 Ark. 111, 195 S. W. 27.\nAppellee, on liis cross-appeal, says that tbe verdict of tbe jury is inconsistent; that by rendering a verdict for the bonus it was necessary for tbe jury to find that he was wrongfully discharged, and, if so, be was entitled to the $900 salary. We are asked to enter such a judgment here. We do not agree with appellee. Tbe jury might have -found that be was rightfully discharged, but, having worked nine months of the year, was entitled to the $1,400 as additional salary. But, even though the verdict is inconsistent, we would not feel justified in setting it aside, on the authority of the recent ease of Fulbright v. Phipps, 176 Ark. 356, 3 S. W. (2d) 49.\nThe judgment will be affirmed both on the appeal and the cross-appeal.",
        "type": "majority",
        "author": "McHaney, J."
      }
    ],
    "attorneys": [
      "Malcolm E. Rosser and Daily £ Woods, for appellant.",
      "Warner & Warner and Cravens & Cravens, for appellee."
    ],
    "corrections": "",
    "head_matter": "Griffin Grocery Company v. Thaxton.\nOpinion delivered December 17, 1928.\nMalcolm E. Rosser and Daily £ Woods, for appellant.\nWarner & Warner and Cravens & Cravens, for appellee."
  },
  "file_name": "0736-01",
  "first_page_order": 754,
  "last_page_order": 759
}
