{
  "id": 1369582,
  "name": "Shewmake v. Hudson",
  "name_abbreviation": "Shewmake v. Hudson",
  "decision_date": "1926-07-12",
  "docket_number": "",
  "first_page": "739",
  "last_page": "744",
  "citations": [
    {
      "type": "official",
      "cite": "171 Ark. 739"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "273 S. W. 383",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "169 Ark. 117",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1373969
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/169/0117-01"
      ]
    },
    {
      "cite": "189 S. W. 59",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "125 Ark. 422",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1553192
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/125/0422-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 416,
    "char_count": 12024,
    "ocr_confidence": 0.512,
    "pagerank": {
      "raw": 5.676830387708631e-08,
      "percentile": 0.35445290439712895
    },
    "sha256": "23c2cb0c0e93163cc120d631d5b18dc8aee3e39e2089f35965e4eb02405fa668",
    "simhash": "1:17861c7272bfd634",
    "word_count": 1973
  },
  "last_updated": "2024-02-28T00:06:45.048720+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Shewmake v. Hudson."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nAppellant is the owner, of lands within a proposed subdistrict'.to the Salt Bayou Drainage: District, : -in.' J efferson and Arkansas ¡counties,- a - district created by special act No-. .658 of the Acts of ,1919 (Special-Acts 1919, page-972), and by this, suit he attacksythe organization of the. subdistrict land prays an-injunction to restrain the collection of the taxes assessed against-his lands in and'for the subdistrict.\nThe commissioners of the subdistrict, who are the defendants in the suit, are. the commissioners of the district created by the special act of the General Assembly, and were appointed the commissioners of the subdistrict by an order of the county court of J efferson County, and, pursuant to this appointment, made the assessment of betterments against appellant’s lands the collection of which he seeks by this suit to enjoin.\nIt was alleged in appellant’s complaint that the order creating the subdistrict was entered upon the petition of a majority of the owners of land in said subdistrict pursuant to the provisions of § 3650, C. & M. Digest, and that appellant’s property was situated within the boundaries of the proposed subdistrict, and are in Jefferson County, as are all the lands within the subdistrict.\nIt is alleged that the special act creating Salt Bayou Drainage District conferred jurisdiction over all matters pertaining to said district upon the circuit court of Jefferson County, and that all proceedings had in the organization of the subdistrict were had in the county court of Jefferson County, which court, appellant alleges,, was without jurisdiction to create said subdistrict.\nA demurrer to the complaint was sustained and the cause was dismissed, and this appeal is prosecuted to reverse that decree.\nFor the reversal of this decree appellant makes two contentions: First, that there, is no statute under which a subdistrict can be created to a district created by a special act of the General Assembly, and that therefore the order creating the subdistrict is void because no court has jurisdiction to create a subdistrict to a special district. Second, that, if this contention is not sound, the order creating the subdistrict is void for the reason that the county court of Jefferson County had no jurisdiction; that the act creating Salt Bayou Drainage District, in Jefferson and Arkansas counties,, vested jurisdiction of all matters pertaining to the district in: the J efferson Circuit Court, and, under act No. 270 of the General Assembly for the year 1917 (volume 2, Special Acts 1917, page 1446) of the Special Acts of 1917, the petition for the organization of the subdistrict should have been filed in the circuit court of the couxity within which the main district was organized.\n• In support of the first contention, counsel for appellant cites the case of Pumphrey v. Road Imp. Dist. No. 1 of Grant County, 125 Ark. 422, 189 S. W. 59. Bfut we think the case cited does not support the contention made. There a road improvement district created by a special act, which was complete in itself, sought to enlarge its powers in the matter of issuing bonds to complete the proposed improvement by assuming the benefit of a general law which had been enacted before the creation of the road' district. The cost of the proposed improvement would have exceeded the assessed betterments unless there was read into the special act the provision of a prior general . law relating to improvement districts,, thát deferred installments of the assessed benefits should hear interest. It was held in the case cited that this could not be done, because no general law in force at the time of the enactment of the special act could have the effect of enlarging the powers of the commissioners of the road' district created by the special act.\nThat question is not presented here. The improvement provided for -in the special act creating Salt Bayou Drainage District has been completed, and the question is whether a subdistrict may be organized and become ,a part of this special district.\nWe think § 3650, C. & M. Digest, confers this power. This section of the' Digest was § 18 of act 177 of the Acts of 1913 (Acts 1913, page 749), which amended the'drainage act of 1909. By this section it is provided that three or more owners of real property wholly within, or partly within and partly without, a' drainage district may petition the county court to establish a subdistrict embracing their property; and, by § 19 of the Acts .of 1913, which appears as § 3651, C.' & M. Digest, it is provided that, if the prayer of the petition is granted, the county court “shall appoint the commissioners of the drainage district in which the subdistrict, or the greater part thereof, shall lie,” to act as commissioners for the subdistrict, and that the proceedings thereafter shall conform in all respects to the provisions of the law relating- to the -creation of the original district. ' . .\nSection 3651, C. & M. Digest, was amended by act 270 of the Acts of 1917, page 1446, and by this amendatory act it is provided that, when the county or circuit court establishes a subdistrict, it shall appoint the commissioners of the main district of which the subdistrict is to become a part to act as commissioners of the subdistrict, and that the proceedings thereafter shall conform to, the provisions of the act amended, that is, the general drainage law. It is further provided in the amendatory statute that, where the main drainage district .of which the proposed subdistrict is to become a .part, shall have been organized by the circuit court, the petition for the proposed subdistrict shall be presented to such circuit court and all subsequent proceedings had therein, and that, “where the main drainage district of which the proposed subdistrict shall embrace lands lying in another or other counties, the petition for the organization of the proposed subdistrict shall be filed in the circuit court of the county in which the main district was organized, and all subsequent proceedings shall be had in such court.”\nThe insistence of appellant is that, under the statutes quoted and referred to, there is (a) no provision for the creation of the subdistrict to the district created by a special act of the General Assembly; and (b), if so, the proceedings so to do would have to be in the circuit court, for the reason that the lands composing the original district lie partly in Arkansas County and partly in Jefferson .County, and, under the special act, all proceedings relating to the assessment of benefits, etc., in the special district were to be had in the circuit, court of Jefferson County, • It is admitted that all the lands lying within the proposed subdistrict are in Jefferson- County.\nIt appears that .the proposed Salt Bayou Drainage District is now a completed project, and it is not proposed to organize the snbdistriet under the provisions of the special, act which created' that district. The landowners proceeded under the general law in organizing the subdistrict, and we perceive no reason why they may not , do so. Subdistriets -become separate entities so far'as the assessment-of the benefits necessary to construct them is concerned, and the language of § 3650, C. & M. Digest, appears to be sufficiently comprehensive to permit owners of real property “wholly within a drainage district, or partly within and partly without such district,” to petition for the-establishment-of a sub-district,- even though the principal district was created by a special act of the General Assembly.\nThe ’commissioners' of the district created by the special act have ho authority under that act to do anything not therein authorized, but they did not initiate this proceeding under the special act, and the proposed'sub-district will not be constructéd pursuant to its provisions, and the-construction of the subdistrict is a'new and separate-proceeding whereby the subdistrict becomes attached to the main district.\nIn the case of Mahan v. Wilson, 169 Ark. 117, 273 S. W. 383, we reviewed the statute authorizing the creation of subdistricts, and said that the only limitation expressed in the statute with regard to a subdistrict is that it must be formed of lands “wholly within a drainage district, or partly within and partly without such district,” and pointed out that it could not be composed of lands wholly outside of the district. \"We also said.that it is necessarily implied that the improvement contemplated by a subdistrict must be such that it can be treated as part of the same unit as the improvement provided for in the original district, and not an independent improvement. There is no showing here that these conditions do not prevail concerning the district created by the special act and the subdistrict organized under the statute.\nThe commissioners of the subdistrict, although commissioners of the special district, derive their authority from the general law, and not from the special act, and, if there is authority for the creation of the proposed sub-district — and we are of . the opinion that there is — the question then arises -whether the proceedings for that purpose should be in the county court of Jefferson County or in the circuit court of that county. As we have said, all of the lands within the proposed subdistrict are situated in Jefferson County, and the county court of that county would therefore have jurisdiction. It is.-true, as appears from the quotation herein .from the. amendatory act of 1917, where the main drainage district has been organized by the circuit court, the proceedings to organize a subdistrict thereto shall be in the circuit cburt, but the Salt Bayou Drainage District was not organized by' the circuit court of Jefferson County. It was created by a special act of the General Assembly, which conferred jurisdiction on the circuit court because the lands embraced in that district were partly in Jefferson County and- partly in Arkansas County.\nInasmuch as the main district was not organized in the'circuit court, and as all the lands'in the subdistrict are'situated in Jefferson County, we conclude that jurisdiction over the subdistrict was in the county court of Jefferson County.\nThe court below so held, and that decree is affirmed.",
        "type": "majority",
        "author": "Smith, J."
      }
    ],
    "attorneys": [
      "Wooldridge & Wooldridge, for appellant.",
      "Rowell Alexander, for appellee."
    ],
    "corrections": "",
    "head_matter": "Shewmake v. Hudson.\nOpinion delivered July 12, 1926.\n1. Drains — organization op subdistricts. — Under Crawford & Moses’ Dig., § 3650 and § 3651, as amended by Acts 1917, p. 1446, a subdistrict, of land wholly or partly within a drainage district may be organized and become part of the' principal district, 'though such district was created by Sp. 'Acts 19Í9, p. !972, and has been completed.\n2. ' Drains — creation op‘ subdistriot. — A subdistrict, which is to become part of a drainage district created by Sp.'Acts 1919,'p. 972, may be organized under, the general law provided by Craw- , ford & Mpses’ D.ig., § 3650 and § 3651 as amended by Acts 1917, p. 1446.\n3. Drains — subdistrict a separate entity. — A subdistrict organized under Crawford & Moses’ Dig., § 3650, as part óf a drainage district organized under Sp. Acts 1919, p. 972, becomes a separate entity, so' far as the assessment of benefits necessary to construct it is concerned.\n4. ; Drains — authority op commissioners. — The - commissioners ,of the drainage district created by Sp. Acts 1919, p. 972, have, no authority to do anything .not'authorized by such act, but the commissioners of a subdistrict, created under the general- law (Crawford & Moses’ Dig.,' §§'3650, 3651, as amended by Acts 1917, p. 1446) ‘, derive their authority from the general law, and not from the special .act.\n5. Drains — jurisdiction, to create subdistrict. — Where the principal drainage district was created by Sp. Acts 1919, p.. 972, jurisdiction to create a subdistrict, embracing lands wholly in one county is in' the county' court.\nAppeal from J efferson Chaucery Court; IL Rv Lucas, Chancellor;\naffirmed.\nWooldridge & Wooldridge, for appellant.\nRowell Alexander, for appellee."
  },
  "file_name": "0739-01",
  "first_page_order": 755,
  "last_page_order": 760
}
