{
  "id": 1435316,
  "name": "Water Improvement District No. 1 of Benton v. Briner",
  "name_abbreviation": "Water Improvement District No. 1 v. Briner",
  "decision_date": "1932-05-02",
  "docket_number": "",
  "first_page": "742",
  "last_page": "746",
  "citations": [
    {
      "type": "official",
      "cite": "185 Ark. 742"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "234 S. W. 45",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "150 Ark. 244",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1367916
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/150/0244-01"
      ]
    },
    {
      "cite": "11 S. W. (2d) 469",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "178 Ark. 588",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1397076
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/178/0588-01"
      ]
    },
    {
      "cite": "266 S. W. 941",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "167 Ark. 108",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1376964
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/167/0108-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 381,
    "char_count": 7046,
    "ocr_confidence": 0.508,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.05402457826691826
    },
    "sha256": "b3c33ef5283946343a478fa07a0a81c0a329ecabcc3479003486a7cde28664cd",
    "simhash": "1:85b4a5f343bd49e9",
    "word_count": 1192
  },
  "last_updated": "2024-02-27T17:51:09.396208+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Water Improvement District No. 1 of Benton v. Briner."
    ],
    "opinions": [
      {
        "text": "MoTIaney, J.\nAppellants, Municipal Improvements Districts of Benton, Arkansas, filed suit in the Saline Chancery Court on September 8, 1931, to enforce the collection of delinquent improvement taxes. The complaints for this purpose were signed by M. H. Holleman, as solicitor. The appellee intervened in these suits, alleging that he is the city attorney of the city of Benton, duly elected, qualified and acting; that appellants are local improvement districts, one the water district, the other a sewer district, organized under the general improvement district laws of the State, and are situated wholly within the corporate limits of said city, which is of the second class; that act 224 of the Acts of 1931 provides that the attorney representing the municipality shall he the attorney for all improvement districts in the city; that appellants attempted to employ said Holleman as attorney to represent them, for which he was to he paid, and that such employment is illegal and without authority of law or of said intervener. The prayer was for an injunction against appellants and Holleman to prevent them from proceeding further as attorney and client, from collecting any further money or fees for representing appellants, etc. Appellants demurred to the intervention, which was overruled by the court, and, on their declining to plead further, decree was entered for appellee, declaring him to be the attorney for said districts and entitled to the emoluments and fees as attorney for said districts from October 16, 1931, from which is this appeal.\nIt is contended by appellants that act 224 of the General Assembly of 1931 is unconstitutional and void. It provides that, in all cities of the second class and incorporated towns, the attorney representing the municipality ‘ ‘ shall be the attorney for all boards and commissioners of all local improvement districts within said city or incorporated town.” It further makes it the duty of said attorney to advise with such boards at any time needed “and do all things enjoined upon him by said board of commissioners, and do and perform all legal duties pertaining to said formation and operation of said improvement districts. And shall represent said board of commissioners in all suits brought for or against said board of commissioners.” His compensation is fixed at such fees as may be agreed upon, and his total compensation in any one year in all improvement districts is limited to $1,200.\nIt is said, that the act is so vague, indefinite and uncertain that it is impossible to apply it to the affairs of local improvement districts, and that to give effect to the act it will be necessary for them to assume a legislative function. It is further argued that, while it is made the duty of the city attorney to perform all duties enjoined upon him by the boards of improvement, it does not provide that the board shall enjoin any duties upon him, and that it fails to provide any means by which to determine what fees shall be charged by or paid to the city attorney, nor any rule to determine what shall be a reasonable fee in any matter, and that all these things constitute the delegation of legislative authority in violation of article 5, § 1, Constitution of Arkansas. We do not agree with appellants in these contentions. The act was passed in the interest of economy in the organization and operation of improvement districts in cities of the second class and incorporated towns. It provides specifically that he shall represent all improvement districts in such municipalities, both in their formation and operation, and in all suits brought for or against them, and that such fees shall be paid as may be agreed upon, not to exceed $1,200 from “such districts in any one year.” This does not constitute the delegation of legislative authority.\nMunicipal improvement districts are under the supervision and control of the city or town council. They are required to make annual settlements showing all collections or disbursements. Crawford & Moses’ Digest, § 5718. On a settlement made, any taxpayer may file exceptions, and, whether filed or not, it is made the duty of the city council to examine same and disallow all unjust charges and credits, if any there be, and the council’s adjustment thereof is subject to re-examination in the chancery court. Crawford & Moses’ Digest, § 5719. And in suits for the collection of delinquent taxes, the attorney’s fee is fixed by the chancery court and taxed as costs against the delinquent property. The city attorney, being a city officer, elécted by'the people of the whole municipality, was a proper person in the view of the lawmakers to be made the attorney for all such districts, and no doubt the Legislature thought such an act would avoid the payment of extravagant attorney’s fees, as is illustrated in Martin v. Street Imp. Dist. No. 324, 167 Ark. 108, 266 S. W. 941, and Martin v. Street Imp. Dist. No. 349, 178 Ark. 588,11 S. W. (2d) 469. Boards of improvement are creatures of the city or town councils by virtue of legislative authority, and the Legislature has the right to prescribe the manner in which they shall perform their duties.\nIt is also said that the act violates § 4, art. 16, of the Constitution, which provides that the “General Assembly shall fix the salaries and fees of all officers in the State, and no greater salary or fee than that fixed by law,” etc. This section of the Constitution has no reference to the fees of an attorney representing improvement districts, and the case of Nixon v. Allen, 150 Ark. 244, 234 S. W. 45, cited by appellants, is not in point. The Legislature does not fix the fees of the city attorney, nor has it attempted to fix the fees of such attorney while acting for boards of •improvement, except to fix the maximum he may be paid annually by all improvement districts. Another objection made to the act is that it is unequal in its application, and restricts the right to contract. Boards of improvement, being the creatures of the city or town councils through legislative authority, may be limited in their right to contract or otherwise by legislative authority.\nIt is finally insisted that, even though act 224 be constitutional, appellee does not plead facts sufficient to bring him within its provisions. We think appellants are wrong in this contention. The act was approved March 26,1931. It became effective ninety days after the Legislature adjourned, which would have made it effective sometime in June. By the decree of the court, it was made effective as to appellants October 16, 1931, and they are in no position to complain. The suits brought by Holléman were not brought until September 8, 1931. So any contract made with Holleman subsequent to the effective date of the act was without binding force, and appellee had the right to have it so declared.\nAffirmed.",
        "type": "majority",
        "author": "MoTIaney, J."
      }
    ],
    "attorneys": [
      "H. E. Spitzberg and W. B. Donham, for appellant.",
      "N. A. McDaniel and T. N. Nall, for appellee."
    ],
    "corrections": "",
    "head_matter": "Water Improvement District No. 1 of Benton v. Briner.\nOpinion delivered May 2, 1932.\nH. E. Spitzberg and W. B. Donham, for appellant.\nN. A. McDaniel and T. N. Nall, for appellee."
  },
  "file_name": "0742-01",
  "first_page_order": 762,
  "last_page_order": 766
}
