{
  "id": 8725397,
  "name": "Meriwether v. DuBose",
  "name_abbreviation": "Meriwether v. DuBose",
  "decision_date": "1933-01-09",
  "docket_number": "4-2794",
  "first_page": "743",
  "last_page": "749",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 743"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "37 Ark. 164",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1870916
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ark/37/0164-01"
      ]
    },
    {
      "cite": "73 S. W. 323",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "71 Ark. 323",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1507875
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/71/0323-01"
      ]
    },
    {
      "cite": "85 S. W. 423",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "74 Ark. 277",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8720314
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/74/0277-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 469,
    "char_count": 10744,
    "ocr_confidence": 0.507,
    "pagerank": {
      "raw": 5.8591662004228935e-08,
      "percentile": 0.3645811010603321
    },
    "sha256": "ad662158c9fe2fd52670dbb442613f09cd02fe4b9bfcd1fad12df3fc06730bba",
    "simhash": "1:f89cfd63a8c496f9",
    "word_count": 1838
  },
  "last_updated": "2024-02-27T17:52:01.123529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Meriwether v. DuBose."
    ],
    "opinions": [
      {
        "text": "Butler, J.\nJ. W. DuBose brought this suit in the chancery court of Lafayette County, contending that under a contract entered into with James S. Meriwether the latter and the Meriwether Sand & G-ravel Company were due him as an overriding royalty two cents per cubic yard upon all the sand and gravel which Meri-wether and the Sand & Gravel Company had mined and actually shipped from sand and gravel leases in and around Lewisville, Arkansas. His claim was based on the following contract: -\n“State of Louisiana,\n“Parish of Caddo.\n“This memorandum of agreement, made and entered into by and between James S. Meriwether, a resident of Caddo Parish, Louisiana, hereinafter known as party of the first part, and J. W. DuBose, a resident of Lafayette County, Arkansas, hereinafter known as party of the second part, witnesseth:\n“That, whereas, the party of the second part has given his time and attention to the securing of gravel leases in and around Lewisville, Arkansas, for the benefit of the party of the first part, in contemplation of the party of the first part operating the said leases by mining sand and gravel therefrom, and\n“Whereas,9 a consideration to the said party of the second part for such services is recognized to be due, therefore,\n“It is agreed between the parties hereto that upon all sand and gravel actually shipped by the party of the first part from sand and gravel leases in and around Lewisville, Arkansas, the party of the first part will pay to the said party of the second part an overriding royalty of two cents per cubic yard, the said royalty to be based upon the royalties paid to the landowners under the original leases granted by them to the party of the first part, and shall be paid in the same manner and at the same time and place as specified in said original leases.\n“Thus done and signed in duplicate at Shreveport, Caddo Parish, Louisiana, on this the 2d day of February nineteen hundred and twenty-five.\n(Signed) “James S. Meriwether,\n“Attests: “J. W. DuBose.\n“Frank M. Cook,\n“Nell Illien.”\nIn DuBose’s complaint the allegation regarding the liability of the Sand & Gravel Company was that the company, a corporation, knew of the existence of the contract and, with such knowledge, accepted the benefits and profits airsing from the mining and shipping of sand and gravel, and, by its dealings with DuBose, recognized said contract and acted thereunder. It is the contention of Meriwether that the contract, properly interpreted, rendered him liable only for an overriding royalty for gravel mined and shipped from certain leases which had been procured for him by DuBose, and that this royalty had been paid, but that large quantities of gravel had been shipped from other leases, and that as to this DuBose was not entitled to a royalty under his contract.\nThe Sand & Gravel Company filed a separate answer denying any knowledge of the contract entered into between DuBose and Meriwether, or that it had paid any royalty to DuBose, or that it was obligated in any way under the aforesaid contract.\nPrior to the filing of the answers, the defendants filed a motion to transfer the case to the Lafayette Circuit Court. This motion was denied, and on the same day, a motion was filed by the defendants to make the complaint more definite and certain in certain particulars. This motion being overruled, the defendants answered.\nAt the conclusion of the testimony the court found that it was the intention of the parties to the contract that a royalty was due and payable to the plaintiff on all the sand and gravel mined and shipped from leases in and around Lewisville; that as a matter of fact DuBose procured certain leases for J. S. Meriwether, who then directed him, to take all future leases in the name of the Meriwether Sand & G-ravel Company, a corporation, of which J. S. Meriwether was president, and the then owner of one-half of its capital stock; that at the time Meri-wether entered into the contract with DuBose he had in contemplation the organization of the said corporation for the purpose of mining- and shipping sand and gravel from all leases taken in and around Lewisville, and that said company was organized for that definite purpose; that a short time after the organization of the company J. S. Meriwether became the owner of practically all of the capital stock of the corporation. The court further found that the corporation, with full knowledge of the contract, accepted an assignment of all the leases taken by DuBose in the name of J. S. Meriwether, and a large number of leases taken by said DuBose in the name of the company at the direction of J. S. Meriwether, after the incorporation of the said company; that the corporation made payments to DuBose for royalties on gravel taken from leases taken in the name of J. S. Meriwether, and those taken direct to the Meriwether Sand & G-ravel Company; that the company received and accepted the benefits of the contract with full knowledge thereof; that the total yardage shipped from the time operations began until December 16, 1930, was 549,941.69 cubic yards, and that the defendants were jointly liable to the plaintiff for two cents on each cubic yard of which amount the sum of $1,246.10 had been paid.\nThe court thereupon rendered a decree against both the defendants for the remainder due the plaintiff, from which judgment is this appeal.\nIt is first contended that the chancery court was without jurisdiction to try the issues involved, and that it should have transferred the case to the law court upon the motion of the appellant. Without setting out the complaint in detail, it suffices to say there were allegations to justify the prayer for an accounting. That this was obviated by stipulation of counsel during the trial of the case would not defeat the jurisdiction of the court. There was also the allegation that the company was in-eorporated for the purpose of carrying out the contract and to mine the leases procured by the plaintiff, and that, with full knowledge of the contract, the company received the benefits thereunder. This allegation stated an equitable cause of action, and the court did not err in overruling the motion to transfer. Charlesworth v. Whitlow, 74 Ark. 277, 85 S. W. 423; McClintock v. Thweatt, 71 Ark. 323, 73 S. W. 323; L. R. & Ft. Smith Ry. Co. v. Perry, 37 Ark. 164, at page 187.\nThe next assignment of error is the action of the court in denying the motion to make the complaint more definite and certain. The court did not err in its ruling, for it was apparent that the information sought to be elicited was not available to the plaintiff, but was in the possession of the defendants. Neither did the court err in overruling the renewed motion for transfer to the law court at the conclusion of the evidence, for the evidence accepted by the chancellor tended to establish the facts as alleged.\nThe fourth and fifth grounds for reversal are (a) that the court erred in its construction of the contract, and (b) in holding the corporation liable thereunder. It was fully established by the testimony that DuBose resided in Lewisville and was well acquainted with the landowners in that vicinity. He had discovered that there was a quantity of sand and gravel in that locality, and had conducted frequent exploratory operations to determine its quality and quantity. Believing that his find was valuable and learning that Meriwether was familiar with the value of deposits of sand and gravel and engaged in the business of mining such, he conveyed to the said Meriwether the information he had gained and of Ms acquaintance with those who owned the lands upon which sand and gravel had been discovered. Meriwether sent an agent with DuBose to go over the prospects, and, being convinced of the value of the find, entered into the contract with DuBose, which was prepared in Shreveport, Louisiana, by the attorney of J. S. Meriwether. At the time of the execution of the contract no leases had been actually procured, but, after it was signed by the parties, DuBose began to secure leases which were taken in the name of J. S. Meriwether, and provided for the payment to the landowner of eight cents per cubic yard for sand and gravel. Within a short time after the contract was executed, Meriwether formed the Meriwether Sand & Gravel Company for the purpose of mining the sand and gravel around Lewisville, and assigned to it said leases. He was president of the company, and, at the time of the .incorporation, the owner of fifty per cent, of the capital stock, and a short time thereafter purchased practically all of it. He was the owner of the company during the time it was engaged in developing the leases and shipping the product.\nWithout setting out the testimony at length, we deem it sufficient to say that there was testimony tending to sustain the finding of the court that Meriwether directed DuBose to take leases direct to the Meriwether Sand & Gravel Company, and that a number of such leases were procured either entirely by DuBose’s efforts or with his aid, and that the company was called into being for the definite purpose of conducting the mining operations and made payments of the overriding royalties on leases taken in the name of J. S. Meriwether originally and assigned to the Sand & Gravel Company, and also on leases taken directly in the first instance to the company.\nIn view of the plain language of the operative part of the contract, the dealings between the parties with reference thereto, and the fact that the contract was written by Meriwether’s attorney, we think the construction placed on it by the chancellor is justified.\nOn the question of liability of the Meriwether Sand & Gravel Company, the evidence supports the finding that the corporation was in contemplation at the time the contract was entered into, and that it was organized to provide in advance the means necessary for the successful operation of the leases; that the contract was for the benefit of the contemplated corporation, and that the corporation received the benefits thereunder with full knowledge of its existence. Therefore, the corporation may be said to have adopted sueb contract as its own, and is liable to tbe same extent as J. S. Meriwether himself. The authorities cited by appellee support this view. L. R. & Ft. Smith Ry. Co. v. Perry, supra; 7 R. C. L. 61.\nThere is no question raised to the finding of the court as to yardage moved, and, since we think its construction of the contract and its finding of liability correct, the judgment must be affirmed. It is so ordered.",
        "type": "majority",
        "author": "Butler, J."
      }
    ],
    "attorneys": [
      "Cook & Cook and Ned Stewart, for appellant.",
      "E. A. TJpton and Searcy & Searcy, for appellee."
    ],
    "corrections": "",
    "head_matter": "Meriwether v. DuBose.\n4-2794\nOpinion delivered January 9, 1933.\nCook & Cook and Ned Stewart, for appellant.\nE. A. TJpton and Searcy & Searcy, for appellee."
  },
  "file_name": "0743-01",
  "first_page_order": 763,
  "last_page_order": 769
}
