{
  "id": 1432139,
  "name": "Browne v. Merchants' National Bank of Fort Smith",
  "name_abbreviation": "Browne v. Merchants' National Bank",
  "decision_date": "1933-07-10",
  "docket_number": "4-3080",
  "first_page": "746",
  "last_page": "752",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 746"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "33 Ark. 237",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8723333
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/33/0237-01"
      ]
    },
    {
      "cite": "277 S. W. 539",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "169 Ark. 954",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1374076
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/169/0954-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 318,
    "char_count": 5949,
    "ocr_confidence": 0.492,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.053867812370528165
    },
    "sha256": "7c26590fc19f2e52bc6cbb082b6826be35e468cb0fd9189b6e6c8c047a789f20",
    "simhash": "1:8b9b908adef45e95",
    "word_count": 1038
  },
  "last_updated": "2024-02-27T21:18:50.990705+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Browne v. Merchants’ National Bank of Fort Smith."
    ],
    "opinions": [
      {
        "text": "Johnson, C. J.,\n(after stating the facts). It is first contended on behalf of appellant that the note executed by her on November 14, 1926, was materially altered before its delivery to the bank. Whatever alteration was effected in this note was done by Fred Browne, the husband of Sadie Browne, and innocently done. This note had been delivered by Sadie Browne to her husband, Fred Browne, for the use and benefit of the wholesale grocery company, of which he was president and general manager, to secure the debt of her husband to the grocery company in a sum in excess of $85,000. The title and beneficial interest in this note, of course, passed to the grocery company; it had the right to transfer and assign the security to whomsoever it chose. Any alteration made in the note by Fred Browne was innocently done.\nIn the case of McConnon v. Browne, 169 Ark. 954, 277 S. W. 539, this court said:\n“The distinction between the effect of an innocent and fraudulent alteration is not recognized in all of the authorities, but we think that, according to the weight of authority, there is such a distinction, and that the true rule Is that, unless the alteration was fraudulently made, the obligee is not barred from his right of action on the original debt. ’ ’\nThe alterations made in this note by Fred Browne effectually carried out the intent of the maker at the time of its execution. At any rate, it cannot be' said that Fred Browne had any intention of defrauding his wife, the wholesale grocery company or the bank in effectuating this alteration. There can be no question under the uncontradicted facts in this case but that this alteration was effected by Fred Browne to carry out the intention of the parties at the time this mortgage and note were executed.\nIt is next contended on behalf of appellant that the indebtedness of Fred Browne to the wholesale grocery company was paid and satisfied iby Fred Browne on February 20, 1931. On this question it suffices to say that the trustee in bankruptcy made Fred Browne a party to this suit alleging an indebtedness of Fred Browne in a very large sum. No defense was interposed by Fred Browne to this cross-complaint. The chancellor found that Fred Browne was indebted to the wholesale grocery company in a sum in excess of $16,000. No appeal has been prosecuted by Fred Browne from this judgment of the court. This judgment was a part of the original indebtedness of Fred Browne to the wholesale grocery company. In addition to this, it is admitted by all that on the date this note and mortgage was transferred to the bank that Fred Browne*was owing to the grocery company more than $85,000. If Fred Browne effected the payment of his indebtedness to the wholesale grocery company after that time, it could not and should not impair the rights of the bank to the security held. The bank took a vested interest in this note and mortgage on January 27, 1931, and no subsequent contract between Fred Browne and the wholesale grocery company could impair it.\nIt is next contended on behalf of appellant that no assignment of the mortgage from the wholesale grocery company to the bank was effected. A complete answer to this argument is found in the letter from Fred Browne, president and manager of the wholesale grocery company, to the hank wherein the note was delivered to the bank. The note which was inclosed in this letter bore the blank indorsement of Fred Browne and also the indorsement of the grocery company by its president and manager, Fred Browne. “Equity regards that as done which ought to have been done.”\nThis court held in the early case of Richardson & May v. Hamlett and Wife, 33 Ark. 237, quoting from the syllabus:\n“An agreement between the vendor and vendee, that the latter shall execute to the former a mortgage upon the land to secure payment of the purchase money will give the vendor or his assignee the same rights in equity as if the mortgage had been executed.”\nThis rule has been consistently followed by this court in all subsequent cases. We conclude therefore that the chancellor was correct in treating the mortgage in the instant case as duly transferred to the bank.\nIt is next contended on behalf of appellant that the pledge had been made by appellant to the grocery company for the specific purpose of securing the debt of her husband and was effected without consideration to her. Neither can we agree to this contention. The chancellor was warranted in finding that the debt to the grocery company was the joint obligation of Sadie Browne and her husband, Fred Browne. First, Sadie Browne acknowledged in the mortgage deed that she was indebted to the grocery company in the sum of $25,000. Secondly, the testimony shows that she bought much merchandise in person from the grocery company, and that it was charged to her and her husband’s account on the books of the company. At any rate, she executed and delivered the note and mortgage to the wholesale grocery company for a valuable consideration. On January 27, 1931, when the note and mortgage were transferred to the bank, the wholesale grocery company had a perfect and lawful right to transfer and deliver same to any third person. Appellant knew or should have known that this transfer might be accomplished. In other words, appellant knew or should have known that she was putting it in the power of the wholesale grocery company to transfer and deliver this mortgage and note to some third party, and after this is accomplished it does not lie in her month to say that this event could not be foreseen by her. In any view of the situation, appellant is estopped in a court of equity to assert a superior right to appellee.\nNo errors appearing, the. decree is in all things affirmed.",
        "type": "majority",
        "author": "Johnson, C. J.,"
      }
    ],
    "attorneys": [
      "Cravens & Cravens, C. R. Barry and Hardin & Barton, for appellant.",
      "Daily & Woods and Geo. W. Dodd, for appellees."
    ],
    "corrections": "",
    "head_matter": "Browne v. Merchants’ National Bank of Fort Smith.\n4-3080\nOpinion delivered July 10, 1933.\nCravens & Cravens, C. R. Barry and Hardin & Barton, for appellant.\nDaily & Woods and Geo. W. Dodd, for appellees."
  },
  "file_name": "0746-01",
  "first_page_order": 766,
  "last_page_order": 772
}
