{
  "id": 8724088,
  "name": "Missouri Pacific Railroad Company v. Myers",
  "name_abbreviation": "Missouri Pacific Railroad v. Myers",
  "decision_date": "1927-04-18",
  "docket_number": "",
  "first_page": "747",
  "last_page": "755",
  "citations": [
    {
      "type": "official",
      "cite": "173 Ark. 747"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "125 Tenn. 658",
      "category": "reporters:state",
      "reporter": "Tenn.",
      "case_ids": [
        8536038
      ],
      "opinion_index": 0,
      "case_paths": [
        "/tenn/125/0658-01"
      ]
    },
    {
      "cite": "148 S. W. 671",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "172 S. W. 1006",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 636,
    "char_count": 17765,
    "ocr_confidence": 0.482,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20856524839865181
    },
    "sha256": "e3f1a6e85e144cd9fd7a3bc6fb57e32e28ff7fbf5cc14b7cbe8237ab72d0b14d",
    "simhash": "1:f629023cc4ee244e",
    "word_count": 3127
  },
  "last_updated": "2024-02-27T16:22:26.640555+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Missouri Pacific Railroad Company v. Myers."
    ],
    "opinions": [
      {
        "text": "Mehaffy, J.\nThe appellees, plaintiffs below, brought suit against the railroad company in the Crawford Circuit Court on a carload of sweet potatoes shipped from Van Burén, Arkansas, to Electra, Texas. It was after-wards diverted to Salt Lake City, and then diverted to Butte, Montana. The car was delivered to the railroad company in Van Burén, Arkansas, on October 23, 1924, and a bill of lading was issued to the plaintiffs. The car was consigned to the Myers Commission Company, which was the partnership name of plaintiffs, at Electra, Texas, with directions to advise the Texas Produce Company and to allow inspection and deliver on tibe written order of the Myers Commission Company. The car was transported from Yan Burén to Electra on schedule time, and arrived at Electra in good condition on the 27th. day of October, 1924. The Texas Produce Company was promptly notified of its arrival. A draft had been forwarded to- Electra, Texas, with the written order of the plaintiffs attached to it, for the delivery of the car upon the presentation of bill of lading and the payment of the freight. The agent of the Port Worth & Denver City Railway Company at Electra, Texas, permitted an inspection of the car, and the representative of the Texas Produce Company got into the car and removed a number of baskets of the potatoes, and, and after this was learned by the railroad company, the agent then called on the Texas Produce Company, and it refused to take the car, although a portion of tlie contents had been removed and the bill of lading had not been surrendered.\nIt appears that the railroad company did not know about the removal of\" the potatoes from the car until the morning of the 30th of October, three days after it had arrived at Electra, Texas. The railroad company then asked for disposition of the car, but tried to prevail on the Texas Produce Company to take up the draft, but the produce company refused to do this. The produce company, however, did pay the amount of freight, but did not bring the order which was attached to the draft at the bank. The company held the money that the produce company paid for the freight until it had instructions to divert the car.\nThe Texas Produce Company never signed for the car. The carrier received instructions to divert the car, and it was diverted, and the company then paid back to the produce. company money that it had paid for freight. The shipper was advised of the action of the Texas Produce Company in refusing to take the car, on November 1, and,-on that day, ordered the car diverted to Salt Lake City, and, on November 4, ordered it diverted to Butte, Montana. When it arrived at Butte, Montana, the potatoes were in damaged condition.\nPlaintiff alleged in its complaint that it was damaged in the sum of $508.25, the' amount that it would have received if the Texas Produce Company had accepted the car and paid the draft. Plaintiff alleged that the potatoes were in good condition when received by the railroad company, and the bill of lading provided that the defendants should deliver said shipment to the consignee only upon the written or telegraphed order of J. W. Myers, but that, without receiving any such order, the railroad company carelessly and negligently permitted the Texas Produce Company to unload and dispose of about 100 bushels of said pota-toes_ without having paid the draft, and, without any written or telegraphed order from Myers, permitted the Texas Produce Company to take charge of said shipment, and that, after the produce company had paid the freight and disposed of a part of the potatoes, the railroad company permitted the produce company to purchase about 100 bushels of potatoes at a local market at Electra, Texas, and place them back in the car, to take the place of the potatoes that defendant had unlawfully allowed the produce company to take out, and the company returned to the produce company the freight, and then notified plaintiff that the produce company had refused to accept the car; that, by this action on the part of the railroad company, the car was delayed for a period of about five days, and potatoes of inferior quality were loaded- in the car.\nPlaintiff alleged that, in order to prevent as much loss as possible, it then diverted the car as above mentioned; that, when it' reached Butte, Montana, it was found that the baskets had been broken and large quantities of potatoes had been bruised and frozen, and were in a decayed condition; that, through the negligence of the railroad company, the car of potatoes was delivered to the Texas Produce Company, and unnecessarily delayed.\nThe defendant filed an answer, denying all the material allegations of the complaint.\nJ. W. Myers testified that he was a member of the firm of Myers Commission Company, and that, on the 23d day of October, 1924, he shipped a carload of sweet potatoes to Electra, Texas. He introduced a copy of the bill of lading, which was in the usual form, and is a receipt for 546 bushels of sweet potatoes; that they were strictly U. S. No. 1 grade of potatoes, consigned to the Myers Commission Company at Electra, Texas, notify Texas Procluce Company, with permission to inspect, and directions to the railroad to deliver the potatoes upon surrender of the bill of lading and written order of the Myers Commission Company; that he got no returns on the car, but understood that it had not been delivered; and he testified that he put in a long distance call and talked over the telephone to the agent of the railroad company, and afterwards received a wire from the agent; that he asked the agent if he had delivered the car and if they had paid the freight, and he said they had not. Witness said he told the agent that he had information that the Texas Produce Company had hauled 100 bushels of the potatoes off to Wichita Palls, and that, after another car came in, they filled up with other potatoes, put them in their place. Witness said they had a customer- in Butte, Montana, and got in touch with them and sold them the car, but that, when it got to Butte, it was in such bad condition they had to let the customer handle it for what they could get out of it. He said that the order attached to the draft on the car was as follows: “On presentation of this order, and after all freight charges have been paid, deliver to Texas Produce Company, Electra, Texas, Car A. B. T. 12497-sweet potatoes.”\n.Witness further testified that draft was never taken up, and that he had sold the potatoes at a price of $1.75 a bushel, and that that was a fair price for the potatoes at that time; that that would have amounted to $955.50, and, deducting the freight, would leave $754.30; that they actually received $276.41, and had to pay $25 brokerage and $5.36 telegraph and telephone messages, making a loss to the shipper of $508.25.\nBill of lading with the draft attached had been forwarded to a bank in Electra, Texas, with a notation on it allowing inspection and to deliver on written order to Meyers Commission Company.\nBy agreement, statement of L. V. Omberg, cashier, made to Huggins, agent- at Electra, Texas, was introduced in evidence. This statement showed that the freight was $201.21, that the car was received at Yan Burén on the 23d of October, 1924, and, after its arrival at Electra, Texas, the Texas Produce Company was notified, and that the car remained on hand until October 29, and nothing had been said as to whether they had accepted it; that then, on the morning of the 30th of October, the produce company was asked about it, and stated they were not going to accept it, and an investigation was made, and found that a man had got into the car, but they did not know how many potatoes he removed; called on the Texas Produce Company, and was told they would not accept the car, and finally the Texas Produce Company refused to pay the draft, but paid the freight, but did not bring the order which was attached to the draft at the bank; that witness held this money until they had instructions to divert the car; that he was not in position to watch shippers’ order carloads of freight to see that the consignee does not get into them before payment of draft and freight charges.\nJoseph W. Wallisch testified, in substance, that he was an inspector for the Department of Agriculture of Montana, and lived in Butte. That he inspected this car, and testified that potatoes have commercial grades, but that practically no cars coming from the South are graded according to United States grading rules. That the potatoes would not have met the requirements if they had not been decayed; they, would simply have been graded as sweet potatoes. There was no evidence that they had been frozen. > .\nWm. F. Sweet testified, in substance, that he was the manager of Sweet Brothers, Inc., of Bntte, Montána; that the car arrived in Butte on November 17 in very bad condition, showing about 36 per cent, decay; that a large percentage of the baskets were crushed and broken, and that the damage was caused by rough handling and being in transit too long.\nHugh Rouw testified, in substance, that, when an inspection of a shipment of sweet potatoes is permitted by the bill of lading, it only means that the receiver of the potatoes is permitted to break the seal and to look at the goods. In the diversion order given to the agent of the railroad company at Van Burén is the following:\n“This is to notify: We will handle this car to the very best advantage, and if there is any difference between the amount that we realize from the sale and the original price that it was sold to the Texas Produce Company, we will file claim for the difference on the ground that agent at Electra allowed part of the contents of this car to be removed, and failed to notify us that the car was on hand, allowing it to remain at Electra for five days.”\nThe defendant asked a number of instructions which the court refused to give, and the court gave a number of instructions over the objections of the defendant. These are all brought forward in defendant’s motion for a new trial, but the defendant only, argues two questions. Its first contention is that, \"when the Texas Produce Company ivas notified of the arrival of the car, the railroad company had complied with its contract, and that the plaintiffs could not recover unless it ivas shown that some of the potatoes were removed from the car and not put back; and, second, that the trial court adopted the wrong measure or rule of damage in permitting plaintiff to recover the contract price at which the potatoes were sold at Electra, Texas, less freight charges.\nThe appellant argues that, when the carrier promptly notified, the Texas Produce Company of the arrival of the car and gave them a reasonable time to remove the potatoes, it had performed its duty as a carrier, and was no longer liable as an insurer. They argue also that the Texas Produce Company was the agent of the shipper.\nWe think that it is unnecessary to decide whether the railroad company, in this case, was an insurer, or simply liable for negligence, because, under the view we take of the case, the railroad company was negligent in permitting the Texas Produce Company to remove a part of the potatoes without the order from the shipper and without the bill of lading, and it was also negligent in its failure to notify the shipper in a reasonable time, and this would be true whether there were any contract or not, but, under the contract in this case, the carrier was prohibited from delivering the car to the Texas Produce Company without the written or telegraphed order of the shipper and without the payment of the draft and freight charges.\n“The carrier is not required to notify the shipper until it has notice, or, by the exercise of ordinary diligence, could have known, of the refusal of the consignee to receive the goods. After the carrier has notified the shipper that the consignee has refused to receive the goods shipped, it is liable only as a bailee, and the consignor is bound to demand delivery of the goods to himself and to take charge of them.” 10 C. J. 271.\nIt will be observed that, whether the carrier had notice of the refusal or not, if it could, by the exercise of ordinary diligence, have known of the refusal, then it became its duty to notify the shipper. The car was received on October 27, and, according to the proof in the case; ‘the carrier itself used no diligence, and did not know, until three or four days later, anything about the produce company having gone into the car, and had made no efforts to find out whether it had inspected or whether it intended to take the car. The Texas Produce Company was not the consignee, but was merely to be notified, and the carrier then was, under its contract, bound to deliver the car to the Texas Produce Company when the written’ order was presented and payment was made according to the contract.\n“Where a bill of lading or a shipping receipt contains a clause providing that a third person shall be notified of the arrival of the goods, or where it contains this clause and an additional clause reciting that the goods are shipped to the consignor’s order, the carrier is not authorized to treat the person to be notified as a consignee, and, if it delivers the goods to him without production and surrender of the receipt or the bill of lading, it will be liable to the true owner of the goods for any loss resulting from such delivery. Delivery of the goods, under these circumstances, without surrender of the receipt or the bill of lading, constitutes a conversion. A direction of this character in a shipping receipt or a bill of lading raises no presumption that the person to be notified is the consignee, but, on the contrary, indicates that the carrier is not entitled to deliver the goods except on production of the bill of lading. The fact that a carrier was instructed to notify a third party of the arrival of goods gives him no right to require a delivery without the production and the surrender of the bill of lading, .properly indorsed.” 10 C. J. 259; Tedford v. C. R. I. & P. Ry. Co., 116 Axk. 198, 172 S. W. 1006.\nThere are many cases cited in Corpus Juris under the section last referred to which fully sustain the rule announced.\n“A shipment to the order of the consignor with directions to notify the consignee is an unmistakable indication by the shipper to the carrier that the title to the goods will not pass and the duty to deliver will not arise until the draft has been paid, the bill of lading taken up, and the latter presented to the railroad company.” Louisville, etc., R. Co. v. U. S. Fidelity Co., 148 S. W. 671, 125 Tenn. 658.\nIn this case we think that the evidence is ample to .show that the goods were in good condition when received by the carrier and were damaged when delivered to the consignee at Butte, Montana, and this would make a prima facie case of negligence of the carrier, if there were no other proof or evidence introduced, but the evidence introduced clearly showed negligence on the part of the carrier, and it would be liable to the shipper if the goods were injured by its negligence, whether it was an insurer or not. , .\nThe appellant next contends that the court erred in its measure of damages. We think it a sufficient answer to this to call attention to the fact that the evidence shows that the market value at Butte, Montana, was greater than the market value at Electra, Texas, or greater than the measure contended for by the plaintiff, and the appellant could not be prejudiced by this because the undisputed evidence is that plaintiff was entitled to recover more, if the rule now contended for by the appellant had been adopted, than he did recover.\nNumbers of instructions were requested by the appellant and refused by the court, but the appellant does not argue any of them and does not argue the instructions given by the court. It is therefore unnecessary to set out the instructions or call attention particularly to them. We are of the opinion, however, that the court properly instructed the jury, and there is sufficient evidence to sustain the verdict. The judgment is therefore affirmed.",
        "type": "majority",
        "author": "Mehaffy, J."
      }
    ],
    "attorneys": [
      "Thomas B. Pryor and Vincent M. Miles, for appellant.",
      "C. M. Wofford, for appellee."
    ],
    "corrections": "",
    "head_matter": "Missouri Pacific Railroad Company v. Myers.\nOpinion delivered April 18, 1927.\n1. CARRIERS — NEGLIGENCE IN MAKING DELIVERY. — Evidence held to ■show negligence of the railroad company in permitting a produce company, which was to be notified on arrival of a shipment of potatoes, to remove a portion of the shipment without an order from the shipper and without a bill of lading.\n2. Carriers — negligence—failure to notify shipper. — Evidence held to show that a carrier was negligent in failing to notify, within reasonable time, the shipper of the purchaser’s failure to accept the shipment.\n3. Carriers — negligence—failure to notify shipper. — Even if a carrier had no notice of the purchaser’s refusal to accept a shipment, if it could by exercise of reasonable diligence have known of such refusal, it became its duty to notify the shipper.\n4. Carriers — shipment to consignor’s order. — Where a car of potatoes was shipped to consignors with instructions to notify a third person on arrival of shipment, the carrier was not entitled to deliver the shipment without production of the bill of lading.\n5. Carriers — presumption from receipt of goods in good order.— Evidence that a car of potatoes was in good condition when received by the carrier, and were damaged when delivered to the consignee, after the shipment had been rerouted twice, made a prima facie case of negligence against the carrier.\nAppeal .from Crawford 'Circuit Court; James Cochran, Judge;\naffirmed.\nThomas B. Pryor and Vincent M. Miles, for appellant.\nC. M. Wofford, for appellee."
  },
  "file_name": "0747-01",
  "first_page_order": 763,
  "last_page_order": 771
}
