{
  "id": 1435386,
  "name": "Continental Life Insurance Company v. Mahoney",
  "name_abbreviation": "Continental Life Insurance v. Mahoney",
  "decision_date": "1932-05-02",
  "docket_number": "",
  "first_page": "748",
  "last_page": "752",
  "citations": [
    {
      "type": "official",
      "cite": "185 Ark. 748"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "78 S. W. 430",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "25 Ky. 1664",
      "category": "reporters:state",
      "reporter": "Ky.",
      "opinion_index": 0
    },
    {
      "cite": "25 Minn. 146",
      "category": "reporters:state",
      "reporter": "Minn.",
      "case_ids": [
        765701
      ],
      "opinion_index": 0,
      "case_paths": [
        "/minn/25/0146-01"
      ]
    },
    {
      "cite": "52 Am. St. Rep. 373",
      "category": "reporters:state",
      "reporter": "Am. St. Rep.",
      "opinion_index": 0
    },
    {
      "cite": "43 N. E. 1064",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": 0
    },
    {
      "cite": "161 Ill. 346",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        3123858
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ill/161/0346-01"
      ]
    },
    {
      "cite": "99 Pac. 1040",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "51 Wash. 667",
      "category": "reporters:state",
      "reporter": "Wash.",
      "case_ids": [
        544184
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/wash/51/0667-01"
      ]
    },
    {
      "cite": "83 Am. St. Rep. 507",
      "category": "reporters:state",
      "reporter": "Am. St. Rep.",
      "opinion_index": 0
    },
    {
      "cite": "48 L. R. A. 409",
      "category": "reporters:federal",
      "reporter": "L.R.A.",
      "opinion_index": 0
    },
    {
      "cite": "82 N. W. 114",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 0
    },
    {
      "cite": "60 Neb. 68",
      "category": "reporters:state",
      "reporter": "Neb.",
      "case_ids": [
        2728137
      ],
      "opinion_index": 0,
      "case_paths": [
        "/neb/60/0068-01"
      ]
    },
    {
      "cite": "191 Pac. 934",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": 0
    },
    {
      "cite": "183 Cal. 153",
      "category": "reporters:state",
      "reporter": "Cal.",
      "case_ids": [
        2100695
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal/183/0153-01"
      ]
    },
    {
      "cite": "57 Am. St. Rep. 223",
      "category": "reporters:state",
      "reporter": "Am. St. Rep.",
      "opinion_index": 0
    },
    {
      "cite": "33 L. R. A. 779",
      "category": "reporters:federal",
      "reporter": "L.R.A.",
      "opinion_index": 0
    },
    {
      "cite": "44 N. E. 646",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": 0
    },
    {
      "cite": "145 Ind. 584",
      "category": "reporters:state",
      "reporter": "Ind.",
      "case_ids": [
        1636481
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ind/145/0584-01"
      ]
    },
    {
      "cite": "75 Ill. 51",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        2701597
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ill/75/0051-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 477,
    "char_count": 7658,
    "ocr_confidence": 0.502,
    "pagerank": {
      "raw": 2.437276318423185e-07,
      "percentile": 0.8026985357061358
    },
    "sha256": "0e365f8cfb8ee4e345dcb2d47cf49109c656b1d2152479c721792c2a9bb721cb",
    "simhash": "1:1b2419055c70533e",
    "word_count": 1318
  },
  "last_updated": "2024-02-27T17:51:09.396208+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Continental Life Insurance Company v. Mahoney."
    ],
    "opinions": [
      {
        "text": "Butler, J.\nThe appellee was appointed by the Pulaski Chancery Court as commissioner to sell certain real property under foreclosure proceedings, and was directed by the court to publish the time, terms and place of sale in some newspaper published in Pulaski County, Arkansas, having a bona fide circulation therein. The appellee selected a publication in Little Bock, known as The Daily Legal News, in which to publish the notice, and this suit was instituted to restrain him from publishing the notice in that paper, on the ground that The Daily Legal News was not a newspaper having a bona fide circulation within the meaning of § 6807 of Crawford & Moses’ Digest, providing that all advertisements and orders of publication required by law or order of any court, etc., “shall be published in some newspaper and having a bona fide circulation in the county in which the proceedings are had.”\nIn the court below it was stipulated that The Daily Legal News is printed and published in the city of Little Rock, Pulaski County, is a member of the Associated Court & Commercial Newspapers of the United States, and has been classified in the post office at Little Rock as second-class mail matter since December 15, 1931. It is not a subscriber to the Associated Press News, and has no correspondents and reporters outside of the city of Little Rock. It only occasionally publishes news of a general nature, but specializes in news relating to the courts, real estate, statistical news and that concerning business transactions in Pulaski County. It carries notice of incorporation matters filed in the county clerk’s office and the office of the Secretary of State, and publishes a list of marriages and births in Pulaski County, the daily market report, local weather forecast, a list of automobile licenses issued, building permits, and notices of fires occurring in the city of Little Rock. It is published daily excepting holidays and Sundays, and its subscription rate is $20 per year. It is a four-page publication, 14 xll inches in size, with four columns to each page. It has three hundred and four subscribers confined to business and professional men and associations of that character. It is mailed to twenty cities other than Little Nock and North Little Nock and to eleven other states, and is carried for sale at Peckham’s News Stand on Main Street in the city of Little Nock. It is estimated by the publishers that around a thousand persons have access to, and read, the paper each day, but it is not shown how many of the papers are sold from the news stand.\nThe above is a summary of the stipulation, which contains sufficient facts to show the character of the publication. Upon these facts the court found that The Daily Legal News was a newspaper within the meaning of the statute and the order of the court, and denied the relief prayed.\nAfter an examination of the authorities called to our attention by the appellant and the appellee, we are of the opinion that the contention of the appellant ought to have been sustained, and that the trial court erred in holding otherwise. The primary purpose for the printing of legal advertisements and notices of sale of property under orders of a court is to give to the notice the widest publicity practicable. Therefore the definition of a newspaper, within the meaning of the statute, is to be taken In its popular sense, which is one to which the general public would resort in order to be informed of the news and intelligence of the day, and which is published at stated intervals and carries reports of those happenings of general importance and interest to the ordinary individual. Kerr v. Hitt, 75 Ill. 51; Lynn v. Allen, 145 Ind. 584, 44 N. E. 646, 33 L. R. A. 779, 57 Am. St. Rep. 223; In re Herman, 183 Cal. 153, 191 Pac. 934; Hanscomb v. Meyer, 60 Neb. 68, 82 N. W. 114, 48 L. R. A. 409, 83 Am. St. Rep. 507; Times Printing Co. v. Star Publishing Co., 51 Wash. 667, 99 Pac. 1040, 16 Ann. Cas. 414.\nAn examination of the cases cited by the appellee, and particularly those contained in the annotation at page 542, 68 A. L. R., discloses no case that departs from the general definition as stated above. In Kerr v. Hitt, supra, in holding that a certain publication was a newspaper of general circulation, the court in effect said that, although the chief object of the publication was printing notices of legal news, yet it contained besides this other items of news of general interest; and in Pentzel v. Squire, 161 Ill. 346, 43 N. E. 1064, 52 Am. St. Rep. 373, it was held that a weekly publication containing reports of decisions of various courts and a digest of cases, but also containing news of a general nature of current events and of general importance to the public, was a newspaper within the meaning of a statute similar to ours. In all the cases upon which the appellee relies, the courts, in holding a publication to be a newspaper in which publication of legal notices was authorized, was such a one as carried “literature of a general kind and a limited amount of general news and current events,” and, “besides court proceedings, short telegraphic dispatches of general interest. ’ ’\nAs stated in 20 R. C. L., at page 203, cited by the •appellant: “It is difficult, if not impossible, to determine with clearness and exactness where the lines of demarcation should be drawn between a newspaper, in a legal and common acceptation of the term, and the numerous publications devoted to some special purpose, and which circulate only among a certain class of the people, and which are not within the purview of statutes requiring publication of legal notices in some newspaper.”\nWe think the test in determining the question is whether or not the publication regularly carries the record of events occurring of general interest to the public as a whole, and those publications which do carry such items might be properly designated as newspapers, although some special purpose or class of happenings be the chief object to which the publication is devoted. The reason for the test we have suggested becomes apparent when the object for which notices are printed is considered, i.e., that they he given wide and general publicity, and publications cannot reasonably be expected to be generally read when they have no news of general interest, but are restricted to events of interest only to a few classes. There are numerous cases which support this view, among which are the cases cited, supra, and Beecher v. Stevens, 25 Minn. 146; Reagan v. Duddy, 25 Ky. 1664, 78 S. W. 430; Times Printing Co. v. Star Publishing Co., 51 Wash. 667, 99 Pac. 1040, 16 Ann. Cas. 414.\nAn examination of. a copy of The Daily Legal News, which is exhibited, shows that that particular issue carried no news items of a general nature, and it was stipulated that ‘ ‘it only occasionally publishes news of a general nature” This stipulation, when considered in connection'with the news in which the paper specialized and the subscription price of $20 per year, warrants the conclusion that it was intended for only limited circulation among certain classes of our citizens, and is devoted to a special purpose, and therefore is not a newspaper as contemplated by the statute. Having concluded that The Daily Legal News is not a newspaper, it is unnecessary to determine whether it had a circulation within the meaning of the statute.\nFor the error indicated, the decree is reversed, and the canse remanded with directions to grant the relief prayed.",
        "type": "majority",
        "author": "Butler, J."
      }
    ],
    "attorneys": [
      "• Pace & Davis, for appellant.",
      "Chas. W. Mehaffy, for appellee."
    ],
    "corrections": "",
    "head_matter": "Continental Life Insurance Company v. Mahoney.\nOpinion delivered May 2, 1932.\n• Pace & Davis, for appellant.\nChas. W. Mehaffy, for appellee."
  },
  "file_name": "0748-01",
  "first_page_order": 768,
  "last_page_order": 772
}
