{
  "id": 8725043,
  "name": "Cain v. Robertson",
  "name_abbreviation": "Cain v. Robertson",
  "decision_date": "1925-04-27",
  "docket_number": "",
  "first_page": "751",
  "last_page": "753",
  "citations": [
    {
      "type": "official",
      "cite": "168 Ark. 751"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 334,
    "char_count": 6383,
    "ocr_confidence": 0.42,
    "sha256": "ea725fa967bd00a46158ab858bb4bf8c1f6a5eb12c7390bf43601898abd560a4",
    "simhash": "1:86b25e1e4a40d65d",
    "word_count": 1128
  },
  "last_updated": "2023-07-14T17:11:28.689459+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Cain v. Robertson."
    ],
    "opinions": [
      {
        "text": "Per Curiam:\nTlie petitioner, W. R. Cain, was a candidate in the Democratic primary election on August 12, 1924, for the office of county .judge of Woodruff County, and E. M. Carl-Lee and J. L. Bronte were his opponents. Carl-Lee was returned by the canvassing-board as the successful candidate, and the petitioner received the next highest number of votes. Petitioner filed his contest against Carl-Lee in the circuit court, and, at a special term of the court, held on October 2, 1924, there was a trial of the contest, which resulted in a judgment against petitioner. He prosecuted an appeal to this court, and the judgment of the circuit court was reversed on account of erroneous rulings of the trial court, and the cause was remanded for a new trial. As soon as the judgment of reversal became final, petitioner caused the mandate of this court to be filed in the circuit court on March 18, 1925, the regular term of the circuit court having adjourned on March 7, 1925. Petitioner then presented to respondent circnit judge his petition praying that a special term of the court be called to trjr the cause, in view of the fact that the next regular term of the court would not be convened until the first Monday in September. The petition was heal’d by the circuit judge, and the prayer thereof was denied, and there was an express refusal to call a special term of the court. Appellant now has presented his petition to this court for a mandamus to require the circuit judge to call a special term of the court.\nPetitioner bases his right to relief by mandamus on a section of the primary election law which reads, in part, as follows:\n“Section 3773. If the complaint is sufficiently definite to make a prima facie case, the judge shall, unless the circuit court in which it is filed is in session or is to convene within thirtv 'days, call a special term, which shall possess the powers of a court convened in regular term:, and shall proceed at once to hear the case. If the case comes in regular term, it shall be given precedence and be speedily determined. The judg'e mav adjourn other courts in order to hear such cases, and may call another iudge in exchange to sit in other courts, or vacate the bench in other courts and cause a special iudge to be elected to hold the same: and the session of the special term to hear such cases shall not interfere with the valid-itv of other courts proceedin'.»: at the «ame time in said circuit. * * Crawford & Moses’ Digest.\nThe circuit iudge filed a response to the petition, stating, as justification for his refusal to call a special term of court to try the contest, that, “in the event the petitioner should prevail in the new trial, the office would be declared vacant,” and that “the general election having been held, the reason for calling a special tei’m no longer exists.” The auestion that first arises is, w° think, whether the section ouoted above applies to any trial of the ronteat or merely to the first, trial after the contest is filed. We find nothing in the statute which would justify the interpretation that it was intended to apply only to the first trial, but, on the contrary, it was the manifest purpose of the statute to hasten the trial of a contested election case whenever the time for the trial arrives, whether originally or after an appeal and reversal. The fact that the case has been once tried and the .judgment reversed does not lessen the importance of expedition in disposing of the case. It is a matter of public concern as well as one of private right, and the policy of the law is to hasten those trials, and this is done by a mandatory provision for the calling' of a special term. Nor does the fact that the general election has passed and the contestee has been elected to the office afford any reason why the statute is not applicable. Another section of the primary election law (Crawford & Moses’ Digest, § 3776) provides that, If a contest for office shall not be finally determined until after the election, and results in a judgment in favor of the contestant, such judgment shall operate as an ouster of the contestee from office, and that “the vacancy in it shall be filled as provided by law for filling vacancies in such office in case of death or resignation.” It is thus seen that the lawmakers provided for just such a situation as may be presented if the petitioner is successful in the contest and the necessity of calling a special term to try the case still continues. The statute is, as before stated, mandatory, but it does not deprive a circuit judge of discretion in determining the particular date on which the special term shall be held. The statute contemplates reasonable expedition, and, unless there is an apparent abuse of discretion, this court will not control the action of the circuit judge. However, where, as in the present case, there has been a refusal to call a special term, the petitioner has the right to apply to this court for mandamus to compel action in that regard.\nThe writ of mandamus will therefore be awarded directing the circuit judge to call a special term of the court to frv the contest between petitioner and contestee. It is so ordered.",
        "type": "majority",
        "author": "Per Curiam:"
      }
    ],
    "attorneys": [
      "Roy D. Campbell, for appellant."
    ],
    "corrections": "",
    "head_matter": "Cain v. Robertson.\nOpinion delivered April 27, 1925.\n1. Courts — special term. — primary election contest. — Crawford & Moses’ Dig., § 3773, requiring the calling of a special term for the trial of a primary election contest, applies not .only to the first trial after the contest is filed, tout also to a trial after appeal and reversal, and it is immaterial that the general election had passed and the contestes had ¡been elected to office.\n2. Courts — special term — discretion as to time. — While Crawford & Moses’ Dig., § 3773, providing for calling a special term for the trial of primary election contests is mandatory, it does not deprive the circuit judge of discretion in determining the date on which the special term shall be held, and the Supreme Court will not control his action in calling a special term for trial of such contests, in the absence of apparent abuse of discretion.\n3. Mandamus — order to call special term of court. — Mandamus will Me to compel a circuit judge to call a special term for the trial of a primary election contest on his refusal to do so.\nMandamus to Woodruff Circuit Court; E. D. Robertson, Judge;\nwrit awarded.\nRoy D. Campbell, for appellant."
  },
  "file_name": "0751-01",
  "first_page_order": 769,
  "last_page_order": 771
}
