{
  "id": 4242206,
  "name": "BAC Home Loans Servicing, LP, Petitioner, v. Michael Fulbright et al., Respondents",
  "name_abbreviation": "BAC Home Loans Servicing, LP v. Fulbright",
  "decision_date": "2014-06-26",
  "docket_number": "No. 88853-1",
  "first_page": "754",
  "last_page": "767",
  "citations": [
    {
      "type": "official",
      "cite": "180 Wash. 2d 754"
    }
  ],
  "court": {
    "name_abbreviation": "Wash.",
    "id": 9029,
    "name": "Washington Supreme Court"
  },
  "jurisdiction": {
    "id": 38,
    "name_long": "Washington",
    "name": "Wash."
  },
  "cites_to": [
    {
      "cite": "298 P.3d 779",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2013,
      "opinion_index": 0
    },
    {
      "cite": "174 Wn. App. 352",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        4053347
      ],
      "year": 2013,
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/174/0352-01"
      ]
    },
    {
      "cite": "594 P.2d 917",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1979,
      "opinion_index": 0
    },
    {
      "cite": "92 Wn.2d 128",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1099607
      ],
      "year": 1979,
      "pin_cites": [
        {
          "page": "133"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/92/0128-01"
      ]
    },
    {
      "cite": "881 P.2d 1040",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1994,
      "pin_cites": [
        {
          "parenthetical": "quoting State v. Huntzinger, 92 Wn.2d 128, 133, 594 P.2d 917 (1979)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "125 Wn.2d 146",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        437004
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "148",
          "parenthetical": "quoting State v. Huntzinger, 92 Wn.2d 128, 133, 594 P.2d 917 (1979)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/125/0146-01"
      ]
    },
    {
      "cite": "164 P.3d 475",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2007,
      "pin_cites": [
        {
          "parenthetical": "quoting State v. Krall, 125 Wn.2d 146, 148, 881 P.2d 1040 (1994) (quoting State v. Huntzinger, 92 Wn.2d 128, 133, 594 P.2d 917 (1979))"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "161 Wn.2d 129",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        3802111
      ],
      "year": 2007,
      "pin_cites": [
        {
          "page": "146",
          "parenthetical": "quoting State v. Krall, 125 Wn.2d 146, 148, 881 P.2d 1040 (1994) (quoting State v. Huntzinger, 92 Wn.2d 128, 133, 594 P.2d 917 (1979))"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/161/0129-01"
      ]
    },
    {
      "cite": "43 P.3d 4",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2002,
      "opinion_index": 0
    },
    {
      "cite": "146 Wn.2d 1",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        960829
      ],
      "year": 2002,
      "pin_cites": [
        {
          "page": "9-10"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/146/0001-01"
      ]
    },
    {
      "cite": "237 P.3d 256",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2010,
      "pin_cites": [
        {
          "parenthetical": "citing Dep't of Ecology v. Campbell & Gwinn, LLC, 146 Wn.2d 1, 9-10, 43 P.3d 4 (2002)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "169 Wn.2d 304",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4010346
      ],
      "year": 2010,
      "pin_cites": [
        {
          "page": "309",
          "parenthetical": "citing Dep't of Ecology v. Campbell & Gwinn, LLC, 146 Wn.2d 1, 9-10, 43 P.3d 4 (2002)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/169/0304-01"
      ]
    },
    {
      "cite": "506 P.2d 20",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "81 Wn.2d 886",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1064069
      ],
      "year": 1973,
      "pin_cites": [
        {
          "page": "896-97"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/81/0886-01"
      ]
    },
    {
      "cite": "588 P.2d 1153",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "weight": 2,
      "year": 1979,
      "pin_cites": [
        {
          "parenthetical": "holding that a deed of trust is a \"mortgage\" under the statute"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "91 Wn.2d 372",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1101784
      ],
      "weight": 2,
      "year": 1979,
      "pin_cites": [
        {
          "page": "376",
          "parenthetical": "holding that a deed of trust is a \"mortgage\" under the statute"
        },
        {
          "page": "374"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/91/0372-01"
      ]
    },
    {
      "cite": "308 P.3d 642",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2013,
      "opinion_index": 0
    },
    {
      "cite": "178 Wn.2d 1001",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "year": 2013,
      "opinion_index": 0
    },
    {
      "cite": "289 P.3d 645",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2012,
      "opinion_index": 0
    },
    {
      "cite": "270 P.3d 639",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2012,
      "opinion_index": 0
    },
    {
      "cite": "166 Wn. App. 625",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        3682248
      ],
      "year": 2012,
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/166/0625-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 880,
    "char_count": 23356,
    "ocr_confidence": 0.741,
    "pagerank": {
      "raw": 8.471258722388072e-08,
      "percentile": 0.48542868715511983
    },
    "sha256": "48982b025750653f99cd03844a5b90018c9e08f451604f4f325e554e5e87d21b",
    "simhash": "1:358f7cd3e96fed5e",
    "word_count": 3771
  },
  "last_updated": "2024-02-27T18:26:29.759680+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Madsen, C.J.; Owens, Fairhurst, Stephens, Wiggins, González, and Gordon McCloud, JJ.; and J.M. Johnson, J. Pro Tem., concur."
    ],
    "parties": [
      "BAC Home Loans Servicing, LP, Petitioner, v. Michael Fulbright et al., Respondents."
    ],
    "opinions": [
      {
        "text": "C. Johnson, J.\n¶1 This case concerns the interplay between Washington’s Condominium Act, chapter 64.34 RCW; redemption statute, chapter 6.23 RCW; and recording act, chapter 65.08 RCW. Jeanne Lewis purchased a condominium with a $277,000 loan from Bank of America. The condominium association recorded its declaration in 2006. Bank of America recorded its deed of trust in 2007. Lewis defaulted on her condominium assessments in 2008. In 2009, the condominium association initiated a judicial foreclosure proceeding under chapter 64.34 RCW. Michael Fulbright bought the condominium at the trustee’s sale for less than $15,000, which under the statute would extinguish Bank of America’s lien. Bank of America attempted to redeem the condominium under the redemption statute, RCW 6.23.010. Because Bank of America recorded its deed of trust before Lewis defaulted on her assessments, the trial court and Court of Appeals held that Bank of America did not record its mortgage “subsequent in time” to the condominium’s lien and therefore under RCW 6.23.010, Bank of America did not have a statutory right of redemption. We reverse the Court of Appeals.\nFacts and Procedural History\n¶2 On December 20, 2006, the Tanglewood Condominium Association at Klahanie in Issaquah (Association) recorded its declaration. On March 6, 2007, Lewis purchased a Tanglewood condominium with a $277,000 loan from Bank of America. She signed a promissory note secured by a deed of trust on the condominium that named Bank of America as beneficiary. Bank of America recorded its deed of trust on March 9, 2007. In May 2008, Lewis defaulted on her monthly condominium assessments. In January 2009, the Association initiated a judicial foreclosure proceeding. Bank of America and Lewis were named as defendants and served a copy of the complaint. Because of an internal error, Bank of America did not appear. On June 24, 2009, the superior court entered a default judgment and foreclosure decree against Lewis and Bank of America.\n¶3 On May 7, 2010, Fulbright bought Lewis’s condominium at the sheriff’s sale for $14,481.83 — the total of unpaid assessments plus $100.00. On April 29, 2011, Bank of America sought to redeem the property under RCW 6.23.010. At the time, under the redemption statute, the right to redemption applied to creditors having a lien “subsequent in time” to the foreclosing lien. Fulbright objected, claiming that Bank of America was not a qualified redemptioner because its deed of trust was recorded before Lewis defaulted on her assessments and the Association brought this action. On May 6, 2011, before the one-year redemption period expired, Bank of America tendered the estimated redemption amount and brought this action against Fulbright, seeking a declaratory judgment that Bank of America was an authorized redemptioner under Washington law. Fulbright filed an answer and counterclaim, seeking to quiet title to the property in his favor.\n¶4 The trial court denied Bank of America’s motion and quieted title in favor of Fulbright. The Court of Appeals affirmed, relying on its then-recently amended decision in Summerhill Village Homeowners Ass’n v. Roughley, 166 Wn. App. 625, 270 P.3d 639, 289 P.3d 645 (2012), where it held that a mortgagee may not redeem a condominium unit foreclosed on for unpaid assessments that became due after the deed of trust was recorded.\n¶5 On July 28, 2013, Senate Bill (SB) 5541 went into effect. That legislation, passed in direct response to Summerhill, amended RCW 6.23.010 by providing that the right to redemption applies to all lienholders “subsequent in priority” to the foreclosing lien. Laws of 2013, ch. 53, § 1(1)(b). Bank of America petitioned this court for review, claiming that its deed of trust was “subsequent in time” and, in the alternative, that SB 5541 should be applied retroactively. We granted the petition for review in its entirety. BAC Home Loans Servicing, LP v. Fulbright, 178 Wn.2d 1001, 308 P.3d 642 (2013). The American College of Mortgage Attorneys filed an amicus memorandum in this case in support of Bank of America.\nAnalysis\n¶6 The common law doctrine of lien priority was “first in time, first in right.” Under the common law doctrine, an interest created prior in time took priority over any subsequent competing interest. This rule was universally clarified, and now every state has some form of statutory recording system. The purpose and effect of a recording act is to reverse the order of priorities in certain cases. 18 William B. Stoebuck & John W. Weaver, Washington Practice: Real Estate: Transactions § 14.5, at 126-29 (2d ed. 2004). Washington has a “race-notice” type of recording system, which was enacted initially in 1854. See Laws of 1854, § 4, at 403. Now codified under RCW 65.08.070, the recording act provides that the deed or interest first recorded is superior to any outstanding unrecorded conveyance of the same property unless the later mortgagee or purchaser had actual knowledge of the prior unrecorded interest.\n¶7 To illustrate the operative effect of Washington’s recording act, we can look at a simple example. Suppose Bank A obtained a lien — i.e., executed, acknowledged, and delivered a loan — on day one. Bank B obtained a lien on the same property on day two. Without any other action, Bank B’s lien is subsequent in time and subsequent in priority to Bank A’s lien. This is consistent with the common law theory of liens, “first in time, first in right.” After enactment of the recording act, whichever bank records first will have priority. In other words, if Bank A records its lien on day three and Bank B records its lien on day four, Bank A will have priority because it obtained its lien first temporally and, more importantly, because it recorded first. Changing the facts, if on day three Bank B recorded its lien without knowledge of Bank A’s lien and Bank A did not record its lien until day four, Bank B would have priority over Bank A. “Time” therefore, under the recording act, centers generally on the recording date, which, as the example illustrates, could result in the reordering of priorities.\n¶8 In 1899 the legislature enacted a redemption statute granting property owners and lienholders the statutory right to redeem real property when a foreclosure of a higher priority interest would act to extinguish their interests in that property. Laws of 1899, ch. 53, § 7, at 89. Priority of interests were decided by date of recording pursuant to the recording statute and not by the date the interest was created. Before the legislature amended the redemption statute in 2013, real property could be redeemed by “[a] creditor having a lien by judgment, decree, deed of trust, or mortgage, on any portion of the property, or any portion of any part thereof, separately sold, subsequent in time to that on which the property was sold.” Former RCW 6.23-.010(1)(b) (1987) (emphasis added). Since 1899, the Washington legislature has revised the redemption statute only twice. In 1987, the legislature codified our holding in Rustad Heating & Plumbing Co. v. Waldt, 91 Wn.2d 372, 376, 588 P.2d 1153 (1979) (holding that a deed of trust is a “mortgage” under the statute) by expanding the definition of “redemptioner” to include deed of trust beneficiaries and successors in interest. Then, in 2013, after the Court of Appeals’ opinions, the legislature amended the redemption statute. Now, the statute reads that a redemptioner includes any claimant having a lien “subsequent in priority” instead of “subsequent in time” to the foreclosing lien. RCW 6.23.010(1)(b).\n¶9 Generally, statutory redemption arises when a senior lienholder forecloses on the property, thereby extinguishing any junior liens. After the foreclosure sale, statutory redemption gives junior lienholders a grace period beyond the sale to salvage something — i.e., the junior lienholder can “redeem the land” by purchasing the land at the sale price, with interest and taxes, from the purchaser. “[T]he idea is that only one whose title or lien has been extinguished may have ‘another bite of the apple.’ ” 27 Marjorie Dick Rombauer, Washington Practice: Creditors’ Remedies — Debtors’ Relief § 3.19(b), at 163 (1998). Generally, under the statute, the redemptioner may redeem the property within one year after the date of the sale. RCW 6.23.020.\n¶10 Looking at our earlier example and applying the redemption statute, if Bank A obtains and records its lien on day one and Bank B obtains and records its lien on day two, Bank A will be the senior lienholder and Bank B’s interest in the land will be junior to Bank A’s interest. In this case, Bank B would be a valid redemptioner because its lien was recorded subsequent in time to Bank A’s and because its interest in the land will be extinguished if Bank A forecloses on the land. Changing the facts, as mentioned above, if Bank B recorded before Bank A recorded its interest in the property, Bank B would have priority over Bank A. Bank A would be the junior lienholder and a valid redemptioner even though Bank A temporally obtained its lien first. This is how the recording act and the redemption statute operate.\n|11 Enacted almost 100 years later, the Condominium Act is a somewhat complicated exception to the recording act. RCW 64.34.364 provides,\n(1) The association has a lien on a unit for any unpaid assessments levied against a unit from the time the assessment is due.\n(2) A lien under this section shall be prior to all other liens and encumbrances on a unit except: (a) Liens and encumbrances recorded before the recording of the declaration; (b) a mortgage on the unit recorded before the date on which the assessment sought to be enforced became delinquent; and (c) liens for real property taxes and other governmental assessments or charges against the unit. A lien under this section is not subject to the provisions of chapter 6.13 RCW.\n(3) Except as provided in subsections (4) and (5) of this section, the lien shall also be prior to the mortgages described in subsection (2)(b) of this section to the extent of assessments for common expenses,... which would have become due during the six months immediately preceding the date of a sheriff’s sale in an action for judicial foreclosure by either the association or a mortgagee. . . .\n(7) Recording of the declaration constitutes record notice and perfection of the lien for assessments. While no further recording of any claim of lien for assessment under this section shall be required to perfect the association’s lien, the association may record a notice of claim of lien for assessment under this section in the real property records of any county in which the condominium is located. . . .\nUnder the terms of the act, when an association records its declaration, it establishes its lien priority to secure future obligations to make payments of condominium assessments even though payments are not actually due at the time the declaration is recorded. Bank of America argues that the interplay between subsections (2)(b) and (3) legally operates in a similar manner to the recording act to realign priority interests, subordinating their lien to the Association’s lien, making their interest the same as any junior lienholder under the redemption statute.\n¶12 This is, in essence, a particular application of a lien for future advances, which secures obligations the obligor has not yet incurred. “It has . . . long been the rule in this jurisdiction that a mortgage to secure future advances takes priority over mechanics’ and materialmen’s liens accruing after recordation of the mortgage.” Nat’l Bank of Wash. v. Equity Investors, 81 Wn.2d 886, 896-97, 506 P.2d 20 (1973). In other words, once a lien for future advances is recorded, it takes priority over subsequently recorded liens, even where an obligation under the lien for future advances does not in fact arise until after the subsequent lien is recorded. Viewed in this light, a future lien for unpaid condominium assessments is established at the time the condominium declaration is recorded, even though it may not be enforceable until the unit owner defaults on his or her assessments, if ever.\n¶13 This interpretation is supported by the plain language of the Condominium Act. First, subsection (7) provides that “[Recording of the declaration constitutes record notice and perfection of the lien for assessments.” RCW 64.34.364. Second, subsection (2)(a) emphasizes that the date on which the declaration is recorded is the relevant date when it provides that an association’s lien for future assessments shall be prior to all other liens and encumbrances on a unit except “[l]iens and encumbrances recorded before the recording of the declaration.” In other words, under a typical application of the recording act, anything recorded before the declaration is senior to the association’s lien for future assessments.\n¶14 The Condominium Act operates as an exception to Washington’s recording act because even though a condominium association’s declaration, establishing its priority for collection of future assessments, is senior to liens or encumbrances recorded on the unit after the declaration is recorded, the Condominium Act makes an exception for mortgages. Subsection (2)(b) provides that a condominium association’s lien is not prior to “a mortgage on the unit recorded before the date on which the assessment sought to be enforced became delinquent.” RCW 64.34.364. While under the recording act an association should have complete priority over liens subsequently recorded, the Condominium Act gives priority to mortgages recorded on the unit after the declaration but before the assessment.\nfl5 The Condominium Act does not stop there, but extends the exception further. RCW 64.34.364(3) provides that an association’s lien shall be prior to mortgages on the unit recorded after the declaration but before the assessments sought to be enforced became delinquent, “which would have become due during the six months immediately preceding the date of a sheriff’s sale.” In other words, the statute first alters the typical priorities, but then a condominium association regains its priority to collect six months’ worth of unpaid assessments.\n¶16 Here, the Association filed and recorded its declaration in 2006. Bank of America recorded its lien in 2007. Lewis defaulted on her assessments in 2008. The Association brought a judicial foreclosure action for unpaid assessments. The Association asserted about three years’ worth of assessments, late charges, management fees, dues acceleration, attorney fees, and other costs, totaling almost $15,000. Clerk’s Papers (CP) at 374.\n¶17 Instead, when the Association brought a judicial foreclosure action, the trial court, applying the statutory directive, treated the Association as the senior lienholder and Bank of America as the junior lienholder— i.e., the Association’s foreclosure action eliminated Bank of America’s interest. As a result of the filing of the lawsuit, under the statute, Bank of America’s deed of trust was reprioritized and at that instant, Bank of America became a subordinate junior lienholder whose lien interests were extinguished. This then brings the provisions of the redemption statute into play.\n¶18 The Court of Appeals and trial court interpreted “subsequent in time” literally and held that Bank of America’s lien was not subsequent in time to the Association’s lien and therefore Bank of America could not be a valid redemptioner. To reach this conclusion, the lower courts reasoned that under the statute, an association’s lien does not arise until “the time the assessment is due.” RCW 64.34.364(1). This interpretation misreads the statutory operation because, as explained above, an association establishes its right to priority under its declaration and the statute when no assessments are yet due. Under the redemption statute, it is not relevant which lien arises first, but which lien has statutory priority and can subordinate, under certain circumstances, other liens. Every interest extinguished in this manner comes under the redemption statute by operation of law.\n¶19 As a result of the lawsuit, Bank of America’s lien became junior to the Association’s lien. The lawsuit treated the Association as the senior lienholder for its entire lien. Therefore, under the redemption statute, it was as if Bank of America recorded its lien “subsequent in time” to the Association’s because its interest was subordinated. This interpretation gives effect to each of the statutes and recognizes the purpose of the redemption statute to provide a mechanism for subordinate property interest holders to “save” their interest in the property in a case like this. All of the statutory provisions must be read in relation to one another, especially when establishing priority in interests in land.\n¶20 Interpreting “time” in this manner is the only reasonable interpretation under traditional rules of statutory construction. “[W]e strive to ascertain the intention of the legislature by first examining a statute’s plain meaning.” G-P Gypsum Corp. v. Dep’t of Revenue, 169 Wn.2d 304, 309, 237 P.3d 256 (2010) (citing Dep’t of Ecology v. Campbell & Gwinn, LLC, 146 Wn.2d 1, 9-10, 43 P.3d 4 (2002)). To glean the meaning of words in a statute, we do not look at those words alone, but “ ‘ “all [of] the terms and provisions of the act in relation to the subject of the legislation, the nature of the act, [and] the general object to be accomplished and consequences that would result from construing the particular statute in one way or another.” ’ ” Burns v. City of Seattle, 161 Wn.2d 129, 146, 164 P.3d 475 (2007) (quoting State v. Krall, 125 Wn.2d 146, 148, 881 P.2d 1040 (1994) (quoting State v. Huntzinger, 92 Wn.2d 128, 133, 594 P.2d 917 (1979))).\n¶21 The only way to read “subsequent in time” is within the context of the entire statutory scheme and to interpret the phrase to mean when lien priority is established. To read the statute any other way would create the result that lienholders could lose their claim to any interest in the property, and the redemption statute would have no application. Both the recording act and redemption statute have operated in Washington for over 100 years. When the legislature enacted the Condominium Act, it was within the context of the recording act and redemption statute. The legislature did not provide that parties like Bank of America, who record its interest, to not only lose their priority to condominium associations but also lose the statutory right of redemption.\n¶22 We hold that a condominium association establishes its priority to collect unpaid condominium assessments at the time the condominium declaration is recorded, even though it is not enforceable until the unit owner defaults on his or her assessments. The Condominium Act creates an exception to the recording act and can alter the established priorities. Here, the effect of the foreclosure lawsuit was to give the Condominium Association’s lien priority over Bank of America’s interest, bringing Bank of America within the redemption statute provisions.\n¶23 The Court of Appeals is reversed.\nMadsen, C.J.; Owens, Fairhurst, Stephens, Wiggins, González, and Gordon McCloud, JJ.; and J.M. Johnson, J. Pro Tem., concur.\nA “declaration” is the document that creates a condominium by setting forth the information required by statute. RCW 64.34.020(17).\nBank of America later assigned the note and deed of trust to BAC Home Loans Servicing LP. In July 2011, BAC Home Loans Servicing merged into Bank of America. As a result, BAC Home Loans Servicing’s rights and interest in statutory rights have been transferred to and vested in Bank of America.\nA deed of trust is a “mortgage” for purposes of redemption. Rustad Heating & Plumbing Co. v. Waldt, 91 Wn.2d 372, 374, 588 P.2d 1153 (1979). We use the two terms interchangeably.\n“ Assessment’ means all sums chargeable by the association against a unit.” RCW 64.34.020(3).\nBAC Home Loans Servicing, LP v. Fulbright, 174 Wn. App. 352, 298 P.3d 779 (2013).\nRCW 65.08.070 provides, “A conveyance of real property, when acknowledged by the person executing the same (the acknowledgement being certified as required by law), may be recorded in the office of the recording officer of the county where the property is situated. Every such conveyance not so recorded is void as against any subsequent purchaser or mortgagee in good faith and for a valuable consideration from the same vendor, his or her heirs or devisees, of the same real property or any portion thereof whose conveyance is first duly recorded. An instrument is deemed recorded the minute it is filed for record.”\nFormer RCW 6.23.010 provides in its entirety, “(1) Real property sold subject to redemption, as provided in RCW 6.21.080, or any part thereof separately sold, may be redeemed by the following persons, or their successors in interest:\n“(a) The judgment debtor, in the whole or any part of the property separately sold.\n“(b) A creditor having a lien by judgment, decree, deed of trust, or mortgage, on any portion of the property, or any portion of any part thereof, separately sold, subsequent in time to that on which the property was sold. The persons mentioned in this subsection are termed redemptioners.\n“(2) As used in this chapter, the terms ‘judgment debtor,’ ‘redemptioner,’ and ‘purchaser,’ refer also to their respective successors in interest.”\nA “senior lien” is a “lien that has priority over other liens on the same property.” Black’s Law Dictionary 1008 (9th ed. 2009).\nNotably, this exception to the recording act applies only to mortgages on the land and no other types of liens and encumbrances. See RCW 64.34.364(2). In other words, an association may have complete priority over other liens.\nThis reordering of priorities applies only if a condominium association pursues a judicial foreclosure action. If a condominium association pursues a nonjudicial statutory remedy, the “exception to the exception” does not apply. See RCW 64.34.364(5).\nThe foreclosure decree reflects this interpretation. The decree declared that Bank of America’s deed of trust was “inferior and subordinate to the plaintiff’s lien and . . . forever foreclosed except only for the statutory right of redemption allowed by law, if any.” CP at 173.\nThe Court of Appeals reasoned that Bank of America had the opportunity to step in and pay off the delinquent assessments in order to avoid having its own lien eliminated when it was joined as a defendant to the foreclosure proceedings. However, the redemption statute does not require that a valid redemptioner have participated in the foreclosure sale. Instead, the redemption statute is applicable only after a foreclosure sale has occurred.\nBecause of our holding, we need not reach the issue of whether the 2013 statutory revisions to the redemption statute apply retroactively.",
        "type": "majority",
        "author": "C. Johnson, J."
      }
    ],
    "attorneys": [
      "Brian S. Sommer and Steven K. Linkon (of Routh Crabtree Olsen PS) (Douglas E. Winter, of counsel), for petitioner.",
      "Michael G. Fulbright, for respondents.",
      "Douglas J. Smart on behalf of American College of Mortgage Attorneys, amicus curiae."
    ],
    "corrections": "",
    "head_matter": "[No. 88853-1.\nEn Banc.]\nArgued February 11, 2014.\nDecided June 26, 2014.\nBAC Home Loans Servicing, LP, Petitioner, v. Michael Fulbright et al., Respondents.\nBrian S. Sommer and Steven K. Linkon (of Routh Crabtree Olsen PS) (Douglas E. Winter, of counsel), for petitioner.\nMichael G. Fulbright, for respondents.\nDouglas J. Smart on behalf of American College of Mortgage Attorneys, amicus curiae."
  },
  "file_name": "0754-01",
  "first_page_order": 818,
  "last_page_order": 831
}
