{
  "id": 1428442,
  "name": "Blakemore v. Stevens",
  "name_abbreviation": "Blakemore v. Stevens",
  "decision_date": "1934-02-05",
  "docket_number": "4-3333",
  "first_page": "755",
  "last_page": "759",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 755"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "133 S. W. 1124",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "97 Ark. 347",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1318840
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/97/0347-01"
      ]
    },
    {
      "cite": "30 S. W. 765",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "60 Ark. 409",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1903737
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/60/0409-01"
      ]
    },
    {
      "cite": "38 Ark. 357",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1900514
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/38/0357-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 264,
    "char_count": 3298,
    "ocr_confidence": 0.48,
    "pagerank": {
      "raw": 1.333493452170769e-07,
      "percentile": 0.629469131211897
    },
    "sha256": "e1bd82b39a3800cc69bfa2fc910f26c8fb973ab10f71db2b2647e1e93972137c",
    "simhash": "1:eb6b64518b45bc9e",
    "word_count": 559
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Blakemore v. Stevens."
    ],
    "opinions": [
      {
        "text": "Johnson, C. J.,\n(after stating the facts). There are but two questions argued in briefs for determination. First, that appellant was guilty of no negligence in cutting the wheels of his car at the time of the injury, and that A. W. Stevens was guilty of contributory negligence in failing to get out of' danger.\nNegligence is the failure to observe, for the protection of the interest of another person, that degree of care, precaution and vigilance which the circumstances justly demand whereby such other persons suffers injury. St. L. I. M. & S. Ry. Co. v. Secht, 38 Ark. 357; Railroad Co. v. Lewis, 60 Ark. 409, 30 S. W. 765; Missouri & North Arkansas Ry. Co. v. Clayton, 97 Ark. 347, 133 S. W. 1124.\nIt will be seen from the statement of facts that the jury was warranted in finding that appellant was negligent in cutting the front wheels of his car at the time and under the circumstances then existing without giving timely warning thereof to the deceased, Stevens. Appellant admitted, when testifying in his own behalf, that he knew Mr. Stevens was stationed on the right-hand side of his car in a position to assist in extricating the. car from the mire. In the exercise of ordinary care, appellant should have known that the cutting of the front wheels at the time and under the circumstances might do injury to those assisting him in extricating the car. There is no testimony* indicating that Mr. Stevens was guilty of contributory negligence in being at the place he was, at the time he was injured. The fact is, 1m invited by appellant to assist in pushing his car out of the mire. It would, indeed, be a strange doctrine which would hold him guilty of contributory negligence in doing the thing he was requested to do. We therefore conclude that the trial court was correct in submitting the issue of appellant’s negligence to the jury, and certainly no reversible error was ' c ommitted -in submitting the question of contributory negligence. -\nIt is next contended that the verdict is excessive. The jury found as a matter of fact that Mr. Stevens ’ death was caused from diverticulum. Therefore the only elements of damages considered by the. jury in the award were for pain and suffering from September 30, 1932, until March 12,1933, and his diminished earnings during this period of time. The jury awarded damages in the sum of $3,000. It was stipulated by counsel that Mr. Stevens’ doctor’s bill and hospital expenses attendant upon the car injury was $167.03. Also Mr. Stevens lost from his work twenty-three weeks, and the testimony shows that he was capable of earning $25 per week. These items, when added, aggregate approximately $750. The jury therefore awarded Mr. Stevens estate $2,250 for pain and suffering. Practically the uncontradicted testimony shows that Mr. Stevens was confined to his bed for six weeks after the injury; a part of which time he suffered excruciating pain; thereafter and. until his death he was required to wear a sacroiliac support; he was- never able to walk without the assistance of a cane. We are unwilling to say that the jury’s award is excessive.\nTherefore the judgment will be affirmed.",
        "type": "majority",
        "author": "Johnson, C. J.,"
      }
    ],
    "attorneys": [
      "Reid, Evrard & Henderson, for appellant.",
      "Harrison, Smith & Taylor, for appellee."
    ],
    "corrections": "",
    "head_matter": "Blakemore v. Stevens.\n4-3333\nOpinion delivered February 5, 1934.\nReid, Evrard & Henderson, for appellant.\nHarrison, Smith & Taylor, for appellee."
  },
  "file_name": "0755-01",
  "first_page_order": 773,
  "last_page_order": 777
}
