{
  "id": 1431969,
  "name": "Howard v. Wasson",
  "name_abbreviation": "Howard v. Wasson",
  "decision_date": "1933-07-10",
  "docket_number": "4-3070",
  "first_page": "756",
  "last_page": "761",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 756"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "215 S. W. 171",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "140 Ark. 67",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "17 L. R. A. 322",
      "category": "reporters:federal",
      "reporter": "L.R.A.",
      "opinion_index": 0
    },
    {
      "cite": "15 S. E. 831",
      "category": "reporters:state_regional",
      "reporter": "S.E.",
      "opinion_index": 0
    },
    {
      "cite": "88 Ga. 797",
      "category": "reporters:state",
      "reporter": "Ga.",
      "case_ids": [
        241989
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ga/88/0797-01"
      ]
    },
    {
      "cite": "154 S. W. 512",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "107 Ark. 232",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1344047
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/107/0232-01"
      ]
    },
    {
      "cite": "242 S. W. 555",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "154 Ark. 82",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 559,
    "char_count": 10226,
    "ocr_confidence": 0.504,
    "pagerank": {
      "raw": 6.770845263994211e-08,
      "percentile": 0.4111096824563903
    },
    "sha256": "31a4f4e07237844eb1695751a113c2fe84626e7e0cac5ef523b1c6cfb7c87646",
    "simhash": "1:b516a883b702f3df",
    "word_count": 1793
  },
  "last_updated": "2024-02-27T21:18:50.990705+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Howard v. Wasson."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nAppellants seek by this suit to have a claim for $1,500 allowed and classed, (under the provisions of act 107 of the Acts of 1927) as a preferred claim against the Citizens’ Bank & Trust Company, of Harrison, Arkansas, which institution is being liquidated as being insolvent by the State Bank Commissioner.\nThe case was heard in the court below upon an agreed statement of facts, from which we copy the following recitals:\n“On the ............day of...................................., 1931, the plaintiffs, Fred W. Howard, A. Gr. McBride and E. B. Folse, who are all residents of the State of Louisiana, entered into an agreement for the purchase of certain lands in Boone County, Arkansas, from Ralph Jefferson. It was orally agreed between these parties that Jefferson would deposit a deed to the lands in the Citizens’ Bank & Trust Company, of Harrison, Arkansas, and the plaintiffs should remit the purchase price of the lands to the bank for payment to Jefferson upon the performance of certain conditions agreed upon 'by the parties.\n“On August 11,1931, A. T. Hudspeth, who was at the time an active vice-president of the bank, sent to E. B. Folse a telegram reading as follows: ‘Wilson has put up his part of the money, five hundred dollars. And if you send me fifteen hundred, note and deed will be mailed at once.’’\n“On August 12, 1931, Folse wired the following reply: ‘Remitting fifteen hundred dollars today.’\nOn August 15, Howard, McBride and Folse each remitted a check for $500, drawn on a bank in Louisiana, to Hudspeth, all of which were payable to his order, it being their intention that the proceeds of these checks should be applied to the payment of the purchase price of the land, and “these checks were by A. T. Hudspeth deposited, without the knowledge or consent of these plaintiffs, in the said Citizens’ Bank & Trust Company, of Harrison, Arkansas, on August 15, 1931, to his personal account, and caused to be issued to himself a certificate of deposit therefor.”\nIn addition to the stipulation as to the facts, a deposition was read in evidence to the effect that on August 12,1931, Hudspeth sent to Folse, at Bastrop, Louisiana, a telegram which, in substance, directed Folse to remit $1,500 either to the Bankers’ Trust Company or to the Union Trust Company, of Little Bock, Arkansas, for the account of the 'Citizens ’ Bank & Trust Company, of Harrison, Arkansas; but, as appears from the facts already stated, the remittance was not made in this manner. On the contrary, it was made directly to Hudspeth in the form of checks payable to his individual order.\nOn September 1, 1931, the Citizens’ Bank & Trust Company was taken over by the State Bank Commissioner for liquidation, at which time the personal account of Hudspeth was overdrawn.\nPlaintiffs presented their claim to the State Bank Commissioner for allowance within the time and manner provided by law, and the same was disallowed either as a common or a preferred claim, and that action was later approved by the chancery court, and this appeal is from that action.\nSection 1 of act 107 of the Acts of 1927 defines the persons who are designated as secured or prior creditors of insolvent banks which have been taken over for liquidation by the Bank Commissioner, and subdivision 4 of this section reads as follows: “A prior creditor shall be * * * (4) the owner of a special deposit expressly made as such in said bank, evidenced by a writing signed by said 'bank at the time thereof, and which the bank was not permitted to use in the course of its regular business.”\nAppellants insist that they are secured or prior creditors within the terms of this subdivision 4, and that the writings herein set ont evidence a special deposit expressly made, which the bank was not permitted to use in the course of its regular business.\nWe do not concur, however, in the view that a deposit, either general or special, is shown by the testimony in the case. No doubt the plaintiffs intended to make a special deposit, but a deposit of that character was not made. Indeed, they made no deposit of any character. The deposit made was by Hudspeth individually, and there is no record in the bank showing that plaintiffs became creditors of the bank, either general or special.\nThere appears in the record a letter, written on the stationery of the bank, dated August 18,1931, from Hudspeth to Folse reading as follows:\n“The deed we have is made to H. M. Walker, and I can get a deed from him or one from Mr. Jefferson, and save the recording fees on the deed made to Walker. Please advise me to whom you want the deed made and what consideration?\n“Yours very truly,\n“A. T. Hudspeth,\n“Vice-President. ’ ’\nIt is insisted that Hudspeth, as vice-president of the bank,'was aware of the purpose of the plaintiffs, and that this knowledge on his part should be imputed to the bank, and attention is called to the letter from Hudspeth to Folse, written on August 18, 1931, set out above. In answer to this contention, it may be first said that this letter was not written until three days after Hudspeth had received checks, payable to his own order, and not to that of the bank, and had deposited them to the credit of his personal account. Moreover, this letter indicates that even then the deed had not been placed in the bank.\nThe court found the fact to be that, in the transaction stated, “A. T. Hudspeth was acting for himself, and not for said Citizens’ Bank & Trust 'Company,” and we think the testimony supports this finding of fact. Hudspeth advised Folse that, “if you send fifteen hundred,” the note and deed would be mailed, and that direction was followed.\nThe transaction was of no interest to the bank, and no showing is made that there was any prospect of profit to it, even though Hudspeth had not defrauded Folse and the associates of the latter by misappropriation of the checks to his own credit and account.\nIt was said, in the case of Little Red River Levee District No. 2 v. Garrett, 154 Ark. 82, 242 S. W. 555, that: “A corporation must necessarily act through agents, and the universal rule is that knowledge of an agent is ordinarily to be imputed to the principal; but there is an exception to that rule that such knowledge of the agent will not be imputed to the principal where the agent acts for himself or has a personal interest in the transaction, thus rendering it improbable that he will report his knowledge to his principal. Bank of Hartford v. McDonald, 107 Ark. 232, 154 S. W. 512. This exception to the general rule has been, in many instances, extended to eases where an officer of a corporation acts for another corporation. Under these circumstances, the officer is treated as having a personal interest in the transaction, and his knowledge is not to be imputed to the corporation which he serves. This exception, however, to the rule does not extend to instances where an officer of a corporation acts as its sole representative or agent Jn the transaction under review. The reason for the exception fails where the officer of the corporation is its sole representative, and especially where, as in the present case, the officer is the corporation itself, without accountability to any superior. It would be entirely beyond reason or justice to hold that a person acting as the agent of both parties could wrongfully transfer property of one of his principals to the other.”\nAt § 190 of the chapter on Banks in 3 R. C. L., page 564, appears this statement of the law: ‘ ‘ The cases hold that the act of the cashier, by which he appropriates exclusively to himself a gratuitous special deposit in the bank, is not am act done in the bank’s business, and within the scope of his employment. The custody of the deposit implies no act to be done, but only a mere continuance of possession until a return of the property is demanded. The cashier has nothing to do with reference to it except suffer it to remain in a safe place of deposit. Consequently, in taking it to himself, he is said to ‘step aside’ from his employment to do an act for his personal gain, regardless of the business for which he was engaged. Such an act is lacking both in the rendition of, and in the intent to render, any service to the employer. The cashier does not, as a matter of fact, act with the bank’s authority, and, furthermore, does not essay, or even profess, to act in its behalf. He represents nobody but himself. He throws off all allegiance to his master and takes the part of a common enemy to all concerned. He becomes the same as a stranger from without, who by robbery, burglary, or stealth deprives the bank of a special deposit; and the authorities hold that the bank is not chargeable with such a loss, in the absence of gross negligence, though it is liable if grossly negligent. Such a fraud, by a well-selected servant, duly supervised, is not to be imputed to the bank as its own fraud. The bank cannot be said to have stolen when there is on its own part no participation in the theft, no appropriation, and no intent to appropriate the property. Of course, if the bank derives profit or benefit from its servant’s speculation, it is liable.”\nA well-considered case which supports the statement of law just quoted is that of Merchants’ Nat. Bank of Savannah v. Guilmartin, 88 Ga. 797, 15 S. E. 831, 17 L. R. A. 322. See also Greer v. Levee Dist. No. 3, Conway County, 140 Ark. 67, 215 S. W. 171.\nViewed in the light most favorable to appellants, it is disclosed by the testimony only that they contemplated that the bank would act as a gratuitous bailee in the discharge of their agreement with Jefferson, but the opportunity to perform even this service was not offered, because the individual whom the plaintiffs selected as their agent misappropriated the checks before they reached the bank, and the deposit thereof was made in the individual name of the payee in each of the checks. Had the checks been payable to the order of the bank, a different question would be presented which we are not required to discuss.\nThe decree is correct, and it is therefore affirmed.",
        "type": "majority",
        "author": "Smith, J."
      }
    ],
    "attorneys": [
      "Shinn & Henley, for appellant.",
      "M. A. Hathcoat, for appellee."
    ],
    "corrections": "",
    "head_matter": "Howard v. Wasson.\n4-3070\nOpinion delivered July 10, 1933.\nShinn & Henley, for appellant.\nM. A. Hathcoat, for appellee."
  },
  "file_name": "0756-01",
  "first_page_order": 776,
  "last_page_order": 781
}
