{
  "id": 1371698,
  "name": "Oliver v. Howie",
  "name_abbreviation": "Oliver v. Howie",
  "decision_date": "1926-03-15",
  "docket_number": "",
  "first_page": "758",
  "last_page": "765",
  "citations": [
    {
      "type": "official",
      "cite": "170 Ark. 758"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "149 Ark. 81",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8717884
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/149/0081-01"
      ]
    },
    {
      "cite": "99 Ark. 446",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1314532
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/99/0446-01"
      ]
    },
    {
      "cite": "121 Ark. 64",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1559390
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/121/0064-01"
      ]
    },
    {
      "cite": "153 Ark. 206",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1362322
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/153/0206-01"
      ]
    },
    {
      "cite": "50 Am. Dec. 460",
      "category": "reporters:federal",
      "reporter": "Am. Dec.",
      "opinion_index": 0
    },
    {
      "cite": "11 Ill. 309",
      "category": "reporters:state",
      "reporter": "Ill.",
      "opinion_index": 0
    },
    {
      "cite": "78 Am. Dec. 267",
      "category": "reporters:federal",
      "reporter": "Am. Dec.",
      "opinion_index": 0
    },
    {
      "cite": "52 N. C. 609",
      "category": "reporters:state",
      "reporter": "N.C.",
      "case_ids": [
        2088552
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nc/52/0609-01"
      ]
    },
    {
      "cite": "72 Ark. 496",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1505557
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/72/0496-01"
      ]
    },
    {
      "cite": "117 Ark. 504",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1564879
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/117/0504-01"
      ]
    },
    {
      "cite": "47 Ark. 86",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1888715
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/47/0086-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 637,
    "char_count": 15438,
    "ocr_confidence": 0.504,
    "pagerank": {
      "raw": 1.5555524240834968e-07,
      "percentile": 0.6759919207644924
    },
    "sha256": "000dfd30a630cdbb895e26b3c92b12b5338af0fd2585ce24dfba7a0cf4836128",
    "simhash": "1:80562d5a261cf242",
    "word_count": 2800
  },
  "last_updated": "2024-02-28T00:06:47.415983+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Oliver v. Howie."
    ],
    "opinions": [
      {
        "text": "Hart, J.,\n(after stating the facts). The record shows that during the pendency of the suit the plaintiff, Ben Hemit, died, and that the suit was revived in the name of a special administrator of his estate, and also in the name of his attorney, J. R. Wilson.\nIt is first sought to sustain the revivor on the ground that Wilson, as attorney for the plaintiff, had a lien on the fruits of the litigation, and was entitled to protect and enforce his lien. At the outset it may be stated that, independently of statute, an attorney at law, who has performed services and expended moneys in prosecuting or defending a suit involving the title to or possession of real estate, can not sustain a claim to obtain compensation and reimbursement out of the. specific property. Hershey v. DuVal & Cravens, 47 Ark. 86.\nBut it is insisted that Wilson had a lien under § 628 of Crawford & Moses ’ Digest. This statute does not give the attorney any interest in or control over the cause of action. He has a lien only, which attaches to a verdict, decision, or final order in his client’s favor. St. L. I. M. & S. R. Co. v. Blaylock, 117 Ark. 504. In the present case there was no compromise, verdict, or final order in the case. Hence Wilson was not entitled to a lien on the land involved in the suit.\nThis brings ns to a consideration, however, of a different question, and that is whether or not, by the terms of his contract with Ben Hemit, Wilson did not have an\" interest in the land. Before the suit was commenced Wilson made an executory contract with Ben Hemit whereby the latter agreed to give him one-half of the 62 acres of'land deeded to him by John Oliver in consideration that Wilson should recover the land for him. In the same instrument, Hemit agreed to purchase back the one-half interest in the land acquired by Wilson. 'The instrument in question is copied in our statement of facts, and need not be repeated here. Reference to it will show that Hemit expressly agreed to give Wilson one:half of the 62 acres of land deeded to him by John Oliver. The record contains the deed from John Oliver to Ben Hemit, and the 62 acres of land involved in this suit is described by proper governmental subdivisions. It was the purpose of Ben Hemit to convey to J. R. Wilson an interest in the place he had purchased from John Oliver, and the deed from Oliver to Hemit correctly described the land. The description falls squarely within the rule announced in Martin v. Urquhart, 72 Ark. 496. To the same effect see Carson v. Ray, 52 N. C. 609, 78 Am. Dec. 267; Choteau v. Jones, 11 Ill. 309, 50 Am. Dec. 460, and 18 C. J., pp. 284 and 285.\nJ R. Wilson, having acquired an interest in the land itself, would have been a proper party when the -suit was originally brought, and his substitution as plaintiff after the death of Ben Hemit at least had the effect of beginning a new action by him for his interest in the land. The defendant acquiesced in this proceeding, and then took depositions in the case in her own interest. This amounted to an appearance to the suit by her. Of course; the suit as to Ben Hemit abated at his death; for his interest in the land descended to his two sons, and the defendant had acquired their interest in the land''by deed. The revivor in the name of the special ¡administrator of Ben Hemit’s estate was therefore improper, but it could result in”ho prejudice to the defendant. As we have already seen, Wilson had a right to bring suit to recover his own interest in the land, and the so-called revivor had the effect to make him a party to. the suit.\nIt is next insisted that Wilson’s right to recover is barred by the statute of limitations. We can not agree with counsel in this contention. The defendant secured a divorce from Ben Hemit in 1897, and in the decree one-third of the land in question was allotted to her, pursuant to the terms of § 3511 of Crawford & Moses’ Digest. Commissioners were appointed by the court to set aside one-third of the land in question to the plaintiff, but no action was taken by them in the premises. The defendant continued to reside on the land, and to control the whole tract. It is true that she had a homestead in the land, but her action in securing the allotment under the statute in the divorce case operated as an abandonment of her homestead rights. See Taylor v. Taylor, 153 Ark. 206, and Crosser v. Crosser, 121 Ark. 64.\nBy the terms of the decree, which she prosecuted herself, she became tenant in common with, her former husband, Ben Hemit. There is nothing in the record to show that she ever notified Ben Hemit that she was going to claim the whole 62 acres adversely to him, nor is there any fact in the record which would lead to such notice on his part. Therefore there is no bar of the statute of limitations, as insisted on by counsel for the defendant. The reason that the possession of the one tenant in common is prima facie the possession of all, and that the sole enjoyment of-the rents and profits by him does not necessarily amount to a disseizin, is because his acts are susceptible of explanation consistent with the true title. In order therefore for the possession of one tenant in common to be adverse to that of his cotenants, knowledge of his adverse claim must be brought home to them directly or by such acts that notice may be presumed. Singer v. Maron, 99 Ark. 446.\nIt is next insisted that Wilson is barred under the doctrine of laches as applied in Wilson v. Pannell, 149 Ark. 81. We can not agree with counsel in that contention. The facts are materially different. In that case the husband left, owing about $1,000, which the wife was compelled to pay in order to prevent the sale of the property, which was a blacksmith’s shop and therefore subject to his debts. 'There the wife never obtained any divorce, and never recognized that her husband had any interest in the property. The sum advanced by her for the payment of his debts amounted to about one-half of the value of the property. She might have had the debts transferred to her and caused the property to be sold for their satisfaction.\nIn the casé at bar, the defendant procured a divorce from her husband, and in that decree obtained a statutory allowance of one-third of his property. She thus recognized'her husband’s right to an interest in the property. In 1917, she secured a deed from her two sons to the property, and they are described in the deed as the sole heirs at law of Ben Hemit. Here again she recognized her husband’s interest in the property. There is nothing in the record which occurred after this time upon which to base a claim that the plaintiff is barred of recovery by laches. The defendant had recognized her former husband’s interest in the property as a tenant in common with her at least from the date of her divorce decree until she secured a deed from her two sons in February, 1917. The suit was'commenced on February 5, 1921, and, as we have just said, there is nothing in the record between the last two mentioned dates which would entitle the defendant to invoke the doctrine of laches as a bar to this suit.\nCounsel for the plaintiff insists that he is entitled to rents; but this contention we cannot sustain. The plaintiff filed a reply to the answer and cross-complaint of the defendant. He denied that the court had any jurisdiction to grant the decree of the divorce, and further set up that, if the defendant was entitled to any interest in the land by virtue of that decree, it would only be for one-third of the land during her lifetime. The decree in the divorce case is regular on its face. No appeal was taken from it. It gave to Bama Hemit, the plaintiff in that action, one-third of the land in controversy absolutely. It was the duty of Ben Hemit to have set aside her allotment to her, and that duty was a continuing one. He not only made no offer to make the allotment in the present suit to the defendant, but denied her right to recover at all under that decree. Hnder these circumstances- the plaintiff would not be entitled to rents at all.\nThe result of our views is that the decree must be reversed, and the cause will be remanded with directions to enter a decree in favor of J. ft. Wilson for one-half of the land in controversy and for partition of said land. It is so ordered.",
        "type": "majority",
        "author": "Hart, J.,"
      }
    ],
    "attorneys": [
      "Compere & Compere, for appellant.",
      "J. 8. McKnigM, for appellee."
    ],
    "corrections": "",
    "head_matter": "Oliver v. Howie.\nOpinion delivered March 15, 1926.\n1. Attorney and client—lien at common law.—'Independently of statute, an attorney at law who has performed services and expended moneys in prosecuting or defending a suit involving the title to or possession of real estate cannot sustain a claim to obtain compensation and reimbursement out of the specific property.\n2. Attorney and client—statutory lien.—Under Crawford & Moses’ Digest, § 628, an attorney bringing a suit to recover land for his client acquires no interest in or control over the cause of action, but has a lien only, which attaches to a verdict, decision or final order in his client’s favor.\n3. Vendor and purchaser—description op land in agreement to convey.—A description of land in an agreement to convey as the land conveyed in a certain deed on record is sufficient where the deed referred to correctly describes the land.\n4. Adverse possession—possession op cotenant.—Where a wife, in securing a divorce, is decreed a one-third interest in her husband’s homestead, she will be held to have abandoned her homestead right; but where she remains in possession of the entire tract, her possession will not become adverse until knowledge of her adverse claim is brought home to him or his assigns directly or by acts from which notice may be presumed.\n5. Equity—recovery op land from cotenant—laches.—Where a wife, by a decree of divorce, obtained an allowance of a one-third interest in her husband’s homestead, and, without allotment thereof, remained in possession of the entire tract for more than 20 years, a suit by the husband to recover his interest was not barred by laches.\n6. Husband and wipe—liability of divorced wife for rents of homestead.——Where a wife, in a decree of divorce, was allowed a one-third interest in her husband’s homestead, and «he remained in possession of the entire homestead without objection by the husband, and without any steps being taken by him to have her interest set apart, his assignee, in a suit to recover the husband’s interest, will not be entitled to recover rents from her.\nAppeal from Calhoun Chancery Court; J. Y. Stevens, Chancellor;\nreversed.\nstatement by ti-ie court.\nOn February 5, 1921, Ben Hemit brought this suit in equity against Bama Howie to quiet his title to certain land in Calhoun County, Ark., and to cancel whatever claim or interest the defendant may have in said land.\nBama Howie defended the suit, and asserted title in .herself. Ben Hemit and Bama Howie are negroes, and were formerly husband and wife. They were married in 1891, and had three children. The land in question comprises 62 acres, and Ben Hemit acquired title to it by a warranty deed from John Oliver, in 1895. They lived on the land, and it constituted their homestead. Some time in 1896 Ben Hemit and Bama separated.' Ben left the neighborhood, and Bama continued to live' on the homestead, with their three children. She never heard from her husband, and did not know where he was, until a short time before this suit was instituted. She secured a divorce from him in 1897, on the ground of desertion, and the custody of the children was awarded to her. She secured service on the defendant in the divorce suit by publication of a warning order, and no defense was made to the action.\nIt was decreed in the divorce suit that one-third of the 62 acres of land in question should be set aside to the plaintiff, and three commissioners were appointed for the purpose of making the division. No steps were taken, however, in the premises, and the plaintiff continued to reside on the 62 acres in question with her three children. Her daughter died when she was ten years of age, and her two sons are still living. On November 10, 1921, when the deposition of the defendant was taken, one of her sons was 26 and the other 27 years of age. In 1899, the defendant married a man named Neilon, and continued .to live on the 62 acres until his death, four years later. .She had two children by him. In 1908, the defendant married M. R. Howie, and is still living with him.\nThe defendant has continuously lived\" on the land in question from the time Ben Hemit acquired title until the present time. In 1916, one of the houses on the place was burned, and, in order to secure the money with which to rebuild it, she obtained a deed to said land from her two •sons, in February, 1917. In the deed they described themselves as the sole ‘heirs at law of Ben Hemit and his wife Bama Hemit. They had not heard from Ben Hemit, and it was supposed at the time that he was dead. At the present time there are two houses on the land. The defendant and her husband reside in one of them, and one of her sons has married, and lives in the other one.\nAccording to the evidence for Ben Hemit, Bama left him without cause and went to the home of her father, who lived on an adjoining place. In a short time Ben Hemit left the community, and his wife then moved back on the land. Ben made arrangements for the payment of the taxes on the land, but took no further action in the matter, because the taxes were paid by the father of the defendant.\nAccording to the evidence for the defendant, Ben Hemit deserted her and their three children without cause, and left her on the place. She continued to reside there with her children, and cleared and improved the place as best she could. She never heard from her husband, and finally supposed that he was dead, and took a deed to the land from her two sons. There, was a house and barn on the place, and four or five acres of the land were cleared when Ben Hemit left. Since that time the defendant has cleared additional land, so that there are now between 25 and 30 acres in cultivation.\n. Before the present suit was instituted, Ben Hemit entered into an agreement with J. R. Wilson, an attorney at law, which is as follows:.\n“Thornton, Ark., 11-30-20.\n“Ben Hemit agrees to give J. R. Wilson one-half of 62^acres of land deeded to him by John Oliver to recover for him, and agrees to pay said J. R. Wilson of Warren, Ark., $650 for said one-half of 62 acres, provided he be given five years to pay for same. Ben Hemit.”\nBen Hemit died intestate oh the 29th day of March, 1922, after his deposition and the depositions of .other witnesses in his behalf had been taken. After his death the depositions of the defendant and her witnesses were taken, and the case was revived in the name of John Oliver, as special administrator of the estate of Ben Hemit, deceased, and J. R. Wilson. Other evidence will be stated or referred to in the opinion.\nUpon the final hearing of the case the chancellor found that, upon the death of Ben Hemit, the action abated, and that the employment of J. R. Wilson as attorney for the plaintiff terminated, and that neither John Oliver as special administrator nor J. R. Wilson as attorney for Ben Hemit, were entitled to recover anything in the action.\nIt was therefore decreed that the complaint should be dismissed for want of equity, and to reverse that decree R. Wilson has prosecuted this appeal.\nCompere & Compere, for appellant.\nJ. 8. McKnigM, for appellee."
  },
  "file_name": "0758-01",
  "first_page_order": 774,
  "last_page_order": 781
}
