{
  "id": 1877175,
  "name": "Breathwit vs. Rogers, Adm'r of McLendon",
  "name_abbreviation": "Breathwit v. Rogers",
  "decision_date": "1878-05",
  "docket_number": "",
  "first_page": "758",
  "last_page": "763",
  "citations": [
    {
      "type": "official",
      "cite": "32 Ark. 758"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "11 Ohio, 471",
      "category": "reporters:state",
      "reporter": "Ohio",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 468,
    "char_count": 8911,
    "ocr_confidence": 0.452,
    "pagerank": {
      "raw": 4.076306636737454e-08,
      "percentile": 0.0698396819038873
    },
    "sha256": "6d6552b5d9f34cb479009c537256579049808e2c3a157a4ea555bdd785accab9",
    "simhash": "1:27d40912d47c500b",
    "word_count": 1511
  },
  "last_updated": "2024-02-27T21:45:39.260700+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Breathwit vs. Rogers, Adm’r of McLendon."
    ],
    "opinions": [
      {
        "text": "English, Ch. J.:\nOn the 22d day of August, 1876, Edgar McLendon filed a bill on the chancery side of the Circuit Court of Dorsey County, agairist ¥m. Breathwit, alleging in substance as follows :\nThat on the-day of May, 1876, plaintiff executed and delivered to defendant a promissory note for $200, payable on the first day of January, 1877; and to secure the payment of the note gave him a mortgage upon four bales of cotton. That the note was in possession of the defendant; and a certified copy of the mortgage made an exhibit to the bill.\nThat the note and mortgage were executed under the following circumstances: At the Fall Term, 1875, of the Dorsey Circuit Court, plaintiff was summoned to appear before the grand jury as a witness, and did appear and testify, by answering questions propounded to him, touching a charge of perjury against defendant then under examination before said grand jury, other witnesses being also examined. Afterwards plaintiff’ was summoned as a witness on behalf of the State, to appear before said Circuit Court to testify in the case of the State against William Breathwit,-defendant herein, on an indictment for perjury, and at the Spring Term, 1876, the venue in the case being changed to Bradley Circuit Court, on motion of defendant, plaintiff was required to enter into recognizance to appear as a witness for the State before said court at the Spring Term, 1876, where defendant was tried on the charge of perjury, and acquitted, plaintiff not being called to testify. That after the acquittal and discharge of defendant, he threatened plaintiff with two criminal prosecutions, one for slander and the other for perjury, growing out of and based upon the evidence given by plaintiff as a witness before the grand jury of Dorsey County as above stated. But proposed and offered to plaintiff that he would not prosecute said two criminal charges if plaintiff would execute a note to him for the sum of $200, payable on the 1st of January, 1877, and secure the payment thereof by a mortgage on the property of plaintiff.\nUpon this threat, and the proposition offered defendant not to prosecute him as aforesaid, and for no other motive, consideration or purpose, and fearing ■ that defendant would put him to great expense to defend said prosecutions, although based upon false charges, and that said prosecutions would be injurious to his character, although wholly innocent of the false charges threatened, plaintiff was induced to execute the said note and mortgage, and did so execute and deliver them, without any other or further consideration whatever than above stated.\nThat said note and mortgage were executed without any consideration ; that the supposed consideration for which they were given, above stated, was illegal, fraudulent and void.\nThat said mortgage being duly recorded appeared on its face as a lien on four bales of plaintiff’s crop of cotton, and as an incumbrance upon so much of his personal property, and was a hindrance to the free and absolute use and control of the same.\nPrayer, for a decree cancelling the note and mortgage, and that they be declared fraudulent and void, etc.\nDefendant answered the bill, admitting the execution of the note and mortgage, but denying that they, or either of them, were executed for the consideration set forth in the complaint, and avers the truth to be that at the Eall Term, 1875, of the Dorsey Circuit Court, plaintiff maliciously and without probable caus'e instituted and prosecuted before the grand jury of said county a ceatain inquiry against defendant, and procured an indictment to be found against him, being the indictment mentioned in the complaint. And that plaintiff maliciously and without probable cause prosecuted said indictment against defendant ; and by means of such prosecution became liable to him in a large amount for damages, annoyance and expense in defending said indictment; and defendant was intending to report plaintiff to the Grange, and to institute a civil suit against him for damages aforesaid ; and in satisfaction of said damages and expenses, and to prevent any suit for damages and the exposure of plaintiff's misconduct before the Grange, and for no other or different consideration, plaintiff executed and delivered said note and mortgage to defendant.\nThat since the commencement of this suit the property mortgaged, or intended to be mortgaged, had been sold by plaintiff, and removed beyond the limits of the State.\nThe answer also contained a demurrer to the bill for want of equity.\nThe plaintiff demurred to the answer on the ground that it did not set forth facts sufficient to constitute a defense to the bill.\nThe court sustained the demurrer to the answer, and rendered a decree declaring the note and mortgage fraudulent and void; that defendant be forever enjoined from attempting to collect or assign the same, and that the mortgage be cancelled and held for ■nought, etc.\nSince the case was brought here, the death of appellee, McLendon, was suggested, and his administrator, Abner D. Rogers substituted.\nI. It is insisted for appellant that the demurrer to the answer reached back to the bill, and that the bill was bad for want of equity.\nAny contract which can prevent or impede the due course of public justice, is invalid.\nAnd the rule on this subject would appear to be, that in all cases of offenses which involve damages,to an injured party, for which he may maintain an action, it is competent for him, notwithstanding they are-also of a public nature, to compromise or settle his private damage in any way he may think fit; but that an agreement for suppressing evidence, or for stifling or compounding a criminal prosecution, or proceeding for a felony, or for a misdemeanor of a public nature, for example, perjury or the like, is void. 2 Chitty on Contracts (11 Am. Ed. by Perkins), p. 991.\nA bond, note, or other promise, is void, if it be given in consideration of compounding a prosecution for felony, treason or a public misdemeanor. 1 Story on Contracts, sec. 569; Shaw v. Reed, 30 Maine, 105.\nTaking the allegations of the bill to be true, as if upon demurrer, the note being for an illegal consideration, was void in the hands of the payee, but being negotiable paper, he might, if not restrained, assign it for value, before maturity to a person without knowledge of its illegality, and thereby cut off the defense of the maker. Plence a court of equity has jurisdiction to compel the payee of the note to surrender it up to be cancelled. Darst v. Brockway et al., 11 Ohio, 471.\nIn cases where agreements or other transactions are repudiated on account of their being against public policy, the circumstance, that the relief is asked by a party who is perhaps partieeps eriminis, is not in equity material. The reason is, that the public interest requires that relief should be given ; and it is given to the public through the party. Story Eq., sec. 208.\nII. Does the answer set up a good defense to the bill ?\nThe answer denies that the note and mortgage were given to compound or stifle prosecutions for public offenses as alleged in the bill, but avers that they were given in consideration of appellant’s agreement not to bring a civil suit against McLendon for a malicious prosecution, etc.\nThis was a sufficient consideration for the note. 1 Parsons on Contracts, p. 438.\nIf the agreement of appellant not to expose the conduct of McLendon before the Grange, entered also into the consideration for the note, as it seems it did from the answer, this did not-vitiate the note, for he was under no legal duty to the public, that we are aware of, to expose or prosecute him before the Grange, which we suppose to be a moral and agricultural institution. It' is certainly not a court recognized by law, wherein offenses against the public may be prosecuted and punished.\n\"We think the answer, if true, set up a valid defense to the bill, and that the court erred in sustaining the demurrer to it.\nDecree reversed, and cause remanded for further proceedings, etc.",
        "type": "majority",
        "author": "English, Ch. J.:"
      }
    ],
    "attorneys": [
      "McCain and Carlton, for appellant.",
      "Carroll <& Jones, contra."
    ],
    "corrections": "",
    "head_matter": "Breathwit vs. Rogers, Adm’r of McLendon.\n1. Compromise of private injury; compovMding criminal prosecution, etc.\nIn all cases of offenses that involve damages to the injured party, for which he may maintain an action, it is competent for him, notwithstanding they are of a public nature, to compromise and settle his private injury as he may see fit; but an agreement for suppressing evidence, or for compounding a criminal prosecution for felony or misdemeanor, is void.\n2. Equity jurisdiction to compel surrender of void note.\n■ The maker of negotiable paper which is void in the hands of the payee, may. in order to prevent its negotiation, maintain a bill in equity to compel its surrender for cancellation.\nAPPEAL from Dorsey Circuit Court in Chancery.\nHon. W. D. Johnson, Special Judge.\nMcCain and Carlton, for appellant.\nCarroll <& Jones, contra."
  },
  "file_name": "0758-02",
  "first_page_order": 758,
  "last_page_order": 763
}
