{
  "id": 1428310,
  "name": "Dillingham v. Kahn",
  "name_abbreviation": "Dillingham v. Kahn",
  "decision_date": "1934-02-05",
  "docket_number": "4-3323",
  "first_page": "759",
  "last_page": "766",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 759"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "150 S. W. 691",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "105 Ark. 166",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1346995
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/105/0166-01"
      ]
    },
    {
      "cite": "67 L. R. A. 809",
      "category": "reporters:federal",
      "reporter": "L.R.A.",
      "opinion_index": 0
    },
    {
      "cite": "122 So. 708",
      "category": "reporters:state_regional",
      "reporter": "So.",
      "opinion_index": 0
    },
    {
      "cite": "97 Fla. 236",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1261514,
        1261443
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/97/0236-01",
        "/fla/97/0236-02"
      ]
    },
    {
      "cite": "267 S. W. 561",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "167 Ark. 8",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1376996
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/167/0008-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 348,
    "char_count": 4727,
    "ocr_confidence": 0.497,
    "pagerank": {
      "raw": 2.755712791342023e-07,
      "percentile": 0.833105520823801
    },
    "sha256": "04333f83de6c7058b052b359bdcdca745c01f0cb0ff40126f770d352c25ea383",
    "simhash": "1:b27fac08b6514ede",
    "word_count": 781
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Smith and McHaney, J J., dissent."
    ],
    "parties": [
      "Dillingham v. Kahn."
    ],
    "opinions": [
      {
        "text": "Johnson, C. J.,\n(after stating the facts). The foregoing statement of facts demonstrates that appellee violated the terms and conditions of his bill of assurance, which was made a part and parcel of the deed from appellee to appellant conveying plot 23 in Prospect Terrace. The evidence on this point is too plain and certain to be ignored. In very plain language the bill of assurance provides: “No residences shall be erected on plot 1 to 39, inclusive * * *, the actual bona fide cost of which, exclusive of any outbuildings, shall be less than $10,000.” This language conveys what it means and means exactly what it says. “Exclusive of any outbuildings” means that no building other than the residence can or should be considered, and “the actual bona fide cost” does not include 25 per cent, or 30 per cent, of the contract price for supervision of construction.\nThe undisputed evidence shows that appellee, almost before the ink had dried on his bill of assurance and deed to appellant, contracted with one Bracy, a contractor and builder in Little Rock, for. the construction of a dwelling house on plot 26, which lot lies within the restricted area of the bill of assurance, at a contract cost price of $7,750. This is a palpable violation of the bill of assurance. Appellee undertakes to justify this construction contract by contending that he personally supervised the construction of the building, and that his services in so doing were worth 25 per cent, to 30 per cent, of the contract price of construction. If the bill of assurance may now receive the interpretation contended for by appellee, it would become absolutely worthless. If supervision costs can be invoked in this manner, then it may likewise be extended to 50, 60, 75 per cent, or any greater percentage of construction cost, and thereby nullify the clear intention of the parties as evidenced by their contract.\nAppellee contends that a rescission should not now be directed because of appellant’s long delay in demanding it. It is true the deed was executed in 1926, and no demand was made for rescission until the cross-complaint was filed, but appellant could not possibly complain of something which he did not know. Appellant had the right to assume that appellee would live up to his contract in good faith until otherwise advised; he testified most positively that he knew nothing of the violation of the building restrictions until just prior to the filing of his eross-complaint. This testimony was entirely reasonable and consistent. Certainly, appellee’s contractor, Mr. Bracy, would not advise appellant of the violations of the building restriction so long as he was in the employ and good graces of appellee; certainly appellee would not be expected to advise appellant of his own infidelities. No other sources of information were open to appellant, and we think his testimony is entitled to full credence in this regard. Thus, when so considered, appellant’s cross-complaint seeking rescission was brought within a reasonable time. In Snyder v. Bridewell, 167 Ark. 8, 267 S. W. 561, we stated the rule as follows: “An offer to rescind a contract must be made within a reasonable time after having had an opportunity to discover the grounds therefor. ’ ’\nWe think appellant asserted his right of-rescission within a reasonable time after the facts came to his' knowledge.\nNeither can we agree that appellant’s letters to appellee requesting additional time for payment preclude his asserted rights under his cross-complaint. These letters were written at a time when appellant was not advised of appellee’s violation of the covenants in the bill of assurance, and, when thus considered, do not preclude his right of rescission.\nSince the restrictions contained in the bill of assurance, in reference to the cost of dwellings constructed within the restricted area, are a material part of the consideration; and, since the usual basis of the covenants for payments and restrictions are concurrent and dependent, the purchaser is entitled to rescind -upon breach of such covenant. Smith v. Home Seekers’ Realty Co., 97 Fla. 236, 122 So. 708, 67 L. R. A. 809; Laser v. Forbes, 105 Ark. 166, 150 S. W. 691.\nFor the reasons assigned, the case is reversed, and the cause remanded to the Pulaski Chancery Court, with directions to ascertain the total amount paid by appellant to appellee on the purchase price, exclusive of interest and taxes paid by appellant, and render a decree therefor, after restoring the fee simple title in appellee.\nIt is so ordered.\nSmith and McHaney, J J., dissent.",
        "type": "majority",
        "author": "Johnson, C. J.,"
      }
    ],
    "attorneys": [
      "Fred A. Isgrig, for appellant.",
      "Louis M. Cohn, and Trieber & Lasley, for appellee."
    ],
    "corrections": "",
    "head_matter": "Dillingham v. Kahn.\n4-3323\nOpinion delivered February 5, 1934.\nFred A. Isgrig, for appellant.\nLouis M. Cohn, and Trieber & Lasley, for appellee."
  },
  "file_name": "0759-01",
  "first_page_order": 777,
  "last_page_order": 784
}
