{
  "id": 1396937,
  "name": "Harrison v. Bank of Fordyce",
  "name_abbreviation": "Harrison v. Bank of Fordyce",
  "decision_date": "1929-01-07",
  "docket_number": "",
  "first_page": "760",
  "last_page": "764",
  "citations": [
    {
      "type": "official",
      "cite": "178 Ark. 760"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "85 S. W. 82",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "74 Ark. 138",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8718759
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/74/0138-01"
      ]
    },
    {
      "cite": "28 S. W. 424",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "59 Ark. 593",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1327686
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/59/0593-01"
      ]
    },
    {
      "cite": "95 S. W. 776",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "77 Ark. 416",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 424,
    "char_count": 7604,
    "ocr_confidence": 0.477,
    "pagerank": {
      "raw": 1.6481297044315904e-07,
      "percentile": 0.6922606298668378
    },
    "sha256": "2a83fa0e936d25156d69aa89dbfcb5dd20a5af08c210badd12bdf714f64cf197",
    "simhash": "1:1393ed0785c4d9ae",
    "word_count": 1348
  },
  "last_updated": "2024-02-27T17:49:07.238160+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Harrison v. Bank of Fordyce."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nAppellee, Bank of Fordyce, filed a complaint against appellants as trustees for the Grand Lodge of Masons- (col.) in this State and the worshipful master and secretary -of the grand lodge, in which it alleged that it had brought a suit to foreclose a mortgage given it by S. J. Anderson on a lot in Fordyce, Dallas County; that it obtained a decree of foreclosure, pursuant to which the mortgaged property was sold to it as the purchaser, and the commissioner’s deed was duly approved by the court. Thereafter the plaintiff bank discovered that Anderson had executed to the defendants, as trustees for the Sovereign Lodge of Masons, jurisdiction of Arkansas, a second mortgage on the same property, of which fact the bank was not advised when its suit was brought and the decree thereon taken. There was a prayer that the grand lodge be 'required to redeem from the foreclosure sale within a reasonable time, to be fixed by the court, or that, failing so to do, its right to redeem be foreclosed and barred.\nService of summons was had on the persons named as defendants. On February 23, 1928, a motion to quash the service of summons was filed on behalf of the grand lodge for the reason that it had not been served with process as required by § 6091, <C. & M. Digest, which\" section provides that organizations similar to the Masonic Grand Lodge should appoint in writing the ¡Commissioner of Insurance as its lawful attorney upon whom all legal process should be served, and there had been no service on the Insurance Commissioner. In this motion it was recited that the grand lodge appeared for the sole purpose of making this motion, and no other.\nBefore this motion had been passed upon by the court, the grand lodge filed another “motion to quash summons” on May 7, 1928, in which there was no recital that the appearance was special. In this motion the allegations of the former motion were repeated to the effect' that the service should have been had on the Insurance Commissioner but was not.\nIn this second motion to quash it was further alleged that the principal place of business of the grand lodge was not in Dallas County, where the mortgaged property was located and the suit was pending, but was in Jefferson County, and it was alleged that under § 1176, C. & M. Digest, its suit should have been'brought in Jefferson, and not in Dallas, County. Section 1.176 reads as follows: “ Every other action may be brought in any county in which the defendant, or one of several defendants, resides, or is summoned.” It was alleged that none of the defendants were summoned in Dallas County.\n' The court overruled this last motion on the day it was filed, and entered a decree giving the grand lodge twenty days in which to redeem from sale, and this appeal is from that decree.\nWe think there was no error in the decree. It is true that one not properly summoned may appear specially for the purpose' of questioning the jurisdiction of the court over his person, and when he limits his appearance to this purpose the court does not acquire jurisdiction over his person. In the case of Spratley v. Louisiana & Ark. Ry. Co., 77 Ark. 416, 95 S. W. 776, one of the questions presented was whether the defendant had entered its .appearance. It was there said:\n‘ ‘ This question is ruled by Union Guaranty & Trust Co. v. Craddock, 59 Ark. 593, 28 S. W. 424, where we held that Wilder the code of practice, a plea in abatement that the court has no jurisdiction of defendant’s person for want of proper service is not waived by pleading in bar to the complaint, nor by appealing from an adverse judgment.’ There is no doubt but that, where a party who has not been served with summons, answers, consents to a continuance, goes to trial, takes an appeal or does any other substantial act in a cause, such party by such act will be deemed to have entered his appearance. But this rule of practice does not apply in cases where the party on the threshold objects to the jurisdiction of his person, and maintains his objection in every pleading he may thereafter file in the case. Where he thus preserves his protest, he cannot be said to have waived his objection to the jurisdiction of his person.”\nHere the defendant, in its second motion, filed a plea in the nature of a plea in abatement, but contained in this motion is a plea in the nature of a demurrer. It was therein recited, and is here insisted, that this suit should have been brought in Jefferson County for the reason that the city of Pine Bluff, in that county, is the situs of the grand lodge, and none of its trustees were summoned in Dallas County, where the suit was brought. This plea is an appearance for the reason that, if sustained, the service of the summons would not only be quashed but the cause of action would be dismissed.\n' In 4 C. J., page 1333, chapter “ Appearances, ” § 27, it is said: “Broadly stated, any action on the part of a defendant, except to object to the jurisdiction over his person which recognizes the case as in court, will constitute a general appearance. * * * A general appearance is also made * * * by arguing a dismissal of a cause in addition to a motion to quash the summons.” Cases are cited in the note to the text quoted which support it.\nThe motion to dismiss the cause of action was properly overruled, as § Í176, C. & M. Digest, quoted above, does not apply here. The applicable statute determining the venue of this action is § 1164, C. & M. Digest, which reads as follows: “Actions for the following causes must be brought in the county in which the subject of the action, or some part thereof, is situated: * * * Third. For the sale of real property under a mortgage, lien or other incumbrance or charge.”\nThis is a suit to foreclose a mortgage on a town lot situated in Dallas 'County, and the suit was therefore properly brought in that county.\nIt is also insisted for the reversal of the decree appealed from, that a resale of the property should have been ordered, for the reason that at a sale foreclosing both the liens the land might have brought a larger sum than that for which it did sell and a sum in excess, of the debt secured by the first mortgage, in which event appellant, as second mortgagee, would be entitled to this excess.\nThis question was considered in the case of Dickinson v. Duckworth, 74 Ark. 138, 85 S. W. 82, 4 Ann. Cas. 846, and there decided adversely to the contention of appellant. In that case, as in this, a first mortgage was foreclosed without making the second mortgagee a party. It was there said:\n“It must be conceded that appellants were necessary parties to the foreclosure suit under which appellee Duckworth obtained title, and their rights in the property were not cut off by the sale. Having been omitted from the foreclosure proceedings, what remedy therefore remained to them in the assertion of their rights? A right merely to redeem from the lien which had been foreclosed upon the payment of the debt, or the right to require a foreclosure order and a sale thereunder? While there is some conflict in the authorities, we think that, by the decided weight of authority it is settled that a subsequent lienor, or holder of the equity of redemption, after foreclosure against the original mortgagor, can only claim the right to redeem where he has been omitted from the foreclosure suit.”\nWe conclude therefore that there is no error in the' decree appealed from, and it is affirmed.",
        "type": "majority",
        "author": "Smith, J."
      }
    ],
    "attorneys": [
      "Scipio A. Jones, for appellant.",
      "T. D. Wynne and Charles A. Miller, for appellee."
    ],
    "corrections": "",
    "head_matter": "Harrison v. Bank of Fordyce.\nOpinion delivered January 7, 1929.\nScipio A. Jones, for appellant.\nT. D. Wynne and Charles A. Miller, for appellee."
  },
  "file_name": "0760-01",
  "first_page_order": 778,
  "last_page_order": 782
}
