{
  "id": 8725487,
  "name": "Arrington v. Ladd",
  "name_abbreviation": "Arrington v. Ladd",
  "decision_date": "1932-12-19",
  "docket_number": "4-2921",
  "first_page": "761",
  "last_page": "768",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 761"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "294 S. W. 74",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "173 Ark. 970",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8725386
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/173/0970-01"
      ]
    },
    {
      "cite": "15 S. W. (2d) 314",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "179 Ark. 178",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8719700
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/179/0178-01"
      ]
    },
    {
      "cite": "32 S. W. (2d) 631",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "182 Ark. 681",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1389807
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/182/0681-01"
      ]
    },
    {
      "cite": "277 S. W. 551",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "169 Ark. 887",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1374101
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/169/0887-01"
      ]
    },
    {
      "cite": "127 S. W. 731",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "94 Ark. 478",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1545375
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/94/0478-01"
      ]
    },
    {
      "cite": "110 S. W. 1024",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "86 Ark. 259",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1521445
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/86/0259-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 635,
    "char_count": 13710,
    "ocr_confidence": 0.52,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2085922770014777
    },
    "sha256": "05700167fcde203469ef068fa332d8bff7338702becdcc16b6e85d78947eb99a",
    "simhash": "1:b601e9cbedec5840",
    "word_count": 2434
  },
  "last_updated": "2024-02-27T17:52:01.123529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Arrington v. Ladd."
    ],
    "opinions": [
      {
        "text": "McIíaNey, J.\nAppellant, appellee, and D. B. Bartlett were rival candidates for sheriff of Johnson County, Arkansas, in the Democratic primary election held August 9, 1932. According to the official returns made by the judges and clerks to the county central committee, appellee received 1,247 votes, appellant 1,000 votes and Bartlett 387 votes, which gave appellee 247 votes plurality, and a certificate of nomination was thereafter issued to him as to the Democratic nominee for sheriff.\nWithin the time prescribed by law appellant instituted this action to contest the nomination of appellee, alleging that more than 900 illegal votes were cast for appellee and against appellant, that such votes were illegal because not on the printed list of electors, were not legally and properly assessed, and sundry other grounds of illegality. Appellee and Bartlett in due time answered, and the issues were joined. Thereafter on September 22, 1932, the parties to this appeal agreed and stipulated there were 513 votes cast in the election, naming the voters, that were illegal because their names did not appear on the certified printed list of electors of the county. From that date ,to September 30, the court heard testimony as to other illegal votes cast, at which time court was adjourned to October 13, to hold an intervening regular term of court in Conway County. On October 13, the court found from the testimony that there were 239 other illegal votes cast in said election, which made a total of 752 illegal votes cast. It was then agreed that each side should select a judge or referee and a clerk, and that the court appoint the third judge or referee, and that this committee should examine the ballots so held and agreed to be illegal, ascertain for whom they had voted for sheriff, and report their findings to the court. The court would then deduct the number of illegal votes each had received from the total of each as shown by the election officials, and declare the result accordingly. Objection was made by appellant to the judge or referee appointed by the court, so the court sat in with the committee as the third man. Thereupon this committee, including the trial judge, began to make an examination and tabulation of the ballots agreed and adjudged to be illegal, and shortly thereafter it was discovered by the judge that said ballots, or a large number of them, showed that they had been changed from a vote for appellant to a vote for appellee. As soon as appel-lee learned of this discovery, he filed a motion attacking the integrity of the ballots and seeking to stop the count. Proof was then taken on this motion by both sides, referred to hereinafter, and later all the ballots were counted, both legal and illegal, with the result that many changes were found to have been made in the ballots. In sustaining this motion the court found: “That the ballots have lost their integrity, and, there could be no counting or recounting of the ballots because of the destruction of their integrity, that the election returns are not impeached by the testimony, and that all votes stand as cast and counted by the election officials, and the contest should be dismissed.” Judgment was accordingly entered, from which is this appeal.\nAppellant argues eight propositions for a reversal of the case. We find it necessary to discuss only the sixth, as the principal one, and the fourth, seventh and eighth as incidental thereto. The others pass out because of the disposition we make of the case.\nThe principal question is, did the court err in sustaining the appellee’s motion attacking the integrity of the bállots and in dismissing* the contest? In answering this question in the negative, we are not unmindful of the unpleasant taste left in the mouth, so to speak, and of the unsatisfactory result, with 752 illegal votes out of a total of 2,63'4 votes cast for sheriff. Had the ballots remained inviolate, as the law and common honesty and decency require, then the result might have been changed by casting out the illegal ballots. But if, as the court has found, the ballots or a goodly number of them have been altered, changed, erased, and remarked so as to show they were cast for a candidate other than the one for whom the voter cast it, and this is pursued to such an extent that the court is unable to recount them as originally cast, then of necessity their integrity has been destroyed. This is exactly what the trial court has found.\nIn determining this question we are bound by the settled rule of this court that the findings of fact by a circuit court sitting as a jury are as conclusive on this court as the verdict of a jury, and the rule is no different in election contest cases. Williams v. Buchanan, 86 Ark. 259, 110 S. W. 1024. The decisions are too numerous to mention that the verdict of a jury will not he disturbed unless there is no substantial evidence to support it, when viewed in the light most favorable to the verdict.\nIs the court’s finding supported by substantial evidence? When the committee, including the judge, discovered that the illegal ballots had been changed, the motion to dismiss the contest was filed and contestee brought in '28 witnesses, from several of the townships, who had voted illegal ballots, and shown to have been changed from a ballot for appellant to one for appellee. These witnesses testified that they had voted for appellant. Also 8 other witnesses refused to testify for whom they voted, but their ballots showed a change from appellant to appellee. There was other evidence of a similar naturé. The court, not being satisfied, directed the count by the committee to proceed, a third judge being agreed to and all the votes in the county were examined, both legal and illegal. It was found that 111 legal votes had been changed from a vote for appellee to one for appellant, and approximately 70 illegal votes, originally for appellant, now show to be for appellee. In one township the first 40 votes cast were not numbered by the judges of election, but when examined by the committee all were found to be numbered, and other irregularities were found in this same box, as disclosed by the testimony of the judges of election, which occurred after they had delivered it to the central committee. We think this was sufficient to support the court’s finding that the integrity of the ballots had been destroyed, and that they no longer furnished satisfactory evidence of the result. Without knowing exactly how the votes were cast, the court could not accurately determine the result. That a large number of the ballots have been changed, there can be no doubt as the erasures are plainly visible without the aid of a magnifying glass.\nBut appellant says the testimony of the voters that they had voted differently from that shown by their ballots was inadmissible and incompetent, because (1) parol evidence cannot be introduced to contradict the ballot where the ballot has not been lost or destroyed, and (2) that the ballot, being in evidence, is the best evidence as to how the elector voted. Condren v. Gibbs, 94 Ark. 478, 127 S. W. 731, is cited to support the contention. In that case the court said: “A voter cannot be allowed to testify that he voted for one person when he admits he cast his ballot, which has not since been changed, showing that he voted for another person. This rule is founded upon the principle that the ballot is a writing, and so cannot be contradicted by parol evidence. But, like other writings, it may be shown that the ballot has been changed since it was cast or that another or different ballot has been put in its place.”\nBut here the ballots of the witnesses had already been examined, and showed they had been changed, and the court did not err in permitting the witnesses to testify that they had voted for appellant whereas the ballots as changed showed they voted for appellee. It is true that the ballots were not shown to the witnesses, nor were they asked to identify them. It would be difficult if not impossible for a witness to identify a ballot not signed by him. The subject of the inquiry was the integrity of the ballot, and since the ballots themselves showed on their face that they had been changed, it was quite proper to admit testimony as to how they had actually voted. Nor does the holding in the case of Cain v. Carl Lee, 169 Ark. 887, 277 S. W. 551, militate against this holding.\nAgain it is urged that the integrity of the ballots in eight townships was not destroyed because no changes were shown to have been made of the ballots in said townships, and in them appellant received 131 votes, ap-pellee 94 votes and Bartlett 29 votes, giving appellant a plurality of 37, and that he should be declared the nominee on this account. We cannot agree, and in this respect the principle announced in Tucker v. Meroney, 182 Ark. 681, 32 S. W. (2d) 631, governs here. There were 24 voting precincts in 22 townships, and to so do would disfranchise the voters in the other townships without fault on their part or of the election officials.\nNor do we think the court erred in refusing to call in all the voters in the county to testify as to how they had voted. The law does not require the court to hold an election, but a contest, and if it develops that there is no legal basis on which the court may determine the contest, it must fail. Compare Brown v. Nisler, 179 Ark. 178, 15 S. W. (2d) 314.\nThe court found that, because of the many changes, there was no safe or certain way he could determine the result. In this we think the court was correct. Even though the. voters whose ballots had been changed had been called to testify as to how they voted, still the result would be in doubt, as the evidence shows 95 ballots voting against all candidates. It would have been a simple matter for the thief who had unlawful access to the ballots to have marked out the name of the candidate for whom the voter had cast his ballot so as to show a vote against all three. Or again if the voter had failed to mark out any name but left them all on, it would be easy to mark or scratch off two and show a vote for the third, and in either case no one could detect a change. No erasure would appear. We agree that the result could not be determined. This finding is supported by very substantial evidence, and the judgment must be affirmed.\nSmith, J., (dissenting). The practical effect of the majority opinion is that an election may not be contested where the 'ballots and the returns thereof have been mutilated to an extent sufficient to destroy the presumption of verity which would otherwise be indulged. The cases cited do not sustain that conclusion, and I think no such case can be found.\nOn the contrary, as we said in the case of Taaffe v. Sanderson, 173 Ark. 970, 294 S. W. 74: “The real object of the courts in all election contest cases is to determine ■whether the contestant or the respondent has received the highest number of legal votes. This should be the guiding star, like the star of Bethlehem to the wise men of old.” Tet the majority opinion makes it not only possible to defeat this real object, but makes its defeat certain where some election thief destroys or mutilates the ballots by alterations, erasures, etc., so that the court is unable to recount them as originally cast. The majority appear to decide that if this has happened there can be no contest.\nThis rule might have some justification if it were ¿applied to a contestant who himself, or whose adherents, had mutilated the ballots; but the rule is not thus limited. There was no finding, in fact, no showing, as to who had mutilated the ballots. We do not know whether this was the work of adherents of the contestant or of those of the contestee. The majority treat this as immaterial.\nIt ought not to be the law that fraudulent elections may not be contested provided the integrity of the ballots has been destroyed by mutilation or alteration. If this be the law, then one who was not the actual nominee may defeat a contest of his nomination by the added wrong of mutilating the ballots or having that additional wrong perpetrated; No previous holding of this court leads to a decision so unfair or so unfortunate.\nThe majority say the court did not err in refusing to call in all the voters in the county to testify how they had voted for the reason that the law does not require the court to hold an election; and it is also said that if it develops that there is no legal basis on which the court may determine a contest it must fail.\nThe court cannot be required to hold another election; but the court may, and should, determine who received a majority of the legal votes in the election which had been held and was being contested, and the right of a contestant to have this fact judicially determined ought not to be defeated by an act of desperation.\nIt appears that the integrity of the ballots in eight townships had not been destroyed; bnt, if we had the extreme case of an election in which all the ballots had been stolen or their integrity destroyed, yet the right to contest the election wonld remain. There would, even in this extreme ease, be a basis for a contest; that basis being for the court to hear the electors, and all of them, if necessary, or such of them as either party wish to have heard, testify, not how they would now vote, but how they had then voted.\nI am authorized to say that Mr. Justice Kirby concurs in the views here expressed.",
        "type": "majority",
        "author": "McIíaNey, J."
      }
    ],
    "attorneys": [
      "W. J. Morrow, J. J. Montgomery and Williams & Williams, for appellant.",
      "Paul McKennon, Reynolds & Mase and Hays & Smallwood, for appellee."
    ],
    "corrections": "",
    "head_matter": "Arrington v. Ladd.\n4-2921\nOpinion delivered December 19, 1932.\nW. J. Morrow, J. J. Montgomery and Williams & Williams, for appellant.\nPaul McKennon, Reynolds & Mase and Hays & Smallwood, for appellee."
  },
  "file_name": "0761-01",
  "first_page_order": 781,
  "last_page_order": 788
}
