{
  "id": 8725471,
  "name": "Hale v. Hale",
  "name_abbreviation": "Hale v. Hale",
  "decision_date": "1929-06-17",
  "docket_number": "",
  "first_page": "763",
  "last_page": "766",
  "citations": [
    {
      "type": "official",
      "cite": "179 Ark. 763"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "197 S. W. 1160",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "130 Ark. 465",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8721627
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/130/0465-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 168,
    "char_count": 1956,
    "ocr_confidence": 0.476,
    "pagerank": {
      "raw": 7.317852702137001e-08,
      "percentile": 0.43602349017259306
    },
    "sha256": "8016c923e1030fe5ea6cf1c5e2b3caf9b0eaa2eb7e3017fbc3457796d48623e4",
    "simhash": "1:df9908080693e080",
    "word_count": 355
  },
  "last_updated": "2024-02-27T23:51:14.248945+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hale v. Hale."
    ],
    "opinions": [
      {
        "text": "Hart, C. J.,\n(after stating the facts). It is the settled rule of this court that chancery oases are tried de novo upon appeal, and the findings of fact' of thchancery court will not be disturbed unless they are clearly against the weight of the evidence. Leach v. Smith, 130 Ark. 465, 197 S. W. 1160. Tested by this rule, we do not think it can be said that the finding of the chancellor is against the clear preponderance of the evidence. It is true that the husband testified that his wife continually cursed and abused him, and that at one time she came upon him with a pistol, which he took away from her. In this he is corroborated by the testimony of other witnesses; but, according to his own testimony and that of the corroborating witnesses, the wife was jealous of the husband because of his conduct with another woman. The husband knew that this was. her ground of complaint against him. He knew that she had borne him seven children, and that the last child was born after she had begun to be jealous of him. It is fairly inferable that her jealousy was caused by her nervous condition, brought on by her pregnancy and by the care and attention she had bestowed upon the six other children. These facts should have made the husband more careful about his conduct; and, whether there was any ground for her jealousy or not, he should have refrained from any attention whatever to other women while his wife was in her nervous state.\nIn this connection it may be stated that the wife might have had some grounds for jealousy, because the woman of whom she was jealous secured a divorce' from her husband, and the plaintiff was the principal witness for her. This woman was also a witness for the plaintiff in the present case.\nThe result of our views is that the decree of the chancellor was not against the weight of the evidence, and it will therefore be affirmed.",
        "type": "majority",
        "author": "Hart, C. J.,"
      }
    ],
    "attorneys": [
      "Sidney J. Reid, for appellant."
    ],
    "corrections": "",
    "head_matter": "Hale v. Hale.\nOpinion delivered June 17, 1929.\nSidney J. Reid, for appellant."
  },
  "file_name": "0763-01",
  "first_page_order": 781,
  "last_page_order": 784
}
