{
  "id": 8724590,
  "name": "Lenon v. Tunnah",
  "name_abbreviation": "Lenon v. Tunnah",
  "decision_date": "1927-07-11",
  "docket_number": "",
  "first_page": "765",
  "last_page": "771",
  "citations": [
    {
      "type": "official",
      "cite": "174 Ark. 765"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "284 S. W. 745",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "171 Ark. 245",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1369574
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ark/171/0245-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 574,
    "char_count": 13294,
    "ocr_confidence": 0.484,
    "pagerank": {
      "raw": 7.317852702137001e-08,
      "percentile": 0.4360092036253851
    },
    "sha256": "d6fafb31cf287d521dee5e1bf97b73db6726da15b96ab14397aab757b2417460",
    "simhash": "1:ba342466b5708bd3",
    "word_count": 2231
  },
  "last_updated": "2024-02-27T16:23:40.975481+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Hart, C. J., and Mehaeey, J., dissent."
    ],
    "parties": [
      "Lenon v. Tunnah."
    ],
    "opinions": [
      {
        "text": "Wood, J:\nIt is conceded by counsel for the appellees that counsel for the appellants “have given a fairly good statement” of the facts of this record as follows: “On November 9, 1925, under the provisions of Crawford & Moses’ Digest, § 5733, there was filed with the city council of Little Bock a petition representing the signers to be owners of a majority in value of real estate within the territory affected for the annexation of such'territory to Street Improvement District No. 363 of Little Rock. The purpose of the petition was to drain, grade, pave, curb and gutter .streets hereinafter more particularly set out. The council appointed a hearing for the petition to be held on December 7,1925, and caused notice to be given thereof. No hearing being had, the commissioners of District No. 363, on February 20, 1926, requested the council to take action on the petition. The matter was referred to the finance committee, and has since lain practically dormant.\n“On July 19, 1926, more than ten individuals, representing themselves to be owners of property in territory sought to be organized into Street Improvement District No. 454, filed with the city council the first petition looking to such organization, under Crawford & Moses’ Digest, § 5649. An ordinance establishing the district pursuant to the petition was passed on the same day.\n“District No. 454 embraces all the territory proposed to be annexed to District Ño. 363 and much additional territory. Its purpose is to improve the same streets contemplated by the annexation proceeding and some additional streets for a much greater length. In short, District No. 454 proposed to improve throughout an extent of about three miles a highway beginning at the intersection of Sixth and Cross streets north to Lincoln Avenue; thence on Lincoln Avenue to Valley Street; thence on Valley street to its intersection with South Lookout Avenue, Hillcrest Avenue and Beech Street; and Riverside Avenue from the north line of Lincoln Avenue to the West line of Riverside Park Addition to Little Rock. The highway contemplated by District No. 454 stretches from near the heart of Little Rock to the residence section in the west and northwest part of the city commonly designated ais ‘Pulaski Heights.’ This highway coincides with the highway sought- to he improved in the annexation proceeding, throughout the entire course of the latter; and one. of the announced purposes of District No. 454 is to improve the highway common to both districts in substantially the .same manner as proposed by District No. 363. The lines of the two districts adjoining the highway common to both are, roughly, the same. The common highway is only about one-fourth the total length of highway proposed to be improved by District No. 454, and that district also embraces a large area outside the territory proposed for annexation and adjoining that part of the highway peculiar to District No. 454.\n“The second petition for District No. 454, purporting to carry a majority in value, was filed with the city council on October 20, 1926, and was approved on January 3, 1927. Meanwhile a suit to enjoin further steps in the organization of District No. 454 was filed in the Pulaski Chancery Court on December 11, 1926, by plaintiffs, alleging themselves to be owners of property in the annex territory against the city of Little Rock and its board of alderman. This suit has never proceeded to a hearing. Two days after its institution the same plaintiffs filed a mandamus proceeding in the Pulaski Circuit Court to compel the same defendants. to' hear and dispose of the petition for annexation. The mandamus suit, too, has remained pending without a hearing.\n“Within thirty days after approval by the city council of the second petition for District No. 454, this suit was brought to review that finding. As property owners in the district, plaintiffs sue its commissioners, and ask that the district be invalidated on the following grounds : “(1) The district includes property not benefited. (2) It excludes benefited property. (3) The second petition does not contain a majority in value of signatures of property owners. (4) District No. 454 embraces certain property designated for annexation to District No. 363.\n“The chancellor found for the defendants (appellants) on all issues except the last. On that the finding' was for plaintiffs, with a consequent •order invalidating District No. 454,” from which is this appeal.\nThe record is exceedingly voluminous, and it could serve no useful purpose to set out.and discuss any other issue except that upon which the chancery court based its decree. Concerning this issue the chancery court, in a written opinion, said:\n“The third question to be passed upon is whether District No. 454 can legally be organized and include within its boundaries property in an annex petition to another district for a similar improvement when the said annex petition is pending before the city council, without action, and when said annex petition was filed before the filing of petition in No. 454. Counsel for defendant insist that the passing by the council of the petition in No. 454 is tantamount to a rejection of the annex petition to District No. 363. If this be true, it leaves the matter of passing ordinances on petition for improvement districts pending before the • city council a matter of discretion with the council. As set out by attorneys for plaintiffs, it seems to us that the better rule is stated in the case of Little Rock v. Boullioun, 171 Ark. 245, 284 S. W. 745, where the court stated that the city council should dispose of a petition in one of two ways, either by a definite finding that the majority had signed for the improvement or by a definite finding that a majority had not signed for the improvement. In this case the council has made no such definite finding in regard to the annex petition to District No. 363, although the council has been repeatedly requested to do so, and there is now pending in the circuit court of Pulaski County a mandamus petition to compel them to take action upon this petition.\n“If No. 454, which includes all the property in annex petition No. 363, is held to he a valid district, then the granting of a mandamus in the case pending'would give the parties no relief, because No. 454 would have swallowed up the territory in their petition ánd would be in process of making a similar improvement contemplated in the annex petition. We doubt very much whether the statute intends that the city council should have- such a broad discretion in determining what districts should he formed and what districts should not he formed, but are rather of thé opinion that, unless a district is abandoned after its petition is presented, the council should act on petitions both of which cover part or all of the same property, in the order in which they are filed. To hold otherwise would he to invest a, legislative discretion in the city council which would cause undue political activity and favoritism in the formation of improvement districts. It is very clear to the court that, if the annex petition to No. 363 had been granted and the work commenced, or even completed, the property in the boundaries of this annex petition could not be included in No. 454, or any other district that might be organized. Of course, the assessment of benefits could not be made for the improvement already made by the annex, but the measure of benefits would be whatever advantage accrued to the property in its district being linked up with a through highway.”\nThe opinion of the chancery court is a correct interpretation of the opinion and a correct application of the decision of this court in the case of Little Rock v. Boullioun, 171 Ark. 245, 284 S. W. 745. The gist of the opinion, as it affects the issue here involved, is expressed at page 251 as follows:\n“Our conclusion therefore on this feature of the case is that the city council had no right to refuse to pass the ordinance, unless it is shown that a majority in value did not sign the petition or that there was an obvious mistake in the inclusion or exclusion of property.”\nTiie facts set forth above show that, as early as November 29, 1925, a majority in value of the real estate within the territory affected petitioned to be annexed to Street Improvement District No. 363. The city council took no action whatever on the petition, although as early as December 7, 1925, there was filed with the city clerk a certificate of the Little Rock Abstract & Guaranty Company to the effect that the petition for annexation was signed by a majority in value of the owners of real estate in the territory to be annexed. Notwithstanding the attention of the council was thu's directed to the petition, it took no action thereon, and on February 20, 1926, the commissioners of District No. 363 requested the council to act upon the petition. At that time the city council, on February 22, 1926, referred the petition to its finance' committee, and recommended that it be referred to the new city council, and the new council again referred it to the finance committee. Still no action was taken thereon by the council, and on December 13, 1926, some of the original signers to the annexation petition instituted an action by petition filed in the circuit court for mandamus against the city council of Little Rock to require it to take action on the petition for annexation. Appearance was entered for the defendants and an agreement entered into by the attorney for the petitioners and the attorney for the city council for the matter to be heard on' December 27.’ F. L. Bruner and three other signers of the original petition for annexation filed a complaint in the chancery court of Pulaski County against the city council of Little Rock, asking that it be restrained from establishing District No. 454 until the city council had taken up the annexation petition and finally disposed of same.\nSuch being the facts of this record, the trial court did not err in holding that the city council had no power to create Improvement District No. 454 and to proceed with the improvement contemplated thereby until' it had definitely disposed of the petition for annexation to District No. 363. The reasoning of the chancery court as to why the decision in Little Rock v. Boullioun, supra, is applicable to and governs this case, is sonnd and unanswerable. To hold otherwise would, in effect, overrule that decision and vest the city council with legislative authority instead of an administrative and ministerial function which it must perform and which, under the decision in Little Rode v. Boullioun, supra, it has no right to refuse to perform when conditions exist, as they did here, calling for some action to be taken upon the part of the city council specifically with reference to the petition for annexation to District No. 363, which had been lodged with the city council before any steps were taken to create District No. 454. The law requires that the city council shall act with reasonable diligence land promptness. But it must act — it cannot dilly-dally with the rights of the property owners and pigeon-hole their petition.for annexation, as was done in this case. The law is mandatory in requiring them to act upon the petition for annexation, either to grant it or to disallow it. Such is the effect of the Boullioun case, supra. The trial court ruled correctly in so holding.\nIt follows, as a result of the views of the majority, 'that the action of the city council in ignoring the petition for annexation of territory to No. 363 and afterwards including this same territory in the attempted creation of District No. 454, was without authority, and void. Such being the case, the appellees, without doubt, as property owners and taxpayers in the alleged Improvement District No. 454, had the right to institute this action to' .challenge the validity of that district and the making of the improvement therein contemplated.\nThe judgment of the trial court is therefore correct, and it is affirmed.\nHart, C. J., and Mehaeey, J., dissent.",
        "type": "majority",
        "author": "Wood, J:"
      }
    ],
    "attorneys": [
      "Miles & Taylor, for appellant.",
      "Sam M. Wassell, for appellee."
    ],
    "corrections": "",
    "head_matter": "Lenon v. Tunnah.\nOpinion delivered July 11, 1927.\n1. Municipal corporations — organization of improvement district. — During the pendency of a petition to annex territory to a street improvement district, and of an action for mandamus to require the council to take action thereon and of a suit to. enjoin the council from establishing another district containing such territory, the city council had no right to organize another improvement district containing such territory.\n2. Municipal corporations — annexation of territory to improvement district. — A city council must act with reasonable diligence and promptness on a petition to annex territory to a street improvement district, under Crawford & Moses’ Dig., § 5733.\n3. Municipal corporations — improvement district — injunction against annexation. — Property owners and taxpayers have a right to sue to enjoin the city council from annexing territory to a street improvement district while a petition to annex such territory to another district was still pending.\nAppeal from Pulaski Chancery Court; Frank H. Dodge, Chancellor;\naffirmed.\nMiles & Taylor, for appellant.\nSam M. Wassell, for appellee."
  },
  "file_name": "0765-01",
  "first_page_order": 783,
  "last_page_order": 789
}
