{
  "id": 1428425,
  "name": "Ebbing v. Hassler",
  "name_abbreviation": "Ebbing v. Hassler",
  "decision_date": "1934-02-05",
  "docket_number": "4-3334",
  "first_page": "766",
  "last_page": "771",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 766"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "31 S. W. (2d) 127",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "182 Ark. 217",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1389782
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/182/0217-01"
      ]
    },
    {
      "cite": "290 S. W. 961",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "172 Ark. 889",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1408001
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/172/0889-01"
      ]
    },
    {
      "cite": "56 S. W. (2d) 178",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "186 Ark. 791",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "88 Am. Dec. 740",
      "category": "reporters:federal",
      "reporter": "Am. Dec.",
      "opinion_index": 0
    },
    {
      "cite": "148 S. W. 1033",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "104 Ark. 222",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1350643
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/104/0222-01"
      ]
    },
    {
      "cite": "241 S. W. 383",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "153 Ark. 545",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1362291
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/153/0545-01"
      ]
    },
    {
      "cite": "15 S. W. 456",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "54 Ark. 229",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1320445
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/54/0229-01"
      ]
    },
    {
      "cite": "24 S. W. 493",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "58 Ark. 293",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1329132
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/58/0293-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 554,
    "char_count": 9645,
    "ocr_confidence": 0.508,
    "pagerank": {
      "raw": 1.0052889892850951e-07,
      "percentile": 0.540174156871694
    },
    "sha256": "f1f10cfe5e7c3d9ee17a21e70033bc57f89e72325c90e6bc6e2c2851a15a4064",
    "simhash": "1:d180a8aa1f52d61b",
    "word_count": 1661
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Ebbing v. Hassler."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nAppellee sued the Detroit Edge Tool Works, a Michigan corporation, for a broker’s commission, and, upon allegations that the Pekin Wood Products Company, an Arkansas corporation, domiciled in Phillips County, was indebted to the defendant, caused a writ of garnishment to issue requiring the Arkansas corporation to answer in what sum it was indebted to the defendant. The garnishee filed an answer, admitting indebtedness to the defendant in excess of the sum sued for. The defendant filed no answer.\nAn intervention was filed, however, by W. E. Ebbing, as trustee for the defendant, in which he alleged that he was in possession of all the defendant’s assets under a certain writing dated May 10, 1932, which had been executed in Detroit, Michigan, the home office of the defendant, and which had been duly recorded in the county in which Detroit is situated. This intervention alleged that the assets in the hands of the trustee were held by him in trust for all the defendant’s creditors, and were not therefore subject to garnishment.\nThe instrument creating the alleged trust is lengthy, and we copy only so much of it as is important here to consider. It transferred to W. P. Ebbing, the president of the defendant corporation, as trustee, for the benefit of its' creditors, all the cash, stocks, bonds, accounts receivable, miscellaneous items, and certain, physical properties. None of the items of cash, accounts receivable, or miscellaneous items, were listed, and only the aggregate value thereof was set forth. The instrument appears to have been recorded as a chattel mortgage in -Detroit, Michigan, on July 13, 1932, but was never recorded nor filed for record in Phillips County, where the garnishee corporation has its situs. *\nThe instrument recites that it does grant, sell and mortgage to the trustee, for the purpose of securing payment of said sums of money so owing to said creditors, and all future sums for which it may hereafter become indebted to said creditors while the agreement is in force. It contains the following defeasance clause: “Provided always, and these presents are made upon the express condition that if first party, on May 15th shall pay to the second party as trustee the amount of the various claims scheduled in schedule ‘A’ and simultaneously delivered to second party, and the charges and expenses herein provided for and all other claims for which this instrument is security, then this obligation shall be void, otherwise to be in full force and effect.”\nThe instrument further provides that, if default be made in the payment of the debts as provided, or if the grantor shall sell or dispose of the goods except in the ordinary course of retail trade, the trustee shall take possession and sell same, and, with the proceeds of sale, pay the expenses of the trust and the claims referred to, it being intended to secure all liquidated claims. It directs that the trustee shall notify all creditors to file their claims, and, unless the claims are filed within sixty days, the trustee is not obliged to accept them. In the event the trustee and creditor cannot agree as to the allowance of a claim, the creditor must file suit in a court of competent jurisdiction, and, if he fails to do so, he shall forfeit his right to the security of the instrument. Prom the money realized under the instrument there shall be paid, in order, (1) the expenses of the trust; (2) trustee’s expenses; (3) the claims of creditors pro rata; (4) any residue shall go to the grantor.\nThe instrument covers not only existing debts but future indebtedness, and apparently authorizes the continued operation of the business and incurring additional obligations, and excludes creditors not complying with the method provided for establishing claims.\nThere was offered in evidence a letter received from the trustee, in answer to an inquiry addressed to the defendant about the claim sued on, in which it was stated: “Just because we are in the hands of a trustee does not mean that we are through. I am operating the plant as trustee for the benefit of creditors, pending a reorganization. ’ ’ It will be remembered that the trustee who wrote the letter was also the president of the defendant corporation.\nThere was a verdict and judgment for the plaintiff, from which is this appeal.\nIt is very clear that the instrument under review is not a deed of assignment, but is rather a chattel mortgage, in which a trustee is named to execute its provisions. Numerous cases have pointed out the difference between a mortgage and an assignment. In one of these, Marquese v. Felsenthal, 58 Ark. 293, 24 S. W. 493, it was said that the distinction between a mortgage and an assignment is well understood; that one is intended to secure, the other to satisfy, a debt; that a mortgage contemplates personal effort on the part of the mortgagor to pay the debt and reserving the right, by doing so, to restore his title to the mortgaged property, or of such of it as is not consumed in paying the debt, whereas an assignment implies surrender of property to the use of creditors “without the hope of redeeming it. ’ ’\nIn the case of Robson v. Tomlinson, 54 Ark. 229, 15 S. W. 456, it was said that: “The controlling guide, according to the previous decisions of the court, is, was it the intention of the parties, at the time the instrument was executed, to divest the debtor of the title and so make an appropriation of the property to raise a fund to pay debts? (Citing cases.) If the equity of redemption remains in the debtor, his title is not divested, and an absolute- appropriation of the property is not made. In arriving at the intent of the parties, therefore, the question is, not whether the debtor intended to avail himself of the equity of redemption by payment of the debt, but was it the intention to reserve the equity? If so, the instrument is a mortgage, and not an assignment.”\nThese and other eases were reviewed in the later case of Brown v. Wilkes, 153 Ark. 545, 241 S. W. 383, where it was held that a conveyance to trustees for the payment of the grantor’s debts without a defeasance clause in the event of payment by the grantor constituted a general assignment for the benefit of creditors.\nThe instrument here under review not only contains a defeasance clause, but contemplated the continuance of the business and the sale of assets in the usual course of retail trade, also the incurring of additional obligations, which, when incurred, were to be paid pro rata along with existing obligations. It is certain therefore that the instrument was not an assignment for the benefit of creditors, and did not create a trust which is exempt from legal process by creditors to collect their debts. Cases cited and relied upon by appellant, like that of State National Bank v. Wheeler-Motter Mercantile Co., 104 Ark. 222, 148 S. W. 1033, holding that funds of a debtor held by a trustee to be paid pro rata to all of his creditors cannot be seized by garnishment or other process at the instance of one of the creditors, do not apply to the facts of this case.\nIt may be said also of the instrument, which we construe to be a mortgage and not to be a deed of assignment, that it attempts to mortgage certain choses in action, and does so by merely designating them as “accounts receivable, $4,913.62.” It may be seriously questioned whether the instrument, if otherwise sufficient to constitute a valid mortgage lien, was sufficient to constitute a lien on the mortgage debt which furnished the subject-matter of the garnishment. In the chapter on Chattel Mortgages, at § 53 of 5 R. C. L., page 422, it is said: “There is some question whether choses in action are proper subjects of chattel mortgage; but, in any event, they must be referred to with sufficient definiteness to enable third persons to identify them.” The question is discussed in the annotator’s note to the case of Milwaukee & Minnesota R. R. Co. v. Milwaukee & Western R. R. Co., 88 Am. Dec. 740.\nBut, considering the instrument as an intended chattel mortgage, it affords no defense to this suit. As has been said, it contemplated the continued operation of the business and the sale of its assets and products in the usual and ordinary course of business. In EndicottJohnson Corporation v. Davis, 186 Ark. 791, 56 S. W. (2d) 178, it was said: “It is true also, as was said in the case of Coffman v. Citizens’ Loan & Inv. Co., 172 Ark. 889, 290 S. W. 961, that goods and chattels exposed daily for indiscriminate sale to the general public, at the place of business of the owner, and over which the dealer or merchant is permitted to exercise dominion, cannot be made the subject of a valid chattel mortgage. ’ ’\nFinally, it may be said that this mortgage was never recorded in Phillips County (or elsewhere in this State), where the garnishee resided and was served with process. It has many times been held that, while a mortgage is good between the parties, though not acknowledged and recorded, yet it constitutes no lien upon the mortgaged property as against creditors unless it is acknowledged and recorded, even though they may have actual notice of its existence. It is so expressly provided by statute. Section 7381, Crawford & Moses’ Digest. Combs v. Owen, 182 Ark. 217, 31 S. W. (2d) 127.\nOther reasons are assigned for the affirmance of the judgment, which appear to be well taken, but which we find it unnecessary to discuss, as the judgment must be otherwise affirmed. It is so ordered.",
        "type": "majority",
        "author": "Smith, J."
      }
    ],
    "attorneys": [
      "A. D. Whitehead, for appellant.",
      "Brewer & Cracraft, for appellee."
    ],
    "corrections": "",
    "head_matter": "Ebbing v. Hassler.\n4-3334\nOpinion delivered February 5, 1934.\nA. D. Whitehead, for appellant.\nBrewer & Cracraft, for appellee."
  },
  "file_name": "0766-01",
  "first_page_order": 784,
  "last_page_order": 789
}
