{
  "id": 1407950,
  "name": "American Insurance Company v. Rector",
  "name_abbreviation": "American Insurance v. Rector",
  "decision_date": "1927-01-31",
  "docket_number": "",
  "first_page": "767",
  "last_page": "775",
  "citations": [
    {
      "type": "official",
      "cite": "172 Ark. 767"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "277 S. W. 541",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "169 Ark. 1015",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1374043
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/169/1015-01"
      ]
    },
    {
      "cite": "163 Ark. 42",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1383834
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/163/0042-01"
      ]
    },
    {
      "cite": "25 Am. St. Rep. 191",
      "category": "reporters:state",
      "reporter": "Am. St. Rep.",
      "opinion_index": 0
    },
    {
      "cite": "13 L. R. A. 475",
      "category": "reporters:federal",
      "reporter": "L.R.A.",
      "opinion_index": 0
    },
    {
      "cite": "27 Pac. 738",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": 0
    },
    {
      "cite": "91 Cal. 323",
      "category": "reporters:state",
      "reporter": "Cal.",
      "case_ids": [
        1939388
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal/91/0323-01"
      ]
    },
    {
      "cite": "86 Am. St. Rep. 195",
      "category": "reporters:state",
      "reporter": "Am. St. Rep.",
      "opinion_index": 0
    },
    {
      "cite": "7 Pac. 817",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": 0
    },
    {
      "cite": "67 Cal. 438",
      "category": "reporters:state",
      "reporter": "Cal.",
      "case_ids": [
        2228845
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal/67/0438-01"
      ]
    },
    {
      "cite": "10 N. W. 91",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 0
    },
    {
      "cite": "53 Wis. 136",
      "category": "reporters:state",
      "reporter": "Wis.",
      "case_ids": [
        8703756
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wis/53/0136-01"
      ]
    },
    {
      "cite": "2 Sweeny, 470",
      "category": "reporters:state",
      "reporter": "Sweeny",
      "case_ids": [
        1421128
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-super-ct/32/0470-01"
      ]
    },
    {
      "cite": "7 Am. Rep. 380",
      "category": "reporters:state_regional",
      "reporter": "Am. Rep.",
      "opinion_index": 0
    },
    {
      "cite": "46 N. Y. 526",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2052611
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/46/0526-01"
      ]
    },
    {
      "cite": "2 Fed. 429",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        1643966
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/f/2/0429-01"
      ]
    },
    {
      "cite": "1 Fed. 396",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        3717177
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/f/1/0396-01"
      ]
    },
    {
      "cite": "128 S. W. 559",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "94 Ark. 594",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1545452
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/94/0594-01"
      ]
    },
    {
      "cite": "62 S. W. 1047",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "69 Ark. 295",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8722210
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ark/69/0295-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 667,
    "char_count": 16662,
    "ocr_confidence": 0.493,
    "pagerank": {
      "raw": 6.605085434253971e-08,
      "percentile": 0.40366291625496314
    },
    "sha256": "aee23f486f7718d172a230c5a341e317473797b33c4f2fb25c4dab7302a3a35f",
    "simhash": "1:bbfd20133fe9ce97",
    "word_count": 2914
  },
  "last_updated": "2024-02-27T21:19:44.522172+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "American Insurance Company v. Rector."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nOn November 6,1922, the appellant insurance company issued to appellee a fire insurance policy for a three-year period on his farm residence for $700, with additional insurance of $300 on the household furniture, etc. On March 7, 1925, the house was destroyed by fire, but the contents were saved by the caretaker. The house was totally destroyed, and this suit was brought to collect the insurance thereon. The insurance company defended upon the grounds that there had been a change of possession which avoided the policy, and that the insured had not made proof of loss as required by the policy. Liability was denied upon both grounds. The trial resulted in a verdict for the insured for $700, with a penalty of 12 per cent, and an attorney’s fee of $100, and from the judgment therefor is this appeal.\nAppellee, the insured, was a married man at the time the policy was issued, and his wife lived with him in the insured property, but she abandoned him. Their separation had been impending for some time, and a brother of appellee had unsuccessfully attempted to effect a reconciliation. As appellee expressed it, he and his wife “divided,” and it appears to have been agreed that he should haul her effects from their residence to the place to which she had decided to remove. Pursuant to this arrangement, appellee’s brother, who was a tenant on the farm where the insured residence was located, moved into the insured property, and appellee’s wife moved out the following day. Appellee testified that his brother moved in in order that he might take care of the property. His brother had been living in another house on the farm, which he vacated, \"and was placed, in the insured house as a caretaker, and no increased rent was charged against his brother.\nAppellee testified that, immediately after his wife left him, he secured employment to drive a team, and, to enable him to make two trips each day, he stayed in Dardanelle, instead of his own home, but that he left his' personal effects at home and retained a furnished room there, and returned home every Saturday night. Appellee secured a divorce, on some ground not stated, and married again, and, after his second marriage, resided in Dardanelle, but he testified that he did this because it made him more accessible to his work, and that he intended at all times to return to his home — the insured property — when his employment terminated, hut the house burned before that time, and that, even after his second marriage, he only removed from the house a feather-bed and some pillows.\nThe policy sued on contained the following provision: “If any change takes place in the title, possession or interest of the assured in the above mentioned property, * * * then * * * this policy shall be null and void. ’ ’\nIt is insisted that there was a violation of this provision, and that the policy was invalidated on that account.\nUpon this feature of the case the court charged the jury as follows: “Now, if Rector’s brother went into that property as Rector’s tenant and occupied it as his tenant, the court tells you that the policy is void, because it is in violation of that clause that requires him to maintain his residence and ownership, and the possession would be changed from that of the original owner to that of a tenant. The court tells you further that, if his brother went in there as his agent and maintained his residence in that building as Rector’s agent and not as his tenant, then the policy is not void on that account; * * * if he maintained his possession by either remaining there himself or keeping some one there for him, taking care of his property for him, the court tells you that he did not change his possession. * * *”\nIt is insisted that this instruction is not only abstract as applied to the facts of this case, but is an incorrect interpretation of the stipulation of the policy quoted above in any case.\nWe do not think either objection to the instruction is well taken. In addition to the facts stated above, appellee testified that he told Mr. George, the agent who wrote the policy, that he was staying temporarily in Dardanelle, and that his brother was in charge of the insured property for him, and that George told him that this Would not invalidate the policy. George denied having this conversation. Appellee testified that' he had not put his brother in charge for any definite time, and that he retained the right to reenter and take possession at any time, and that it was his intention always to reoccupy the property when his employment terminated. That the house which his brother vacated when he rémoved into the insured property remained vacant, so that his brother could move back into it when told to do so,-and his brother did return to that house when the insured house burned. He-did not charge his brother any rent, and he kept a portion of his effects in the insured property at all times, and had the right to retake possession on demand. Appellee further testified, as stated, that he had advised the agent, George, of his temporary removal from the property, and that George said that this fact would not affect the insurance. If this be true — -and the jury evidently credited the testimony — the jury was warranted in finding that the agent did not regard the circumstance as being a change of possession. The agent made no attempt to -cancel the policy, and, if there was a change of possession, the question might have been raised whether this provision of the policy had been waived; but that issue was not submitted to the jury. The question of fact submitted was whether there had been a change of possession.\nWe are of the opinion that the testimony warranted the finding that the temporary arrangement recited did not constitute a change of possession. Not only did the right of possession remain in appellee, but he left a portion of his household goods in the house in charge of a caretaker.\nIn the case of Planters’ Mutual Ins. Assn. v. D.ewberry, 69 Ark. 295, 62 S. W. 1047, 86 Am. St. 195, the policy sued on contained the stipulation that if “ * * * any change takes place in the title, occupation or possession * * *” of the insured property, the policy should be void. The owner of the property leased it to one Haile for a year, and gave Haile possession thereof, and moved away from the premises, which remained in the exclusive possession of Haile until the house was destroyed by fire. The court held that there had been a change of possession and occupancy and that the policy had been thereby invalidated.\nIt may be said that the policy there sued on contained a stipulation against a change either of occupancy or possession, and that there was a change both of occupancy and possession, as the owner relinquished the right of occupancy and possession to another for a definite time, and, as the opinion recites, Haile was occupying the house exclusively at the time of the fire.\nHere the stipulation is only against a change of possession. One might be in possession of property which he did not occupy, and one might give another the right to occupy which would deprive the owner of his right of possession, at least for the period of time that the right of occupancy exists. But this is the question which the instruction quoted submitted to the jury. Under the instruction the jury was told to find for the defendant insurance company if it were found that the occupant was not in possession for the owner. The court directed the jury to find for the insurance company if it were found ihat appellee’s brother was in possession as tenant, although the tenancy was at will, but to find for the plaintiff if it were found that appellee’s brother was in possession as a mere caretaker. It thus appears that the court did not submit to the jury the question whether the insurance company had waived the stipulation against change of possession through the notice given its agent by appellee.\nIn the case of Queen of Arkansas Ins. Co. v. Pendola, 94 Ark. 594, 128 S. W. 559, the policy sued on contained a provision invalidating it if there were a change of occupancy or possession, and Justice Battle, speaking for the court, said: “An insurance company has the right to determine what property it will insure, and to make its liability for such insurance dependent on the occupant. This is a matter of contract. The insured has the right to determine what insurance he will accept; and, when he enters into a contract with the insurance company in which the property insured is specified, and the insurance is made to depend upon the change of occupancy, he is bound by the contract, and he cannot change the occupancy of the property contrary to the terms of the policy and hold the insurer liable. He cannot change the contract. This is necessary for the protection of the insurer. ’ ’\nIt is not our intention to impair the doctrine of that case, 'but we do hold that there was no such change of possession as to render the policy here sued on void under the provision set out above, where the jury has found, under evidence sufficient to support the finding, that the owner did not surrender his possession and right to occupy, but had only turned the property over to a caretaker during his temporary absence.\nIn volume 2 'Cooley’s Briefs on the Law of Insurance, page 1723, it is said: “However, it is often difficult to determine what constitutes a change of possession within the meaning of a policy. In Rumsey v. Phoenix Ins. Co. (C. C.), 1 Fed. 396, 2 Fed. 429, it is said that the change of possession contemplated by a provision of this kind is something more than a change of occupation. It is a change effected ‘by legal process, judicial decree, voluntary transfer, or conveyance’; one which refers to insured’s possessory right, and not to his occupancy of the premises. The temporary absence of the insured, leaving the premises in the charge of an agent who occupies them, is not such a change of possession as will terminate the policy (Shearman v. Niagara Fire Ins. Co., 46 N. Y. 526, 7 Am. Rep. 380; s. c. 2 Sweeny, 470, 40 How. Prac. 393). Nor is it a change of possession to admit another into actual possession under a parol license for the single purpose of making repairs (Alkan v. New Hampshire Ins. Co., 53 Wis. 136, 10 N. W. 91). On the theory that the change of possession contemplated by a policy is something more than a mere change of occupancy, it was held in Rumsey v. Phoenix Ins. Co. (C. C.) 1 Fed. 396, 2 Fed. 429, that a lease of the premises and occupancy by the tenant was not a violation of the policy. A contrary rule is, however, asserted in Wenzel v. Commercial Ins. Co., 67 Cal. 438, 7 Pac. 817, and in Planters’ Mutual Ins. Assn. v. Dewberry, 69 Ark. 295, 62 S. W. 1047, 86 Am. St. Rep. 195, it was said that a lease of the premises vitiated the policy. But it is to be noted that the holding in the Wenzel case was overruled by implication in Smith v. Phoenix Ins. Co., 91 Cal. 323, 27 Pac. 738, 13 L. R. A. 475, 25 Am. St. Rep. 191, and that the condition involved in the Dewberry case was against change of ‘ occupancy or possession’.”\nWe conclude therefore that there was no error in the instruction set out, and that the testimony is legally sufficient to support the finding that there was no change of possession.\nUpon the question of the failure to make proof of loss, but little need be said. The undisputed testimony shows that on the day after the fire appellee wrote the company, advising that the house had burned, and that he personally notified Mr. George, and asked him about the proof of loss, and appellee testified that George stated he would attend to this.\nGeorge admitted that he made a report of the loss to the company on one of the blanks furnished by the company for that purpose, and this report was based upon what appellee had told him. There was no contention that any information was desired which appellee failed to furnish. Appellee testified that George offered him $350, or one-half the policy, in settlement of the claim, and advised him not to sue if he was not willing- to accept that amount. George admitted that he was authorized by the. company to adjust the claim, and that he did not prosecute the settlement because appellee refused to sign a non-waiver agreement.\nBy § 6147, C. & M. Digest, it is provided that “a fire insurance policy, in case of a total loss by fire of the property insured, shall be held and considered a liquidated demand against the company taking such risk for the full amount stated in such policy, or the full amount upon which the company charges, collects or receives a premium; provided, the provisions of this article shall not apply to personal property.”\nThe insured building- was totally destroyed by fire. Appellee reported the loss promptly, and had several conversations with Mr. George about the proof of loss, and George told him, within the time when proof of loss could be made, that he (George) would make a report, and that he did so, and George admitted that he did make a report on a blank provided by the company for that purpose, and that included in this report was a statement about appellee removing from the property, and that, in response to his letter to the company inclosing this report, the company wrote him to take up the matter of adjustment of the loss, provided appellee would sign a non-waiver agreement, but, as the agreement was not signed, he did not attempt to make a settlement.\nIn the case of National Union Fire Ins. Co. v. Wright, 163 Ark. 42, it was said that, “if an authorized agent, within the time specified for making proof of loss under the policy, enters into' negotiations for the adjustment of the loss, or otherwise treats this requirement of the policy as having been complied with, or as waived, then the company cannot thereafter defend upon the ground that a proof of loss was not furnished” (citing-cases).\nIt is also settled that if, within the time when proof of loss might he made, the insured furnishes such information in regard, to the loss as is apparently sufficient to meet the company’s requirements in this respect, the company cannot, after the time within which proof of loss might be made has expired, be heard to say that the proof of loss furnished was not sufficient. Glens Falls Ins. Co. v. Jenkins, 169 Ark. 1015, 277 S. W. 541.\nNo error appears, and the judgment is therefore affirmed.",
        "type": "majority",
        "author": "Smith, J."
      }
    ],
    "attorneys": [
      "W. B. Rutherford, for appellant.",
      "J. W. Wilson, for appellee."
    ],
    "corrections": "",
    "head_matter": "American Insurance Company v. Rector.\nOpinion delivered January 31, 1927.\n1. Insurance — fire policy — possession of owner. — In an action on a fire insurance policy containing a clause voiding the policy for a change in possession of the property, an instruction that if insured’s brother occupied the. property as insured’s tenant the policy was void, but if he occupied it as insured’s agent the policy was not avoided, held correct.\n2. Insurance — fire policy — change of possession. — Evidence, in a suit on a fire insurance policy, held to show that insured’s temporary arrangement for his brother to live in his house did not constitute such a change of possession as to avoid the policy, under a clause forbidding a change in title, possession or interest, where the right of possession remained in insured, and he left part of his household goods in his brother’s charge.\n3. Insurance — fire loss — failure to make proof. — Insured's failure to make proof of a total loss of hjs residence within the time specified for making proof thereof under the policy held not to defeat a recovery under the fire policy, where the evidence established that insured reported his loss promptly to the insurer’s agent who made report to insurer, since, under Crawford & Moses’ Dig., § 6147, a total loss is considered liquidated damages.\n4. Insurance — waiver of proof of loss. — If an authorized agent, within the time specified for making proof of loss under the policy, enters into negotiations for the adjustment of the loss, or otherwise treats this requirement of the policy as having been complied with or as waived, the insurer cannot thereafter defend upon the ground that a proof of loss was not furnished.\n5. Insurance — sufficiency of proof of loss. — If, within the time when proof of loss can be made, the insured furnishes such information in regard to the loss as is apparently sufficient to meet the insurer’s requirements in this respect, the insurer cannot, after the time for making proof of loss, be heard to say that the proof furnished was insufficient.\nAppeal from Tell Circuit Court, Dardanelle District; J. T. Bulloch, Judge;\naffirmed.\nW. B. Rutherford, for appellant.\nJ. W. Wilson, for appellee."
  },
  "file_name": "0767-01",
  "first_page_order": 785,
  "last_page_order": 793
}
