{
  "id": 1428225,
  "name": "Wasson v. Tapscott",
  "name_abbreviation": "Wasson v. Tapscott",
  "decision_date": "1934-02-05",
  "docket_number": "4-3328",
  "first_page": "771",
  "last_page": "773",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 771"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "299 S. W. 753",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "175 Ark. 417",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1403642
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/175/0417-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 291,
    "char_count": 3785,
    "ocr_confidence": 0.525,
    "pagerank": {
      "raw": 6.770845263994211e-08,
      "percentile": 0.4110911485573097
    },
    "sha256": "c984805aa96ff23fb7d8b007d4e1e74347080f07ceb2fe79806db0b2777105e3",
    "simhash": "1:d09bcfa6e1e0595d",
    "word_count": 666
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wasson v. Tapscott."
    ],
    "opinions": [
      {
        "text": "Humphreys, J.\nThis appeal comes from the chancery court of White County, and involves the sole question of the priority of two mortgage liens on the same property, both of which secured valid subsisting debts. The oldest mortgage in point of time, and the one first recorded, was executed by W. H. Capps to the Union iBank & Trust Company on January 21, 1920. The other mortgage was executed on January 9, 1925, by W. H. Capps to the Union Bank & Trust Company. Each mortgage was duly recorded a few days after its execution. At the time of the execution of each mortgage, J. E. Lightle was vice-president of said bank and actively in charge of its affairs, and continued in the active management thereof until it became insolvent on November 4, 1930. S. P. Tapscott was a customer of said bank during the entire period from 1920 until the State Bank Commissioner took charge thereof, and, during all that time, J. E. Lightle, as his representative and that of the bank, was authorized to use the funds he had on deposit to purchase notes from the bank on his account, and to collect the interest and principal of said notes. On February 23, 1920, J. E. Lightle sold the W. H. Capps note then owned by the bank to S. P. Tapscott and assigned it to him without recourse on the bank. Thereafter, J. E. Lightle collected the interest on the note for seven years and placed the amount to the credit of Tapscott, the last collection being made on January 1, 1927. No notations of these collections or payments were entered on the margin of the record where the mortgage was recorded. At the time said bank took its own mortgage on the same property from W. H. 'Capps, the debt and mortgage wbicb it bad sold to Tapscott was still a valid and subsisting lien against said land, and, according to the weight of the evidence, it was the intention and agreement of the bank that tbis mortgage should constitute a second lien on said property. After the bank went into liquidation, there was entered on the margin of the record of the last mortgage by the special deputy commissioner, a payment of $257, wbicb bad been paid on the note and mortgage on March 3, 1929.\nThe Bank Commissioner acquired only such rights as existed in favor of the bank on the day the doors closed. He stepped into the shoes of the bank and could not by any act change the relationship existing at that time between the bank and Tapscott relative to these mortgages. If the bank bad estopped itself to claim priority of it own mortgage over that of Tapscott, the Bank Commissioner could not change the status by making the marginal entry mentioned above.\nThe bank in the instant case is not a third party or stranger to these mortgages, and cannot invoke the benefit of § 7382, Crawford & Moses’ Digest, by complying with the requirements therein. The Bank Commissioner gained nothing by an attempt to comply with the provisions of said act.\nAgain, the agreement that its mortgage should not have priority over the Tapscott mortgage and its conduct in reference to the Tapscott mortgage equitably estops it and the Bank Commissioner from claiming priority of the second over the first mortgage. The facts bring the instant case well within the case of Merchants’ & Planters’ Bank v. Citizens’ Bank of Grady, 175 Ark. 417, 299 S. W. 753. In that case, we find tbis excerpt from Jones on Mortgages, 7th ed., vol. 1, § 608, peculiarly applicable to the instant case:\n“Parties may, as between themselves, make a valid agreement, though it be verbal only, that one of two mortgages shall be prior to tbe other.”\nNo error appearing, the decree is affirmed.",
        "type": "majority",
        "author": "Humphreys, J."
      }
    ],
    "attorneys": [
      "Brundidge & Neelly, for appellant.",
      "John E. Miller, C. E. Yingling and Rowland H. Lindsey, for appellee."
    ],
    "corrections": "",
    "head_matter": "Wasson v. Tapscott.\n4-3328\nOpinion delivered February 5, 1934.\nBrundidge & Neelly, for appellant.\nJohn E. Miller, C. E. Yingling and Rowland H. Lindsey, for appellee."
  },
  "file_name": "0771-01",
  "first_page_order": 789,
  "last_page_order": 791
}
