{
  "id": 1432133,
  "name": "Pacific Mutual Life Insurance Company v. Harris",
  "name_abbreviation": "Pacific Mutual Life Insurance v. Harris",
  "decision_date": "1933-06-12",
  "docket_number": "4-3039",
  "first_page": "772",
  "last_page": "779",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 772"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "225 S. W. 298",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "146 Ark. 75",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "206 S. W. 64",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "136 Ark. 84",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1569956
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/136/0084-01"
      ]
    },
    {
      "cite": "53 S. W. 675",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "67 Ark. 147",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1152553
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/67/0147-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 609,
    "char_count": 14465,
    "ocr_confidence": 0.473,
    "pagerank": {
      "raw": 1.0808281116952899e-07,
      "percentile": 0.5624648386836453
    },
    "sha256": "69c873b8405ed6f930412b0ae60928e7b292bbe4d9e06a7354959be3103a3a22",
    "simhash": "1:242948b8e07fbfc8",
    "word_count": 2576
  },
  "last_updated": "2024-02-27T21:18:50.990705+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Pacific Mutual Life Insurance Company v. Harris."
    ],
    "opinions": [
      {
        "text": "Humphreys, J.\nAppellee brought separate suits against appellants in the circuit court of Clark County to recover the amount of the indemnity provided in each policy for the death of her husband, through external, violent and accidental means.\nEach appellant defended upon two grounds: first, that the. policies had lapsed for the nonpayment of premiums; and, second, that the insured’s death was not accidental. The causes were consolidated for the purposes of trial, and, at the conclusion of the testimony, the trial court instructed the jury to return a verdict in each case for the amount sued for, penalty, attorneys fee, and costs, over the objection and exception of appellant, and from the verdicts and consequent judgments an appeal has been prosecuted to this court.\nAt the time the policies were issued, the insured, a negro, was working for the Missouri Pacific Railroad Company in section gang No. 52, and when he received the policy, he gave each of the appellants an order on the Missouri Pacific Railroad Company to deduct the premiums from his wages and pay same to the appellants. The Missouri Pacific Railroad Company deducted premiums down to and through the month of June, 1927, but failed to make the deduction in July, August and September, because, according to appellants’ admission in the course of the trial, the Missouri Pacific Railroad Company had not been asked to pay the premiums for those months. The insured was shot in the back while getting in a box car containing merchandise in the yard at Gurdon on October 23, 1927, in which yard he was then employed. He was working in section gang 52 then under the name of H. A. Harry through an error of the paymaster in ¡making up the payroll, but there is no question about him being the same person who was insured. In the meantime he had been transferred for a while to section gang 11, then to section gang 4, then back to section gang 52. After he was shot by the' special agent of the Missouri Pacific Railroad Company, the special agent had the car moved down to the station, where it was entered by the town marshal of Gurdon. The special agent stated that he had shot him. The insured had been shot five times, one shot at least entering his back and passing entirely through his body. His body was lying in the extreme end of the car. A knife supposed to belong to him was a short distance from his body, and it appeared that he had used it to open a box of cakes, out of which he had been eating. A pistol supposed to belong to him was found in the doorway with an empty cartridge in it. A disinterested witness stated he had heard and seen every shot that was fired by the sound and flash it made, and that every one of them was fired from the same place and in the same direction. An inquest was held, and the special agent was exonerated. None of the evidence introduced at the inquest appears in this record. The special agent did not testify in the case.\nBased upon this undisputed testimony, the trial court instructed verdicts against appellants on the theory that it was their duty to collect the premiums on the orders which they had procured from the insured, and that their failure to do so did not lapse the policies, and that no justification was shown for the homicide.\nThe first finding was correct because the insured had worked continuously for the railroad company after he gave the order and earned sufficient money to pay the orders had they been presented. It was admitted in the course of the trial that, if the railroad company had had the orders, it would have paid the premiums. The case of Missouri Life Insurance Company v. Walker, 67 Ark. 147, 53 S. W. 675, cited by appellants, is not in point. It was stated by the court in that case that it was not clear that the railroad company had money in its hands out of which to pay the last premium, and therefore that the insurance company was not required to notify Walker of the failure to pay the order because he knew he left no money with the company to pay it and must have known, without notice, that the order had not been paid. Not so in the instant case, but, on the contrary, it is admitted in the record that if the insurance- companies had presented the orders, they would have been paid. It is a case of negligence on the part of appellants to protect themselves when they had an opportunity to do so through the method devised by them to collect their premiums, and they cannot take advantage of their own neglect to cancel the policies.\nThe second finding was correct also. The killing was admitted, and the burden was thereby cast upon appellants to show that the killing was justified. This court said in the case of Metropolitan Casualty Insurance Company v. Chambers, 136 Ark. 84, 206 S. W. 64: “It is the settled law in this State that proof of death of an insured from injuries received by him raises a presumption of accidental death within the meaning of an insurance clause insuring against injury by external, violent and accidental means, and this presumption will continue until overcome -by affirmative proof to the contrary on the part of the insurer. ’ ’\nIn the case of Ætna Life Insurance Company v. Little, 146 Ark. 75, 225 S. W. 298, this court defined an accidental killing within the meaning of the terms of these and like policies, as follows: “If a result is such as follows from ordinary means, voluntarily employed, in a not unusual or unexpected way, it cannot be called a result effected by accidental means; but if, in the act which precedes the injury, something unforeseen, unexpected, unusual occurs which produces the injury, then the injury has resulted through accidental means. ’’\nAccording to this record, the special agent attacked and killed the insured because he thought he was robbing a car. The insured was working in the yard and may have had authority to enter the car and was killed while in the act of entering it. If the pistol at the door belonged to the insured, it was not shown that he used it or attempted to use it or the knife on the special agent. The empty cartridge may have been in the pistol all the time. The only use made of the knife was to open a cake box. He was eating cakes at the time, and none of these things justify homicide.\nNo error appearing, the judgment is affirmed.",
        "type": "majority",
        "author": "Humphreys, J."
      },
      {
        "text": "Smith, J.,\n(dissenting). Inasmuch as the judgment here appealed from was rendered upon a verdict returned under the direction of the court, we must test that action by giving appellants’ testimony its highest probative value, with all inferences reasonably deducible therefrom. Therefore, the question presented for our decision is not whether the testimony is legally sufficient to support a verdict in appellee’s favor, but is rather whether, viewed in the light most favorable to appellants, it would have supported a verdict in their favor. If, under the testimony so viewed, a verdict could have been returned for appellants by the jury under proper instructions, then the judgment appealed from should be reversed for the error in directing a contrary verdict.\nIt may be first said that it is an undisputed fact that the premiums necessary to keep the policies in force up to and until October 22d or 23d, 1927, the date of the insured’s death, were not paid, yet the insurance companies are required under the judgment here appealed from to pay policies upon which they had not received the premiums necessary to keep them in force.\nThe theory of the majority, as I understand the opinion, is that the insurance companies must pay the policies, although they did not receive. the premiums, because they should not be heard to say that the premiums were not paid.\nIt is an undisputed fact that all of the insured’s wages, except those earned during the last fifteen days of his life, were paid to the insured himself, and he, of course, knew that the premiums were not being paid out of his wages. The last wages earned by the insured were paid after his death to his widow.\nThe premiums were paid by the railroad paymaster down to and through the month of June, 1927, as the majority say, but, as the majority also say, there were no payments of premiums during the months of July, August and September. Now, although the insured himself drew his wages for these three months and appropriated them to his own use, the trial court declared, as a matter of law, that the policies continued in force because the railroad company should have paid the premiums to the insurance companies and should not have allowed the insured to draw the entire amount of his wages.\nNow, the fact is that the pay orders which the railroad company received were executed by Aaron Harris, and the premiums were paid to the insurance companies so long as the name of Harris remained on the railroad payroll. There were two pay days each month, the first and the fifteenth. The pay orders executed by Aaron Harris were paid until and including the second pay day in June.\nAt the time the policies were issued and the pay orders were signed Harris, the insured, was working on section gang No. 52 of the Arkansas Division, which is located at Grurdon. He took a voluntary lay-off in the latter part of June, and then went to work on extra gang No. 4, which was worldng between Hope and Nashville. After working on the extra gang for about ninety days Harris returned to gang 52, but he went to work, not as Aaron Harris, but as H. A. Harry, and he failed to notify either the insurance companies or the paymaster of the railroad that H. A. Harry was Aaron Harris hack on the job.\nThe nndisprtted testimony shows that there are 101 section gangs on the Arkansas division of the Missouri Pacific Railroad, and many times that number on the entire system. Separate payrolls are kept for each gang, and if a man transfers from one gang to another the paymaster has no way of knowing that a man with a similar, or even identical, name, appearing on one section gang, has previously been employed on another gang, unless he is advised of that fact. In the absence of advice on the subject the paymaster could not be expected to know that H. A. Harry was Aaron Harris.\nThe trial court in directing a verdict for the plaintiff gave the following reason for that action: “It developed that during his life and after the policies were taken out he was transferred to another section, and it appears from the record in this case that about the time of that transfer the companies ceased receiving payments on the premiums, notwithstanding the fact that the railroad company had full authority, and had been authorized by the employee, who was the insured, to pay to these respective defendants the sum agreed on as premiums for the respective policies. Now, in addition to that, the evidence shows that the insured earned each month sufficient money to make these payments out of his pay to the companies. The court holds that it was'the. duty of the companies to collect the premiums on the order which they had procured from the insured to the railroad company, and that their failure to do it did not cause a lapse of the policies. The policies were still in force and effect just as if they had done it. ’ ’\nI think this action was erroneous, because the evidence showed that it was customary for employees who had signed pay orders to notify the paymaster of changes in employment, in order that the deductions might be continued. Harris, not only did not notify the railroad company that he and Harry were one and the same person, but, on the contrary, he drew down all the pay due Harry. He could not have.-been under the apprehension that his premiums were being paid by the railroad company when all his wages were being paid to him.\nEach of the policies sued on provided that the insurance should forfeit without notice to the insured in the event of the nonpayment of the premiums, and each policy provided that the action of the employed in deducting the installments of premiums from the wages was entirely at the risk of the insured.\nThere is no question in this case about the pay orders having been delivered to the railroad company. They were at all times in the possession of the railroad company, and were regularly and properly honored by the railroad company so long as the records of the railroad company showed that the insured Harris was their employee. The railroad official having the pay records in charge testified that deductions were made pursuant to the pay orders so long as their records showed Harris to be in their employ, but payments were not made after June for the reason that the pay records did not show Harris to be an employee.\n\"Why the insured returned to gang 52 and had his name placed on the payroll as Harry, instead of Harris, is not explained. It appears to me that it would not have been unreasonable for the jury to have found, had the case been submitted to the jury, that Harris employed this method to defeat and annul his pay order, in view of the fact that he drew down his full pay during the months of July, August and September. In any event, I think that this was not a proper case for a directed verdict.\nIt is to be remembered that the policies sued on are accident policies, and that a recovery was prayed upon the ground that the insured’s death was effected by accidental means. The insured was a negro section hand, and there is no intimation that he had any duty to perform which required or authorized him to enter freight cars in the nighttime. Several boxes in this freight car had been broken open. One of these boxes contained cakes, and the insured’s mouth was filled with cake when his body was found. Near the body was an open knife and a pistol, which had been fired one time, and these were shown to have belonged to the deceased. It occurs to me that these facts made an issue as to whether the insured’s death was accidental, if they do not conclusively show the contrary to be true.\nI am therefore of the opinion that the case should have been submitted to the jury upon two questions, first, whether the premiums had been paid, and second, whether the death of the insured was accidental.\nI am authorized to say that Justices McHaney and Butler concur in the views here expressed.",
        "type": "dissent",
        "author": "Smith, J.,"
      }
    ],
    "attorneys": [
      "Dillon & Robinson, Owens & Ehrman, J. M. McFarlane and John M. Lofton, Jr., for appellant.",
      "J. H. Lookadoo, for appellee."
    ],
    "corrections": "",
    "head_matter": "Pacific Mutual Life Insurance Company v. Harris.\n4-3039\nOpinion delivered June 12, 1933.\nDillon & Robinson, Owens & Ehrman, J. M. McFarlane and John M. Lofton, Jr., for appellant.\nJ. H. Lookadoo, for appellee."
  },
  "file_name": "0772-01",
  "first_page_order": 792,
  "last_page_order": 799
}
