{
  "id": 1428321,
  "name": "Booe v. State",
  "name_abbreviation": "Booe v. State",
  "decision_date": "1934-02-05",
  "docket_number": "Crim. 3871",
  "first_page": "774",
  "last_page": "777",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 774"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "230 S. W. 5",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "148 Ark. 351",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8720214
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/148/0351-01"
      ]
    },
    {
      "cite": "168 S. W. 148",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "113 Ark. 257",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1537521
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/113/0257-01"
      ]
    },
    {
      "cite": "270 S. W. 968",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "168 Ark. 534",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8723457
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/168/0534-01"
      ]
    },
    {
      "cite": "122 S. W. 236",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "92 Ark. 120",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1548593
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/92/0120-01"
      ]
    },
    {
      "cite": "10 S. W. 266",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "51 Ark. 189",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8721466
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/51/0189-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 364,
    "char_count": 5790,
    "ocr_confidence": 0.492,
    "pagerank": {
      "raw": 9.61528394233672e-08,
      "percentile": 0.5268094780815407
    },
    "sha256": "3df5b23c28f2017b9c450ea533b8ad9e974427fd388f6cc0d05a3da22c28744d",
    "simhash": "1:234d7d23984f13b6",
    "word_count": 993
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Booe v. State."
    ],
    "opinions": [
      {
        "text": "Humphreys, J.\nAppellant was indicted, tried and convicted in tbe circuit court of PulasM County, First Division, for the crime of murder in the first degree for Mlling M. E. Stephens, and was adjudged to serve a life term in the State Penitentiary as punishment therefor, from which is this appeal.\nAppellant’s first assignment of error is that the evidence is insufficient to support the verdict and judgment and, for that matter, any degree of homicide except manslaughter.\nIt is argued that the evidence fails to reflect any malicious intent on the part of appellant to kill M. E. Stephens which was put into execution after premeditation and deliberation. The suggestion is made that appellant and deceased were entire strangers, and that the killing occurred in such a short time after they met that the elements of malice, premeditation and deliberation could not have been conceived in the mind of appellant before he shot and killed deceased. The law fixes no time in which the elements of murder in the first degree must be formed in the mind of one who takes life, but the existence of the fact is a matter for determination by a jury from all the facts and circumstances surrounding and entering into the homicide. Green v. State, 51 Ark. 189, 10 S. W. 266; Ferguson v. State, 92 Ark. 120, 122 S. W. 236; Weldon v. State, 168 Ark. 534, 270 S. W. 968. Applying this rule to the facts and circumstances in the instant case, we are of opinion that they fully warranted the jury in finding that the killing of M. E. Stephens by appellant was murder in the first degree. Stating the facts most strongly in favor of the State, the record of the evidence reflects that appellant, in company with a friend and companion by the name of Jim Jones, drove his car to the filling station of deceased, ordered some gasoline, and killed him when he demanded payment for his gasoline. According to the testimony of Jones, when appellant refused to pay for the gasoline, deceased got on the running board and tried to stop them so as to get his pay by striking at appellant with his fist; whereupon appellant picked up a pistol lying between them on the seat and shot at deceased twice, one shot taking effect and killing him, and that they then absconded and successfully made their escape. Appellant himself confessed that he killed deceased.\nAppellant also contends that the confession of appellant after arrest that he killed deceased was not sufficient corroboration of his accomplice, Jones, to warrant the conviction. The rule is to the contrary. Knowles v. State, 113 Ark. 257, 168 S. W. 148, Ann. Cas. 1916C, 568.\nAppellant also contends that the confession did not show the degree of the crime, but merely admitted the killing. The rule is that the corroborating evidence need not be sufficient to convict, but is sufficient if it tends to connect the defendant -with the commission of the crime. Hawkins v. State, 148 Ark. 351, 230 S. W. 5. Certainly appellant’s confession connected him sufficiently with the commission of the crime.\nThe court also properly admitted the confession for consideration of the jury after finding that it was made voluntarily and without the promise of immunity.\nAppellant also assigns as error the refusal of the court to give his requested instruction No. 2A, which proposed to tell the jury that accomplice Jones’ testimony must be corroborated by other testimony connecting him with the crime before they can convict him. This was a correct declaration of the law, and should have been given, but the error was cured by instruction No. 19, which was given by the court before submitting the case to the jury. Instruction No. 19 fully covered instruction No. 2A requested by appellant.\nAppellant also assigns as error the refusal of the court to give his requested instruction No. 3A, which is as follows: ‘ ‘ There has been evidence offered tending to show that the witness Jones has been promised some immunity from the part witness Jones took in his acts connected with the killing of Stephens. If you believe from the evidence in this case that witness Jones had been promised by any one as an officer of this court any less punishment or immunity for testifying against this defendant, you have a right to take into consideration, in determining whether witness Jones is telling the truth in this case, or is testifying against defendant, Booe, in order to incur favor with the State to the end that his punishment would be lighter for the part he took, either in taking the life of Stephens, or in accessory after the fact to said killing of Stephens.”\nThis instruction is clearly argumentative, and, for that reason, the court properly excluded it.\nBy reference to the instructions, it will be seen that the court gave the following instruction:\n“You may judge of the credibility of a witness by the manner in which he gives his testimony, his demeanor upon the stand, the reasonableness or unreasonableness of his testimony, the means of knowledge as to the facts about which he testifies, the consistency or inconsistency of his testimony with itself or the other testimony in the case, his interest in the case, the feeling he may have for -or against the defendant, his bias for or prejudice against the defendant, or any other fact or cricumstance tending to shed light upon the truth or falsity of such testimony, and it is for you at last to say what weight you will give the testimony of any or all witnesses.”\nThe other assignments of errors discussed by appellant were not prejudicial.\nNo error appearing, the judgment is affirmed.",
        "type": "majority",
        "author": "Humphreys, J."
      }
    ],
    "attorneys": [
      "Claude Cruse, C. C. Beard and Reed & Beard, for appellant.",
      "Hal L. Norwood, Attorney General, and John R. Caldwell, Assistant, for appellee."
    ],
    "corrections": "",
    "head_matter": "Booe v. State.\nCrim. 3871.\nOpinion delivered February 5, 1934.\nClaude Cruse, C. C. Beard and Reed & Beard, for appellant.\nHal L. Norwood, Attorney General, and John R. Caldwell, Assistant, for appellee."
  },
  "file_name": "0774-01",
  "first_page_order": 792,
  "last_page_order": 795
}
