{
  "id": 8725593,
  "name": "Watkins v. State",
  "name_abbreviation": "Watkins v. State",
  "decision_date": "1929-06-17",
  "docket_number": "",
  "first_page": "776",
  "last_page": "780",
  "citations": [
    {
      "type": "official",
      "cite": "179 Ark. 776"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 418,
    "char_count": 7149,
    "ocr_confidence": 0.499,
    "pagerank": {
      "raw": 8.958875016565372e-08,
      "percentile": 0.5019080262980583
    },
    "sha256": "cea457539e9f5225ace087f1669e8c742c30e5b996f90450c9d0f3da70fcd8fc",
    "simhash": "1:87d8318808b5612c",
    "word_count": 1285
  },
  "last_updated": "2023-07-14T22:44:09.982065+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Watkins v. State."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nAppellant was indicted for the offense of assault with intent to kill, alleged to have been committed by assaulting Sam Humphreys with a deadly weapon.\nAt the trial from which this appeal comes, Humphreys testified that he was the marshal of the town of Norvell, and that a Mr. Matson, who operates a small store in the town, sent for witness to quell a disturbance in an adjoining house. When witness arrived, “there was some hollering going on in the house,” and a negro woman came out of the hack door and ran into another house. Appellant soon followed, and as he did so the messenger who had brought witness to the scene said, “'That’s him now.” Witness said to appellant, “Consider yourself under arrest,” and appellant answered, “I want to talk to that woman, sir; I ain’t been doing nothing.” The woman who had just run out of the house heard this remark, and she said, \"Yes, you have been heating me up. ’ ’ Witness then said to appellant, ‘ Come on and let’s go,” and told appellant that he was under arrest for disturbing the peace. Witness called on a boy who had walked up to assist him in making the arrest, and he told appellant that if he did not go on he would hit him with his pistol, and he did what he threatened to do when appellant refused to budge, and, as he did so, the pistol flew out of his hand. At this the boy who had been asked to assist in making- the arrest ran away, and a scuffle ensued, during the course of which \"we wallered clear across the road”’ so witness stated. Appellant got possession of the pistol, and put it at witness’ side, remarking as he did so, \"I guess you will get down the road now.” Witness said \"Yes,” but did not move. There was nothing to keep appellant from shooting witness, but he did not attempt to do so, nor did appellant strike or offer to strike witness with the pistol, but, when appellant saw witness was not going on as he had been told to do, appellant grabbed witness in the belt and jerked it, and in doing so tore witness’ shirt and undershirt. Just then a negro drove up in an automobile, and appellant drew the gun on the driver of the car, who stopped the car when told to do so. Appellant got in the car and drove away. Appellant did not testify at his trial.\nAppellant asked the court to direct a verdict in his favor upon the ground that Humphreys had attempted to arrest him without authority, and that he had opposed no more force than was necessary to resist the unlawful arrest. The court refused so to do, and refused also to give an instruction which would, in effect, have directed a verdict of not guilty, upon the theory that Humphreys had unlawfully attempted to arrest appellant, and that appellant had the right to use such force as was necessary “to repel the attack made on him and to regain his liberty.”\nWe think the court did not err in refusing to direct the jury to acquit appellant, nor was error committed in refusing to give the instruction just referred to. In fact, the instructions given were more favorable to appellant than they should have 'been, for the reason that in one of them the jury was told that Humphreys had no right to arrest appellant. The jury was so instructed upon the theory that Humphreys had no warrant for appellant’s arrest, and that the offense for which he attempted to arrest him — that of disturbing the peace — was not committed in his presence. The court was in error in declaring that the offense was not committed in the officer’s presence. It is true the officer did not see appellant assault the woman, but he stood near the porch of the house and heard her screaming, and he saw her run from the house, and he saw appellant follow her. The offense of disturbing the peace, if not that of an assault, was committed in the presence of the officer, for he heard the woman screaming, even though he did not see her, and it was the screaming which had prompted Matson to send for the officer.\nIn the chapter on Arrest, 5 C. J. 416, § 45, it is said : “An offense is committed in the presence or view of an officer, within the meaning of the rule authorizing an arrest without a warrant, when the officer sees the acts constituting it, although at a distance, view of such acts as constitute reasonable grounds for arrest being sufficient. An offense is likewise deemed committed in the presence of the officer when he hears the disturbance created thereby and proceeds at once to the scene, or where the offense is continuing, or has not been fully consummated, at the time the arrest is made. He must, however, have direct personal knowledge, through sense of sight or hearing, that the offense is the act of the accused. Merely being near enough to see, but not seeing, is not sufficient, unless the failure to see is due to darkness, and the lack of seeing- is made up for by bearing. ’ ’ Cases cited in the note to the text quoted fully sustain the text. See also State v. Dowd, ante, p. 384.\nThe court charged the jury that appellant was not guilty of an assault with intent to kill, and this was correct. The court submitted under correct instructions the questions whether appellant was guilty of a simple assault, or assault and battery, or an assault with a deadly weapon, and defined these offenses, and the jury found appellant guilty of the offense of an assault with a deadly weapon, and fixed the punishment at a fine of $100, with imprisonment for six months in the county jail. The court did not submit the question whether appellant had resisted or assaulted an officer (§§ 2585, 6, 7, C. & M. Digest).\nThe offense for which appellant was convicted— that of an assault with a deadly weapon — is committed when “any person assaults another with a deadly weapon, instrument or other thing*, with an intent to inflict upon the person of another a bodily injury, where no considerable provocation appears, or where the circumstances of the assault show an abandoned and malignant disposition.” Section 2334, C. & M. Digest. The punishment for this offense is a fine of not less than $50 nor more than $1,000, and some imprisonment not exceeding one year.\nUnder the testimony recited above appellant was not guilty of this offense. He did not assault the officer with a weapon. The officer admitted that appellant did not fire the pistol, nor attempt to do so, and that he was not assaulted with the pistol. Apparently, so far as the weapon was concerned, appellant attempted only to prevent the officer from using it in effecting the arrest, but appellant did lay hands on and assault Humphreys, and in doing so he violated the law.\nThe error of convicting appellant of an assault with a deadly weapon may be cured by remitting the imprisonment and leaving intact the fine of a hundred dollars, as a fine of that amount is authorized by law upon a conviction for the offense of a simple assault, or for that of assault and battery. The judgment will be modified accordingly, and, as thus modified, will be affirmed.",
        "type": "majority",
        "author": "Smith, J."
      }
    ],
    "attorneys": [
      "Hub Blair and 8. V. Neely, for appellant.",
      "Hal L. Norwood, Attorney General, and Robert F. Smith, Assistant, for appellee."
    ],
    "corrections": "",
    "head_matter": "Watkins v. State.\nOpinion delivered June 17, 1929.\nHub Blair and 8. V. Neely, for appellant.\nHal L. Norwood, Attorney General, and Robert F. Smith, Assistant, for appellee."
  },
  "file_name": "0776-01",
  "first_page_order": 794,
  "last_page_order": 798
}
