{
  "id": 8725587,
  "name": "Ragland v. Snotzmeier",
  "name_abbreviation": "Ragland v. Snotzmeier",
  "decision_date": "1933-01-09",
  "docket_number": "4-2802",
  "first_page": "778",
  "last_page": "785",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 778"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "61 A. L. R. 1228",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "159 N. E. 628",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": 0
    },
    {
      "cite": "262 Mass. 281",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3822986
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/262/0281-01"
      ]
    },
    {
      "cite": "200 N. Y. S. 55",
      "category": "reporters:state",
      "reporter": "N.Y.S.",
      "opinion_index": 0
    },
    {
      "cite": "205 App. Div. 388",
      "category": "reporters:state",
      "reporter": "A.D.",
      "case_ids": [
        4685822
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad/205/0388-01"
      ]
    },
    {
      "cite": "44 A. L. R. 785",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "131 Atl. 432",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "103 Conn. 583",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        1648020
      ],
      "opinion_index": 0,
      "case_paths": [
        "/conn/103/0583-01"
      ]
    },
    {
      "cite": "206 S. W. 71",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "136 Ark. 23",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1570035
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/136/0023-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 624,
    "char_count": 13434,
    "ocr_confidence": 0.519,
    "pagerank": {
      "raw": 2.527793025449194e-07,
      "percentile": 0.8121801695774541
    },
    "sha256": "7bd13e1c261113f86e0da04c3a0071d75751754432b638b7f59a4b1467471abb",
    "simhash": "1:82a8d022963cf4cb",
    "word_count": 2320
  },
  "last_updated": "2024-02-27T17:52:01.123529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Ragland v. Snotzmeier."
    ],
    "opinions": [
      {
        "text": "Mehaeey, J.\nThe appellant, about three o’clock a. m. on the 26th of August, 1931, left Stuttgart, Arkansas, in an automobile for St. Louis, Missouri. The appellant was the driver of the car, and the appellees were his invited guests.\nH. A. Hoover occupied the rear seat, and William Snotzmeier rode in front with the driver.\nBetween Brinkley and Wheatley, about 50 miles from Stuttgart, in attempting to pass a truck parked on the side of the highway, the car in which appellant and appel-lees were riding was turned over, injuring the parties in the car.\nFrom a point about five miles west of Brinkley, to the place of the accident and beyond, is a concrete surfaced road, and from Brinkley to the place of the accident the road is straight. The accident occurred about four o’clock in the morning.\nEach of the appellees filed separate suits against the appellant, seeking to recover damages for the injuries sustained. The cases were consolidated and tried as one case.\nThe appellees alleged that appellant was driving at a high rate of speed, and that this excessive rate of speed continued for approximately four miles beyond Brinkley; that, while continuing this high rate of speed, appellant undertook to pass another vehicle on the road, but, on account of the rate of speed at which he was traveling, or on account of the careless and negligent manner in which he was driving, appellant’s car struck against the car which appellant tried to pass. It was also alleged that all of the occupants of the car were made unconscious as a result of the accident, and that appellant’s car was traveling at such an excessive speed, and turned over with such force, that it was practically destroyed. The injuries received by appellees were described in their complaints, and it was alleged that the appellees suffered great pain, and would continue to suffer. Hoover prayed judgment for $4,736 and Snotzmeier for $10,000.95.\nThere is very little conflict in the evidence. The appellant himself did not testify.\nThe trial resulted in a verdict of $2,500 for Hoover, and $5,000 for Snotzmeier, and judgment was entered accordingly. Appellant filed a motion for a new trial, which was overruled, exceptions saved, and the case is here on appeal.\nThe undisputed evidence shows that appellant was driving his car at a very rapid rate of speed at the time and some time prior to the time of the accident.\nIt is not seriously contended that appellant was not guilty of negligence, but the appellant earnestly insists that the appellees were guilty of contributory negligence, and therefore not entitled to recover. He calls attention first to the case of Carter v. Brown, 136 Ark. 23, 206 S. W. 71. Appellant quotes from that case as follows: “It is the duty of the guest to exercise ordinary care for his or her safety; and a failure to exercise such care, which contributes to the injury or might have resulted in avoiding* the danger and resultant injury, will constitute contributory negligence.” The court, however, also said: “It was also an issue for the jury as to whether the appellant was guilty of contributory negligence. The court erred in not submitting these issues to the jury.”\nNegligence and contributory negligence are questions of fact to be submitted to and determined by tbe jury, where there is any evidence tending to show negligence or contributory negligence. The question of the contributory negligence of the appellees was submitted to the jury at the request of the appellant.\nNegligence is the failure to exercise such care as a person of ordinary prudence would exercise under the circumstances, and whether one has exercised such care is a question for the jury.\nAppellant calls attention to many authorities in support of his contention that it is the duty of an invited guest to exercise ordinary care to protect himself from injury, to caution the driver of the danger, protest against it, and to do what a reasonable, prudent person would do under the circumstances for his own safety. If he fails to exercise such care, and his failure contributes in any degree to produce the injury, he cannot recover. This court has many times announced this doctrine, and it is supported by the great weight of authority.\nIn determining the question of contributory negligence, it is proper to consider all the circumstances and evidence in the case, the condition of the road, appellees ’ knowledge of the ability and fitness of the driver, the speed of the car, the character and cause of the accident, and all the circumstances in the case.\nMr. Conrey testified that the car had turned over two or three times, and, after it turned over the last time, had skidded for some distance. The car was almost demolished. The wrecked car had apparently “sides wiped” the truck; had run up on the pavement and turned over about 120 feet beyond the truck. The car was badly wrecked, and witness testified that he had to practically rebuild it.\n¥m. Snotzmeier testified that he told the driver he was going too fast, and the driver told him not to worry, that he would watch out. Snotzmeier then testified that he dozed off to sleep, and the next thing he knew he was in the hospital. Snotzmeier was riding in the front seat with the driver.\n. Hoover testified that the car was being driven at a high rate of speed, ahont 60 miles an honr. He heard Snotzmeier tell Ragland not to he in snch a hnrry, or something of the sort, and Ragland said that he wonld watch ont and he careful.\nStatements made hy both Snotzmeier and Hoover were introduced in evidence. It will he seen from the evidence that the road was a concrete surface, straight, and the accident occurred about four o’clock in the morning, when there was very little travel. Snotzmeier testified that he cautioned the driver, and the driver said that he would be careful, and watch out. The question therefore of contributory negligence of appellees was for the jury..\n“Unless the facts are manifest, and the inference to be drawn therefrom clear beyond peradventure, the question whether the guest of an automobile driver, having no control over him, was negligent in failing to appreciate the danger in crossing railroad tracks, or to act in relation thereto, must be submitted to the jury.” 2 Blashfield on Automobiles, 1133.\nSo here the question of whether the guests were negligent was a question for the jury. Negligence is never presumed, but must be proved, and when Snotzmeier cautioned the driver, and when the driver said he would watch out an<f be careful, the guests had a right to assume that he would do this. They had a right to take into consideration the character of the road, the time of the morning, their knowledge of the driver’s ability; and, considering all these facts and circumstances, it was a question of fact whether the appellees acted at the time as men of ordinary prudence would have acted under the circumstances, and, if they did, they were not guilty of negligence.\nThere would have been no reason at all for Hoover to speak to the driver, when he heard Snotzmeier speak to him, and heard his reply. If several guests are riding in a ear, it would be unnecessary for all of them to caution tlie driver, if any,one of them cautioned him, and the others heard it. In other words, guests in an automo.-bile are required to exercise just such care as a person of ordinary prudence would exercise under the circumstances.\n“The question whether a guest or passenger in a motor vehicle exercised due care for his own safety is usually a question for the jury under all the evidence, as whether an automobile driver and his guests were negligent in attempting to cross before defendant’s approaching motor truck, 75 or 100 feet away, or where plaintiff failed to act as a person of ordinary prudence would have acted under the circumstances, or, as the rule is sometimes expressed, he is bound to look out for his own safety as far as practical.” 2 Blashfield on Automobiles, 109.\n“The fact that a passenger in an automobile was sleeping before and at the time of being injured in an accident caused by the negligence of the driver does not necessarily show negligence on his part. ’ ’ '2 Blashfield on Automobiles, 1089.\nThe Connecticut court said: “The trial court submitted to the jury the question whether, in view of the circumstances preceding and surrounding the accident, the fact that the defendant momentarily fell asleep constituted negligence on his part. There is surprisingly little authoritative discussion in decisions or text books as to the relation of sleep to the doctrines of negligence, although in a number of cases it seems to have been assumed that it constitutes contributory negligence for one in a position of peril to become incapacitated by sleep from protecting himself from harm. * # * In any ordinary case one cannot go to sleep while driving an automobile without having relaxed the vigilance which the law requires without having been negligent. It lies within his own control to keep awake or cease from driving, and so the mere fact of his going to sleep while driving is a proper basis for an inference of negligence sufficient to make out a prima facie case, and sufficient for a recovery, if no circumstances tending to excuse or justify bis conduct are proved. If snob circumstances are claimed to bave been proved, it then becomes a question of fact whether or not the driver was negligent; and in determining that issue all the relevant circumstances are to be considered, including the fact that ordinarily sleep does not come upon one without warning of its approach. The trial court was right in leaving the issue to the jury as one of fact.” Bushnell v. Bushnell, 103 Conn. 583, 131 Atl. 432. 44 A. L. R. 785.\nAppellant cites the case of Sheehan v. Coffey, 205 App. Div. 388, 200 N. Y. S. 55. The court in that case, however, set aside the verdict because it was against the weight of the evidence. This court does not pass on the weight of evidence, but, if there is any substantial evidence to sustain the verdict, it cannot be disturbed by this court, although we might believe that it was against the weight of the evidence\nIt is next contended by the appellant that the verdict of the jury is contrary to the law and the evidence. It is contended that the verdict is contrary to instruction No. 5, which tells the jury in substance that, if Hoover was riding in the automobile which was traveling at a high rate of speed for a sufficient distance for him to become aware of it, and he made no protest, he was guilty of contributory negligence, and could not recover.\nWe have already said that the request of Snotzmeier made in Hoover’s presence made it unnecessary for him to caution the driver. Besides that, under instruction No. 5, the jury could have found that Hoover was not aware of the fact that the -automobile was being driven at a dangerous rate of speed.\nThis instruction was immediately followed by instruction No. 6 with reference to Snotzmeier’s right to recover, and both these instructions were given at the request of the appellant.\nThe appellant cites the case of Oppenheim v. Barkin, 262 Mass. 281, 159 N. E. 628, 61 A. L. R. 1228. In that case the evidence showed that the driver had gone to sleep, and the court said: “If the plaintiff saw that the defendant was asleep, or if he were awake and the plaintiff saw him turning away from the line of travel across the highway to the left, it could have been found to he the plaintiff’s duty to arouse the defendant or warn him of the approaching danger, or for the plaintiff to take some precaution for his own safety. ’ ’ The above case is annotated on page 1252, where a great many cases are collected, among others some Arkansas cases.\nIt is next contended that the instructions given on the measure of damages were erroneous. Special objection was made to that part of the instruction which submitted to the jury, as an element of damages, the alleged pecuniary loss on account of diminished earning capacity. Appellant contends there was no evidence upon which to base this instruction.\nSnotzmeier was a farmer, and Hoover an expert machinist. There is ample evidence on which to base the instruction, both as to Hoover and Snotzmeier. The evidence shows that Snotzmeier was very severely injured, and that his earning capacity decreased. Both the ap-pellees were severely injured, and there is evidenec to show that the earning capacity of each was decreased. The evidence showed the injury, the character of work that each performed, and from that the jury could estimate as well as any one else whether or not there was a decrease in the earning capacity, and, if so, how much.\nIt is next contended that the verdicts are excessive. The evidence shows that each appellee was severely injured, and also that the injuries are permanent, and are such injuries as will not only decrease their earning power, but cause them pain and suffering.\nAppellant also contends that some of the instructions are erroneous, but he asked, and the court gave, practically the same instructions that he now objects to. We think the instructions, when considered together as a whole, correctly state the law to the jury.\nWe find no error, and the judgments are affirmed.",
        "type": "majority",
        "author": "Mehaeey, J."
      }
    ],
    "attorneys": [
      "M. F. Elms and W. A. Leach, for appellant.",
      "A. G. Meehan and John W. Moncrief, for appellee."
    ],
    "corrections": "",
    "head_matter": "Ragland v. Snotzmeier.\n4-2802\nOpinion delivered January 9, 1933.\nM. F. Elms and W. A. Leach, for appellant.\nA. G. Meehan and John W. Moncrief, for appellee."
  },
  "file_name": "0778-01",
  "first_page_order": 798,
  "last_page_order": 805
}
