{
  "id": 1428353,
  "name": "Bank of Cabot v. Wilson & Company",
  "name_abbreviation": "Bank of Cabot v. Wilson & Co.",
  "decision_date": "1934-02-05",
  "docket_number": "4-3329",
  "first_page": "779",
  "last_page": "782",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 779"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 197,
    "char_count": 3009,
    "ocr_confidence": 0.488,
    "sha256": "44cf679b6e6fb374cea8517f264a2956be99b1220a24331f355018c20dc85ade",
    "simhash": "1:a7d7358dc3ce5f8b",
    "word_count": 523
  },
  "last_updated": "2023-07-14T22:44:11.517500+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Bank of Cabot v. Wilson & Company."
    ],
    "opinions": [
      {
        "text": "Kirby, J.,\n(after stating the facts). The undisputed testimony showed that Lucas, appellee’s salesman, purchased the draft from the bank as he was authorized to do, indorsed the checks and drafts to be collected by the bank in payment of the purchase money, and gave his own personal check for the balance, $162.79; that his personal check was not paid, and, upon being notified thereof, he gave two checks for the amount upon other banks in the State, both of which were returned marked “insufficient funds”; that the bank drew on appellee company for the amount of the checks, attaching said unpaid checks to the draft in accordance with the draft purchasing agreement, and that appellee company páid said draft.\n' It is true that appellee claimed in its action to recover this amount from the bank, as for money had and received, paid through mistake, that the bank had failed to notify it by wire of the return of the checks of Lucas given for part of the purchase money of the draft, and that therefore under the contract it was not liable to the repayment of such money. The purchasing agreement provides, however, that the bank get in touch with appellee’s salesman, if possible, notifying him that the item had been returned, etc., and also gives the bank authority to draw on appellee at Kansas City, Kansas, attaching to the draft a memorandum of the checks, etc.\nAppellee knew the provisions of the draft purchasing contract, and knew necessarily, when these particular checks were attached to the draft drawn by the bank, that they were unpaid and presented for payment to the company because of the money sent in the draft purchased by the agent not having been collected or realized, and made no objection to the payment of this draft refunding to the bank the money it had advanced under the draft purchased by the company’s agent. It is therefore estopped to deny that the payment was not made in satisfaction of the balance of the amount of the draft purchased for appellee company, which was paid for with said checks returned to it unpaid, and for the payment of which the Bank of Cabot was duly authorized to draw on appellee company under the draft purchasing-agreement. Although, the Bank of Cabot did not wire the appellee company about the failure of the maker of the checks to pay them, it called that fact to the attention of appellee’s agent, J. H. Lucas, maker of the checks, as required under the contract; and, as already said, the company had sufficient notice of the return of the checks when it paid the bank’s draft for the collection of it, and it cannot now repudiate its action, and recover the money it was liable to the payment of under said contract and draft.\nThe court erred in holding otherwise, and the judgment is reversed, and, the case appearing to have been fully developed, the cause will be dismissed. It is so ordered.",
        "type": "majority",
        "author": "Kirby, J.,"
      }
    ],
    "attorneys": [
      "John R. Thompson, for appellant.",
      "Reed & Beard, for appellee."
    ],
    "corrections": "",
    "head_matter": "Bank of Cabot v. Wilson & Company.\n4-3329\nOpinion delivered February 5, 1934.\nJohn R. Thompson, for appellant.\nReed & Beard, for appellee."
  },
  "file_name": "0779-01",
  "first_page_order": 797,
  "last_page_order": 800
}
