{
  "id": 12440938,
  "name": "In the Matter of the Recall of Edward M. Piper, as Commissioner of Cowlitz County Public Utility District No. 1",
  "name_abbreviation": "In re the Recall of Piper",
  "decision_date": "2015-12-10",
  "docket_number": "No. 90883-4",
  "first_page": "780",
  "last_page": "792",
  "citations": [
    {
      "type": "official",
      "cite": "184 Wash. 2d 780"
    }
  ],
  "court": {
    "name_abbreviation": "Wash.",
    "id": 9029,
    "name": "Washington Supreme Court"
  },
  "jurisdiction": {
    "id": 38,
    "name_long": "Washington",
    "name": "Wash."
  },
  "cites_to": [
    {
      "cite": "370 P.2d 862",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1962,
      "opinion_index": 0
    },
    {
      "cite": "59 Wn.2d 781",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1028350
      ],
      "year": 1962,
      "pin_cites": [
        {
          "page": "784"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/59/0781-01"
      ]
    },
    {
      "cite": "196 P.3d 672",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2008,
      "pin_cites": [
        {
          "parenthetical": "plurality opinion"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "165 Wn.2d 135",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        5751322
      ],
      "year": 2008,
      "pin_cites": [
        {
          "page": "143",
          "parenthetical": "plurality opinion"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/165/0135-01"
      ]
    },
    {
      "cite": "908 P.2d 878",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1996,
      "pin_cites": [
        {
          "parenthetical": "stating that asking someone to confirm the truth of conclusory allegations is not a reasonable inquiry under the circumstances"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "128 Wn.2d 419",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        518005
      ],
      "year": 1996,
      "pin_cites": [
        {
          "page": "427-29",
          "parenthetical": "stating that asking someone to confirm the truth of conclusory allegations is not a reasonable inquiry under the circumstances"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/128/0419-01"
      ]
    },
    {
      "cite": "829 P.2d 1099",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1992,
      "pin_cites": [
        {
          "parenthetical": "\"The reasonableness of an attorney's inquiry is evaluated by an objective standard.\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "119 Wn.2d 210",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1370269
      ],
      "year": 1992,
      "pin_cites": [
        {
          "page": "220",
          "parenthetical": "\"The reasonableness of an attorney's inquiry is evaluated by an objective standard.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/119/0210-01"
      ]
    },
    {
      "cite": "592 P.2d 1096",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "weight": 2,
      "year": 1979,
      "opinion_index": 0
    },
    {
      "cite": "91 Wn.2d 767",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1101843
      ],
      "year": 1979,
      "pin_cites": [
        {
          "page": "774"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/91/0767-01"
      ]
    },
    {
      "cite": "72 P.3d 170",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "weight": 2,
      "year": 2003,
      "pin_cites": [
        {
          "parenthetical": "finding recall petition that referred to several attached exhibits-but failed to identify how the attachments supported the charges-factually and legally insufficient"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "149 Wn.2d 787",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1292570
      ],
      "year": 2003,
      "pin_cites": [
        {
          "page": "792-93",
          "parenthetical": "finding recall petition that referred to several attached exhibits-but failed to identify how the attachments supported the charges-factually and legally insufficient"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/149/0787-01"
      ]
    },
    {
      "cite": "20 P.3d 930",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2001,
      "pin_cites": [
        {
          "parenthetical": "finding that a recall petitioner must have some knowledge of the facts underlying the charges contained in the petition"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "143 Wn.2d 366",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        425282
      ],
      "year": 2001,
      "pin_cites": [
        {
          "page": "372",
          "parenthetical": "finding that a recall petitioner must have some knowledge of the facts underlying the charges contained in the petition"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/143/0366-01"
      ]
    },
    {
      "cite": "707 P.2d 1327",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1985,
      "opinion_index": 0
    },
    {
      "cite": "104 Wn.2d 580",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1201382
      ],
      "year": 1985,
      "pin_cites": [
        {
          "page": "584"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/104/0580-01"
      ]
    },
    {
      "cite": "799 P.2d 1179",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1990,
      "pin_cites": [
        {
          "parenthetical": "quoting Teaford v. Howard, 104 Wn.2d 580, 584, 707 P.2d 1327 (1985)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "115 Wn.2d 544",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1379103
      ],
      "year": 1990,
      "pin_cites": [
        {
          "page": "549",
          "parenthetical": "quoting Teaford v. Howard, 104 Wn.2d 580, 584, 707 P.2d 1327 (1985)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/115/0544-01"
      ]
    },
    {
      "cite": "124 P.3d 279",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2005,
      "opinion_index": 0
    },
    {
      "cite": "156 Wn.2d 53",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        3892958
      ],
      "year": 2005,
      "pin_cites": [
        {
          "page": "58"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/156/0053-01"
      ]
    },
    {
      "cite": "876 P.2d 448",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "weight": 3,
      "year": 1994,
      "opinion_index": 0
    },
    {
      "cite": "124 Wn.2d 193",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        507125
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "199-200"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/124/0193-01"
      ]
    },
    {
      "cite": "676 P.2d 438",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "weight": 3,
      "year": 1984,
      "pin_cites": [
        {
          "parenthetical": "\"[CR 26(b)(1)] is designed to permit a broad scope of discovery.\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "100 Wn.2d 878",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1142096
      ],
      "year": 1984,
      "pin_cites": [
        {
          "page": "883",
          "parenthetical": "\"[CR 26(b)(1)] is designed to permit a broad scope of discovery.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/100/0878-01"
      ]
    },
    {
      "cite": "961 P.2d 343",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1998,
      "opinion_index": 0
    },
    {
      "cite": "136 Wn.2d 255",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        867977
      ],
      "year": 1998,
      "pin_cites": [
        {
          "page": "267"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/136/0255-01"
      ]
    },
    {
      "cite": "258 P.3d 9",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2011,
      "opinion_index": 0
    },
    {
      "cite": "172 Wn.2d 120",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4018069
      ],
      "year": 2011,
      "pin_cites": [
        {
          "page": "131-32"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/172/0120-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 833,
    "char_count": 18199,
    "ocr_confidence": 0.906,
    "pagerank": {
      "raw": 6.380125665320789e-08,
      "percentile": 0.3953162906408829
    },
    "sha256": "b23849ebfa090c3f8ad7edc9728bb535e31e94ac3ecbfcfe9023e569b9aa9f62",
    "simhash": "1:a7b1f6a6aafcaec9",
    "word_count": 2856
  },
  "last_updated": "2024-02-27T21:13:25.899037+00:00",
  "provenance": {
    "date_added": "2019-05-21",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Madsen, C.J., and Johnson, Owens, Fairhurst, Wiggins, González, Gordon McCloud, and Yu, JJ., concur."
    ],
    "parties": [
      "In the Matter of the Recall of Edward M. Piper, as Commissioner of Cowlitz County Public Utility District No. 1."
    ],
    "opinions": [
      {
        "text": "Stephens, J.\n¶ 1 Petitioners William Ammons, Douglas Irvine, and Charles Wallace (Petitioners) petitioned to recall respondent Cowlitz County Public Utility District (PUD) Commissioner Edward M. Piper. Clerk’s Papers (CP) at 8-13. At a hearing to determine the sufficiency of the allegations, Petitioners voluntarily withdrew the recall petition. Finding that the recall petition was frivolous and intentionally filed in bad faith, the superior court awarded Piper attorney fees. Petitioners moved for review of the attorney fees award. We affirm the superior court.\nFACTS AND PROCEDURAL HISTORY\n¶2 In 2013, PUD Commissioners Buz Ketcham and Kurt Anagnostou passed a censure resolution against Piper. The resolution alleged nine instances of misfeasance but contained no underlying factual description to support the charges.\n¶3 Petitioners then filed a recall petition against Piper. CP at 151-53. The petition was a near-verbatim copy of the censure resolution. Compare CP at 8-13, with CP at 151-53. According to Ammons, the recall petition was dropped in the mail slot of his barbershop. Without investigating the truthfulness of the recall petition, Ammons signed and presented it to Wallace and Irvine. After speaking with Anagnostou, Wallace and Irvine also signed the petition. Although Anagnostou confirmed the recall petition mirrored the censure resolution, he declined to provide any supporting information. Ammons claimed the purpose of the recall petition was “to get [Piper] to retire like he should.” CP at 197. Petitioners claimed no part in writing the petition. CP at 358.\n¶4 The Cowlitz County prosecuting attorney rejected the recall petition, finding that it did not include the required oath. CP at 117. After Petitioners submitted a revised recall petition, the prosecutor moved for a sufficiency hearing. Piper objected, arguing the recall petition lacked both legal and factual sufficiency. Piper also moved for CR 11 sanctions, contending the recall petition was filed in bad faith.\n¶5 At the sufficiency hearing, Petitioners voluntarily withdrew the recall petition. Verbatim Report of Proceedings (VRP) (Dec. 20, 2013) at 21-23. The trial judge warned Petitioners, “[I]f you want to withdraw the petition, I think you’re entitled to do so. I don’t think that prohibits ... Piper from any motion for attorney[ ] fees.” Id. at 22. Petitioner’s counsel responded, “I’ve discussed that with my clients, and we’re aware of that.” Id. at 23.\n¶6 To determine whether the recall petition was filed in bad faith, the superior court granted discovery, which was limited to deposing Petitioners. VRP (Jan. 15, 2014) at 16. Both Piper and Petitioners agreed to this discovery. Finding that the recall petition was frivolous and intentionally filed in bad faith, the superior court awarded Piper attorney fees. CP at 360-61. Petitioners timely appealed.\nANALYSIS\n¶7 An elected official may be recalled for misfeasance, malfeasance, or violation of the oath of office. Const. art. I, §§ 33-34; RCW 29A.56.110. In recall proceedings, courts ensure that public officials are not subject to frivolous or unsubstantiated charges by confirming that the charges are legally and factually sufficient before placing the charges before the voters. RCW 29A.56.140; In re Recall of Lindquist, 172 Wn.2d 120, 131-32, 258 P.3d 9 (2011). Courts do not, however, evaluate the truthfulness of the charges. RCW 29A-.56.140; Linguist, 172 Wn.2d at 132.\n¶8 Although a recall petitioner’s motives play no part in determining the legal and factual sufficiency of a recall petition, In re Recall of Pearsall-Stipek, 136 Wn.2d 255, 267, 961 P.2d 343 (1998), a petitioner’s motives are relevant to determining bad faith, Lindquist, 172 Wn.2d at 136-39. In dismissing a recall petition filed in bad faith, the trial court may award sanctions under CR 11. Id. at 136.\n1. The Superior Court Properly Allowed, Discovery To Determine Whether To Award Sanctions\n¶9 Petitioners argue that discovery cannot be granted solely to search out grounds for applying sanctions. Appellants’ Opening Br. at 19. Specifically, Petitioners contend that the superior court erred by allowing Piper to depose them. Id. We reject this argument.\n¶10 Parties may obtain discovery regarding any matter, not privileged, that is relevant to the subject matter involved in the pending action, whether it relates to the claim or defense of the party seeking discovery or to the claim or defense of any other party. CR 26(b)(1); Barfield v. City of Seattle, 100 Wn.2d 878, 883, 676 P.2d 438 (1984) (“[CR 26(b)(1)] is designed to permit a broad scope of discovery.”). After Petitioners withdrew the recall petition, Piper filed a CR 11 motion for sanctions, which in the context of a recall petition requires a showing of bad faith. Lindquist, 172 Wn.2d at 136. Not only did Petitioners agree that discovery was necessary at the hearing on sanctions, but CR 26(b)(1)’s plain language also permitted discovery on the issue of bad faith because it was a matter relevant to the subject matter involved in the pending action—the award of attorney fees. CR 26(b)(1). The superior court therefore acted within its discretion by allowing discovery to determine whether to award sanctions in this recall action.\n2. The Superior Court Properly Awarded Attorney Fees against Petitioners for Intentionally Filing a Frivolous Petition in Bad Faith\n¶11 An award of attorney fees is reviewed for abuse of discretion and may be reversed only if the court exercised its discretion on untenable grounds or for untenable reasons. Lindquist, 172 Wn.2d at 135. In any civil action, a court may award attorney fees if the action was frivolous and advanced without reasonable cause. RCW 4.84.185. In a recall action, the superior court holds a hearing on the merits, without cost to any party, to determine whether the alleged acts satisfy the criteria for filing a recall petition. RCW 29A.56.140.\n¶12 Although a petitioner may not be assessed expenses and attorney fees under RCW 4.84.185 for bringing a merely frivolous recall petition, sanctions may be imposed to “ ‘respond to intentionally frivolous recall petitions brought for the purpose of harassment.’ ” Lindquist, 172 Wn.2d at 136 (quoting Pearsall-Stipek, 136 Wn.2d at 266). Both CR 11 and the court’s inherent equitable powers authorize the award of attorney fees when recall petitions are intentionally frivolous and filed in bad faith. Id. Under CR 11, sanctions are available against a litigant for filing a claim for an improper purpose, or if the claim is not grounded in fact or law and the signing litigant failed to conduct a reasonable inquiry. Id. By signing a pleading, including a recall petition, a party certifies that “it is not interposed for any improper purpose, such as to harass or to cause unnecessary delay or needless increase in the cost of litigation.” CR 11(a)(3); Lindquist, 172 Wn.2d at 136. Violation of this rule allows the court to award reasonable attorney fees. Lindquist, 172 Wn.2d at 136.\n¶13 In Lindquist, this court affirmed an award of attorney fees upon the dismissal of a recall petition against Pierce County Prosecutor Mark Lindquist for failing to investigate and prosecute an individual. Id. at 135-38. There, the court found that the petitioners’ claim was frivolous because petitioners knew that law enforcement— not the prosecuting attorney—conducts investigations. Id. at 137. Petitioners’ claim was filed for the purpose of political harassment because “[t]he timing allowed the recall petition’s charges to be known before the [prosecuting attorney’s] election but too late for Lindquist to clear his name in a hearing on the merits.” Id. Finally, the court found bad faith because petitioners refused “to comply with the subpoena ordering petitioners to answer questions and produce documents relating to filing the recall petition.” Id. at 137-38.\n¶14 At the outset, we address Petitioners’ argument that withdrawing the recall petition at the sufficiency hearing bars an award of attorney fees. Appellants’ Opening Br. at 33-34. A violation of CR 11 “is complete upon the filing of the offending paper; hence an amendment or withdrawal of the paper, or even a voluntary dismissal of the suit, does not expunge the violation.” Biggs v. Vail, 124 Wn.2d 193, 199-200, 876 P.2d 448 (1994). By filing the recall petition, Petitioners assumed the risk of CR 11 sanctions. Indeed, the superior court warned petitioners that a voluntary withdrawal would not prevent Piper from seeking sanctions. VRP (Dec. 20, 2013) at 22-23. Petitioners’ counsel acknowledged this fact when Petitioners withdrew the petition anyway. Id. We reject this argument.\n¶15 Determining whether the recall petition is frivolous turns on the factual and legal sufficiency of the charges alleged. Pearsall-Stipek, 136 Wn.2d at 266 (“The very purpose of the sufficiency determination is to eliminate frivolous recall petitions.”). Factual sufficiency requires that the charge state each act of misfeasance, malfeasance, or breach of the oath of office in concise language and provide a detailed description, including the approximate date, location, and nature of each act. Lindquist, 172 Wn.2d at 132. Moreover, the petitioner must “‘know! ] of identifiable facts that support the charge.’ ” Id. (quoting In re Recall of Reed, 156 Wn.2d 53, 58, 124 P.3d 279 (2005)). Legal sufficiency requires that the petition state with specificity “ ‘substantial conduct clearly amounting to misfeasance, malfeasance!,] or violation of the oath of office.’ ” In re Recall of Wade, 115 Wn.2d 544, 549, 799 P.2d 1179 (1990) (quoting Teaford v. Howard, 104 Wn.2d 580, 584, 707 P.2d 1327 (1985)).\n¶16 As the superior court noted, “Petitioners made no attempt, reasonable or otherwise, to obtain any factual information to support the allegations of the recall petition.” CP at 359; In re Recall of Ackerson, 143 Wn.2d 366, 372, 20 P.3d 930 (2001) (finding that a recall petitioner must have some knowledge of the facts underlying the charges contained in the petition). Petitioners failed to identify any specific action or inaction by Piper to support the allegations in the petition. Instead, they levied conclusory allegations of misconduct, namely that Piper violated several PUD policies and some statutes, but failed to identify any misconduct with the required specificity. CP at 8-15, 358-60.\n¶17 Petitioners nevertheless contend that their petition was not frivolous because it was supported by information attached to the petition. Appellants’ Opening Br. at 24. But the recall petition must reasonably identify the supporting information and explain how it supports the charges. In re Recall of Wasson, 149 Wn.2d 787, 792-93, 72 P.3d 170 (2003) (finding recall petition that referred to several attached exhibits—but failed to identify how the attachments supported the charges—factually and legally insufficient). Petitioners attached several e-mail conversations to the recall petition but neither referenced those attachments nor explained how the attachments supported the charges. CP at 8-44. Petitioners concede this point, stating that supplemental documentation “must normally be better indexed to the charges to provide the factual support necessary to validate a recall petition.” Appellants’ Reply Br. at 7-8.\n¶18 Petitioners also argue the petition was not frivolous because it relied on a public document—the censure resolution against Piper. Appellants’ Opening Br. at 20. Petitioners contend that relying on a public document prevents finding the recall petition lacked factual sufficiency. Id. Relying on a public document to support a recall petition, however, requires that the document contain sufficient facts to indicate the approximate time, location, and nature of the alleged acts. See Janovich v. Herron, 91 Wn.2d 767, 774, 592 P.2d 1096 (1979). This standard exists because the public must be able to make an informed decision on whether to support the recall. Id. In Janovich, a recall petition was substantially copied from a federal criminal complaint that was filed against an elected sheriff. Id. at 768-69. There, the court found the recall petition was sufficient because the criminal complaint it relied on contained the approximate time, location, and nature of the alleged acts. Id. at 774 n.1. Unlike the complaint in Janovich, however, the censure resolution here does not contain any factual description of the alleged violations or misconduct. CP at 111-13. Instead, the censure resolution vaguely references legal authorities and PUD policies, and merely states that Piper violated these rules. Id. Because the petition is a near-verbatim copy of the censure resolution, the sufficiency of the charge cannot be determined from the face of the petition and the petition does not allow the public to make an informed decision regarding the recall.\n¶19 Petitioners finally argue that an award of attorney fees under CR 11 is improper because they conducted a sufficiently reasonable inquiry into the factual allegations in the recall petition. Specifically, Petitioners argue that meeting with Anagnostou constituted a sufficiently reasonable inquiry. Appellants’ Opening Br. at 22. To impose CR 11 sanctions when a recall petition lacks factual or legal sufficiency, the court must find that the attorney who filed the complaint failed to conduct a reasonable inquiry into the factual and legal basis of the claim. Bryant v. Joseph Tree, Inc., 119 Wn.2d 210, 220, 829 P.2d 1099 (1992) (“The reasonableness of an attorney’s inquiry is evaluated by an objective standard.”); In re Recall of Beasley, 128 Wn.2d 419, 427-29, 908 P.2d 878 (1996) (stating that asking someone to confirm the truth of conclusory allegations is not a reasonable inquiry under the circumstances); cf. In re Pers. Restraint of Bonds, 165 Wn.2d 135, 143, 196 P.3d 672 (2008) (plurality opinion) (“Indeed, we require a pro se petitioner to comply with applicable rules and statutes and hold them to the same responsibility as an attorney.”).\n¶20 Petitioners, representing themselves, failed to conduct a reasonable inquiry. Petitioners’ meeting with Anagnostou was insufficient because the commissioner declined to discuss any facts underlying the charges. Instead, Anag-nostou confirmed only his belief that the charges in the censure resolution were true. CP at 92-93. Because asking someone to confirm the truth of conclusory allegations is not a reasonable inquiry and Petitioners had no knowledge of the petition beyond its mere existence, Petitioners’ argument fails. CP at 357-58. As the superior court found, Petitioners made no attempt, reasonable or otherwise, to inquire into the factual information needed to support the charges in the recall petition. CP at 358. Not only did Petitioners fail to conduct a reasonable inquiry, but they also filed the petition without knowledge of the underlying facts. Accordingly, the recall petition plainly lacks factual and legal sufficiency.\n¶21 The record discloses that Petitioners filed the petition in bad faith and for purposes of political harassment. As the superior court noted, Ammons was intentionally unprepared during his deposition, showing a “cavalier” and “reckless attitude” to the recall and the court process. CP at 359. Despite this, Ammons admitted that the purpose of the recall petition was not to successfully recall Piper. CP at 197, 359. Instead, Ammons sought to force Piper to “retire like he should.” CP at 197. Petitioners also admitted that the recall petition was motivated by a desire to politically reshape the PUD board, not based on any misconduct by Piper. CP at 359. The record further reveals that Ammons had previously filed an unsuccessful recall petition against Piper. CP at 196. Given the repeated and wholly meritless efforts to recall Piper, Petitioners’ persistence suggests that they were motivated by something other than a sincere belief in the sufficiency of the recall charges.\n¶22 Petitioners nonetheless challenge the superior court’s finding of bad faith by contending that court “assumed good faith” but “ordered [attorney fees] anyway.” Appellants’ Opening Br. at 17. We reject this argument, as it mischaracterizes the record. Although the trial judge said at the sufficiency hearing, “I don’t question anybody’s good faith,” VBP (Dec. 20, 2013) at 28, the trial judge later clarified that he had not yet made any bad faith determination; he subsequently ordered a hearing on the issue, VRP (Jan. 15, 2014) at 15. After considering Petitioners’ depositions, the court issued findings of fact and conclusions of law wherein it articulated the basis for finding that Petitioners intentionally filed the recall petition in bad faith. Because defects in a trial court’s oral comments do not constitute proper assignments of error, Petitioner’s reliance on the judge’s statement at the sufficiency hearing is without merit. See Rutter v. Rutter, 59 Wn.2d 781, 784, 370 P.2d 862 (1962).\n¶23 Accordingly, the superior court did not abuse its discretion by finding that Petitioners intentionally filed a frivolous recall petition in bad faith.\n3. Piper Is Entitled to Reasonable Attorney Fees on Appeal\n¶24 Pursuant to RAP 18.1, Piper requests attorney fees on appeal, noting a party may recover attorney fees incurred on appeal as a result of a bad faith recall petition. See Lindquist, 172 Wn.2d at 136. Because we agree Petitioners intentionally filed a frivolous recall petition in bad faith, we award Piper attorney fees on appeal.\nCONCLUSION\n¶25 We affirm the superior court on all issues presented for review and award Piper all reasonable attorney fees and expenses incurred on appeal.\nMadsen, C.J., and Johnson, Owens, Fairhurst, Wiggins, González, Gordon McCloud, and Yu, JJ., concur.\nIn 2009, Ammons had unsuccessfully filed a recall petition against Piper.",
        "type": "majority",
        "author": "Stephens, J."
      }
    ],
    "attorneys": [
      "Barnett K. Kalikow {oíKalikow Law Office), for appellants.",
      "Matthew J. Andersen (of Walstead Mertsching PS), for respondent."
    ],
    "corrections": "",
    "head_matter": "[No. 90883-4.\nConsidered September 3, 2015.\nDecided December 10, 2015.\nIn the Matter of the Recall of Edward M. Piper, as Commissioner of Cowlitz County Public Utility District No. 1.\nBarnett K. Kalikow {oíKalikow Law Office), for appellants.\nMatthew J. Andersen (of Walstead Mertsching PS), for respondent."
  },
  "file_name": "0780-01",
  "first_page_order": 822,
  "last_page_order": 834
}
