{
  "id": 8724852,
  "name": "McDonald v. Roberts",
  "name_abbreviation": "McDonald v. Roberts",
  "decision_date": "1928-06-25",
  "docket_number": "",
  "first_page": "781",
  "last_page": "784",
  "citations": [
    {
      "type": "official",
      "cite": "177 Ark. 781"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 289,
    "char_count": 4572,
    "ocr_confidence": 0.477,
    "pagerank": {
      "raw": 1.5705300086993116e-07,
      "percentile": 0.678616591160334
    },
    "sha256": "1ef72126a79d90b1fa03699f1121e64f6993a6e1d37a128e707689568a545656",
    "simhash": "1:8fee3837da4161a2",
    "word_count": 808
  },
  "last_updated": "2023-07-14T20:52:43.275909+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "McDonald v. Roberts."
    ],
    "opinions": [
      {
        "text": "McHaNey, J.\nAppellant and appellee, Fannie Roberts, are the owners of the east half of Spanish grant or survey No. 4'97, appellant being the owner of the east half of the east half, and appellee, Fannie Roberts, the owner of the west half of the ‘east half thereof. Both parties claim title from a common source, Leon Lefevre, who executed deeds to appellant’s immediate predecessor and to Fannie Roberts on the same day, February 3, 1887. Since that date appellee, C. G. Roberts, has been in the actual possession of the entire east half of this property through his wife, and under a continuous lease from appellant and her predecessor. Both tracts front on the north bank of the Arkansas River.\nThis suit was brought by appellant to determine the boundary line between the tracts, the prayer being “that a commission issue to fix the boundary line between the respective lands of the parties hereto, to preserve such line from confusion, and to mark off definitely the lines of plaintiff’s land,” and for quieting title to her land in her.\nA plat of the tract in the transcript shows that the •St. Louis Southwestern Railway runs across the tracts east and west approximately 2.35 chains from the river and parallel therewith. This plat also shows appellant’s property to be 16% chains wide, and appellee’s 18 chains wide. The river runs in a southeasterly direction, making the appellant’s tract longer than that of appellee.\nThe undisputed evidence in the record tends to show that, at the time Leon Lefevre conveyed the land to appellant’s grantor, and to appellee, Fannie Roberts, a rail fence divided the two tracts, and that all parties regarded the fence as the line between the two tracts as long as it remained there. The fence rotted down, and was removed in the year 1906, and has never been rebuilt, but the undisputed evidence shows that this old fence line is still susceptible of location by stones in the line, and at least one stump near the line. The testimony tends to show, and is undisputed, that at the time Leon Lefevre conveyed these separate tracts he did so with reference to' this fence, not in so many words, but that he had so placed the fence as to divide the land into two equal parts as to acreage, the east half of the east half being the longer tract, he so placed the fence as to make it the narrower of the two tracts. This accounts for the difference in their width, appellant’s tract being 16% chains wide, and the Roberts tract 18 chains wide, but, at the time of the conveyance, they had the same number of acres in them. The testimony further shows that the river bank has been caving during high water, and that appellant’s tract has sloughed off into the river until perhaps it does not have as many acres in it now as the tract belonging to appellee.\nThe chancellor found that the old fence row was the true line between the parties at the time the deeds were made, and that appellee, Fannie Roberts, has always claimed all the land on the west side of and up to the fence; and that said line can be traced at this time, and is subject to identification. The court entered a decree quieting the title to the east half of the east half of private survey No. 497, as established by said line, in appellant, and the west half of the east half thereof, as established by said line, in appellee, Fannie Roberts.\nWe think the court correctly'found the facts, and correctly established the line between them to be the line of the old fence row, and that it is now capable of identification. However, appellant does not seem satisfied, and we are in doubt as to whether persons unskilled in the establishment of lines could definitely locate the line as established by the court’s order. Therefore, while the court’s order definitely fixes the line in accordance with all the evidence, still it has not actually been established and fixed on the land itself so that the parties themselves may go and locate it and know exactly where the line is. If the parties themselves cannot agree upon the definite and actual location of line from the decree of the court, as apparently they cannot do, appellant would be entitled to have the court appoint a surveyor to locate and establish the line on the land, with fixed monuments, in accordance with the decree of the court. In this regard the decree of the court is modified, and in all other respects it is affirmed, each party to pay his own costs in this court.",
        "type": "majority",
        "author": "McHaNey, J."
      }
    ],
    "attorneys": [
      "Miles & Taylor, for appellant.",
      "Carmichael & Hendricks., for appellee."
    ],
    "corrections": "",
    "head_matter": "McDonald v. Roberts.\nOpinion delivered June 25, 1928.\nMiles & Taylor, for appellant.\nCarmichael & Hendricks., for appellee."
  },
  "file_name": "0781-01",
  "first_page_order": 799,
  "last_page_order": 802
}
