{
  "id": 1428239,
  "name": "McDonald v. Wasson",
  "name_abbreviation": "McDonald v. Wasson",
  "decision_date": "1934-02-05",
  "docket_number": "4-3330",
  "first_page": "782",
  "last_page": "792",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 782"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "57 S. W. (2d) 1041",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "186 Ark. 1158",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8727116
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/186/1158-01"
      ]
    },
    {
      "cite": "54 S. W. (2d) 411",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "186 Ark. 567",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8723942
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/186/0567-01"
      ]
    },
    {
      "cite": "53 S. W. (2d) 579",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "186 Ark. 370",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8721840
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/186/0370-01"
      ]
    },
    {
      "cite": "53 S. W. (2d) 15",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "186 Ark. 205",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8719851
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/186/0205-01"
      ]
    },
    {
      "cite": "38 S. W. (2d) 318",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "183 Ark. 738",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1441836
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/183/0738-01"
      ]
    },
    {
      "cite": "37 S. W. (2d) 96",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "183 Ark. 482",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1441740
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/183/0482-01"
      ]
    },
    {
      "cite": "182 S. W. 563",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 1
    },
    {
      "cite": "122 Ark. 111",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1558190
      ],
      "opinion_index": 1,
      "case_paths": [
        "/ark/122/0111-01"
      ]
    },
    {
      "cite": "88 S. W. 1000",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 1
    },
    {
      "cite": "76 Ark. 443",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1501020
      ],
      "opinion_index": 1,
      "case_paths": [
        "/ark/76/0443-01"
      ]
    },
    {
      "cite": "6 Ark. 9",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8726457
      ],
      "opinion_index": 1,
      "case_paths": [
        "/ark/6/0009-01"
      ]
    },
    {
      "cite": "45 Ark. 387",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1892077
      ],
      "opinion_index": 1,
      "case_paths": [
        "/ark/45/0387-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 822,
    "char_count": 20363,
    "ocr_confidence": 0.473,
    "pagerank": {
      "raw": 5.138854158889432e-07,
      "percentile": 0.9390999243585244
    },
    "sha256": "f5b7dc72117d486a9cf6de2e2788099701a0a54ccbe43edd91bb0662a09a95cc",
    "simhash": "1:9363bc32a0807a8e",
    "word_count": 3466
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "I am authorized to state that Johnson, C. J., joins in the views I have expressed."
    ],
    "parties": [
      "McDonald v. Wasson."
    ],
    "opinions": [
      {
        "text": "Mehaffy, J.\nThis suit was instituted by Marion Wasson, Bank Commissioner, against Ed McDonald, Secretary of State, by filing’ in the Pulaski Chancery Court the following complaint:\n“The plaintiff, Marion Wasson, is the duly appointed, qualified and acting Bank Commissioner of the State of Arkansas, and as such he is charged with the execution of all laws of the State of Arkansas, relating to the organization, inspection, supervision, control, liquidation and dissolution of the banks and the banking business of the said State.\n“The defendant, Ed McDonald, is the duly elected, qualified and acting Secretary of State of the State of Arkansas, and as such he is charged by act 63'2 of the Acts of the General Assembly of the said State for the year 1921 with the duty of receiving, filing, attesting and returning articles of incorporation of persons associating themselves together as a cooperative association, for the purpose of conducting a banking business on the cooperative plan pursuant to the provisions of said act.\n“On July 6, 1933, the said plaintiff, as such Bank Commissioner, duly made and promulgated, and the requisite number of members of the Bank Advisory Council of the said .State duly approved, rules and regulations relating to the organization, supervision, control, liquidation and dissolution of the cooperative banking associations aforesaid, which said rules and regulations were so made and promulgated, and were so approved, under and pursuant to the provisions of act 88 of the Acts of the General Assembly of said State for the year 1933. A copy of the said rules and regulations bearing the signature and seal of office of the said plaintiff, and the signatures of said members of said Bank Advisory Council, and marked Exhibit A, is hereto attached as a part of this complaint.\n“The plaintiff is informed, and believes, and so charges, that certain citizens of the State of Arkansas are now about to associate themselves together as such cooperative banking association for the purpose of conducting a banking business at Corning, Arkansas, and that the said persons are about to file their articles of incorporation with the said defendant as such Secretary of State, and further that the said defendant, unless restrained by this court, will, upon the filing of said articles with him as aforesaid, take such steps, as set out in said act 632 of the Acts of 1921, as will result in the authorization of said cooperative 'banking association to commence business as such, although the said persons so associating themselves together, have not applied to the plaintiff, Bank Commissioner, for a certificate of public necessity in respect of said banking association, as required by the said rules and regulations, and the said persons have not in any otherwise complied with, or attempted to comply with, and have no intention of com-' plying with, any of the other requirements of said rules and regulations.\n“That plaintiff has no adequate remedy at law, and as immediate restraining order is necessary herein in order to prevent the said .proposed cooperative banking association from beginning its business without authority of law, and to the detriment of the community wherein the said association proposes to conduct its business and to the public.\n“Wherefore plaintiff prays that this court issue forthwith, and pending final determination of the within cause, its order restraining the said defendant from in any wise authorizing the said applicants or any other applicants to conduct a banking business, without first applying to the plaintiff for a certificate of public necessity respectively thereof, and otherwise complying with the said rules and regulations; that upon final hearing the said order be made perpetual, and the said defendant enjoined accordingly; for costs herein expended, and for all other and further relief.”\nThe court issued a temporary restraining order, and thereafter appellant filed a demurrer, the court overruled the demurrer, and this appeal is prosecuted to reverse the decree and judgment of the chancery court in overruling said demurrer.\nThere is but one question for our consideration, and that is -whether act 88 of the Acts of 1933 suspended by implication act 632 of the Acts of 1921, or, as stated by appellee: “Whether or not the Legislature, in its passage of act 88 of the Acts of 1933, intended, as stated in the title of the act, that the provisions of act 88 should have reference to all banks.”\nIt is contended by the appellee that by the use of the words “all banks” the Legislature intended to suspend act 632, which was an act for the formation and carrying on of cooperative associations, and providing for the rights, powers, liabilities and duties of same.\nThe primary rule in the construction of statutes is to ascertain and give effect to the intention of the Legislature. 25 R. C. L. 960.\nThe first section of act 632 is as follows: “The purpose of this act is to provide for the formation and carrying on of cooperative associations and to provide for the rights, powers, liabilities and duties of such cooperative associations. The provisions of this act shall be administered by the Commissioner of Mines, Manufactures and Agriculture, who shall have power to employ such help as in his judgment is necessary to carry into effect the provisions of this act.”\nSection 11 provides, among other things: “No association organized under this act shall be required to do or perform anything not specifically required herein, in order to become a corporation, or to continue its business as such.”\nIt should be remembered that, at the time this law was passed by the Legislature in 1921, we already had a general banking law. The 1921 act provided for a cooperative association. Any number of persons more than 20 could associate themselves together as a cooperative corporation for the conducting of the business of agriculture, dairy, mercantile, banking, mining, manufacturing or other mechanical business on the cooperative plan. It has no reference to 'banking in the ordinary sense. It is not only not organized under the general banking law, but, under the express provisions of the act, the Bank Commissioner has nothing to do with corporations organized under the cooperative act.\nUnder the. general banking law five persons can organize a bank. The cooperative act also expressly provides that the votes of the association are by members and not by stock. It also provides that it shall distribute its net profits first by paying a fixed dividend, and, second, that the remainder of its profits are prorated to its several stockholders.\nThe act further provides that the title of a corporation organized under the cooperative plan shall begin with “The” and end with “association,” “company,” “corporation,” “exchange,” “society,” or “union.” Everything in the act shows that whatever business it did was to be done on the cooperative plan, and its business was in no way connected with the banking system.\nAgain in 1923 the Legislature passed another act, No. 627, amending the banking act, the title to which is as follows: “An Act to Amend Act 113 of the Acts of the General Assembly of 1913, entitled An Act for the Regulation and Control of Banks, Trust Companies and Savings Banks’ as amended.”\nSection 19 of act 627 of the Acts of 1923, provides as follows: “Nothing in this act shall repeal, modify or in any manner affect act 632 of the Acts of the General Assembly of 1921, approved March 29, 1921, nor shall it affect any bank or other corporation organized thereunder, and said act 632 and every part thereof shall stand and be. in full force and effect, the same as if this act had not been passed. ’ ’\nIt is clear that when act 88 was passed, and all times prior thereto, the Bank Commissioner had no supervision or control over associations formed under the cooperative act, and had no connection with such associations. We think therefore that it is clear that when act 88 uses the word “hank” it means a bank under the supervision of the Bank Commissioner, and has no reference to cooperative associations.\nUnder the cooperative plan no person is allowed to own or have an interest in more than 10 per cent, of the capital stock of such corporation, and voting upon all questions shall be by members and not by stock. The organization, management, control and purposes of an association organized under the cooperative plan is wholly 'different from the organizations, management, control and purposes under the general banking law.\nThere is, we think, no conflict between the provisions of act 88 and the provisions of act 632 of 1921.\nAppellee calls attention to 57 C. J. 903, and says that in some jurisdictions such a clause is referred to as an express repeal. The clause, referred to in C. J., cited by appellee, was the clause that “all laws and parts of laws in conflict or all acts and parts of acts inconsistent with the statute are repealed.” There is no such provision in act 88.\nSection 12 of the act says that the act is cumulative and shall not repeal, but merely suspend any law in conflict therewith. There is no repealing clause found anywhere in act 88. Therefore, so far as this citation is concerned, it has no application, because, it could be neither express nor implied repeal, when no such clause is found in the act. It could not suspend the act by implication because there is no conflict, as we conclude, that the word “bank” used in act 88 necessarily means the bank over which the Bank Commissioner has jurisdiction.\nThe contention by the appellee is that act 88, an act regulating the banking department, suspends for two years the operation of the law regulating cooperative associations, without mentioning said law. The laws are on different subjects, and we know of no rule of construction that would justify the conclusion that a law passed on one subject would suspend the. operation of a law on a different subject by implication, and without mentioning the law claimed to be suspended.\nThe law as to implied repeal is stated in 59 C. J. 904, as follows: “An implied repeal is one which takes place when a new law contains provisions which are contrary to, but do not expressly repeal, those of a former law. A statute, or a provision thereof, may be repealed by implication. Whether it has been so repealed is a question of legislative intent. While such a repeal is not favored, nevertheless it must be recognized and accorded effect where it is apparent that it was intended. Conversely, there is no room for repeal by implication where no legislative intent to repeal is indicated or expressed, or an intent not to repeal is apparent or manifest. ’ ’\nThe same authority also states: “The repeal of statutes by implication is not favored. The courts are slow to hold that one statute has repealed another by implication, and they will not make such an adjudication if they can avoid doing so consistently or on any reasonable hypothesis, or if they can arrive at another result by any construction which is fair and reasonable. Also, the courts will not enlarge the meaning of one act in order to hold that it repeals another by implication, nor will they adopt an interpretation leading to an adjudication of repeal by implication unless it is inevitable, and a very clear and definite reason therefor can be assigned. Furthermore, the courts will not adjudge a statute to have been repealed by implication unless a legislative intention to repeal or supersede the statute plainly and clearly appears. The implication must be clear, necessary and irresistible.” 59 C. J. 905 et seq.\nKeeping these rules of interpretation in mind, it seems clear to us that there was no intention on the part of the Legislature to repeal or suspend the Act of 1921.\nAppellee concedes that if the Legislature did not intend that act 88 should have reference to all banks but only some banks, then there is no conflict. There is no repugnancy, and there was no intention to repeal or suspend any part of the provisions of the Act of 1921, relative to cooperative banks.\nAppellee calls attention to 59 C. J. 958, § 570. That' section provides: ‘ ‘ While the intent of the Legislature is to be found primarily in language of the statute, where such language is vague, ambiguous, or uncertain, the court may look, not only to language but to the subject-matter of the act, the object to be accomplished, or the purpose to be subserved; it may also look in this connection to the expediency of the act, or its occasion and necessity, the remedy provided, the condition of the country to be affected by the act, the consequences following upon its enactment, or various extrinsic matters which throw some light on the legislative intent.”\nThese things are to be considered where the language of the statute is vague, ambiguous or uncertain. Under this authority we think it is proper to take into consideration that the two acts are for wholly different purposes; the one having reference to the banking system, and the other to cooperative associations, and certainly it cannot be said when these things are considered that it is clear and inevitable that the Legislature intended the Act of 1921, the act which authorizes cooperative associations, to be suspended by act 88. As to whether it is wise or unwise legislation is a matter for the Legislature and not for the courts.\nR. C. L. states the rules as follows: “The intention and meaning of the Legislature must primarily be determined from the language of the statute itself, and not from conjectures aliunde. * * * No motive, purpose, or intent can be imputed to the Legislature in the enactment of a law other than such as are apparent upon the face and to be gathered from the terms of the law itself.” 25 R. C. L. 961 et seq.\n“The responsibility for the justice or wisdom, of legislation rests ;with the Legislature, and it is the province of the courts to construe, not to make, the laws. ” 25 R. C. L. 964.\nThis court has many times announced the principles and rules governing the courts in the construction of statutes. We recently said: “It is a well-settled principle of statutory construction that repeals by implication are not favored.” La. Oil Ref. Co. v. Rainwater, 183 Ark. 482, 37 S. W. (2d) 96; Ark. Tax Commission v. Crittenden County, 183 Ark. 738, 38 S. W. (2d) 318.\nWe should consider the two acts, the banking act and the cooperative act, legislating upon entirely different subjects, and consider the purpose of each act in order to arrive at the intention of the Legislature. Rose v. W. B. Worthen Co., 186 Ark. 205, 53 S. W. (2d) 15; Rural Special School Dist. No. 19 v. Special School Dist. No. 37, 186 Ark. 370, 53 S. W. (2d) 579.\nWe said in a recent case: “Such a construction ought to be put upon the statute as may best answer the intention which the lawmakers have in view, and this intention is sometimes to be collected from the cause or necessity of making the statute, and sometimes from other considerations; and, whenever such intention can be discovered, it ought to be followed with reason and discretion in the construction of the statute, although such construction seems contradictory to the letter of the statute.” Koser v. Oliver, 186 Ark. 567, 54 S. W. (2d) 411; Broadway-Main Street Bridge Dist. v. Taylor, 186 Ark. 1158, 57 S. W. (2d) 1041.\nThe fact that the acts are for wholly different purposes, the fact that the Legislature has uniformly treated them as separate and distinct acts, covering separate and distinct subjects, together with the fact that no mention is made of the act of 1921, the act providing for cooperative associations, and the fact that the Bank Commissioner at the time of the enactment of act 88 had no supervision over associations created by the act of 1921, all seem to indicate that the Legislature did not intend to repeal or suspend the act of 1921. It would have been an easy matter to mention the act of 1921, and since this was not done, and the acts had always been treated as relating to different subjects, we think there was no manifest intention of the Legislature to repeal the act of 1921. In fact, act 88 did not undertake to repeal any act, but only to suspend acts in conflict.\nThe decree of the chancery court is reversed, and the cause remanded with directions to sustain the demurrer.",
        "type": "majority",
        "author": "Mehaffy, J."
      },
      {
        "text": "Butler, J.,\n(concurring). I agree to the opinion written by Mr. Justice Mehaffy, but go further and think the court should have defined the powers of the association. I take this view because, while the opinion does not warrant it, associations formed under act No. 632 of the Acts of 1921 may assume that they are authorized to do a general banking business. This position, if taken, is not warranted by any reasonable interpretation of that act when it is viewed in the light of, and considered in connection with, contemporaneous legislation.\nAt the session of the General Assembly at which act No. 632, supra, was passed, the Legislature, by act No. 496, covered the entire field of the control of banks and the manner in which their affairs might be conducted, and, as there was no reference made to this legislation by act No. 632, which was approved only three days later, it is clear that the Legislature did not intend to clothe cooperative associations with the power to carry on the business intrusted to banks. In arriving at the meaning of any statute, it should be placed beside other relevant statutes giving it a meaning and effect derived from the combined whole (State v. Sewell, 45 Ark. 387), for the Legislature must be presumed to have had knowledge of existing statutes and to have had reference thereto when dealing with any subject embraced in prior acts and intend the provisions of later statutes to be read in the light of the provisions of the former relating to the same subject. This is especially true where the statutes were enacted at the same session of the Legislature. Ex parte Trapnall, 6 Ark. 9; Town of Benton v. Willis, 76 Ark. 443, 88 S. W. 1000; Lonoke County v. Reed, 122 Ark. 111, 182 S. W. 563.\nThe nature of the association, its membership, voting-power and manner in which its income is to be disbursed is pointed out in the opinion. The act itself defines cooperative associations as “a business concern that distributes the net profits of its business by: First, by the payment of a fixed dividend upon its stock; the remainder of its profits are :pro-rated to its several stockholders upon their purchases from, or sales to, said concern, or both such purchases and sales. ’ ’ By section 2, it is provided that twenty or more persons may form the association “for the purpose of conducting any agricultural, dairy, mercantile, banking*, mining, manufacturing, or mechanical business on the cooperative plan.”\nWhen the definition quoted is read in connection with the grant of power, the real reason and purpose of the act is better understood. This was to give groups of individuals an opportunity to co-ordinate their efforts, provide for collective bargaining and share the profits of the enterprise conducted. The conduct of any of the acts named is ancillary and in aid of this main purpose, and the right to pursue and perform these is not unlimited but is to be confined within the bounds of the association’s membership where such acts comprise the engaging in any business clothed with a public interest, and, as such, subject to regulation and supervision by the State. Banks are such institutions over which, by appropriate legislation, the State had exercised its powers of regulation prior to the passage of act No. 632. Therefore, the banking business mentioned in that act must be deemed to be different from the business conducted by a bank properly so-called and of a special and restricted character limited solely to the membership from which perhaps it may receive deposits and make loans to the members, but has no power to engage in the business of a bank which deals with the public generally and which was created and regulated by existing laws.\nI am authorized to state that Johnson, C. J., joins in the views I have expressed.",
        "type": "concurrence",
        "author": "Butler, J.,"
      }
    ],
    "attorneys": [
      "Hal L. Norwood, Attorney General, and Robert F. Smith, Assistant, for appellant.",
      "Trieber & Lasley, for appellee."
    ],
    "corrections": "",
    "head_matter": "McDonald v. Wasson.\n4-3330\nOpinion delivered February 5, 1934.\nHal L. Norwood, Attorney General, and Robert F. Smith, Assistant, for appellant.\nTrieber & Lasley, for appellee."
  },
  "file_name": "0782-01",
  "first_page_order": 800,
  "last_page_order": 810
}
