{
  "id": 8724680,
  "name": "Pfeiffer v. Missouri State Life Insurance Company",
  "name_abbreviation": "Pfeiffer v. Missouri State Life Insurance",
  "decision_date": "1927-07-11",
  "docket_number": "",
  "first_page": "783",
  "last_page": "800",
  "citations": [
    {
      "type": "official",
      "cite": "174 Ark. 783"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "12 Wall. 433",
      "category": "reporters:scotus_early",
      "reporter": "Wall.",
      "case_ids": [
        5655263
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/79/0433-01"
      ]
    },
    {
      "cite": "87 N. W. 546",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 0
    },
    {
      "cite": "55 L. R. A. 291",
      "category": "reporters:federal",
      "reporter": "L.R.A.",
      "opinion_index": 0
    },
    {
      "cite": "62 Neb. 673",
      "category": "reporters:state",
      "reporter": "Neb.",
      "case_ids": [
        5318097
      ],
      "opinion_index": 0,
      "case_paths": [
        "/neb/62/0673-01"
      ]
    },
    {
      "cite": "37 Am. St. Rep. 529",
      "category": "reporters:state",
      "reporter": "Am. St. Rep.",
      "opinion_index": 0
    },
    {
      "cite": "22 L. R. A. 432",
      "category": "reporters:federal",
      "reporter": "L.R.A.",
      "opinion_index": 0
    },
    {
      "cite": "35 N.E. 316",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": 0
    },
    {
      "cite": "137 N.Y. 389",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        20085
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/137/0389-01"
      ]
    },
    {
      "cite": "33 N.E. 475",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": 0
    },
    {
      "cite": "164 S. W. 276",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "111 Ark. 514",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1540357
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/111/0514-01"
      ]
    },
    {
      "cite": "188 S. W. 829",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "125 Ark. 372",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1553286
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/125/0372-01"
      ]
    },
    {
      "cite": "58 S. W. 355",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "68 Ark. 505",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1334089
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/68/0505-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1212,
    "char_count": 35502,
    "ocr_confidence": 0.468,
    "pagerank": {
      "raw": 1.1939387475937773e-06,
      "percentile": 0.9875778472026747
    },
    "sha256": "30206c667f66f63d4d46aebc055236966f8d7c28b5272145f3c2d0d7d205201a",
    "simhash": "1:9f03e04884a97682",
    "word_count": 6162
  },
  "last_updated": "2024-02-27T16:23:40.975481+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Smith, J., dissenting."
    ],
    "parties": [
      "Pfeiffer v. Missouri State Life Insurance Company."
    ],
    "opinions": [
      {
        "text": "Hart, C. J.,\n(after stating the facts). At the outset it may be stated that the annotator, in a case-note to 15 A. L. B., at page 318, states the general rule to be that insanity or incapacitating sickness of the insured will.not excuse the failure to pay insurance premiums at the required time so as to prevent a forfeiture of the policy, where the policy expressly provides for such forfeiture in the event of nonpayment. The rule is supported by many decisions of courts of last resort, including the Supreme Court of the United States. Such holding is in application of the well-established doctrine that nonperformance of a contract which does not require or contemplate performance by the promisor personally is not excused by his sickness or other disability which- renders him unable to perform it. Hence it has been said that, while a court of equity will relieve against forfeiture for a breach of a condition subsequent caused by unavoidable accident, that power has never been extended to a condition precedent so as to excuse a breach of contract arising from the disability of the party by sickness or insanity.'\nIn the application of the rule counsel for appellants concede that, when a life insurance policy provides for a forfeiture of the insurance in case of a failure to pay •premiums, the policy, in case of failure to pay, is forfeited, and sickness or insanity will not avoid the forfeiture. They contend, however, that the facts of the case at bar take it out of the rule and bring it within the rule, equally well settled in this State, that, if an insurance- company has in its hands sufficient funds due the insured to pay an assessment or premium when diie, it is the insurer’s duty to apply them to the payment of the premiums and prevent a forfeiture. The rule has been applied by this court in the following cases: Union Central Life Ins. Co. v. Caldwell, 68 Ark. 505, 58 S. W. 355; Mutual Life Ins. Co. v. Henley, 125 Ark. 372, 188 S. W. 829; American National Insurance Co. v. Mooney, 111 Ark. 514, 164 S. W. 276; and Knights of Pythias of North America v. Sanders, ante p. 279.\nIn the Caldwell ease it was held the duty of the insurer to apply dividends in its hands to the payment of interest on premium notes where a default in the payment of the interest would work a forfeiture of the policy.\nIn thé Henley case the premiums were payable on a certain date annually, but the policy contained a provision that the premiums might be paid semi-annually or quarterly. The court held that, although the insured had not elected to pay quarterly, the policy was not forfeited for nonpayment of the premium where the insurer had in its hands a dividend to the credit of the insured sufficient to pay the premium for the first quarter. The court said that the consent of the insured to the application of the dividend to the payment of the quarterly installment to prevent a forfeiture might be presumed. The court relied upon the decision in the Caldwell case. In the latter ease the court said that the doctrine had its origin in that fundamental principle of justice which null compel one who has funds in his hands belonging to another, which may be used, to- use such funds, if at all, for the benefit and not the injury of the owner; for his consent to the one and dissent to the other will be presumed. It is reasonable that, when the object and purpose of insurance policies are considered, the company will know that, when it has in its possession'money sufficient to pay premiums, it would certainly embarrass the unfortunate insured if a forfeiture was declared; As a matter of fact the consent of the insured to the appropriation should be presumed.\nIn the Mooney case the rule was applied where sick benefits were due on an industrial policy which were sufficient to pay the premium. The insurance company in that case was a stock company, and the court, in the application of the rule, said:\n“If, however, as plaintiff contended, a sum of money was due, sufficient to pay the premiums and keep the policies alive up to the death of Weatherall, then there was no forfeiture of the policies, for the reason that the amount due should have been applied by the company in satisfaction of the premiums, so as to keep the policies alive.”\nTherefore it may be said that it is the settled, law of this State that forfeitures of insurance policies are not favored and conditions which affect such forfeitures should be strongly construed against the party making-them, especially in cases where the liability, in whole or in part, has already accrued and nothing remains on the part of the insured to be done except to give notice to the company and make proof of disability in accordance with the terms of the policy.\nIn discussing principles governing cases of this sort after the liability has accrued, the Court- of Appeals of New York said:\n“Those conditions which relate to matters after the loss have for their general object to. define the mode in which an accrued loss is to be' established, adjusted, and recovered, after the reciprocal rights and liabilities of the parties have become fixed by the terms of the contract, and are to receive a more liberal construction in favor of the insured. In determining the liability of the defendant it is entitled to the benefits of its contract, fairly construed, and can stand upon all of its stipulations.' But, when its liability has become fixed by tbe capital fact of ,a loss, within the range of the responsibility assumed in the contract, courts are reluctant to deprive the insured of the benefit of that liability by any narrow or technical construction of the conditions and stipulations, which prescribe the formal requisites by means of which this accrued right is to be made available for his indemnification.” McNally v. Phoenix. Ins. Co., 33 N.E. 475, 137 N.Y. 389.\nAgain, in Trippe v. Provident Fund Society, 35 N.E. 316, 22 L. R. A. 432, 37 Am. St. Rep. 529, the Court of Appeals of New York said:\n“Such conditions in a policy of insurance must bé considered as inserted for some reasonable and practical purpose, and not with a view of defeating a recovery, in case of loss, by requiring thé parties interested to do something manifestly impossible. The'\"object of the notice was to enable the defendant, within a reasonable time after death or injury, to inquire into all the facts and circumstances while they were fresh in the memory of witnesses, in order to determine whether it was liable or not upon its contract.”-\nThe indemnity provided for in the case at bar was twofold. One was to pay\" a stated monthly sum when the insured became totally or permanently disabled from engaging in any gainful occupation. The other was to pay a stipulated sum in case of his' death.\nA decided preponderance of the evidence shows that the insured became permanently disabled, by reason of his gunshot wound and pellagra, from pursuing any gainful occupation in the fall of 1924 and that such permanent disability continued until his death in May, 1925. No notice of this disability was given the insurance company,' as required .by. thé terms of the policy, and counsel for the insurance company invoke the rule announced above with regard to forfeitures because the immediate notice of disability as provided in the policy was not •given. On the other hand, counsel for appellants contend that the insured was excused from giving this notice because he became permanently insane in the fall of 1924 and so continued until the date of his death in May, 1925. The clause of the policy with respect to giving notice of permanent disability of the insured is a condition subsequent, and, as we have already seen, should be construed liberally in favor of the beneficiary. The condition of the policy in respect to giving notice of permanent disability as well as making proof of death operates upon the contract subsequent to the fact of loss. The insured has done all that he can do toward carrying out his part of the contract, and the liability of the company under the terms of the policy has attached. Nothing remains to be done except to give the ’company notice of its liability and make proof thereof. If the . insured has become permanently insane at the time the permanent disability attaches, it is evident that he is in no condition of mind to give the notice or make proof of his disability. Hence, if the policy in such case is to receive a liberal and reasonable construction in favor of the beneficiaries, it should be said that permanent insanity, which, causes, in whole or in part, permanent disability, should operate to excuse the insured from giving the required notice. The very object and purpose of the policy, in a large part, would be defeated where the company inserted in the policy a condition which it knew that the insured could not perform in person and would not be in a state of mind to obtain its performance at the hands of others. There is nothing in the terms of the policy from which it might be said that it was the duty of the beneficiary to give the notice.\nAs a case directly in point we cite Woodmen Accident Association v. Byers (substituted for Pratt), 62 Neb. 673, 55 L. R. A. 291, 89 A. S. R. 777, 87 N. W. 546. In discussing what would excuse the giving of notice because of insanity, the court said:\n“The evidence discloses that the injury was occasioned by plaintiff falling from a windmill tower, pro-during a concussion of the brain, from which he was utterly unconscious for about sixteen hours, and thereafter his mind appeared deranged and crazed for some three or four months. At times he was somewhat-rational ; he had lucid intervals in the sense that he could recognize the members of his family and immediate friends, could come and go to and from his house. But that he had not regained the possession and use of his mental faculties in their normal state, during the time intervening between the accident and the time notice was given, is entirety manifest from the evidence, and that he did not, in fact, recover from his mental derangement until long subsequent to the time is equally apparent. He was, because of Ms mental condition, incapacitated from attending his ordinary affairs of life. He was wild and visionary, trying to run away, and imagined that he was preparing to go to another State. His mind during all this period was deranged and disordered, and at times he became violently insane. His ivife knew nothing of the policy. She was opposed to his carrying such insurance, and, from the litigation following, her confidence in its wisdom and prudence is probably not strengthened. She discovered among his papers correspondence indicating that he carried accident insurance, and when she asked him if he held such a policy he answered in the negative. She however discovered the policy and sent the required notice in his name. The verdict of the jury was proper and the evidence sufficient, in our opinion, to excuse the plaintiff from earlier notifying the defendant of the accident and the injury following, with the particulars and other information called for by the terms of the provision quoted. The justness of the judgment and the regularity of the proceedings are fully established by the record. ’ ’\nThis view is supported by the Supreme Court of the United States in an opinion delivered by Mr. Justice Miller in the case of Insurance Companies v. Boykin, 12 Wall. 433, 20 L. ed. 442, where it was said:\n“Based on the facts of the case, the defendants at the trial asked instructions, the substance of which is condensed iii the proposition that they had a right to proof of 'loss by an intelligent being, and, if plaintiff was, insane, no- such proof had been given, and if hé Was sane, then his ‘ affidavit showed such • ‘fraud as 'should defeat recovery. • ’The last of these propositions'is not •denied, but was not asked' aá an indepéndent instruction. But the 'first is too repugnant to justice and humanity to merit serious consideration; ■ There áre two obvious answers to it. First, the affidavit, whether of an insane man or not, is sufficient in the information which it conveys at the time, the nature, and amount of the loss. Second, if he was so insane as to he incapable of making an intelligent statement, this would of itself excuse that condition of the policy.”\nThe agents of the insurance company admit that, if the insured had died prior to December 20, 1924, the death claim' would have been paid. On March 20, 1922, for an annual, premium of $840, the company issued the policy in question to Samuel C. Pfeiffer. The premium due on March 20,1923, was paid. The insured borrowed $475 from the company and paid $393.50 in cash. The $475 was the surrender value of the policy at the end of the second year. This payment carried the policy to March 20, 1924. On that date the insured made a small cash payment and gave, the company his note for the balance. The policy, was kept in force until December 20,1924, by virtue of an extension agreement. The policy calls for $67.50 a year as the premium for total and permanent, disability-benefit, and this, amount helps to make up the' total premium of $840. On December 17, 1924, the company wrote the insured, inclosing an extension note for $530, due February 20, 1925, and calling for $94.22 in cash. No payment was made, and the policy, was declared forfeited on December'20, 1924, when the extension note became due and was not paid. We have already seen that; if the insurance company had in its hands disability benefits ■ owing the insured at the time it declared the policy forfeited on December 20, 1924, it bad no right to forfeit the policy, but should have applied the disability benefits to the payment of the extension note in order that the policy might be kept in force. Under the terms of the policy the insured was entitled to a disability benefit in the sum of $250 monthly, and a decided preponderance of the evidence shows that be became permanently disabled by a com- ' bination of causes, consisting of bis gunshot wound and pellagra and insanity incident thereto, in the early part of the fall of 1924. Thus it will be seen that bis disability benefits for the months' of October, November and December would have more than paid the amount of bis extension note. In fact, according to the terms of the policy, be might have paid $94.22.in cash and might have obtained another extension note payable February 20, 1925. Under the views we have stated above the insured was excused from giving notice of bis permanent disability, if be wras insane' at the time such notice ivas required to be given, bnd continued in that state until the date of bis death.\nThis brings up the question of whether or not the insured became permanently insane in the fall of 1924 and continued in that state until the date of bis death in May, 1925. The chancellor was of the opinion that he was insane at times during that period, but that-he had intervals of sanity, and, for this reason, he was not excused from giving notice of his permanent disability as provided in the policy. The facts relating to this branch of the case are very, voluminous, and it will not be practical for us to set out the evidence and review it in detail. We shall state the substance of the evidence as best we may and give our views in as concrete form as practicable as to the impression made upon us by it. After a careful consideration of it as.a whole, the majority of the court is of the opinion that the insured became permanently insane during the , early part of October, 1924, and continued in that state until the date of his death on May 15, 1925.\nThe record shows that Samuel C. Pfeiffer was a successful farmer and business man in Lonoke County, Arkansas, and, like many others, became involved financially by business losses during that-same period of time. He gave the Missouri State Life Insurance Company a mortgage on his land, comprising about 1,072.07 acres in Lonoke County, Arkansas, to secure a loan of $40,000. On March 20, 1922, the policy in question was issued to Samuel C. Pfeiffer. He was at that time forty-five years of age, and operated a commissary or supply store in connection with his farming operations. He held a commission as deputy sheriff of Lonoke County in 1923, and was shot in the hip while in the discharge of his duties on August 4, 1923. He was carried to a hospital at Little Rock, and kept there until September 26, 1923. He was not able to sit up when he was carried home. He was confined to his bed for several months as a result of his gunshot wound. After he recovered his strength to some extent, he was able to go to his store, about fifty yards from his dwelling-house, and help his wife and sixteen-year-old son run the supply store. He could only stay two or three hours each day, and some days he could not go at all. In the spring of 1924 the family of Pfeiffer noticed that his hands began to peel off. The doctors pronounced it pellagra, and treated him for that. It soon developed that Pfeiffer could not make settlements at -the store with customers, and frequently could not even make small change. His mind gradually weakened, and Pfeiffer frequently spoke of his mental incompetency to his friends and acquaintances. He had been an unusually strong-minded and self-reliant man. In the fall of 1924 he became afraid that he might injure some of his family, and requested his fire-arms to be 1 alcen from him in order to prevent this.- Thus it will be seen that his troubled spirit had a premonition of his impending fate. At the last there was no question in tlie minds of any but that he was insane eleven days before his death, when he was again carried to Little Bock and placed in a hospital.\nThe widow and son of the insured operated the supply store and, in the main, looked after the business of the insured after he was shot. They also looked after the insured, and permitted him to come to the store after he gained enough strength to do so. In their opinion he became wholly disabled from insanity as a result of pellagra about the first of October, 1924, and continued in that state until his death on May 15, 1925. They did not know anything- about the policy in question. Numerous other persons, who were friends of the insured and came in contact with him in a business and social way, testified that he was insane from the first.part of October, 1924, until his death in May, 1925. About the same number of friends and acquaintances, who had an equal opportunity, except as to the family, to observe the mental condition of the insured, thought he was sane at times during the period of time in question, and at such times capable of comprehending and attending to his own affairs. If this was all there was in the record, we would be unwilling to disturb the finding of fact made by the chancellor on this point; but we think that, when the .testimony of the expert witnesses for the appellants is considered in the light of the situation of the parties .and the attendant circumstances, it turns- the scales in favor of the appellants, and that a preponderance of the evidence shows that the insured was permanently insane from the first part of October, 1924, until his death on May 15, 1925. In reaching this conclusion we do so with the full realization of the frailty and uncertainty of expert testimony in many cases; but no such uncertainty rests upon such testimony in this case. Their testimony is in full and complete accord with the teachings of medical science, and, when viewed in its broadest scope, is explanatory of the testimony of several witnesses for appellees, who testified that the insured appeared sane at times during the period of time in question.\n. To illustrate, F. H. Martineau, sheriff of Lonoke County, was a witness for appellees. He saw insured ■about two weeks before lie died, and be did not know anything; He was in the last stages of pellagra. Witness saw insured in December, 1924, and in January and February, 1925. He ivas in poor health, (but talked rationally. He was not exactly sane in 1924. • His health would not permit him to follow a gainful occupation in 1924. He offered the insured ia commission for 1925 as a matter of courtesy and not with the view of :putting him in active service. The insured refused the commission on the ground that at times he was not mentally all right. When he told the witness that, his mind seemed to be all right.\nDr. C. C. Kirk had been engaged in hospital work for nervous and insane patients since 1902. At one time he had been superintendent of our State institution. He testified that pellagra affects the memory after it affects ■ the'nervous system. Pellagra usually runs from six months to two or three years before death, sometimes longer. Patients of that-type may have good days, and .bad days. Practically all mental cases have certain days when they are better than they are on other days, but .it does not follow that they are sane because they have one day when they are better than they were the day .before. Such persons have difficulty in thinking,-and f.or this reason they neglect their affairs. From the history of the case he would not consider Mr. Pfeiffer capable of carrying on the ordinary affairs of life. .\n, There lies the whole nub of the matter; it seems that the lay witnesses for appellees thought that Pfeiffer was sane at times because he was able to talk rationally about the matters which were presented to his mind. This was not sufficient. He must have been able to carry on.the ordinary affairs of life, and this meant that his mind must be capable of sustained effort so that he would comprehend such affairs as needed his attention, and not .merely that he might talk with seeming intelligence upon a subject brought directly to his attention by some' one. There is nothing in the record to show that his mind during the period in question was over in condition to realize that his policy was in danger of being forfeited. The cloud on his mind was'lifted only to the extent that he realized that he might hurt some of his family.\nDr. Kirk’s testimony is corroborated in every respect by that of Dr. R. F-. Darnall; who had made-a specialty of mental and nervous diseases for twenty-nine years. Prom the history of the case given them,- both wére of the opinion that Pfeiffer became insane as a result of pellagra and that he was not capable of attending to the ordinary affairs of life. No effort was made to show that pellagra patients do not become insane. Some effort was made to show that Pfeiffer had not suffered with it long enough to have become mentally incapable at the period of time in question. But we must remember that Pfeiffer' received a severe gunshot wound in the early part of August, 1923, and that he never recovered his strength. It is fairly inferable that his impaired physical condition hastened the ravages of pellagra. His physicians warned him that, pellagra, if not treated, would cause him to become insane. He replied that he was already in a bad mental state at times. This indicates that he had found out something about pellagra after he first thought, from his symptoms, that he might have that ■ disease. Then, too, his business reverses might have caused him to brood over his condition and thus have hastened his unfortunate mental condition. We desire to state again that, while we have not deemed it of sufficient, practical importance to set out and discuss all the evidence introduced on this branch of the case, we have carefully read and considered all of it, and a majority of us have reached the conclusion that the weight of the evidence establishes the fact that Samuel C. Pfeiffer was mentally incompetent from the first of October, 1924', until May 15, 1925, the date of his death, and that such mental incompetency furnished sufficient legal excuse for .not giving the notice of his total disability as-provided by the terms of the policy. Therefore we find that the company had in its bands sufficient funds from tlie total disability benefits to pay the note given by the insured, under the extension agreement, when it became due, and that it was its duty to have so applied a sufficient-amount of such benefits.\nThe result of our views is that the company could not legally declare the policy forfeited, and it was in force at the time of the death of the insured. Therefore the decree will be reversed, Avith directions to the chancery court to render judgment in favor of appellant against the Missouri State Life Insurance Company for $25,000, and for the statutory penalty, interest and attorney’s fees, and that same may be set-off against the mortgage debt of said insurance company, unless the foreclosure proceedings have proceeded to such an extent as to make such course impracticable, and for further proceedings in accordance with the principles of equity and not inconsistent with this opinion. It is so ordered.\nSmith, J., dissenting.",
        "type": "majority",
        "author": "Hart, C. J.,"
      }
    ],
    "attorneys": [
      "George E. Morris, J. B. Reed and W. P. Beard, for appellant.",
      "Allen May and Rose, Hemingway, Cantrell & Lough-borough, for appellee."
    ],
    "corrections": "",
    "head_matter": "Pfeiffer v. Missouri State Life Insurance Company.\nOpinion delivered July 11, 1927.\n1. INSURANCE — FORFEITURE FOR NONPAYMENT OF PREMIUM. — Where a life insurance policy provides for forfeiture for failure to pay premiums, neither sickness nor insanity will avoid a forfeiture for such cause.\n2. Insurance — application of funds to avoid forfeiture. — Where an insurance company has in its hands sufficient funds of the insured- to pay an assessment or premium when due, it should Apply them! to the payment of the premiums and prevent a forfeiture.\n3. Insurance — construction of policy against insurer. — Forfeitures of insurance policies are not favored, and conditions affecting such forfeiture should be strongly construed against the party making them, especially where liability in whole or in part has already accrued and nothing remains to be done by the insured except to give notice to the insurer, and make proof of disability according to the terms of the policy.\n4. .Insurance — requirement of notice of disability. — The clause in a life insurance, policy requiring notice of a permanent disability of insured is a condition subsequent which should be construed liberally in favor of the beneficiary.\n5.. 'Insurance — excuse for failure to give notice of disability.— Under a life insurance policy providing for payment of a monthly sum on total or permanent disability, permanent insanity . causing the complete or partial permanent disability excuses the insured from giving notice of such disability.\n6. Insurance — accrual of permanent disability. — Where insured became totally and permanently disabled through insanity, and payments due under a disability clause in the policy were sufficient to keep the policy in force until his death, the company was liable under the policy, regardless of his failure to give notice of his disability.\n7.- Insurance — evidence of permanent insanity. — In 'an action .on a life insurance policy providing for payment of a stated monthly sum on total or permanent disability, and payment of a stipulated sum in case of death, evidence that insured became permanently insane prior to the expiration of an extension of the policy pursuant to agreement, and' that he remained insane until death in the following spring, held to support a judgment for plaintiffs, the benefits due under the permanent disability clause being sufficient to continue the policy in force. -\n8. Insurance — test of insanity. — In determining whether insured became permanently insane so as to excuse him for failure to notify the insurer of his permanent disability, the test is not whether he was able at the time to talk rationally about matters presented to him, but whether he was able to comprehend such affairs as needed his attention.\nAppeal from Lonoke Chancery Court; John E. Mar-tinecm, Chancellor;\nreversed.\nSTATEMENT BY THE COURT.\nMissouri State Life Insurance Company brought this' suit in the chancery court against Will S. Pfeiffer, administrator of the estate of Samuel C. Pfeiffer, deceased, and others to foreclose a mortgage on approximately 1,072.07 acres of land in Lonoke County, Arkansas,, to secure an indebtedness of $40,000 of said Samuel C. Pfeiffer to said life insurance company. The defendants filed an answer, in which they admitted the execution ' of the mortgage but denied that the mortgagor owed the mortgagee the amount alleged in the complaint. By way' of cross-complaint, the defendant alleged that said insurance company issued to said Samuel C. Pfeiffer an insurance policy on his life for $25,000, and that said policy contained a disability clause in-favor of the insured for $250 per month in case of total disability, and that said company refused to pay any of the amounts due under said policy, and claim that the same has been forfeited for the nonpayment of premiums.\nThe application for said policy of insurance states the age of Samuel C. Pfeiffer to be forty-five and his residence at Coy, Lonoke County, Arkansas. The policy provides for the payment of $25,000 immediately upon the receipt of due proof of the death of Samuel C. •Pfeiffer, the insured. The policy was dated March 20, 1922. The policy also contained the following:\n“ Total and permanent disability benefit. — The company will pay to the insured a life income of ten dollars each month for each $1,000 of the face amount hereof if the said insured shall become totally and permanently disabled, as hereinafter defined, before attaining age sixty. The first payment of said income shall be made six months after receipt by the company of due proof of total and permanent disability, and subsequent payments shall be made monthly thereafter as long as the insured lives and suffers such disability, and shall be in addition to all other benefits provided by this policy. The company will also pay for the insured the premium required on this policy for every policy year following the date of approval by the company of proof that the insured has become totally and permanently disabled, as hereinafter defined, before attaining age sixty, and the premiums so waived will not be deducted in any settlement' of the policy, which will be continued in full force to maturity, with loan, cash and other guaranteed values increasing from year to year in like manner as if the premiums were being duly and regularly paid by the insured. Total and permanent disability may be due either to bodily injuries or to disease, which must occur and originate while this policy is in full force, after the first premium has been paid on it, but not before six months from the date hereof, and must be such as to prevent the insured then and at all times thereafter from engaging in any gainful occupation. * * * The annual premium for the total and permanent disability benefits is.$76.50 and is included in the premium stated in the consideration clause.”\nSamuel C. Pfeiffer ivas forty-five yearj old when the policy in-question was issued to him, and had been a successful farmer and business man. He became involved in debt in nearly the whole value of his property. He was a deputy sheriff of Lonoke County in 1923, and, on August 4,1923, was shot in the hip while in the discharge, of his duty. He was carried to a hospital in Little Bock and stayed there until September 26,1923. He was then carried home, but was not able to sit up. He had a drain from his side, and had no strength at all. He remained confined to his bed as a result of this gunshot wound for several months. He finally recovered to such an extent that he was able to go to a small commissary store, about fifty or one hundred yards from his dwelling-house, and. help his young son, who was about sixteen years of age, and his wife to run the store. Occasionally he sold some small. articles of merchandise, but was not able to remain at the store for more than two or three hours at a time. Some days he could not go to the store at all. Frequently he made mistakes in giving change for one dollar when he sold small articles of goods to customers. He believed that his mind had become affected, and frequently spoke of it. to friends and acquaintances. He was informed -by his physicians that he had pellagra, and was treated, for that disease. In December, 1924, he became fearful lest he should harm his family, and gave directions that his firearms be taken, charge of by some one else.. He died May 15,1925, in .a hospital at Little Bock, Arkansas. Pellagra was the cause of his death, and he died after being in the hospital for eleven days.. He was physically in a dying condition and mentally as unbalanced. as could be when he was carried to the hospital.\n■ Dr. B. F. Darnall, a- specialist in mental and nervous diseases for twenty-nine years, and Dr. C. C. Kirk, at one time superintendent of the Arkansas 'State Hospital for the Insane, and who has heeu engaged in hospital work practically ever since 1902, were witnesses for the appellants. ' According to their testimony, as expert witnesses, the average case of pellagra is a toxic condition, and manifests itself by roughening and reddening the skin. Pellagra causes the mind to become affected and the victim to become insane. The time of the insanity and the length of time that the patient is affected before death ensues depends on the individual. After having been given a history of the insured, both of these expert witnesses testified unqualifiedly that the insured became insane as a result of being afflicted with pellagra, and that he was insane during the fall of 1924, and must have continued so until the time of his death.\nTwo physicians for the appellees testified .that the insured had pellagra, and was mentally disturbed. According to their testimony, however, he was not permanently insane from the early fall of 1924 until his death in May, 1925. According' to their testimony, at times he would be capable of attending to his affairs. Numerous lay witnesses, including the widow and children of the insured, testified that, he was never the same man after he was shot, in August, 1923, and that he was permanently insane and incapable of attending to his business from early in the fall of 1924 until his death in May, 1925.\nThe appellees introduced about an equal number of witnesses, who testified that,' while the insured was mentally unbalanced on occasions during the fall of 1924 and the early part of 1925, he was at times capable of attending to his own affairs. The testimony on this point will be stated and discussed more at length under an appropriate heading in the opinion.\nThe chancellor found that the insured was not permanently insane from some time in the fall of 1924 until his death in May, 1925. Hence he found that there had been a forfeiture of the policy for the nonpayment of the premiums and that no amount was due the beneficiaries in the policy under the terms thereof at the date of the death of the insured. A decree was entered of record in accordance with the findings of the chancellor, denying the right of the beneficiaries in the policy to recover any amount under it, and a decree of foreclosure was also entered of record in favor of the appellees, and the lands embraced in the mortgage were' ordered sold for the payment of the mortgage indebtedness. The ca,se is here on appeal.\nGeorge E. Morris, J. B. Reed and W. P. Beard, for appellant.\nAllen May and Rose, Hemingway, Cantrell & Lough-borough, for appellee."
  },
  "file_name": "0783-01",
  "first_page_order": 801,
  "last_page_order": 818
}
