{
  "id": 1432040,
  "name": "Neal v. Gatz",
  "name_abbreviation": "Neal v. Gatz",
  "decision_date": "1933-06-26",
  "docket_number": "4-3152",
  "first_page": "785",
  "last_page": "790",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 785"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 349,
    "char_count": 7425,
    "ocr_confidence": 0.494,
    "pagerank": {
      "raw": 1.5522964274278854e-07,
      "percentile": 0.6754026972228883
    },
    "sha256": "b362ea98f38fb79205affda1beb60d6a6d9d8f2db8d20379418e8efd74a64190",
    "simhash": "1:94d5fb345573f1b7",
    "word_count": 1286
  },
  "last_updated": "2023-07-14T19:49:01.606684+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Neal v. Gatz."
    ],
    "opinions": [
      {
        "text": "Johnson, C. J.,\n(after stating the facts). The question presented for determination is, will mandamus lie to compel the State Land Commissioner to accept one year’s taxes, penalty and costs as the purchase price of a lot or parcel of land, where the record shows that there are two years’ subsequent taxes due thereon?\nSection 10,088 of Crawford & Moses’ Digest provides the time and place of effecting sales on delinquent real estate.\nSection 10,092 of Crawford & Moses’ Digest provides the manner in which the sale is effected in event the State becomes the purchaser, and reads in part as follows: “Immediately after such sale the clerk of the county court will make out and certify to the Auditor of State a copy of each of said sale lists as recorded in said book, together with an abstract thereof showing the total valuation of the property contained in each and the total amount of taxes, penalty and cost thereon in each.”\nSection 10,112 of Crawford & Moses’ Digest provides the procedure when the sale becomes executed in the State, and reads as follows: “Immediately after the expiration of the two years allowed by law for the redemption of land sold for taxes, the clerk shall make out a certificate of sale to the State for all lands purchased by the State, as shown by the records of such tax sale in his office which have not been redeemed, and state therein the amount of taxes, penalty and cost thereon, and cause the same to be recorded in the recorder’s office of the county, and thereupon the title to all lands embraced in such certificate shall vest in the State, and the clerk shall immediately transmit such certificate to the Commissioner of State Lands, and thereupon the said lands shall be subject to disposal, as other forfeited lands shall be.”\nIt is apparent that the last-cited section of the statute effects title in the State only after the two-year period of redemption has expired.\nWhen §§ 10,092 and 10,112 are harmonized and construed together, it is evident that it was the intention of the Legislature to require the county clerk to certify, in the certificate provided for in § 10,112, the total amount of taxes, penalties and costs accruing against the tract up to the date of the certificate, and not merely the one year’s taxes, penalty and costs which accrued on the date of the forfeiture. The certificate provided for in § 10,092 of Crawford & Moses’ Digest fully advised the State authorities of the amount of taxes, penalties and costs due for the year of delinquency, therefore the certificate provided for in § 10,112 would be unnecessary unless given the meaning and construction here given.\nPrior to the execution of the certificate provided for in § 10,112 of Crawford & Moses’ Digest, the State has no title in or to delinquent lands, and all redemptions prior to such certificate must be effected through the county officials of the county wherein the land lies. It is the duty of courts to harmonize conflicting provisions of statutes, and it would be a strained construction to hold that the owner would be required to pay three years ’ taxes, penalties and costs if he redeemed his land immediately prior to the execution of the certificate provided for in § 10,112 of Crawford & Moses’ Digest, but could await until the next day and purchase from the State for one year’s taxes, penalty and cost.\nIf, through error or mistake, the clerk of the county court has failed to certify to the State Land Commissioner the full amount of taxes, penalties and costs accrued up to the date of the certificate provided for in § 10,112 of Crawford & Moses’ Digest, the State Land Commissioner would not be bound by such error or mistake.\nIt is the contention of appellee that, under the authority of § 4 of act 129 of 1929, it was the duty of the State Land Commissioner to accept the taxes, penalty and cost accruing on the lot or parcel of land for the year 1929 and as evidenced by the clerk’s certificate of June, 1930. Section 4 of said act reads as follows: “Sale of lots, blocks, divisions and subdivisions in or outside of cities and towns. All town and city lots and all lots, blocks, divisions and subdivisions that have been platted or sold as such outside of the corporate limit of any city or town, forfeited to the State for nonpayment of taxes or which may hereafter be so forfeited after being duly certified to the Commissioner, as now required by law, on and after January 1, 1930, shall be subject to private sales by the Commissioner for the taxes, penalties and costs charged against them as appears in the. certificates of the county clerk to such Commissioner, and upon presentation to him of the receipt showing that the full amount of the taxes, penalty and costs charged against such lands has been paid to the State Treasurer in kind, the Commissioner shall execute to the purchaser a quitclaim deed, as provided in § 3 of this act, for making deed to other forfeited lands.”\nIt is the contention of appellee that the following-language of § 4: “shall be subject to private sales by the commissioner for the taxes, penalties and costs charged against them as appears in the certificates of the county clerk to such commissioner, and upon presentation to him of the receipt showing that the full amount of taxes, penalty and costs charged against such lands, etc.,” makes it mandatory on the State Land Commissioner to accept one year’s taxes as the full purchase price for said land.\nWe do not so construe § 4 of act 129 of 1929. This section, when construed in reference to the other sections of the statute, clearly contemplates that the party who offers to purchase must bid and offer the total amount of taxes, penalties and costs accrued against the land up to the date of the certificate provided for in § 10,112 of Crawford & Moses’ Digest. The section of the act uses the word “certificates,” which indicates that the Legislature had in mind the certificate provided for in § 10,092 and also the certificate provided for in § 10,112 of Crawford & Moses’ Digest. In addition to this, section 4 of said act uses the words “full amount of taxes, penalty and cost, charged against said land.” The word “full” evidently had reference, to the total amount of taxes, penalty and cost which had accrued thereon up to the date of the certificate provided for in § 10,112 of Crawford & Moses’ Digest.\nWhen § 4 of act 129 of 1929 is read in connection with §§ 10,092 and 10,112 of Crawford & Moses’ Digest, it is perfectly plain that, before appellee would he entitled to the writ of mandamus against the State Land Commissioner, he should pay, or offer to pay, the full amount of taxes, penalty and cost accrued against said lands, and not merely one year’s taxes, penalty and cost. This the complaint does not allege, and it therefore did not state a cause of action against the State Land Commissioner. The trial court therefore erred in overruling the demurrer, and, because thereof, the judgment is reversed and remanded.",
        "type": "majority",
        "author": "Johnson, C. J.,"
      },
      {
        "text": "Kirby, J.,\ndissents from the majority opinion, holding the last act of the Legislature meaningless as not repealing or affecting the old laws with which it is in direct conflict prescribing the method for disposition of lands forfeited to the State for taxes.",
        "type": "dissent",
        "author": "Kirby, J.,"
      }
    ],
    "attorneys": [
      "Hal L. Norwood, Attorney General, and Robert F. Smith, Assistant, for appellant.",
      "D. G. Beauchamp, for appellee."
    ],
    "corrections": "",
    "head_matter": "Neal v. Gatz.\n4-3152\nOpinion delivered June 26, 1933.\nHal L. Norwood, Attorney General, and Robert F. Smith, Assistant, for appellant.\nD. G. Beauchamp, for appellee."
  },
  "file_name": "0785-01",
  "first_page_order": 805,
  "last_page_order": 810
}
