{
  "id": 1369557,
  "name": "Hall v. State",
  "name_abbreviation": "Hall v. State",
  "decision_date": "1926-09-27",
  "docket_number": "",
  "first_page": "787",
  "last_page": "791",
  "citations": [
    {
      "type": "official",
      "cite": "171 Ark. 787"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "33 S. W. 28",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "43 Pac. 1013",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": 0
    },
    {
      "cite": "22 Col. 157",
      "category": "reporters:state",
      "reporter": "Col.",
      "opinion_index": 0
    },
    {
      "cite": "29 N. W. 54",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 0
    },
    {
      "cite": "35 Minn. 425",
      "category": "reporters:state",
      "reporter": "Minn.",
      "case_ids": [
        8877194
      ],
      "opinion_index": 0,
      "case_paths": [
        "/minn/35/0425-01"
      ]
    },
    {
      "cite": "69 Ark. 322",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8722514
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/69/0322-01"
      ]
    },
    {
      "cite": "32 Ark. 337",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1877185
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/32/0337-01"
      ]
    },
    {
      "cite": "270 S. W. 945",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "168 Ark. 396",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8722295
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/168/0396-01"
      ]
    },
    {
      "cite": "122 N. E. 155",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": 0
    },
    {
      "cite": "286 Ill. 627",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        4935051
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ill/286/0627-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 535,
    "char_count": 8987,
    "ocr_confidence": 0.506,
    "pagerank": {
      "raw": 7.238467640820009e-08,
      "percentile": 0.4318815498509759
    },
    "sha256": "884a3db70043bacb0200b0d6d81e6a3900fe4f1001cdec4c6494b56bb70a7039",
    "simhash": "1:fa85b736dd2e10e1",
    "word_count": 1548
  },
  "last_updated": "2024-02-28T00:06:45.048720+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hall v. State."
    ],
    "opinions": [
      {
        "text": "Hart, J.\nJ. T. Hall prosecutes; this appeal to reverse a. judgment of conviction against.him for the crime of possessing an automobile tire upon, which the numbers had been mutilated.\nIt is .insisted by counsel for- the defendant that the : court erred- in instructing the jury that, if the defendant kept the automobile tire in his possession .after-he knew that the serial number had been mutilated so that.it could not be read, he would be guilty. The indictment was returned under § 7437. of Crawford & Moses’ Digest, which reads as follows: “It shall be unlawful for any person, firm or corporation to have in its.possession an automobile, automobile tires or gasoline engine, the motor and serial number of.-which- .have been mutilated to the extent that same cannot be read.. Where any automobile, automobile tires, or gasoline engine has been stolen and recovered, and serial numbers found mutilated, the court where such case may be tried shall have power ta authorize the rightful owner of such automobile tires or* accessories to continue the use of same. The court shall also direct that the owner of such car have the original serial numbers restenciled on the engine or motor car. ’ ’\nThe section of the statute in question was passed in exercise of the police power of the State for the protection of the public. In People v. Fernow, 286 Ill. 627, 122 N. E. 155, the Supreme Court of Illinois, in giving the reason for the passage of acts of this sort, said“The purpose of the act is to prevent the defacing, covering, or destruction of the manufacturer’s serial number or distinguishing mark, so as to preserve the identity of motor vehicles and thereby protect the public against violations of law. The motor vehicle has become the most common and efficient agency f.or the commission of crime and the chief instrumentality employed by criminals to avoid detection and escape punishment, and one of the methods employed is to destroy the evidence of identity. Motor vehicles have also become very frequent subjects of larceny, and the removal or change of the serial number is a convenient method for preventing identification and recovery. One committing a crime, even the most serious, and escaping in an automobile, would be more difficult of apprehension if the serial number or identification mark should be removed. The section is a legitimate and proper exercise of the police power. ’ ’\nIt was also pointed out in the opinion that, where a specific intent is not an element, of a crime, it is not always necessary that a criminal intent should exist. In discussing this phase of the case, the court said: “In the exercise of the police power for the protection of the public, the performance of a specific act may constitute the crime, regardless of either knowledge or intent, both of which are immaterial on the question of guilt. For the effective protection of the public, the burden is placed upon the individual of ascertaining at his peril whether his act is prohibited by criminal statute. The law in that regard has most frequently arisen in police regulations of the liquor traffic, but it has been applied in precisely the same way in other cases coming within the same rule and reason, such as a sale of imitation' butter, a sale of milk below a prescribed quality, tbe obstruction of a public highway by a railroad corporation for longer than a specified time, the admission of a minor to a pool-room, driving an unregistered automobile, killing for sale an animal under a designated age, carriage by an express company for transportation beyond the State line of fish or game, and in prosecutions for bigamy. ’ ’ Several decisions are cited, and the case has been followed in this court in Ogburn v. State, 168 Ark. 396, 270 S. W. 945. Hence we hold this assignment of error not to be well taken.\nThe next assignment of error relates to the admission of evidence. The defendant testified as a witness in his own behalf, and said that he bought the.casings in question from a young man who was not known to Mm, and that he paid ten dollars for them. A note was found in a bottle upon a house-roof, fifteen or sixteen feet from the cell in the jail where the defendant was confined after being arrested. The note was not signed, .and reads as follows: “'Say Gordon if King or any of them ask you about them casings tell them you don’t no who the man was and tell Red to do the same, for they said they aimed to make him make a sworn statement about it. Tell Mm to stay away from them if he man. If you all don’t do that it will sure mess me up, for we have done, told the court that we didn’t no who the other man was.”\n. The defendant was a witness in his own behalf, and, over the objection of his counsel, the prosecuting attomey was allowed to ask the defendant, on cross-examination, if he had not signed, as’ his testimony before the grand jury, the following: “I bought these casings from a man claiming to live near New Boston. Red Henderson, Verme Norton, J. T. Hall.” The defendant admitted that he had signed the writing, and the court allowed it to be introduced in evidence for the purpose of comparing it with the unsigned letter copied above, which the prosecuting attorney claimed was in the defendant’s handwriting. It is claimed by counsel for the defendant that the signature to his testimony before the grand jury was not a paper in the case, and that a comparison with a writing- not already in the case, bnt which is proved for the purpose of such comparison is not admissible, under Miller v. Jones, 32 Ark. 337.\nIn this, connection it may be stated that, by the act of 'Congress-approved February 26,1913, it was provided that, in any proceeding before a court or judicial officer of the United States, where the genuineness of the handwriting of any person may be involved, any admitted or pro.ved handwriting of such person shall be competent .evidence as a basis for comparison by witnesses, or by the jury, court, or officer conducting such proceedings, to prove or to disprove such genuineness.\n.Our more recent decisions have followed this rule without any statute on the subject, and any admitted or proved handwriting of the person, the g-enuineness of whose handwriting is involved, is now made competent as a basis for comparison. Caldwell v. State, 69 Ark. 322, and Walker v. State, ante, p. 375.\nThe general rule in'the United States has always been that, where there are other writings, admitted to be genuine- or already in evidence for other purposes in the case, comparison may be made between such writings and the instrument in question.' If such a comparison is conducive to the ends of truth and is allowable, there wordd seem to be but little reason for' refusing to allow a comparison with other writings admitted to be genuine,' although not in evidence' for other purposes. Morrison v. Porter, 35 Minn. 425, 29 N. W. 54.\nWhatever may be’ the rule elsewhere, it is now the practice in this State to give in evidence other signatures- of the same person, admitted or proved to be genuine, to writings not otherwise competent evidence in'the case, to enable the court or jury, by an examination and comparison of the genuine writings with the one which is controverted, to form an opinion whether the latter be or be not genuine.\nThe defendant was a witness in his own behalf, and, upon cross-examination, denied writing the unsigned paper copied above. The admission of writings for the purpose of comparison is tbe same in criminal as in civil cases, and, where a defendant, who has taken the stand in his own behalf, denied writing the paper which is offered in evidence against him, he may be called upon, on cross-examination, to write in open court, in order that the jury may compare such writing with the writing controverted. Wharton’s Crim. Ev. (10th ed.) § 550; 3 Jones’ Com. on Ev., § 550 (563); Bradford v. People, 22 Col. 157, 43 Pac. 1013; and State v. David (Mo.), 33 S. W. 28.\nNo other assignments of error are relied upon for reversal of the judgment, and the judgment will therefore be affirmed.",
        "type": "majority",
        "author": "Hart, J."
      }
    ],
    "attorneys": [
      "Pratt P. Bacon, for appellant.",
      "H. W. Applegate, Attorney General, and Darden Moose, Assistant, for appellee."
    ],
    "corrections": "",
    "head_matter": "Hall v. State.\nOpinion delivered September 27, 1926.\n1. Automobiles — serial number of tire — mutilation.—rln a prosecution for possessing an automobile tire, on which the. serial i numbers had been mutilated, under Crawford & Moses’ Digest, § 7437, it was not error to instruct that, if defendant kept such tire in his possession after he knew that the serial number had ' been mutilated,- he would be guilty.\n2. Criminal law — comparison of handwriting. — Where defendant admitted that .he had signed a writing before the grand jury, the > - court properly allowed it to be introduced for purpose of comparison with an unsigned writing of incriminating character claimed to be in defendant’s handwriting.\n.Appeal from Miller Circuit .Court; James H. ■McCollum, Judge.;\naffirmed.\nPratt P. Bacon, for appellant.\nH. W. Applegate, Attorney General, and Darden Moose, Assistant, for appellee."
  },
  "file_name": "0787-01",
  "first_page_order": 803,
  "last_page_order": 807
}
