{
  "id": 8725651,
  "name": "Endicott-Johnson Corporation v. Davis",
  "name_abbreviation": "Endicott-Johnson Corp. v. Davis",
  "decision_date": "1933-01-16",
  "docket_number": "4-2795",
  "first_page": "788",
  "last_page": "792",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 788"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "76 S. W. 548",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "71 Ark. 562",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1507763
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/71/0562-01"
      ]
    },
    {
      "cite": "19 S. W. 105",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "56 Ark. 45",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1326141
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/56/0045-01"
      ]
    },
    {
      "cite": "46 S. W. 186",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "65 Ark. 159",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        609388
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/65/0159-01"
      ]
    },
    {
      "cite": "85 S. W. 1124",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "74 Ark. 364",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8721275
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/74/0364-01"
      ]
    },
    {
      "cite": "133 S. W. 590",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "97 Ark. 149",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1318784
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/97/0149-01"
      ]
    },
    {
      "cite": "290 S. W. 961",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "172 Ark. 889",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1408001
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/172/0889-01"
      ]
    },
    {
      "cite": "117 S. W. 558",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "89 Ark. 488",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1515198
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ark/89/0488-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 490,
    "char_count": 8088,
    "ocr_confidence": 0.519,
    "pagerank": {
      "raw": 7.317852702137001e-08,
      "percentile": 0.43625767370993446
    },
    "sha256": "0f11f2f0b54cd2cb45e290b0ca00514ca729595ddec5629a3df02dc5a711e8e7",
    "simhash": "1:d6936c2cae15f123",
    "word_count": 1422
  },
  "last_updated": "2024-02-27T17:52:01.123529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Endicott-Johnson Corporation v. Davis."
    ],
    "opinions": [
      {
        "text": "'Smith, J.\nAppellant recovered a judgment in the Franklin Circuit Court, Ozark District, against A. H. Metcalf in the sum of $549.46, upon which an execution was issued in due form on October 10, 1925. The execution was delivered by the clerk to the attorney for the judgment creditor, who, on the same day, sent it by registered mail to S. J. Davis, then the sheriff of the county, accompanied by a letter directing him to serve and return the execution according to law. A postal money order .for $1.60 was inclosed in this letter to cover the sheriff’s fees.\nThe sheriff returned the execution to the attorney who sent it to him in a letter dated October 17,1925, reading as follows:\n“Replying to your letter of October 10th, covering! execution against A. H. Metcalf, you failed to send indemnifying bond which we require on all executions. If you will send bond with a list of the property that is not mortgaged, we will be glad to serve the execution for yon; otherwise we cannot.\n“Very truly yours,\n“Sebern J. Davis, Sheriff,\n“By J. C. Mainard, D. S.”\nIn a letter dated October 31, 1925, the attorney replied to the sheriff’s letter as follows:\n“In re Endicott-Johnson Corp. vs. A. H. Metcalf.\n“I am in receipt of your letter dated October 17, 1925, returning to me execution which I sent to you for service in the above case, with the postoffice money order for $1.60 sent you to cover your fees. I am holding the execution and money order subject to your order, and you will please bear in mind that the Endicott-Johnson Corporation, judgment plaintiff in this execution, does not acquiesce in your refusal to perform your duties in connection therewith, in accordance with the law. ’ ’\nNo further correspondence passed between the parties, and this suit was brought against the sheriff and the sureties on his official bond under the provisions of § 4360, Crawford & Moses’ Digest, to recover the amount of the judgment for the alleged failure and refusal to levy and make return of the execution.\nThe cause was submitted to the jury, under instructions, of which no complaint is made, except that it is insisted that the jury should have been directed to return a verdict in favor of the plaintiff, the judgment creditor. The verdict of the jury, however, was in favor of the defendants, and from the judgment pronounced thereon is this appeal.\nThe letter from the sheriff, signed by his chief deputy, assigns, as a reason for not levying the execution, the failure of the plaintiff “to send indemnifying bond which we require on all executions,” which was not a sufficient excuse. It was definitely decided, in the case of Mayfield Woolen Mills v. Lewis, 89 Ark. 488, 117 S. W. 558, that a sheriff may not demand an indemnifying bond in all cases before levying an execution, but that, on the contrary, he may make this demand only when, acting* in good faith, he doubts that property is subject to execution which appears to be so. In the case of Mayfield Woolen Mills v. Lewis, supra, it was said: “We are therefore of the opinion that, under the provisions of the above sections (42i87 and 4288, Crawford & Moses,’ Dig’est), the doubt as to whether the property is subject to execution arises when the officer acts in g-ood faith and a claim is actually made relative to the property or such circumstances exist as might well justify a prudent person in apprehending litigation relative thereto; and in such cases the officer has the right to demand an indemnifying bond. And the officer in whose hands an execution has been placed cannot arbitrarily demand an indemnifying bond.”\nTestimony was offered to the effect that Metcalf, the judgment debtor, was in the actual and open possession of a stock of goods, located in a building fronting the courthouse square, of which fact the sheriff was advised, yet the sheriff made no attempt to levy upon this stock of goods, although same was unincumbered.\nIt appears from the testimony that Metcalf was in failing circumstances, and was operating on capital largely borrowed from a local bank, but had given the bank no mortgage. He first bought a half interest in the stock of goods, and later bought the other half, for which he paid $2,000. In this connection he borrowed $3,500 from a local bank, and owed about $6,000 when he went into bankruptcy in February or March, 1926. Numerous suits were brought against Metcalf in 1925, and a number of judgments were recovered against him, but these were for small amounts in a court of a justice of the peace. The testimony of the deputy sheriff indicates that these judgments were collected by the sheriff from the cashier of the bank.\nThe sheriff was dead at the time of the trial from which this appeal comes, but his chief deputy testified that he and the sheriff — his principal — made inquiry about the judgment defendant, and that the result of their investigation was that the financial condition of Metcalf was such that they were afraid to levy the execution without an indemnifying' bond. The sheriff discussed this execution with the cashier of the bank, and reported the result of his investigation to his deputy who had the execution in hand, but, upon objection of plaintiff’s counsel, the court refused to permit the deputy sheriff to state what this report was as to Metcalf’s financial condition. Metcalf owned an automobile which was mortgaged; and so were the store fixtures, and so also was Metcalf’s home, and the deputy sheriff, who wrote the letter, set out above, returning the execution, testified that it was his impression at the time the letter was written that Metcalf had no property subject to execution. The money order was never returned to the sheriff’s office, nor was any property pointed out to the sheriff, or his deputy, which was subject to execution. The deputy admitted that he knew of the stock of goods, but he was not permitted to testify as to his conversation with his principal about it. On the cross-examination of the deputy sheriff, he was asked: “Q. You say you found no property to levy the execution on?” and he answered: “A. No, sir; what stock he did have, the shelves were filled with empty boxes, and that stock was about all the property he had.”\nIt is true, as has been said, that there was no mortgage on the stock of goods; and it is true also, as was said in the case of Coffman v. Citizens’ Loan & Inv. Co., 172 Ark. 889, 290 S. W. 961, that goods and chattels exposed daily for indiscriminate sale to the general public, at the place of business of the owner, and over which the dealer or merchant is permitted to exercise dominion, cannot be made the subject of a valid chattel mortgage. But the testimony, in its entirety, presents the issue of fact whether the sheriff acted in good faith in demanding an indemnifying bond. No specific request was made that the execution be levied upon the stock of goods, nor was the sheriff advised that it was subject to execution and was unincumbered, and the testimony supports the finding by the jury that there had been no palpable dereliction of duty on the part of the sheriff.\nUpon the second appeal in the case of Mayfield Woolen Mills v. Lewis, 97 Ark. 149, 133 S. W. 590, it was said: “ 'The statute in question is highly penal, and the party invoking it must bring himself within both the letter and spirit of it.’ Craig v. Smith, 74 Ark. 364, 85 S. W. 1124. It 'was not enacted as a substitute for an ordinary action to recover the amount due, but was to reach palpable derelictions on the part of the officer. ’ Williams v. State, 65 Ark. 159, 46 S. W. 186. 'Its terms should not be extended to cases not within its plain meaning. ’ Mayfield Woolen Mills v. Lewis, 89 Ark. 488, 117 S. W. 558, citing Hawkins v. Taylor, 56 Ark. 45, 19 S. W. 105; Moore v. Rooks, 71 Ark. 562, 76 S. W. 548.”\nThe verdict of the jury is not without testimony to support it,, and it is therefore affirmed.",
        "type": "majority",
        "author": "'Smith, J."
      }
    ],
    "attorneys": [
      "Clinton B. Barry, for appellant.",
      "J. D, Benson, J. P. Clayton and Evans S Evans, for appellee."
    ],
    "corrections": "",
    "head_matter": "Endicott-Johnson Corporation v. Davis.\n4-2795\nOpinion delivered January 16, 1933.\nClinton B. Barry, for appellant.\nJ. D, Benson, J. P. Clayton and Evans S Evans, for appellee."
  },
  "file_name": "0788-01",
  "first_page_order": 808,
  "last_page_order": 812
}
