{
  "id": 1407961,
  "name": "Adkins v. Remmel",
  "name_abbreviation": "Adkins v. Remmel",
  "decision_date": "1927-01-31",
  "docket_number": "",
  "first_page": "789",
  "last_page": "792",
  "citations": [
    {
      "type": "official",
      "cite": "172 Ark. 789"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "125 S. W. 124",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "93 Ark. 472",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1546889
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/93/0472-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 355,
    "char_count": 6418,
    "ocr_confidence": 0.477,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.0528864810265
    },
    "sha256": "9b7f9113fcfd53ed73574257599b8f95c1cf12340f9b51646e6215639c4e6686",
    "simhash": "1:28232c91d6b7e88c",
    "word_count": 1142
  },
  "last_updated": "2024-02-27T21:19:44.522172+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Adkins v. Remmel."
    ],
    "opinions": [
      {
        "text": "Kirby, J.,\n(after stating the facts). Appellant urges that the finding of the court below is not supported by the evidence, and that there was a failure of consideration, in any event, of the notes executed by him in payment for the tile floor in appellee’s own building, and from which he received no benefit whatever.\nThe testimony is in conflict as to the date the repairs on the building were completed, that of the lessor tending to show that it was ready for occupancy on June 18,1923, while some of the other testimony indicated it was not finished until in August. It is not disputed, however, that the parties made an adjustment on July 1, 1923, of the amount of the rent due under the lease contract, allowing the lessee the credits he was entitled to for being deprived of the use of the building on account of the fire during the period of repair, and agreement as to the amount of the cost of the tile floor. The lessee, Adkins, at that time executed the notes aggregating the amount of the floor cost, payable in installments of $22.52 per month, all being due at once upon failure to pay either of them, the first falling due August 1,1923.\nAppellant knew the condition of the building and the status of the repairs at the time, and made no objection to the work nor claim that it had not been completed in time, or was not ready for occupancy, his first claim of the breach of contract being made by letter on August 1, 1923.\nThe supplemental agreement giving appellant a reasonable time to repair and restore the premises, expressing that it was expected to be done within ninety days from March 8, 1923, did not bind appellee conclusively to complete it by the expiration of that time, being an estimate rather of the time that would be required, and no objection was made, at the time of the agreement of settlement, of the amount of the rent due and the cost of the tile floor on account of it not being sooner completed, and appellant also afterwards put a card in the window advertising the store-room for rent, and directing persons to apply to him therefor.\nIf the condition of the repairs and the failure to make same within the time it was thought they could be completed, or the putting in of an elevator shaft additional, that appellant contends he did not consent to, had warranted appellant in refusing further to perform his contract on account of a breach thereof by the appellee, the lessor, he waived such right by the agreement of settlement abating or allowing him credit for the amount of the rent accruing during the period of repairs, and the execution of the notes in payment for the tile floor. Neither can we say that the finding of the chancellor in appellee’s favor is clearly against the preponderance of the testimony.\nBy the terms of the lease a lien was created upon certain personal property, and there was no error in the decree holding that it was bound to the payment of the rent found to be due to the time the building was rented to another tenant, after appellant’s refusal to occupy it.\nThe facts of this case do not bring it within the rule announced in Berman v. Shelby, 93 Ark. 472, 125 S. W. 124. We find no error in the decree, and it is accordingly affirmed.",
        "type": "majority",
        "author": "Kirby, J.,"
      }
    ],
    "attorneys": [
      "Sam T. & Tom Poe, for appellant.",
      "Frauenthal <& Johnson, for appelleé."
    ],
    "corrections": "",
    "head_matter": "Adkins v. Remmel.\nOpinion delivered January 31, 1927.\n1. Landlord and tenant — nonperformance of contract — waiver. —If a lessor’s failure to complete repairs in the leased building within the time agreed, and his installing an elevator shaft without the lessee's consent, warranted the lessee in refusing to pay rent, such right was waived by the lessee agreeing to a settlement and executing notes in accordance therewith.\n2. Landlord and tenant — lien for rent. — Where, by the terms of a lease, a lien was created upon certain personal property, a decree holding that such property was bound for payment of the rent found to be due to the time the building was rented to another tenant, held proper.\nAppeal from Pulaski Chancery Court; John E. Martineau, Chancellor';\naffirmed.\nSTATEMENT BY THE COURT.\nSuit was begun by Remmel, tbe lessor, against Adkins to recover a balance of $260 claimed to be due upon notes executed by Adkins for the rent of the storeroom at 816 Main Street, Little Rock, under a lease for a term of eight years, from November 1, 1921, at a rental of $150 per month, and for the sum of $1,679.10 on notes executed by Adkins to Remmel for the cost of the tile floor put in said building at his instance, upon its being reconditioned and repaired by the lessor after damage by fire.\nOn February 8, 1923, the store-room was damaged by fire, which caused the lessee to move out of the building until the repairs could be made, which was agreed to be done by supplemental contract of March 17, 1923, wherein the lessor agreed “to restore the premises within a reasonable time, and which it is now expected will be restored within ninety days from March 8, 1923.” This also provides for the construction of the tile floor in the building, for which the lessee agreed to pay the amount of the cost to the lessor, in equal monthly installments during the remaining period of the lease, running six years from November 1, 1923. The parties also agreed that the lessor would not charge interest on this investment at the usual rate for the lessee’s agreeing that he mig’ht construct a stairway to the second floor, the first floor and to the ¿lley, and another to the basement to permit its use for storage, etc.\n•Appellant’s answer admits the execution of the lease and the supplemental contract, and the notes for the rent and payment of the cost of the tile floor, and alleged that the consideration to all the notes had failed, and denied that the cost of the floor was $1,679.10,. and that the notes therefor were secured by a lien. He set up, as a defense, breach of the covenant for repair of the building under the - supplemental agreement, and, by cross-complaint, alleged he had been damaged in a large sum by such breach for failure to complete the building in the time agreed. The decree was entered against appellant for the amount of $1,696.73 with interest, the item for rent recovery therein being $257.86 and the cost of the tile floor $1,437.87. The judgment for rent only was declared to be a lien on the personal property and fixtures, and appellant prosecutes his appeal from this decree.\nSam T. & Tom Poe, for appellant.\nFrauenthal <& Johnson, for appelleé."
  },
  "file_name": "0789-01",
  "first_page_order": 807,
  "last_page_order": 810
}
