{
  "id": 1428444,
  "name": "Birnbach v. Kirspel",
  "name_abbreviation": "Birnbach v. Kirspel",
  "decision_date": "1934-02-05",
  "docket_number": "4-3342",
  "first_page": "792",
  "last_page": "798",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 792"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "134 N. Y. S. 479",
      "category": "reporters:state",
      "reporter": "N.Y.S.",
      "case_ids": [
        5649069
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nys/134/0479-01"
      ]
    },
    {
      "cite": "150 App. Div. 42",
      "category": "reporters:state",
      "reporter": "A.D.",
      "case_ids": [
        2639815
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad/150/0042-01"
      ]
    },
    {
      "cite": "4 Cranch C. C. 174",
      "category": "reporters:state",
      "reporter": "Cranch",
      "case_ids": [
        6124380
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-cas/30/0536-02"
      ]
    },
    {
      "cite": "72 Pac. 377",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": 0
    },
    {
      "cite": "12 Okla. 337",
      "category": "reporters:state",
      "reporter": "Okla.",
      "case_ids": [
        8879635
      ],
      "opinion_index": 0,
      "case_paths": [
        "/okla/12/0337-01"
      ]
    },
    {
      "cite": "39 S. W. (2d) 707",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "183 Ark. 957",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1441755
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/183/0957-01"
      ]
    },
    {
      "cite": "52 N. W. 385",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 0
    },
    {
      "cite": "50 Minn. 195",
      "category": "reporters:state",
      "reporter": "Minn.",
      "case_ids": [
        8875483
      ],
      "opinion_index": 0,
      "case_paths": [
        "/minn/50/0195-01"
      ]
    },
    {
      "cite": "63 N. W. 325",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 0
    },
    {
      "cite": "94 Iowa 626",
      "category": "reporters:state",
      "reporter": "Iowa",
      "case_ids": [
        2086375
      ],
      "opinion_index": 0,
      "case_paths": [
        "/iowa/94/0626-01"
      ]
    },
    {
      "cite": "35 Pac. 207",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": 0
    },
    {
      "cite": "52 Kan. 629",
      "category": "reporters:state",
      "reporter": "Kan.",
      "case_ids": [
        8865263
      ],
      "opinion_index": 0,
      "case_paths": [
        "/kan/52/0629-01"
      ]
    },
    {
      "cite": "50 Ill. App. 179",
      "category": "reporters:state",
      "reporter": "Ill. App.",
      "case_ids": [
        5121138
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ill-app/50/0179-01"
      ]
    },
    {
      "cite": "115 S. W. 1134",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "89 Ark. 195",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1515215
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/89/0195-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 550,
    "char_count": 11655,
    "ocr_confidence": 0.474,
    "pagerank": {
      "raw": 2.3751766991897727e-07,
      "percentile": 0.7961968052963706
    },
    "sha256": "e4d8b7c7ee848e89c65b92a3b7fc1e38e96febfb5ddeb8af2024b47327de3b67",
    "simhash": "1:93516f70cd0cc819",
    "word_count": 2066
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Birnbach v. Kirspel."
    ],
    "opinions": [
      {
        "text": "Mehaffy, J.\nThe appellant, E. M. Birnbach, filed suit in the Pulaski Circuit Court alleging that on or about February 4, 1933, the appellee, John Kirspel, approached him and advised him that he had an option for 20 days on certain property situated in the city of Little Rock; that said option was taken in the name of George Porbeck, but that he, Kirspel, was the real party in interest. Appellant alleged that Kirspel employed him to make a sale of said property within the limit of the option of 20 days. Kirspel at the time advised appellant that there were taxes against said property of about $2,000 and he wanted to sell the property for $6,500, the purchaser to assume $2,000 of taxes, and Kirspel agreed to pay appellant whatever sum he might sell the property for in excess of $8,500. The appellant immediately went to work to secure a purchaser, and one Otto Finkbeiner offered for the property $7,000 in cash, and to assume the $2,000 taxes.\nPrior to February 13, 1933, appellant advised Kirspel that Finkbeiner was considering the purchase. On February 13, 1933, Finkbeiner agreed to purchase the property and appellant accompanied by Finkbeiner, went to Kirspel’s office and demanded an abstract and deed, advising Kirspel that Finkbeiner had the cash to pay when the title was approved. Kirspel declined to make the deed or to have the owners of the property to make it, and refused to comply with the. contract with Birnbach. It was alleged that Finkbeiner was able to pay and ready and willing to assume the $2,000 taxes and pay $7,000 in cash. Appellant alleges that under their contract, Kirspel owes him a commission of $500 which he refuses to pay.\nAppellant then filed an amendment to his complaint alleging that he was a real estate salesman and licensed as such under act 148 of the Acts of 1929. Appellees answered, denying all the allegations in the complaint. The evidence was taken, and, at the. close of appellant’s evidence, the court directed a verdict for appellee. The case is here on appeal.\nThere is very little conflict in the evidence. The evidence tends to show that Porbeek had a written option of 20 days to sell a certain piece of property in Little Bock; that Kirspel was interested with Porbeek; that Kirspel secured the services of Birnbach to make a sale of the property within the 20 days, promising to pay Birnbach all that Birnbach sold the property_ for in excess of $8,500; that Birnbach secured a purchaser ready and willing to pay $9,000 for the property, and that Kirspel and Porbeek declined to make the sale to the purchaser, but had already sold or agreed to sell it to others. Birnbach had a license under act 148 for 1932. About February 1, 1933, Birnbach went to the office of the Arkansas Beal Estate Commission, and the secretary informed him that the issuance of licenses had been suspended pending the outcome of a bill in the Legislature to repeal the act creating the Arkansas Beal Estate 'Commission. Birnbach’s license for 1932 expired on December 31, 1932.\nW. A. Beed, secretary of the Arkansas Beal Estate Commission, testified that Bay Birnbach came to his office about February 1, 1933, to see about a license. He explained to Birnbach about the bill pending in the Legislature, and told him that, if he paid his fees, there was no provision for returning them, and that he thought it would not be fair to take the money for the license until the bill in the Legislature was disposed of, but that he would take his application and put it on file. He also testified that when the applications were taken, they were put on file and when the fee was paid, license would be issued as of the date of the application. Birnbach made no application for license during the month of January, 1933, and at the time he talked to Beed about license, he did not make any application in writing, as required by law, and did not make application until February 21, 1933, when the transaction for which he seeks to recover a commission was on February 13, 1933.\nSection 5 of act 148 provides that every applicant for real estate broker’s or salesman’s licenses shall apply in writing upon blanks furnished by the commission. It also provides that the application shall be accompanied by the recommendation of at least five citizens, real estate owners not related to the applicant, who have owned real estate for a period of five years or more in the county. The law requires the application to be accompanied by the fee.\nSection 2 of act 148, among other things, provides: “No recovery may be had by any broker or salesman in any court in this State on a suit to collect a commission due him, unless he is licensed under the provisions of this act, and unless such fact is stated in his complaint.”\nAct 148 was amended by act 142 of the Acts of 1931, but the amendment is not important here.\nThe appellant correctly states that the only question presented for our consideration is, did the failure of Birnbach to have a license as a real estate broker or salesman under act 148 of the Acts of 1929, deny him the right to go forward with his business as a real estate agent and collect his commissions in the event of a successful sale? Appellant also states: “If Birnibach made no effort to secure such license, he would have no cause of action.”\nThe undisputed proof shows that Birnbach’s license expired December 31, 1932. He does not claim to have made any effort to secure license during the month of January, 1933. The evidence shows that about February 1, 1933, he went to the office of the Arkansas Real Estate Commission to see about license, and was advised by the secretary that there was a bill pending in the Legislature to repeal act 148, and that they were uot issuing any licenses and would not until after the adjournment of the Legislature; but Reed at that time advised him that they were taking applications, and that, if license was thereafter granted, they would be dated back to the time that the application was made. The law requires the application, to be in writing. Birnbach does not claim that he made any application in writing until February 21, 1933. The transaction with appellees was on February 13, 1933. At the time of the transaction, the sale to Finkbeiner, the appellant does not claim that he had any license or that he had made any written application, as the law requires.\nAct 148 provides: “No recovery may be had by any broker or salesman in any court in this State on a suit to collect a commission due him, unless he is licensed under the provisions of this act, and unless such fact is stated in his complaint.\nUnder the provisions of this statute, a salesman without license cannot recover any commission. However, this court, long before the passage of act 148, stated: “The law is well established that where a statute prohibits engaging in a business or calling without having procured a required license, or where it expressly vitiates all contracts made by unlicensed persons while engaged in such business or calling, a contract made by one who has no license is invalid and cannot be enforced.” Stiewel v. Lolly, 89 Ark. 195, 115 S. W. 1134.\nIn that case the ordinance of the city merely prescribed the amount of the license fee, and, as stated by the court in that case, it contained neither a penalty nor •' prohibition against engaging in this business without, license, nor did it undertake to invalidate a contract made by an unlicensed person.\nIn the instant case the law contains a penalty, a prohibition against engaging in the business without a license, and expressly invalidates the contract for commissions, and provides that commissions cannot be recovered.\n“It is the rule in most jurisdictions that a broker who fails to procure a license to carry on his business, as required by law, is barred recovery of commissions for acting as a broker. ” Walker on Real Estate Agency, (2d ed.) 541; Whitfield v. Huling, 50 Ill. App. 179; Yount v. Denning, 52 Kan. 629, 35 Pac. 207; Richardson v. Brix, 94 Iowa 626, 63 N. W. 325; Buckley v. Humason, 50 Minn. 195, 52 N. W. 385; Law of Real Estate Brokerage, Nelson, 140.\nThis court recently said: “It is unimportant whether he had a license as a salesman for appellee at ¡lie time of such agreement, or a license on his own aecount, or any license at all, since lie was duly licensed at the time he perfected the sales and earned the commissions.” Talley v. Tuggle, 183 Ark. 957, 39 S. W. (2d) 707. In the above case the court impliedly holds that he must have a license at the time he earned the commission.\nIt is, however, contended by the appellant that it was through no fault of his that he did not have, license, and that he did all he could to procure license. We have already shown that he made no application for license in January, 1933, and made no application in February until the 21st. He was told by the secretary of the Commission that, if he would make application, when his license was issued, it would be dated the same date as his application, and notwithstanding this he still neglected to make, application until some days after his transaction with appellees. At the time of this transaction he had no license and no right to sell real estate, and could not recover commissions therefor. He could have, made his application, and could have gone further than that. In order to have done all that he might have done, if he was refused a license after maldng his application, he could have compelled the issuance of license by mandamus.\nAppellant relies first on the case of Wicks v. Carlisle, 12 Okla. 337, 72 Pac. 377. In that case the court held that the city of Guthrie had ceased to collect an occupation tax from the real estate agents, and, while the ordinance requiring it was never repealed, the mayor and city council instructed the city officers to collect no more tax from them. The applicant had paid tax as long as the officers would receive it, and the court held it was the fault of the city that the tax was not paid. The applicant in that case, however, offered to pay the tax and did all that he could to pay it, but the mayor and city council, the very persons who passed the law, had abandoned it. The court also held in that case that under ordinary circumstances an agent could not collect commissions without complying with the law.\nIn the case of Woodside v. Baldwin, 4 Cranch C. C. 174, a physician practiced medicine and charged for his services, and the court held that he could .collect because at that time there was no medical board, and it was admitted that there had been no election of officers of the society for several years, and that there was no board of examiners during all the time the physician practiced.\nIn Mead v. Lamarch, 150 App. Div. 42, 134 N. Y. S. 479, referred to and relied on by appellant, the court said: “There being no board of examiners, and it being impossible for plaintiff to obtain-a certificate of competency, his position was in effect as though an impossibility of performance had been created ¡by the law.” No such condition exists in the instant case.\nThe other cases relied on by appellant are very similar to those to which we have called attention, and we deem it unnecessary to review them further, or to call attention further to the distinction between those cases and the instant case. We think that the case of Stiewel v. Lally, supra, settles this case. This seems to be the settled law in this State. The judgment of the circuit court is affirmed.",
        "type": "majority",
        "author": "Mehaffy, J."
      }
    ],
    "attorneys": [
      "J. A. Watkins, for appellant.",
      "D. K. Hawthorne and Dean A. Phillips, for appellee."
    ],
    "corrections": "",
    "head_matter": "Birnbach v. Kirspel.\n4-3342\nOpinion delivered February 5, 1934.\nJ. A. Watkins, for appellant.\nD. K. Hawthorne and Dean A. Phillips, for appellee."
  },
  "file_name": "0792-01",
  "first_page_order": 810,
  "last_page_order": 816
}
