{
  "id": 4356538,
  "name": "The State of Washington, Petitioner, v. Christian Vern Williams, Respondent",
  "name_abbreviation": "State v. Williams",
  "decision_date": "2014-10-30",
  "docket_number": "No. 89318-7",
  "first_page": "795",
  "last_page": "801",
  "citations": [
    {
      "type": "official",
      "cite": "181 Wash. 2d 795"
    }
  ],
  "court": {
    "name_abbreviation": "Wash.",
    "id": 9029,
    "name": "Washington Supreme Court"
  },
  "jurisdiction": {
    "id": 38,
    "name_long": "Washington",
    "name": "Wash."
  },
  "cites_to": [
    {
      "cite": "470 U.S. 856",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11300388
      ],
      "weight": 3,
      "year": 1985,
      "pin_cites": [
        {
          "page": "864-65"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/470/0856-01"
      ]
    },
    {
      "cite": "517 U.S. 292",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11744570
      ],
      "weight": 3,
      "year": 1996,
      "pin_cites": [
        {
          "page": "302",
          "parenthetical": "discussing Ball v. United States, 470 U.S. 856, 864-65, 105 S. Ct. 1668, 84 L. Ed. 2d 740 (1985)"
        },
        {
          "parenthetical": "discussing Ball v. United States, 470 U.S. 856, 864-65, 105 S. Ct. 1668, 84 L. Ed. 2d 740 (1985)"
        },
        {
          "parenthetical": "discussing Ball v. United States, 470 U.S. 856, 864-65, 105 S. Ct. 1668, 84 L. Ed. 2d 740 (1985)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/517/0292-01"
      ]
    },
    {
      "cite": "1963 Minn. Laws 1222",
      "category": "laws:leg_session",
      "reporter": "Minn. Laws",
      "pin_cites": [
        {
          "parenthetical": "boldface omitted"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "Minn. Stat. § 5045",
      "category": "laws:leg_statute",
      "reporter": "Minn. Stat.",
      "year": 1905,
      "pin_cites": [
        {
          "parenthetical": "boldface omitted"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "827 P.2d 996",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1992,
      "opinion_index": 0
    },
    {
      "cite": "118 Wn.2d 773",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1372126
      ],
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/118/0773-01"
      ]
    },
    {
      "cite": "319 P.3d 800",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2014,
      "opinion_index": 0
    },
    {
      "cite": "180 Wn.2d 1001",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "year": 2014,
      "opinion_index": 0
    },
    {
      "cite": "295 P.3d 219",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2013,
      "opinion_index": 0
    },
    {
      "cite": "176 Wn.2d 531",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4306583
      ],
      "year": 2013,
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/176/0531-01"
      ]
    },
    {
      "cite": "307 P.3d 819",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2013,
      "pin_cites": [
        {
          "parenthetical": "Korsmo, C.J., dissenting"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "176 Wn. App. 138",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        4271258
      ],
      "weight": 4,
      "year": 2013,
      "pin_cites": [
        {
          "parenthetical": "Korsmo, C.J., dissenting"
        },
        {
          "page": "143-44"
        },
        {
          "page": "143"
        },
        {
          "page": "142"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/176/0138-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 595,
    "char_count": 11413,
    "ocr_confidence": 0.719,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.14841193444096548
    },
    "sha256": "4aa699a60e69369fc6b1a75b9f31d8931e5e209df901698a469080e5d3d96213",
    "simhash": "1:da18d2ef66a3113e",
    "word_count": 1790
  },
  "last_updated": "2024-02-27T19:47:16.443836+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The State of Washington, Petitioner, v. Christian Vern Williams, Respondent."
    ],
    "opinions": [
      {
        "text": "f 1 — The Sentencing Reform Act of 1981 (SRA) requires sentencing courts to count prior convictions that encompass the same criminal conduct as a single offense when calculating an offender score. RCW 9.94A-.525(5)(a). The burglary antimerger statute permits courts to punish and prosecute separately crimes committed during the commission of a burglary. RCW 9A.52.050. At issue is whether sentencing courts have discretion to count prior convictions separately under the burglary antimerger statute notwithstanding a finding that they encompass the same criminal conduct under the SRA. The Court of Appeals held they do not. We affirm.\nStephens, J.\nFACTS AND PROCEDURAL HISTORY\n¶2 On April 12, 2010, Christian Williams stole several items from the home of his childhood friend and former housemate, Bo Larsen. Tr. of Proceedings (TP) (Oct. 13, 2010) at 58-60, 64. When Larsen confronted Williams about the stolen items, Williams admitted his involvement and returned most items, though some had already been used as collateral for a pawn shop loan. Id. at 72-73, 79. A jury convicted Williams of residential burglary and trafficking in stolen property in the first degree. Clerk’s Papers (CP) at 103-04.\n¶3 At sentencing, the State submitted evidence that Williams had four prior adult convictions. TP (Nov. 16, 2010) at 2. Two of those convictions stem from a robbery and burglary sentenced in April 2004. CP at 113. Counting these prior convictions separately, the State calculated Williams’s offender score to be five as to trafficking and seven as to residential burglary. Williams did not deny the existence of his prior convictions but debated the accuracy of the State’s calculation. He insisted that his 2004 robbery and burglary convictions count as a single offense, making his offender score four and six, respectively. According to Williams, the 2004 sentencing court found the prior robbery and burglary convictions encompassed the same criminal conduct and therefore the current sentencing court was bound to that determination under RCW 9.94A.525(5)(a)(i). TP (Nov. 16, 2010) at 9. The dispute at sentencing centered on whether the 2004 court had made such a determination, and whether the burglary antimerger statute required the current sentencing court to count the prior convictions separately regardless of any same criminal conduct finding.\n¶4 The record does not establish that the sentencing court reached any conclusion as to whether a same criminal conduct finding was made in 2004. The parties discussed some ambiguity in the scoring on the 2004 judgment and sentence, but the court ultimately concluded that “the legal authority in this area is the burglaries do not merge.” Id. at 11; see also State v. Williams, 176 Wn. App. 138, 145 n.5, 307 P.3d 819 (2013) (Korsmo, C.J., dissenting) (noting confusion in 2004 calculation). The sentencing court therefore counted Williams’s prior robbery and burglary convictions separately and did not engage in a same criminal conduct analysis under RCW 9.94A.525(5)(a)(i). TP (Nov. 16, 2010) at 11-12. It determined Williams’s offender score was as the State had calculated and sentenced him accordingly.\n¶5 Williams appealed, arguing that the sentencing court violated RCW 9.94A.525(5)(a)(i) by not conducting a same criminal conduct analysis. The Court of Appeals agreed with Williams. Williams, 176 Wn. App. at 143-44. The court held the burglary antimerger statute applies only to sentencing on current offenses, not to the scoring of prior convictions. Id. at 143. Accordingly, the court concluded that the sentencing court erred in relying on the burglary antimerger statute and abused its discretion by not conducting a same criminal conduct analysis. Although the court doubted whether Williams had met his burden of proving the prior offenses encompass the same criminal conduct under State v. Aldana Graciano, 176 Wn.2d 531, 295 P.3d 219 (2013), it nevertheless remanded for resentencing because it found the sentencing court never properly considered the issue in the first instance. Williams, 176 Wn. App. at 142. The State petitioned this court for review, which we granted. State v. Williams, 180 Wn.2d 1001, 319 P.3d 800 (2014).\nANALYSIS\n¶6 When an offender has multiple prior convictions committed after July 1, 1986, as Williams does, the SRA requires the sentencing court to\ncount all convictions separately, except:\n(i) Prior offenses which were found, under RCW 9.94A-,589(l)(a), to encompass the same criminal conduct, shall be counted as one offense, the offense that yields the highest offender score. The current sentencing court shall determine with respect to other prior adult offenses for which sentences were served concurrently . . . whether those offenses shall be counted as one offense or as separate offenses using the “same criminal conduct” analysis found in RCW 9.94A.589(l)(a), and if the court finds that they shall be counted as one offense, then the offense that yields the highest offender score shall be used. The current sentencing court may presume that such other prior offenses were not the same criminal conduct from sentences imposed on separate dates, or in separate counties or jurisdictions, or in separate complaints, indictments, or informations.\nRCW 9.94A.525(5)(a). The question here is whether this statute yields to the burglary antimerger statute, which states:\nEvery person who, in the commission of a burglary shall commit any other crime, may be punished therefor as well as for the burglary, and may be prosecuted for each crime separately.\nRCW 9A.52.050.\n¶7 The State contends the answer is yes, relying on dicta from our decision in State v. Lessley, 118 Wn.2d 773, 827 P.2d 996 (1992). It acknowledges that Lessley addressed current convictions, not prior convictions. In Lessley, we suggested that sentencing judges have discretion to count current offenses committed during the commission of a burglary separately in a defendant’s offender score notwithstanding RCW 9.94A.589(l)(a)’s directive that “ ‘if the court enters a finding that some or all of the current offenses encompass the same criminal conduct then those current offenses shall be counted as one crime.’ ” Id. at 777 (quoting former RCW 9.94A.400(l)(a) (1988)). In other words, we read the burglary antimerger statute as superseding the same criminal conduct analysis of RCW 9.94A-.589(l)(a). We said this reading was necessary because any other reading would allow criminal defendants to escape punishment on current crimes and would frustrate the purposes of the SRA framework, given that a defendant generally serves concurrent terms for crimes arising from a single course of criminal conduct. Id. at 781-82.\n¶8 The reasons supporting the decision in Lessley do not apply to the scoring of prior convictions. The burglary antimerger statute by its plain terms applies to the present punishment and prosecution of offenses. When calculating a defendant’s offender score based on prior crimes involving burglary, the goal is not to repunish or reprosecute the defendant for these crimes. Instead, sentencing courts are concerned with the proportionality of a defendant’s punishment in relation to his or her culpability. To calculate a defendant’s culpability, the SRA requires courts to count all prior convictions separately unless they arose from the same criminal conduct. RCW 9.94A.525(5)(a). This statute applies regardless of whether the prior conviction involved a burglary. At the same time, the legislature recognizes that a defendant who recommits a similar offense is more culpable, and provides a framework for increasing a defendant’s offender score based on the specific offense committed. RCW 9.94A.525(10) and (16) set forth instances when the legislature considers a defendant more culpable due to a prior burglary conviction. This framework supports limiting the burglary antimerger statute to current offenses.\nf 9 Limiting the burglary antimerger statute to current offenses is consistent with the origins of the statute. It is apparent from the statute’s legislative history that it was enacted to address double jeopardy concerns, not offender score computations. The statute was originally enacted in 1909 as part of Washington’s new Criminal Code. Laws of 1909, ch. 249, at 890. Chapter 249 of the Laws of Washington indicates that “[t]he Criminal Code was taken largely from New York and Minnesota.” Remington & Ballinger’s Revised Code ascribes section 5045 of the Minnesota Code as the inspiration for Washington’s antimerger statute. Rem. & Bal. Code § 2581 (1910). At the time Washington adopted the statute, section 5045 of the Minnesota Code was titled “Crime in building, punished separately.” Former Minn. Stat. § 5045 (1905) (boldface omitted). Notably, Minnesota has since changed this title to “Double jeopardy.” 1963 Minn. Laws 1222 (boldface omitted). This change further supports the conclusion that the burglary antimerger statute was not intended to address the calculation of a defendant’s offender score based on prior convictions. Moreover, the SRA postdates the burglary antimerger statute by 70 years. We find no evidence to suggest the legislature intended the burglary antimerger statute to supersede the SRA’s more recent directive that prior convictions encompassing the same criminal conduct “shall be counted as one offense.” RCW 9.94A.525(5)(a)(i). We hold that the burglary antimerger statute does not obviate the need for a sentencing court to examine whether prior convictions constitute the same criminal conduct under RCW 9.94A.525(5)(a).\nCONCLUSION\n¶10 We affirm. The sentencing court erred in concluding that the burglary antimerger statue supersedes the same criminal conduct inquiry under RCW 9.94A.525(5)(a)(i). The burglary antimerger statute relates solely to the prosecution and punishment of current burglary convictions and has no application to calculating an offender score based on prior convictions.\nMadsen, C.J., and C. Johnson, Owens, Fairhurst, Wiggins, González, Gordon McCloud, and Yu, JJ, concur.\nWhether the burden of proof rule in Graciano applies to the same criminal conduct analysis under RCW 9.94A.525(5)(a)(i) is not before us. The trial court never reached the issue because it concluded the antimerger statute controlled. At the Court of Appeals, no one questioned the applicability of Graciano’s burden of proof rule. We decline to address the issue given the lack of briefing and our disposition of this case.\nThe court in Lessley did not discuss the United States Supreme Court’s observation that a second conviction, even if it results in no greater sentence, still inflicts a real punishment because it has adverse collateral consequences on a defendant’s eligibility for parole, increases the sentence for any future conviction under a recidivist statute, stigmatizes the defendant, and undermines his or her credibility. Rutledge v. United States, 517 U.S. 292, 302, 116 S. Ct. 1241, 134 L. Ed. 2d 419 (1996) (discussing Ball v. United States, 470 U.S. 856, 864-65, 105 S. Ct. 1668, 84 L. Ed. 2d 740 (1985)).",
        "type": "majority",
        "author": "Stephens, J."
      }
    ],
    "attorneys": [
      "Christian Vern Williams, pro se.",
      "Timothy D. Rasmussen, Prosecuting Attorney, and Matthew J. Enzler, Deputy, for petitioner.",
      "Kenneth H. Kato, for respondent."
    ],
    "corrections": "",
    "head_matter": "[No. 89318-7.\nEn Banc.]\nArgued June 10, 2014.\nDecided October 30, 2014.\nThe State of Washington, Petitioner, v. Christian Vern Williams, Respondent.\nChristian Vern Williams, pro se.\nTimothy D. Rasmussen, Prosecuting Attorney, and Matthew J. Enzler, Deputy, for petitioner.\nKenneth H. Kato, for respondent."
  },
  "file_name": "0795-01",
  "first_page_order": 837,
  "last_page_order": 843
}
