{
  "id": 1432136,
  "name": "Home Life Insurance Company v. Keys",
  "name_abbreviation": "Home Life Insurance v. Keys",
  "decision_date": "1933-06-26",
  "docket_number": "4-3056",
  "first_page": "796",
  "last_page": "800",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 796"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "284 U. S. 489",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5717592
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/us/284/0489-01"
      ]
    },
    {
      "cite": "47 S. W. (2d) 567",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "185 Ark. 419",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1435133
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/185/0419-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 452,
    "char_count": 8704,
    "ocr_confidence": 0.493,
    "pagerank": {
      "raw": 2.552906669219e-07,
      "percentile": 0.8145722009275445
    },
    "sha256": "f0814fe701c3d065b58ab7a5f91f65e432e43beef01edcfc43c372e194a48579",
    "simhash": "1:fd5714111199ab28",
    "word_count": 1455
  },
  "last_updated": "2024-02-27T21:18:50.990705+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Home Life Insurance Company v. Keys."
    ],
    "opinions": [
      {
        "text": "McHaney, J.\nAppellant, Home Life Insurance Company, on January 1, 1924, issued its group, policy of life insurance No. 26595 to the Crossett Lumber Company and its certificate No. 847 to Claud Keys, an employee, in which it insured his life in the sum of $1,200, and in which said certificate appellee is named beneficiary. Said certificate contained, among others, this clause: “Any employee insured under this plan who shall become wholly and permanently disabled while in our employ before reaching the age of 60, either by accidental injury or disease, and is thereby permanently, continuously and wholly prevented from pursuing any and all gainful occupation, will be regarded as a claimant by the Home Life Insurance Company.” The master policy provided: “The company will issue to the employer for delivery to each employee insured hereunder an individual certificate showing the insurance protection to which such employee is entitled, the beneficiary to whom payable, together with a statement that, in case of the termination of the employment with the employer, for any cause whatsoever, such employee shall be entitled to have issued to him by the company, without further evidence of insurability, and upon application to the company within thirty-one days after such termination of employment and upon payment of the premium then applicable to the class of risk to which he belongs and to the form and amount of the policy at his attained age (nearest birthday), a policy of life insurance in any of the forms customarily issued 'by the company, except term insurance, in an amount equal to the amount of his protection under this policy at the time of termination. Upon termination of active employment, the insurance of any discontinued employee under this policy automatically and immediately terminates, and the company shall be released from any further liability of any kind on ■ account of such person unless an individual policy is issued in accordance with the above provision.” It was further provided therein: “On receipt by the company at its home office of due proof that any employee insured hereunder has become wholly and permanently disabled by accidental injury or disease, before attaining the age of sixty years, so that he is and will be permanently, continuously and wholly prevented thereby from performing any work for compensation or profit, the company will waive the payment of each premium applicable to the insurance on the life of such disabled employee that may become payable thereafter under this policy during such disability.” The obtaining of this insurance by the Crossett Lumber Company for its employees was a gratuity on its part, it paying all premiums and not making any deduction from any employee’s wages therefor. This policy was kept in force and effect until and including December 31, 1930, when it was canceled by direction of the Crossett Lumber Company. Claud Keys was stricken with tuberculosis and suffered from pellagra, so that he was compelled to quit work at noon October 12, 1929, from and after which, date he was wholly and permanently disabled from disease, and was “permanently, continuously, and wholly prevented thereby from performing any work for compensation or profit,” and from which he died March 9, 1931. He made no application for another policy under the provisions of the clause first above quoted, and he made no proof of disability, although he was clearly entitled to a policy without payment of any premiums from the date of his disability, October 12,1929. The appellant, Central States Life Insurance Company is the successor to the Home Life Insurance Company, having reinsured its business effective April 13, 1931. Proofs in support of the claim were sent appellant, Central States Life Insurance Company, under date of May 5, 1932, payment demanded and refused, and this suit followed. Each party asked an instructed verdict and no other. The court granted the prayer of appellee.\nAppellant’s defense, as stated by counsel, is as follows: “The defense relied on below and renewed in this court was and is that the group policy and the individual certificate were not in force and effect on and after the expiration of the grace period of thirty-one days beginning December 1, 1930, because the monthly premiums to be paid on the first day of each succeeding month were never paid after the December, 1930, payment was remitted. In other words, the group policy, being canceled at the instance .of the Crossett Lumber Company, effective at midnight December 31, 1930, no premiums subsequent to those payable on the first day of December, 1930, were ever paid, in consequence of which the group policy in question, together with the individual certificate issued to Claud Keys, did not continue in force after the grace period expired on January 1, 1931.”\nWe cannot sustain this defense. Appellee’s rights do not depend on the payment of the premiums by the Crossett Lumber Company after her husband* Claud Keys, became totally and permanently disabled on October 12, 1929, because of the total and permanent disability clause above quoted, although the employer continued to pay the premiums on Claud Keys’ certificate for more than a year after no premiums were required thereon if proof had been then made. If proof of disability had been made at any time prior to January 1, 1931, there could and would be no question of appellee’s right of recovery. The question presented for decision is, Was the making of proof of disability a condition precedent? We hold that it was not, and that we have already so held in Sovereign Camp W. O. W. v. Meek, 185 Ark. 419, 47 S. W. (2d) 567. There the clause was: 4 4 4 If such member, while younger than sixty years of age, and while the certificate is in full force and effect, has suffered bodily injury, through external, violent or accidental means, or by disease, and shall furnish satisfactory proof to the society that he is and will be permanently, totally, continuously and wholly prevented thereby for life from pursuing any and all gainful occupations or performing any work for compensation of value,’ he shall be entitled to the payment of one-half the face amount of his policy. ” We there said: 4 4 Under our construction of paragraph 12 of the certificate quoted above, the existence of total disability during the life of the certificate was enough to create liability. Under a correct interpretation of the meaning of paragraph 12, the obligation of appellant rested upon the total disability of appellee during the life of the certificate, and not upon the receipt of the proof of disability by appellant. A similar clause or paragraph in an insurance policy was thus construed by the Circuit Court of Appeals, Minnesota Mutual Life Ins. Co. v. Marshall, 29 Fed. (2d) 977, and approved by the Supreme Court of the United States in the case of Bergholm v. Peoria Life Ins. Co. of Peoria, Ill., 284 U. S. 489, 52 S. Ct. 230. It will be observed that no time was fixed in the paragraph construed for making the proof of total disability.” In Minnesota Mut. Life Ins. Co. v. Marshall, cited supra as 29 Fed. (2d) 977, the court speaking through Judge Martineau, said: \"However much the legal mind may differ as to the meaning of these provisions, the ordinary layman would construe them to mean that, in the event he became disabled before, his premium fell due, his insurance would be continued until his disability was removed or until his death. That is the natural and reasonable construction to he placed upon the language used in this policy. Any other construction to my mind, would he contrary to the full purpose of the contract and deprive the insured of one of the principal benefits of his policy. The right of the insured to have his premiums discontinued during disability is one that he had paid for. To make its operation depend upon the time of proof of disability, and not upon the time of disability itself, which was the real thing that he was protecting himself against, renders the provision of the policy under the construction inoperative and the right of no value.”\nWe think this reasoning logical and unanswerable, and is in accord with sound justice. The case of Bergholm v. Peoria Life Ins. Co., supra, is not in point as the language of the disability clause is different, so found by the Supreme Court, which distinguished it from the Minnesota Mutual case which it cited and inferentially approved.\nThe court correctly instructed a verdict for appellee.\nAffirmed.",
        "type": "majority",
        "author": "McHaney, J."
      }
    ],
    "attorneys": [
      "T. D. Wynne, for appellant.",
      "Ovid T. Switzer and Y. W. Etheridge, for appellee."
    ],
    "corrections": "",
    "head_matter": "Home Life Insurance Company v. Keys.\n4-3056\nOpinion delivered June 26, 1933.\nT. D. Wynne, for appellant.\nOvid T. Switzer and Y. W. Etheridge, for appellee."
  },
  "file_name": "0796-01",
  "first_page_order": 816,
  "last_page_order": 820
}
