{
  "id": 1428325,
  "name": "Columbian Mutual Life Insurance Company v. High",
  "name_abbreviation": "Columbian Mutual Life Insurance v. High",
  "decision_date": "1934-02-05",
  "docket_number": "4-3331",
  "first_page": "798",
  "last_page": "801",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 798"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "234 S. W. 182",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "150 Ark. 325",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1367909
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/150/0325-01"
      ]
    },
    {
      "cite": "52 S. W. (2d) 638",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "186 Ark. 129",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8719025
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/186/0129-01"
      ]
    },
    {
      "cite": "219 S. W. 759",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "142 Ark. 132",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1590559
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/142/0132-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 381,
    "char_count": 6528,
    "ocr_confidence": 0.487,
    "pagerank": {
      "raw": 2.0796677011245237e-07,
      "percentile": 0.7588901901230535
    },
    "sha256": "12365d7f60bf22cda7a6f8e7deedbf79091e7d6c2a7062000620e7acaf91ba95",
    "simhash": "1:fd6eaefbf64d3b7e",
    "word_count": 1139
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Columbian Mutual Life Insurance Company v. High."
    ],
    "opinions": [
      {
        "text": "McHaney, J.\nIn December, 1911, appellee became a member of a fraternal beneficiary society known as Eminent Honsebold of Columbian Woodmen of Georgia, and was issued a beneficiary certificate by it in tbe sum of $3,000. Dues in the sum of $1.91 plus 10 cents for collection were payable monthly, without notice, on the first day of each month, to the secretary of the local branch, and, if not paid by the 10th day of such month, the member became suspended and all rights under the beneficiary certificate should cease until reinstated in accordance with the constitution and bylaws of the society, which were referred to and made a part of the certificate. Appellee paid his dues for a number of years to the secretary of the local branch at England. This local branch was later disbanded, and his dues were paid elsewhere. Later appellant succeeded to all the rights of the fraternal society and assumed all its outstanding policy liabilities, among them being appellee’s policy. No new policy was issued, but the old beneficiary certificate was permitted to remain as the contract between the parties. Appellee kept his premiums paid both to appellant and its predecessor by paying any time during the current month and as late as from the first to the 8th of the succeeding month without any objection from appellant or its predecessor, so far as this record discloses. The premium for March, 1932, was not paid within the time specified in the policy, but was mailed by appellee by cheek on April 2, 1932, to the Memphis office of appellant, and was received there April 5th. The general agent in Memphis refused to accept the check for the March premium, and required appellee to execute an application for reinstatement, on the ground that the policy had lapsed for nonpayment of the premium on or before the 31st day of March. The check was not accepted as a payment of the March premium, but was placed in the suspense account, as was also a check sent to cover the April premium. Appellee finally executed an application for reinstatement, which was submitted to appellant’s medical examiner, who required, as a condition for reinstatement, that appellee submit to a physical examination by a physician of liis choice in England, which he refused to do. Appellant canceled the policy,, and appellee brought this action as for a breach of the contract to recover the premiums paid by him thereon. A trial resulted in a verdict and judgment in his favor for $1,262.52, this amount to bear interest from May 24,1933, at 6 per cent, per annum, the date of the judgment.\nThe principal contention made for a reversal of the case, if not the only one, is that the evidence is insufficient to support the verdict, and that the court should have directed a verdict in appellant’s favor at its request. We cannot agree. It was testified by appellant’s agent that, after it assumed the obligations of the fraternal society, it permitted policyholders to have the benefit of the 30 days of grace provided for in policies issued by it, and that it did not insist on payment by the 10th day of the month as provided in the fraternal policies. It is also true that it did not take up the old policies and issue new ones of its own. It is undisputed in this record that appellee did not pay his premiums by the 10th day of the month in which the premiums were due at any time, or at least at any time after appellant took over the business of its predecessor. It is also true and undisputed that appellee’s cheek in payment of his premiums was received by appellant on numerous occasions after the lapse of the 30 days of grace which appellant allowed its policyholders. In a great many of these instances the check was mailed by. appellee on or before the last day of the month in which the premium was due and payable, but was not received by appellant until one or more days later. It is also true and undisputed in this record that, on at least three occasions prior to March, 3932, appellee’s check had been mailed after the last day of the month in which the premium was payable, and was accepted by appellant’s agent as payment of the premium. The agent in Little Rock who received such checks testified that he had advanced such premiums himself out of his own fund in order to keep appellee’s policy in force, and later collected from appellee. We are therefore of the opinion that the evidence is sufficient to establish a custom of appellant to accept payment of premiums after the expiration of the grace period, both as fixed in the policy and as appellant says it permitted to the fraternal policyholders. At least, the evidence was sufficient to submit the question to the jury as to whether appellant had established such a custom. In Cooley’s Briefs on Insurance (2d ed.), vol. 5, p. 4392, it is said: “Thus, where defendant insurance society, prior to April, 1906, had been in the habit of receiving payment of monthly assessments from insured during the month for which they were made, without requiring him to be reinstated, it thereby waived the requirement that insured must pay the assessment on or before the last week day of the month preceding the month for which they were made, and could not, without first giving insured reasonable notice of its intent to change its custom, require him to make payments strictly in accordance with the contract, nor require his reinstatement without notice of such change for his failure to pay the April, 1906, assessment prior to the last week day in March.”\nSee also Sovereign Camp, W. O. W., v. Newsom, 142 Ark. 132, 219 S. W. 759. After such custom had been established, appellant could not change the custom and lapse the policy where payment was made within the customary time, without notice of its intention to abandon the custom. Sovereign Camp, W. O. W., v. Condry, 186 Ark. 129, 52 S. W. (2d) 638.\nNor does the fact that appellee signed a petition for reinstatement change the result, if, in fact he paid his premium within the time, as we so held in Columbian Woodmen v. Simmons, 150 Ark. 325, 234 S. W. 182.\nAppellant argues that the court erred in giving appellee’s requested instructions 1. and 2. These instructions correctly stated the law as we have above outlined it, and were therefore correct. We find no error, and the judgment is affirmed.",
        "type": "majority",
        "author": "McHaney, J."
      }
    ],
    "attorneys": [
      "Scott P. Fitzhugh and Trimble, Trimble & McCrary, for appellant.",
      "George E. Morris and Ralph E. Ray, for appellee."
    ],
    "corrections": "",
    "head_matter": "Columbian Mutual Life Insurance Company v. High.\n4-3331\nOpinion delivered February 5, 1934.\nScott P. Fitzhugh and Trimble, Trimble & McCrary, for appellant.\nGeorge E. Morris and Ralph E. Ray, for appellee."
  },
  "file_name": "0798-01",
  "first_page_order": 816,
  "last_page_order": 819
}
