{
  "id": 8725729,
  "name": "International Shoe Company v. King",
  "name_abbreviation": "International Shoe Co. v. King",
  "decision_date": "1933-01-16",
  "docket_number": "4-2811",
  "first_page": "799",
  "last_page": "802",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 799"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "212 S. W. 313",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "138 Ark. 534",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1566989
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/138/0534-01"
      ]
    },
    {
      "cite": "131 S. W. 460",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "96 Ark. 184",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1542035
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/96/0184-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 277,
    "char_count": 4565,
    "ocr_confidence": 0.523,
    "pagerank": {
      "raw": 3.013587726466481e-07,
      "percentile": 0.8533489790331406
    },
    "sha256": "6f4a2e856e62fef6d7631029744ac9f272db5aba4e6a845b5861f6a29a831b3f",
    "simhash": "1:294fcffc9ac89078",
    "word_count": 772
  },
  "last_updated": "2024-02-27T17:52:01.123529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "International Shoe Company v. King."
    ],
    "opinions": [
      {
        "text": "Humphreys, J.\nThis suit was brought by appellant against appellee in the second division of the circuit court of Ouachita County to recover $1,784.99 for Red Goose shoes .sold and shipped to appellee by appellant.\nThe defense interposed to the action was that appellant breached its contract with appellee by allowing the business firm of West Brothers in Camden, Arkansas, to advertise the same line of shoes in violation of an agreement that appellant should sell no one else, nor permit any one else to advertise the line of shoes known as the Red Goose shoe in Camden except appellee, and that when appellant thus breached the exclusive contract, appellee repacked and shipped back to appellant all the shoes not disposed of, in the total invoice sum of $1,517.19, for which amount he was and is entitled to credit, leaving a balance due on account of $267.80, which was tendered to appellant in full settlement. The cause was submitted upon the pleadings, testimony adduced by the respective parties, and instructions of the court, resulting in a judgment against appellee for $267.80 and interest, from which is this appeal.\nThere is no dispute in the testimony about the value of the goods shipped or returned, or that appellant’s agent made the exclusive contract and that same was breached. The only issue in the case was whether appellant’s agent had the authority to enter into the exclusive contract with appellee before the goods were sold and shipped. This issue was submitted t#the jury by the court, over the objection of appellant, and a reversal of the judgment is sought upon the alleged ground that no substantial evidence was introduced in the case tending to show that appellant’s agent had such authority. After the exclusive contract was breached by appellant, a correspondence ensued between appellant and appellee, in which the authority of appellant’s agent to make exclusive contracts was admitted by appellant, but in which it took the position that its agent did not inform it that such a contract had been made by him with appellee, and that he made, the contract in ignorance of the existence of the contract between it and West Brothers in Camden for the purchase and advertisement of the same line' of shoes. It also contended in the correspondence that the contract was not made by its agent with appellee until the 21st day of August, 1930, and that it was not bound under the contract to take the shoes hack that were sold and purchased before that date. Three witnesses, on behalf of appellee, testified that the exclusive contract was made before any goods were purchased from appellant by appellee. On account of this dispute in the evidence, it was proper to submit the issue of whether the agent had authority to make the exclusive contract before the goods in question were sold and shipped by appellant to appellee.\nAppellant also contends for a reversal of the judgment because the court, refused to give its requested instructions Nos. 2 and 4, relative to the authority of an agent. The court gave an instruction fully covering the issue of authority of the agent to make the contract, so did not err in refusing appellant’s requested instructions Nos. 2 and 4.\nAppellant also contends for a reversal of the judgment because, even though the contract was made with authority, it was not mutual, and therefore not binding on appellant. The argument is made that the contract did not attempt to bind appellee to buy shoes in any definite quantities for any definite length of time, and to buy them exclusively from appellant. Appellant requested two instructions, Nos. 5 and 6, on mutuality of contracts, which the court refused to give. The doctrine of mutuality of contracts is not applicable, in so far as same have been executed or operated under. El Dorado Ice & Planing Mill Co. v. Kinard, 96 Ark. 184, 131 S. W. 460; Weil v. Chicago Pneumatic Tool Company, 138 Ark. 534, 212 S. W. 313. It was not error to refuse instructions touching the question of the necessity of mutuality of contracts, same not being applicable to executed contracts.\nAppellant also contends that the trial court erred in rendering a .judgment against it for all costs. We are unable to find in tbe record where tbe costs were adjudged against appellant, and appellee concedes that be is liable for tbe costs in the case under tbe judgment rendered.\nNo error appearing, tbe judgment is affirmed.",
        "type": "majority",
        "author": "Humphreys, J."
      }
    ],
    "attorneys": [
      "Silas W. Rogers, for appellant.",
      "Streett S Streett, for appellee."
    ],
    "corrections": "",
    "head_matter": "International Shoe Company v. King.\n4-2811\nOpinion delivered January 16, 1933.\nSilas W. Rogers, for appellant.\nStreett S Streett, for appellee."
  },
  "file_name": "0799-01",
  "first_page_order": 819,
  "last_page_order": 822
}
