{
  "id": 1428376,
  "name": "Furst and Thomas v. Rowland",
  "name_abbreviation": "Furst & Thomas v. Rowland",
  "decision_date": "1934-02-12",
  "docket_number": "4-3294",
  "first_page": "804",
  "last_page": "807",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 804"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "102 S. W. 372",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "82 Ark. 592",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1529094
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/82/0592-01"
      ]
    },
    {
      "cite": "252 S. W. 7",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "159 Ark. 407",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 207,
    "char_count": 2420,
    "ocr_confidence": 0.485,
    "pagerank": {
      "raw": 1.2306039578534348e-07,
      "percentile": 0.605574108760781
    },
    "sha256": "c82b9610e2389f2761e49bed62215cbe164f487a85db3e02b6335990f6d2ca9f",
    "simhash": "1:c743e6fa7627988a",
    "word_count": 400
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Furst and Thomas v. Rowland."
    ],
    "opinions": [
      {
        "text": "Johnson, C. J.,\n(after stating the facts). We think this case is ruled by Athletic Tea Co. v. McCormack, 159 Ark. 407, 252 S. W. 7. In the case referred to, this court had under consideration the liability of sureties on a sales contract, in all essential respects not dissimilar to the one here under consideration. There, as here, the contract provided for weekly reports by the principal to the obligee, which provision was ignored by the principal and acquiesced in by the obligees, and we stated the law as follows:\n“Where one employed as sales representative of appellant gave a bond, with appellee as surety, obligating himself to make weekly reports of “stock on hand and in transit,” such provision was for the benefit of appellee as well as of appellant; and where appellant failed to require such report and to notify appellee of such omission, he thereby discharged appellee from liability on the bond.”\nAppellants contend that the instant case may be differentiated from the case referred to in that in the instant case appellees are guarantors, whereas, in the case referred to, the contract was one of suretyship.\nWe need not here determine whether appellees are sureties or guarantors. In either event, their obligation's were assumed without compensation. In either event, they are entitled to all the protections usually attendant upon accommodating sureties.\nWe are definitely committed to the doctrine that an accommodation surety is bound only by the strict letter of his contract of suretyship. Miller v. Friedheim, 82 Ark. 592, 102 S. W. 372.\nUnder these circumstances, it was the duty of appellants to require the weekly reports from its dealer according to the terms of the contract, and, if and when omissions were encountered, to immediately notify appellees of such defaults. This appellants wholly failed to do.\nWhen thus viewed, it is apparent that the trial court, in giving instruction No. 2 and refusing to direct a verdict in favor of appellants, was following the letter of our holding in the case referred to.\nOther alleged errors, in reference to the introduction of testimony, are urged upon us in briefs, but, since the views above expressed are decisive of the ease, it is unnecessary to discuss them.\nNo error appearing, the judgment is affirmed,",
        "type": "majority",
        "author": "Johnson, C. J.,"
      }
    ],
    "attorneys": [
      "Barber & Henry, for appellant.",
      "Tom F. Digby, for appellee."
    ],
    "corrections": "",
    "head_matter": "Furst and Thomas v. Rowland.\n4-3294\nOpinion delivered February 12, 1934.\nBarber & Henry, for appellant.\nTom F. Digby, for appellee."
  },
  "file_name": "0804-01",
  "first_page_order": 822,
  "last_page_order": 825
}
