{
  "id": 8725781,
  "name": "Missouri Pacific Railroad Company v. Lane",
  "name_abbreviation": "Missouri Pacific Railroad v. Lane",
  "decision_date": "1933-01-16",
  "docket_number": "4-2791",
  "first_page": "807",
  "last_page": "810",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 807"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "47 S. W. (2d) 41",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "185 Ark. 316",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1435254
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/185/0316-01"
      ]
    },
    {
      "cite": "50 S. W. (2d) 597",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "185 Ark. 977",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1435399
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/185/0977-01"
      ]
    },
    {
      "cite": "293 S. W. 1002",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "173 Ark. 762",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8724231
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/173/0762-01"
      ]
    },
    {
      "cite": "287 S. W. 197",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "171 Ark. 983",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1369475
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/171/0983-01"
      ]
    },
    {
      "cite": "114 S. W. 221",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "88 Ark. 181",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1517122
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/88/0181-01"
      ]
    },
    {
      "cite": "112 S. W. 886",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "87 Ark. 396",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1519066
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/87/0396-01"
      ]
    },
    {
      "cite": "77 Am. St. Rep. 109",
      "category": "reporters:state",
      "reporter": "Am. St. Rep.",
      "opinion_index": 0
    },
    {
      "cite": "54 S. W. 577",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "67 Ark. 209",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1152586
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/67/0209-01"
      ]
    },
    {
      "cite": "26 S. W. (2d) 118",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "181 Ark. 487",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8722767
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/181/0487-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 433,
    "char_count": 6337,
    "ocr_confidence": 0.524,
    "pagerank": {
      "raw": 1.5813510018398768e-07,
      "percentile": 0.6804348438847206
    },
    "sha256": "2f823100adb643276b211c9c0a0e6c73ff93cba25c2c46132e9f19fae798692f",
    "simhash": "1:dfa770517b58c470",
    "word_count": 1196
  },
  "last_updated": "2024-02-27T17:52:01.123529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Missouri Pacific Railroad Company v. Lane."
    ],
    "opinions": [
      {
        "text": "McHaNey, J.\nAppellee sued appellant for personal injuries sustained by him while in its employ, under the Federal Employers’ Liability Act, and recovered judgment against it in the sum of $5,000.\nAt the conclusion of the testimony appellant requested the court to direct a verdict in its favor, which was refused, and this assignment of error is now urged for a reversal of the case on two grounds; first, that the undisputed evidence shows that appellee assumed the risk; and, second, that it also shows appellee was not engaged in interstate commerce at the time of the injury, and that therefore the Federal law has no application in this suit.\nWe assume, for the purpose of this opinion, that appellee was engaged in interstate commerce, and it becomes unnecessary to decide whether he was or not, because of the disposition we make of the other assignment.\nThe facts, briefly stated, are as follows: Appellee was in the employ of appellant as a stationary engineer at McG-ehee, Arkansas. He operated a stationary engine used to pump water into water tanks and crude oil into oil tanks, to be used in the operation of locomotive engines in both State and interstate commerce. It was a part of bis duty to unload crude oil which was shipped into Mc-Gehee in tank cars. When a shipment of oil was received for unloading, the switching crew would spot the car so it could he unloaded into the underground tank by gravity. When the car was spotted over this underground tank, it was appellee’s duty to go on top of the tank car, unscrew the cap in the top of the dome, open the valves, and the oil would then run out by gravity into the underground tank, from which it would he pumped out by him into the storage tank. As above stated, such oil was used to operate locomotives on the road, as well as the stationary engines and the power plant in the shops. Appellee had been engaged in the same work for appellant for about four years. About 2:30 in the afternoon of February 1, 1931, while engaged in unloading a tank car of crude oil which had been shipped from El Dorado, Arkansas, through Louisiana, to McGehee, and which had been spotted over the underground tank, he was injured in the right knee by slipping in a small quantity of crude oil on top of the tank car, striking his knee against one of the pointed rivets in the tank car. The tank car was constructed with a ladder at each end, on both sides, ivith a walkway on both sides of the car at or near the bottom of the tank. At the middle of the tank another ladder goes up to the top of the car on either side with a platform constructed at or near the bottom of the dome which extends up about three feet from the top of the car. Appellee climbed up to the platform for the purpose of unscrewing the cap to the dome and opening the valve in the bottom of the car. He says that the cap had been put in crooked, or that the threads had become crossed, and did not readily come loose; that he then stepped out on top of the tánk from the platform on which he had been standing, and that he stepped into a small amount of oil on top of the car, which caused his foot to slip and him to fall, receiving a severe and painful injury to his right knee. He says he did not notice the oil until he slipped, and that he supposed that if he had looked down where he put his foot he might have seen it; that oil tank cars usually have oil spilled on top of them.\nThis is substantially the evidence in the case as given by appellee himself. There were .no eyewitnesses other than himself. Under these facts, we are of the opinion that appellee assumed the risk as a matter of law, and that the court should have directed a verdict in appellant’s favor at its request. Appellee had been engaged in this same character of work for about four years. He had unloaded many tank cars of oil. He knew that all or nearly all such cars have oil spilled on them. He knew that it was dangerous to step in oil on the rounded surface of a tank car, and that his foot might slip and cause him to fall. He was unloading this car in broad open daylight, and the only excuse he gives for not seeing the oil and thereby avoiding it is that he did not look. Had he looked, he would have seen the oil, as it was plainly visible on the top of the car. The law, under such circumstances, is well settled. In the recent case of Mississippi Valley Power Co. v. Hubbard, 181 Ark. 487, 26 S. W. (2d) 118, we said: “It is true employees do not ordinarily assume risks created by the negligent act of the master, and that he has a right to require of the master to provide suitable appliances and a safe place in which to do his work, and-to do such is the clear duty of the master. St. L., I. M. & S. R. Co. v. Touhey, 67 Ark. 209, 54 S. W. 577, 77 Am. St. Rep. 109 ; Pettus & Buford v. Kerr, 87 Ark. 396, 112 S. W. 886; St. L., I. M. & S. R. Co. v. Holmes, 88 Ark. 181, 114 S. W. 221. But it is equally true that, where the danger arising from the negligent conduct of the master is so apparent and obvious in its nature as to be at once discoverable to one of ordinary intelligence, an employee, by voluntarily undertaking to perforin Ms work in snob, a situation, assumes the hazards which exempts the employer from liability on account of injury to the employee. Wisconsin & Ark. Lbr. Co. v. Allison, 171 Ark. 983, 287 S. W. 197; Ward Furniture Co. v. Weigand, 173 Ark. 762, 293 S. W. 1002.” Other recent cases on the subject are Howell v. Harvill, 185 Ark. 977, 50 S. W. (2d) 597, and Koss Construction Co. v. Vanderberg, 185 Ark. 316, 47 S. W. (2d) 41.\nNo one knew how the oil happened to be on the top of the tank, whether it had sloshed out of the tank car through the dome, or whether it had been spilt there by the oil company, from whom it was purchased, in loading it, but this can make no difference. The undisputed proof shows that it was quite the usual thing for oil to be on top of such cars, to the knowledge of appellee, and he could not blindly step therein under the circumstances of this case without assuming the risk of so doing.\nThe judgment will be reversed, and the cause dismissed.",
        "type": "majority",
        "author": "McHaNey, J."
      }
    ],
    "attorneys": [
      "R. E. Wiley and E. W. Moorhead, for. appellant.",
      "Tom J. Terral and Gaughan, Sifford, Godwin & Gaughan, for appellee."
    ],
    "corrections": "",
    "head_matter": "Missouri Pacific Railroad Company v. Lane.\n4-2791\nOpinion delivered January 16, 1933.\nR. E. Wiley and E. W. Moorhead, for. appellant.\nTom J. Terral and Gaughan, Sifford, Godwin & Gaughan, for appellee."
  },
  "file_name": "0807-01",
  "first_page_order": 827,
  "last_page_order": 830
}
