{
  "id": 8725811,
  "name": "Missouri Pacific Railroad Company v. Meyer",
  "name_abbreviation": "Missouri Pacific Railroad v. Meyer",
  "decision_date": "1933-01-16",
  "docket_number": "4-2818",
  "first_page": "810",
  "last_page": "815",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 810"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "180 N. W. 895",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 0
    },
    {
      "cite": "190 Ia. 738",
      "category": "reporters:state",
      "reporter": "Iowa",
      "case_ids": [
        2272437
      ],
      "opinion_index": 0,
      "case_paths": [
        "/iowa/190/0738-01"
      ]
    },
    {
      "cite": "1 S. W. (2d) 60",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "175 Ark. 902",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1403589
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/175/0902-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 473,
    "char_count": 8869,
    "ocr_confidence": 0.512,
    "pagerank": {
      "raw": 5.0011153170616546e-08,
      "percentile": 0.3141405155281254
    },
    "sha256": "cc10a0c69de269a50446a336584aabdc1543eac05b10ec24363cc0f1b9999f78",
    "simhash": "1:8e05e98186076c99",
    "word_count": 1541
  },
  "last_updated": "2024-02-27T17:52:01.123529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Missouri Pacific Railroad Company v. Meyer."
    ],
    "opinions": [
      {
        "text": "Butler, J.\nIn an action for damages to an. automobile at a crossing over the public highway, where a spur track of appellant’s main line crosses to a gin nearby, judgment was rendered against the appellant, from which is this appeal.\nThe appellant’s claim of exemption from liability is predicated upon the contention that the switch or spur track was not its property, but was built by it for one T. E. Head, and at his expense, and, when the construction was completed, no duty thereafter rested upon the appellant to maintain the crossing. This contention is based upon the familiar principle that, “when the work is finished by the contractor and accepted by the employer, the liability of the former generally ceases and the employer becomes answerable for damages which may thereafter accrue from defective conditions in the work.” The theory is that, in the absence of a special statute making a private siding a public track for the use of the public, no liability would attach for failure to properly maintain it, and, as we have no such statute, under the contract in the instant case, in pursuance of which the track was built, the property rights to the spur track were in Head, and he, or his successors in title, are liable, and not the appellee.\nIt is further argued that, although Head could not exercise the right of eminent domain and the railroad company could, the exercise of that right was not called for in the instant case as the highway was located on the land of Head, and he had the right to cross the same with the spur track, as the public owned only an easement, the fee remaining in Head, and his only duty was to so construct and maintain it as not to interfere with the public use; and, if he did not keep up the crossing, then he or his successors are alone liable for damages accruing because of its defective condition.\nReferring to the last argument first, we note that it is assumed in the statement of the case made by the appellant that “the switch and place where it crosses over the public road was not on the right-of-way or any property belonging to the Missouri Pacific Railroad Company,” and from the argument it is inferred that the public highway was across the lands of Head. We have carefully examined the plat filed as an exhibit in the case and the testimony of the witnesses, and are unable to determine where the public highway is located. It may be upon the land of Head, but there is no evidence which we have discovered to justify the statement. However, it is our opinion that this question of fact becomes immaterial because we think the defense in the case is based upon the erroneous view that the spur track was a private one. For the sake of brevity, the contract relied on is not written herein at length, but only the substance of its material parts stated.\nThe contract was called “An Industrial Track Agreement,” and provided that, at the request of the shipper (Head), the appellant would construct a track 500 feet long, more or less, leading from carrier’s (appellant’s) existing sidetrack at Indian Station in Chicot County, Arkansas, to the ginnery and cotton seed house of the shipper. Section 1 of the contract provided that the connection with carrier’s existing sidetrack should be at its cost, and that it should furnish all material and perform all labor required for the remainder of the switch at the shipper’s cost. The shipper was to provide the roadbed, right-of-way, crossties and fastenings, and the use of so much of any highway as might be required. The estimated cost of the construction of the switch was $380, which the shipper was required to, and did, pay.\nSection 2 of the contract provided that “the carrier may at any time, unless necessarily detrimental to shipper, lengthen, extend or connect with, and use any of switch.” Provision was further made that the carrier should be indemnified for any expense or liability for any change or readjustment of the switch, and that the switch should be kept in good condition at shipper’s cost,' the carrier acting for the shipper to furnish or perform any work at shipper’s cost in the event the shipper should neglect to furnish or do the work within ten days following the carrier’s written request. For material furnished, or work done, the shipper was required to pay the cost to the carrier, plus ten per cent. By section 3 the shipper was required to indemnify the carrier, regardless of its negligence, for damages arising from fire caused by the carrier’s locomotives operating on the switch aiid for indemnification for any damages or injury from act or omission of the shipper, or his agents, to the person or property of the parties to the contract, and to the person or property of any other person or corporation while on or about the switch, and, if any claim or liability other than from fire shall arise from joint or concurring negligence of both parties, it should he borne by both parties equally.\nUnder the terms of section 4 of the contract, provision was made for its termination, and in that event the carrier was authorized to remove from its premises any metal track material, paying to the shipper from available funds its then present value as salvage. It was also stipulated that all of the switch at any time existing on the premises of the carrier, which should be deemed to include any portion of any intersecting public highway falling within the carrier’s right-of-way, should belong to the carrier.\nThe contract was entered into and the switch constructed in 1924. It was moved and relocated some fifty to one hundred feet west of its first location, and, after its relocation and shortly before the happening of the injury complained of here, the track was again slightly moved and realigned for the purpose of straightening a curve. The appellant’s employees did all this work, for which they were paid by the shipper, or his successors. The principal purpose for which the switch was built was for the movement of cotton and cotton seed from the shipper’s gin to the main line of appellant for shipment thereon to the market. The evidence shows that it was also used by the appellant for other purposes than to serve the shipper and his successors, such as for the “spotting” of cars loaded with gravel, billets, bolts, etc.\nIt is apparent from the contract and the use to which the spur track was put that it was not constructed for the exclusive use of Head, but for the use of the appellant also, and for tbeir mutual benefit. While the contract provided that Head should pay for the cost of the original construction and for its maintenance, the work was actually done by the appellaift, as well as the relocation and realignment of the switch; and appellant reserved the right, upon Head’s failure to do maintenance work after notice, to do the work itself and charge the cost to Head, or his successors. The .switch track emerged from the siding and was constructed in a slight curve down the right-of-way for approximately half of its distance from its emergence from the siding to the ginhouse, and the ownership of this portion of the switch was especially reserved in the appellant. It also reserved the right to lengthen the switch if it deemed it expedient, and to use it for purposes other than to serve Head, and it did, in fact, so use the spur track, and recognized its liability for damages by requiring indemnification in paragraph 3 of the contract. From this it will be seen that the appellant exercised practically the same control and dominion over the switch track that it did over any part of its system, and, to all intents and purposes, while constructed primarily to serve the ginnery of Head, it was a sidetrack of the appellant, although located on private property for a part of its length. The spur track is therefore included within the term “railroad” and comes within the duties imposed upon railroads by § 8483 of Crawford & Moses’ Digest, which provides, among other things, that railroad companies which have constructed railroads across any public road shall construct and maintain suitable crossings. Conway Oil & Ice Co. v. Gibson Oil Co., 175 Ark. 902, 1 S. W. (2d) 60, and cases therein cited; Lane v. Interurban Ry. Co., 190 Ia. 738, 180 N. W. 895.\nThe undisputed evidence is to the effect that the crossing was in bad repair, and that the appellee, while traveling along the highway and while in the exercise of ordinary care, suffered an injury to his automobile because of the defective crossing. Since, as we have seen, it was the duty of the appellant to properly maintain the crossing, the court properly found it liable for the injury, and its .judgment is therefore affirmed.",
        "type": "majority",
        "author": "Butler, J."
      }
    ],
    "attorneys": [
      "R. E. Wiley and E. W. Moorhead, for appellant.",
      "Garneal Warfield, for appellee."
    ],
    "corrections": "",
    "head_matter": "Missouri Pacific Railroad Company v. Meyer.\n4-2818\nOpinion delivered January 16, 1933.\nR. E. Wiley and E. W. Moorhead, for appellant.\nGarneal Warfield, for appellee."
  },
  "file_name": "0810-01",
  "first_page_order": 830,
  "last_page_order": 835
}
