{
  "id": 1428350,
  "name": "Wilson v. Fouke",
  "name_abbreviation": "Wilson v. Fouke",
  "decision_date": "1934-02-12",
  "docket_number": "4-3356",
  "first_page": "811",
  "last_page": "815",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 811"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "86 A. L. R. 1493",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "61 S. W. (2d) 686",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "187 Ark. 641",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1431937
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/187/0641-01"
      ]
    },
    {
      "cite": "23 Ark. 39",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1866019
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/23/0039-01"
      ]
    },
    {
      "cite": "246 N. W. 556",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 0
    },
    {
      "cite": "85 A. L. R. 1477",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "210 Wis. 289",
      "category": "reporters:state",
      "reporter": "Wis.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 446,
    "char_count": 7728,
    "ocr_confidence": 0.482,
    "pagerank": {
      "raw": 1.0794421366483021e-07,
      "percentile": 0.5620968635623158
    },
    "sha256": "5d8ea96a9768878f93cb8a9708cf0b5afece637de2d98f983056d20451c5040f",
    "simhash": "1:d2ecac213f2eae72",
    "word_count": 1392
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wilson v. Fouke."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nC. W. and H. P. Fouke, being indebted to the State National iBank of Texarkana, Arkansas, in the sum of $32,000, evidenced by certain notes, executed their trust deed to a trustee for said bank, whereby they conveyed to said trustee approximately eight thousand acres of land. The trust deed was executed to secure the debt then due and any other debt thereafter incurred. The indebtedness secured not having been paid, suit was brought to enforce payment, and a decree was rendered, which declared the amount then due the bank, and a foreclosure of the lien of the deed of trust was ordered.\nIt was decreed that the commissioner named for that purpose, in selling the lands, should first offer them for sale in 40-acre tracts, and should thereafter again offer them for sale at an upset price of $3 per acre, and the commissioner was directed to accept and make report of the sale which produced the largest sum of money. The decree recites that, after the execution of the deed of trust, both grantors therein had died testate, leaving minor children as devisees, who had been made parties.\nThe trustee has appealed from this decree, and it is urged for its reversal that its provisions in regard to the manner of selling the land are in contravention of law and render it void, and it is prayed that it be reversed with directions to offer the lands for sale to the highest bidder without limitation as to the minimum price at which it might be sold. It is urged that the decree appealed from operates to deprive the trustee of his contractual right to subject the lands to sale, and thus impairs the obligation of the contract which the deed of trust created and evidenced.-\nIt may be said that the practice has not prevailed to any considerable extent in foreclosure proceeding’s in this State to fix a minimum price at which the lands ordered sold may be offered for sale; but we know of no law which prohibits this practice, nor do we think the procedure here attacked operates to impair the obligation of the contract created and evidenced by the deed of trust. The creditor is not denied the right to subject the mortgaged lands to sale. On the contrary, they have been ordered sold, and, if and when they have -been sold pursuant to the decree, a fund will be derived which exceeds the debt secured by the deed of -trust. Under the decree, this debt will first be paid, and the trustee has no interest, of course, in the proceeds of the sale in excess of the debt to the bank.\nObviously, the purpose of the decree is not to prevent the trustee from subjecting the lands to sale and thereby collecting his debt, but is rather to realize something from the sale for the benefit of the devisees, who are minors. The trustee has the right, of course, to have the lands sold. The deed of trust confers that right, But the power inheres in the court to protect not only the rights of the mortgagee, but those of the mortgagors as well, if this may be reasonably done.\nTestimony was heard in the court below, before rendering the final decree from which this appeal comes, which has not been brought into the record, and we must therefore presume that it was made to appear to the court that the decree rendered conformed to the equities of the case, and, in the absence of such testimony, we may consider only the power of the court to make the decree rendered.\nIt may be that the lands cannot be sold at the minimum price fixed by the decree, but that fact has not yet been made to appear. It may also be true that the lands can be sold for that price, and, if so, no substantial prejudice will result, as the interest upon the principal debt is accumulating all the while at the contract rate. If, upon offering the lands for sale on the terms provided by the decree, it shall be made to appear that a sale cannot be had at the minimum price fixed in the decree here appealed from, the court may, and should, make such additional orders as are necessary to effectuate a sale. The power of the court has not been exhausted, and its jurisdiction to-foreclose the deed of trust, continues.\nAt § 392 of the chapter on Mortgages in 19 R. C. L., page 579, it is said: “It is regarded as a very proper and wise exercise of the discretion of the court to fix a minimnm bid that will be received at a foreclosure sale if the court is at the time of making the order of sale so advised or informed as to enable it fairly to judge of the probable value of the property.” And, in the absence of the oral testimony heard by the court below, we must presume that the court was so advised in rendering the decree which this appeal seeks to reverse.\nThe power of courts to protect the interests of opposing litigants in foreclosure proceedings is the subject of an extended note to the annotation of the case of Suring State Bank v. Ernestine Giese, reported in 210 Wis. 289, 85 A. L. R. 1477, 246 N. W. 556.\nThat the courts of this State have a discretion in foreclosure sales, not to deny the right of foreclosure, but to reasonably enforce that right so that unnecessary injustice may not be done, was recognized in the early case of Sessions v. Peay, 23 Ark. 39. After saying that in foreclosure cases the proceeding is under the supervision and control of the court, it was added that: “If not restricted by statute, it is within the power of the chancellor to prescribe, by the decree, the time, place, terms and mode of sale; and the varying circumstances of cases render it necessary that he should be invested with discretion in these matters in order to prevent the sacrifice of property, and to promote advantageous sales.”\nSee also § 41 of the chapter on Judicial Sales in 35 C. J., page 49, and the cases there cited.\nIt may be said that the practice is common, and, so far as we are advised, is invariable, to incorporate into mortgages and deeds of trust a power to sell without invoking the aid of chancery courts to decree a foreclosure, and such a power appears in the instrument here sought to be foreclosed. As to all such instruments, the statute provides the procedure under which the power may be exercised. Section 7405, Crawford & Moses’ Digest, requires an appraisement of the property in such cases, and § 7407, Crawford & Moses’ Digest, provides* that the property may not be sold under the power of sale for less than two-thirds of the appraised value thereof, provided that, if the property shall not sell at first offering for two-thirds of the amount of the appraisement, another offering may be made in twelve months thereafter, at which offering the sale shall be to the highest bidder, without reference to the appraisement. It is reasonably certain that no greater delay will result under the provisions of the decree than would result in a sale under the statute, provided the property was not sold at the first offering for as much as two-thirds of its appraised value.\nIt is insisted that the opinion in the recent case of Adams v. Spillyards, 187 Ark. 641, 61 S. W. (2d) 686, 86 A. L. R. 1493, requires the reversal of the decree here questioned. OBut such is not its effect. The statute there held unconstitutional required the mortgagee, before obtaining a decree of foreclosure, to file a statement that he would bid the amount of the debt secured by the instrument sought to be foreclosed, and prohibited the rendition of any judgment for any deficiency, whereas the decree here appealed from contains no such limitations.\nWe conclude that the decree is not in excess of the power inhering in the court, and it is therefore affirmed.",
        "type": "majority",
        "author": "Smith, J."
      }
    ],
    "attorneys": [
      "James D. Head, for appellant.",
      "Will Steel, H. M. Barney and Frank S. Quinn, for appellee."
    ],
    "corrections": "",
    "head_matter": "Wilson v. Fouke.\n4-3356\nOpinion delivered February 12, 1934.\nJames D. Head, for appellant.\nWill Steel, H. M. Barney and Frank S. Quinn, for appellee."
  },
  "file_name": "0811-01",
  "first_page_order": 829,
  "last_page_order": 833
}
