{
  "id": 8725432,
  "name": "St. Louis-San Francisco Railway Company v. Bley",
  "name_abbreviation": "St. Louis-San Francisco Railway Co. v. Bley",
  "decision_date": "1925-05-04",
  "docket_number": "",
  "first_page": "814",
  "last_page": "818",
  "citations": [
    {
      "type": "official",
      "cite": "168 Ark. 814"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "97 Ark. 137",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1318887
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/97/0137-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 442,
    "char_count": 8548,
    "ocr_confidence": 0.465,
    "pagerank": {
      "raw": 1.9762271919885476e-07,
      "percentile": 0.7399637971171292
    },
    "sha256": "d16efa445cd38660a8113ec22b408ca56be16df3bde9919dbbfb200cb6cab692",
    "simhash": "1:a157cd835f6e49e0",
    "word_count": 1546
  },
  "last_updated": "2024-02-27T20:53:15.452133+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "St. Louis-San Francisco Railway Company v. Bley."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nThe appellant railroad company operates a local passenger train, consisting of three cars, from Kennett, Missouri, to Leachville, Arkansas, at which last-named place the train turns around to make the return trip, so that the 'engine may remain in front of the train. There is no turntable at Leachville, so that the train turns around by means of a wye, the two sides of which are connected by the main-line track of the J., L. C.; & E. Railroad Company, and this track, with the two sides of the wye, form practically a equilateral triangle, the sides of which are about 400 yards long. When the train arrives from Kennett it runs into the east leg of the wye, after which it runs beyond a switch which admits the train to the main line of the J.,'L. C. E. R. R., over which it runs until it passes another switch, which admits it to the west leg of the wye, and it then runs over the west leg of the wye to ' a switch which admits it to the main line of appellant’s railroad, and as it runs upon the main line the train would be headed north, thus having been turned completely around. It then backs into the station at Leachville over the main line, where the passengers are discharged and' passengers for the return trip received.\nOn the 8th day of February, 1922, one of appellant’s trains arrived at Leachville from Kennett and, in the manner indicated, turned around to return to Kennett.-Appellee, who is engaged in the tie and timber business, was standing at the south end of the west leg of the wye as the train ran over the west leg and came to a stop, as it was required to do before entering upon the tracks of the J., L. Cb & E. Bailroad. Appellee saw the conductor of the train standing on the platform of one of the cars, and inquired how much time he would have in Senath, Missouri, a station on appellant’s railroad intermediate between Leachville and Kennett,. between the time of the arrival of that train in Senath and the departure of the next train from Senath to Leachville, and, this question being answered by the conductor, he stated to the conductor that he would go to Senath, and, with the conductor’s permission, he boarded the train for the purpose of riding around the wye to the station, where he intended to purchase a ticket and become a passenger to Senath. He rode over the tracks of the J., L. C. & E. Bailroad, and ivas riding up the west leg of the wye, when his foot caught between two of the cars and was severely injured.\nAppellee entered one of the coaches, but returned to the platform, where he ivas standing at the time of his injury. In making this trip around, and in backing into the station at Leachville after doing so, the train was required to stop and start four times, and it was alleged that the negligence causing appellee’s injury was that of the starting the train with undue violence and without warning.\nIt is insisted by appellant that appellee is not entitled, under the undisputed evidence, to recover oh either of these grounds, and it is also insisted that appellee was not a passenger, and that therefore the railroad company owed him no duty as such.\nThe cause was submitted to the jury upon the theory that appellee was a passenger and that the railroad company owed Mm the duty to exercise the highest degree of care, and it is conceded that the right to recover is dependent upon the existence of the relation of carrier and passenger.\nAs has been said, appellee was alone at the time of his injury, and no member of the train crew knew where he was at that time, so that there can be no contention— and there is none — that appellee was injured through any wanton or wilful act on the part of any member of the train crew.\nIn our opinion appellee was not a passenger at the time of the injury. He was not a trespasser, but, at most he was a mere licensee,and the duty of the railroad company to him is to be measured accordingly.\nIn the case of Cruse v. St. L. I. M. & S. R. Co., 97 Ark. 137, it was said: “We deem it to be equally sound in justice to say that, when a person enters a train without any intention to pay fare, but under a collusive agreement with the conductor to ride free in violation of the rules of the company, and does not pay any fare, he does not legally become a passenger, and the railway company is not responsible for his safety as a passenger. Quoting from the language of Judge Biddick in the Seed case, supra, if, under those circumstances, he ‘is carried safely to his destination, he gains that much at the expense of the company. On the other hand, if an accident happens, and he is injured, there is no reason or justice in requiring the company to pay for his injuries, unless they have been wantonly or wilfully inflicted.’ The authorities which sustain the proposition are numerous, and among them are found the following, which include cases where persons ride under collusive agreements with the conductor not to pay fare, or to pay less than full fare, and also where persons ride on a pass or ticket procured from the company by fraud.” (Citing numerous cases and texts).\nThe act of appellee in boarding the train at the time and place he did was not an act of bad faith, and there was no intention on his part to defrand the .company by not paying fare. Bnt he entered the train for his own convenience and with the permission of the conductor, and his own testimony shows that he was thoroughly familiar with the surroundings and the customary movements of the train. The train had not discharged the passengers whose destination was Leachville. This was not done until the circuit of the wye had been completed and the train had backed down appellant’s main line to the station. Appellee knew this fact, and he knew the location of the station and its purpose, and that passengers were received and discharged at the station, and at no other place. This station was south of the J., L. C. & E. Railroad tracks. The main line track of appellant bisected the wye, and the station was, of course, on this track. Appellee could easily have walked from the place where he boarded the train to the station, but it was to save this walk that he boarded the train. He knew that no fare would be exacted for this ride to the station, and that the train would stop at the station, and he testified that it was his intention, after the train had arrived and had stopped at the station, to debark from the train and buy a ticket to Senath. The journey upon which he proposed to embark and for which he intended to pay fare would not have begun until after he had reached the station and had purchased a ticket.\nAppellee intended to become a passenger, but had not done so. The railroad company had provided a station for passengers to embark and debark, yet appellee entered the train at a point where it was not contemplated that passengers would be received, and for his own convenience, and to save himself a walk to the station, he rode the train around the wye without expectation of being charged or of paying fare. It was on this trip, and before he had reached the station, that he received his injury.\nThere was some testimony that, in starting and in stopping the train as the various switches were passed, the stops were made suddenly and the starts were made violently, and this testimony may have been sufficient to support a finding of negligence in the operation of the train. But there was no testimony whatever that there was any element of wilfulness or wantonness in the operation of the train, and, if appellee was a mere licensee and not a passenger, he is in no position to complain of the mere acts of negligence — -if such there were — in switching the train around the wye.\nThe judgment of the court below must therefore he reversed, and, as the case appears to have been fully developed, it will he dismissed.",
        "type": "majority",
        "author": "Smith, J."
      }
    ],
    "attorneys": [
      "W. F. Evcms and W. J. Orr, for appellant.",
      "G. W. Barham, Harrison & Smith, and Sam Gosten, for appellee."
    ],
    "corrections": "",
    "head_matter": "St. Louis-San Francisco Railway Company v. Bley.\nOpinion delivered May 4, 1925.\n1. CARRIERS — 'PERSONS RIDING WITHOUT paying. — One boarding a train with the'conductor’s permission, to ride to' the nearest station where he intended to buy a ticket, without paying for such ride, is not a’ passenger but a licensee.\n2. Carriers1 — right of licensee. — A .licensee cannot recover for injuries caused by mere acts of negligence, but must show wilfulness or wantonness in the operation of the' train.\nAppeal from. Mississippi Circuit Court, Chickasawba District; W. W. Bamdy, Judge;\nreversed.\nW. F. Evcms and W. J. Orr, for appellant.\nG. W. Barham, Harrison & Smith, and Sam Gosten, for appellee."
  },
  "file_name": "0814-01",
  "first_page_order": 832,
  "last_page_order": 836
}
