{
  "id": 1428314,
  "name": "Arkansas Power & Light Company v. Heyligers",
  "name_abbreviation": "Arkansas Power & Light Co. v. Heyligers",
  "decision_date": "1934-02-12",
  "docket_number": "4-3327",
  "first_page": "815",
  "last_page": "821",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 815"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "43 S. W. (2d) 746",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "184 Ark. 878",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1438538
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/184/0878-01"
      ]
    },
    {
      "cite": "133 S. W. 816",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "97 Ark. 160",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1318778
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/97/0160-01"
      ]
    },
    {
      "cite": "20 Ark. 225",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "108 S. W. 1053",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "85 Ark. 479",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1523333
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/85/0479-01"
      ]
    },
    {
      "cite": "222 S. W. 708",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "144 Ark. 447",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1588002
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/144/0447-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 613,
    "char_count": 11600,
    "ocr_confidence": 0.478,
    "pagerank": {
      "raw": 1.606716261726778e-07,
      "percentile": 0.6847657913646703
    },
    "sha256": "858ee080ad7596276c1c5363b97201353e40883003db63fa98209f0090ca6402",
    "simhash": "1:d70f4ce85ceffc20",
    "word_count": 2022
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Arkansas Power & Light Company v. Heyligers."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nThe testimony at the trial from which this appeal comes is in irreconcilable conflict as to the cause and extent of the injury, to compensate which a verdict was returned by the jury in plaintiff’s favor for the sum of $2,200.\nThe testimony in appellee’s favor, which we must assume was credited by the jury, is to the following effect: She was riding as a guest in an automobile traveling east on Markham Street, in the city of Little Bock. Automobiles were parked along and adjacent to the sidewalk on the south side of Markham Street. Two other lines of automobiles, approaching the intersection of Main and Markham streets, had halted on account of the adverse signal light. One line of automobiles was traveling along the street car track on the south side of Markham Street with a small space between them and the automobiles parked adjacent to the sidewalk. The third line of automobiles was nearer the center of Markham Street, and plaintiff was riding in one of them. A street car, moving north on Main Street, had made the turn into Markham Street, and was proceeding west along that street, when it ran into the automobile in which plaintiff was seated. She was riding on the rear seat, and was injured by the impact. The motorman did not observe the condition of the traffic as he made the turn into Markham Street, but was apparently engrossed in something he was looking at in a hotel at the street corner.\nThe wife of the driver of the car, who was riding on the front seat with him, was permitted to testify that she said to her husband just as the impact was about to occur, “Lookout, the car is going to hit us,” and he was permitted to testify that he replied, “I can’t help it; I can’t move for that other car.” Objection was made to this testimony, and its admission is assigned as error.\nIt is also insisted that error was committed in giving certain instructions at the request of the plaintiff. It may be said, in this connection, that all the instructions requested by defendant were given except a peremptory instruction, which directed the jury to return a verdict for the defendant.\nIt is earnestly insisted that error was committed in the admission of the testimony just quoted, it being contended that the maxim, Res inter alios acta alteri noeere non debet, renders it incompetent.\nIn the case of Royal Neighbors of America v. McCullar, 144 Ark. 447, 222 S. W. 708, the maxim was applied in holding incompetent the testimony of the husband of the insured person to the effect that he had sent his wife the money with which to pay the insurance premium in question, and had insisted on her paying her lodge dues for the remainder of the year, the purpose of the testimony being to show that her attention had been called to the importance of paying the dues and that she had the money with which to make the payment. We there quoted from Broom’s Legal Maxims, (8th ed.) 748, the following statement of the law: “On the principle of good faith and mutual convenience, a man’s own acts are binding upon himself, and are, as well as his conduct and declarations, evidence against him; yet it would not only be highly inconvenient, but also manifestly unjust, that a man should be bound by the acts of mere unauthorized strangers; and, if a party ought not to be bound by the acts of strangers, so neither ought their acts or conduct to be used as evidence against him. ’ ’\nIt is obvious that the testimony there held incompetent had no direct probative value as tending to show that the payment of dues had actually been made, but showed only that the insured had the funds with which to pay, and that her attention had been called to the necessity for making the payment.\nHere the testimony to which objection is made has a direct and immediate connection with the collision occasioning the injury. It was a warning given that the collision was about to occur, and the reply to the warning, made as the collision occurred, explained the helplessness of the driver of the car to prevent it. The warning and the response may therefore be said to be a part of the res gestae.\nIn the case of Beal-Doyle Dry Goods Co. v. Carr, 85 Ark. 479, 108 S. W. 1053, the remark of a boy, so young that he himself was incompetent as a witness, made directly after the injury occurred, was held competent. It was insisted that the child’s remark was a mere narrative of what had occurred, and was inadmissible for that reason. In overruling the objections to the admission of this testimony, it was said: “It is contended on behalf of appellee that the testimony was not admissible for the reasons (1) that the declaration of the boy was a narrative of the incident and not a part of the res gestae, and (2) that the tender age of the child rendered his statements, even though admissible as a part of the res gestae, incompetent. It is not easy, always, to determine when a declaration is a part of the res gestae. It is dependent upon the particular circumstances under which the declaration is made. This court, in Clinton v. Estes, 20 Ark. 225, said: ‘It may be difficult to determine at all times when declarations shall be received as a part of the res gestae. But when they explain and illustrate it, they are clearly admissible. Mere narratives of past events, having no necessary connection with the act done, would not tend to explain it. But the declarations may properly refer to a past event as the true reason of the present conduct.’ ”\nThe cases and authorities there reviewed and quoted from convince us that the testimony was competent as being a part of the incident, and as explaining the circumstances under which it had occurred. Arkansas Valley Trust Co. v. McIlroy, 97 Ark. 160, 133 S. W. 816; Public Utilities Corporation of Arkansas v. Cordell, 184 Ark. 878, 43 S. W. (2d) 746.\nThe instructions are discussed at great length, and a discussion of the objections made to them would protract this opinion unduly and would involve the consideration of no legal principle which has not already been definitely settled.\nThe essence of these objections is that the instructions take no account of the contributory negligence of the plaintiff, and improperly invoke the doctrine of the “last clear chance.”\nAs to the first objection, it may be said that it is virtually conceded that the plaintiff was guilty of no negligence contributing to her injury. The concession is not expressly made, but it need not be, as there was no testimony to require the submission of that question. The plaintiff had no control over the automobile in which she was riding. It is true she might have warnéd the driver that a collision was about to occur, but that warning was, in fact, given by the driver’s wife, and serious objection was made to its competency, as appears from what we have just said. Any additional warning by the plaintiff would have been unavailing. A younger and more athletic person might have escaped from the car to a place of safety. But the plaintiff was sixty-nine years old, and an effort to leave the ear might have caught her off balance and the impact might have resulted in consequences much more serious than those sustained. However, the instructions given at the request of the defendant told the jury that, if negligence on the part of the plaintiff proximately contributed in any degree, however slight, to the happening of the collision, a verdict should be returned for the defendant.\nThe jury was told, in an instruction to which objection was made, that if “ * * * the person in charge of said street car .discovered the position of said automobile and the perilous condition of the occupants thereof, or could have discovered same by the exercise of due care, that it became the duty of the operator of said street car to use all reasonable means within his power, consistent with the safe operation of said street car, to avoid the striking of said automobile, and, if he failed to exercise such precaution after he discovered, or could have discovered, such peril, and you should further find by a preponderance of the testimony that the injury to plaintiff, if any, was caused by such failure on the part of the operator of said street car, then your verdict should be for the plaintiff!.”\nThe objection is made to this instruction that it submits the case upon the “last clear chance” doctrine. It is argued that this doctrine cannot be applied to the facts of this case, and that “the ordinary rules of negligence and contributory negligence alone control.” And further, it is insisted that: ‘ ‘ The doctrine of last clear chance presupposes prior contributory negligence on the part of the plaintiff which has ceased activity, and that, as a result of such contributory negligence, the plaintiff is in a position of peril or danger from which he cannot escape by the exercise of ordinary care, and that the defendant then had, or by the exercise of ordinary care could have had, an opportunity to avoid the accident or injury, and failed to do so.”\nThe doctrine known as that of “last clear chance” is well defined and requires no discussion. At § 398, vol. 1, of White’s Personal Injuries on Railroads, it is said that the rule “may now be stated to be well established that the injured person, or his representative, may recover damages for an injury resulting from the negligence of the defendant, although the negligence of the injured person exposed him to the danger of the injury sustained, if the injury was more immediately caused by the want of care on the defendant’s part to avoid the injury, after discovering the peril of the injured person.”\nIt would appear to be a sufficient answer to appellant’s argument upon this subject to say' that, if the failure to use care to avoid injuring the person whose negligence had placed him in a perilous position was the proximate cause of the injury, when proper care, after discovery of the peril, would have averted the injury, such failure to use proper care would likewise be the proximate cause of the injury to a person in peril without fault or negligence on his part, and we concluded therefore that there was no error in the instruction.\nObjections are urged to the instruction on the measure of damages; but they require but little discussion. Two physicians who had examined and attended the plaintiff testified that she had sustained permanent injuries, and had suffered much pain, and the verdict for $2,200 does not appear to he excessive.\nThe objection is made that the instruction permitted a recovery to compensate “the necessary expenses incurred or to be incurred for medicine and medical attention, if any,” without, as it is insisted, any testimony upon which to base a finding that additional expense for medicines and medical attention would be required. This, however, is not true if plaintiff’s injuries are as serious as her physicians testified they were. She testified that she still visited her doctor, and required medicines to ease her pain, and that from August 6,1932, the date of her injury, to May 15, 1933, the date of the trial of the cause, she had spent over $40 for medicines alone, and it is fairly inferable from the testimony that additional expenses for medicines and medical attention will be required.\nUpon the whole case, we find no prejudicial error, and the judgment must he affirmed. It is so ordered.",
        "type": "majority",
        "author": "Smith, J."
      }
    ],
    "attorneys": [
      "Rose, Hemingway, Cantrell & Loughborough, N. A. McDaniel and J. W. Barron, for appellant.",
      "Paul E. Talley and W. A. Utley, for appellee."
    ],
    "corrections": "",
    "head_matter": "Arkansas Power & Light Company v. Heyligers.\n4-3327\nOpinion delivered February 12, 1934.\nRose, Hemingway, Cantrell & Loughborough, N. A. McDaniel and J. W. Barron, for appellant.\nPaul E. Talley and W. A. Utley, for appellee."
  },
  "file_name": "0815-01",
  "first_page_order": 833,
  "last_page_order": 839
}
