{
  "id": 1432019,
  "name": "Chicago, Rock Island & Pacific Railway Company v. Adams",
  "name_abbreviation": "Chicago, Rock Island & Pacific Railway Co. v. Adams",
  "decision_date": "1933-07-03",
  "docket_number": "4-3048",
  "first_page": "816",
  "last_page": "822",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 816"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "298 S. W. 849",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "174 Ark. 1083",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8726259
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/174/1083-01"
      ]
    },
    {
      "cite": "234 N. W. 810",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 0
    },
    {
      "cite": "211 Iowa 924",
      "category": "reporters:state",
      "reporter": "Iowa",
      "case_ids": [
        8645782
      ],
      "opinion_index": 0,
      "case_paths": [
        "/iowa/211/0924-01"
      ]
    },
    {
      "cite": "128 So. 724",
      "category": "reporters:state_regional",
      "reporter": "So.",
      "opinion_index": 0
    },
    {
      "cite": "14 La. App. 188",
      "category": "reporters:state",
      "reporter": "La. App.",
      "case_ids": [
        3348114
      ],
      "opinion_index": 0,
      "case_paths": [
        "/la-app/14/0188-01"
      ]
    },
    {
      "cite": "241 U. S. 333",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8287587
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/us/241/0333-01"
      ]
    },
    {
      "cite": "83 S. E. 849",
      "category": "reporters:state_regional",
      "reporter": "S.E.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "167 N. C. 433",
      "category": "reporters:state",
      "reporter": "N.C.",
      "case_ids": [
        11272919
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nc/167/0433-01"
      ]
    },
    {
      "cite": "52 S. Ct. 520",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        3917859,
        3918062
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/286/0346-01",
        "/us/286/0318-01"
      ]
    },
    {
      "cite": "286 U. S. 346",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3917859
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/286/0346-01"
      ]
    },
    {
      "cite": "43 S. W. (2d) 251",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "184 Ark. 633",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1438533
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/184/0633-01"
      ]
    },
    {
      "cite": "222 S. W. 724",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "144 Ark. 227",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1587989
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/144/0227-01"
      ]
    },
    {
      "cite": "237 U. S. 499",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        631815
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/us/237/0499-01"
      ]
    },
    {
      "cite": "207 Fed. 311",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        3576292
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/207/0311-01"
      ]
    },
    {
      "cite": "288 U. S. 333",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        79701
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/us/288/0333-01"
      ]
    },
    {
      "cite": "179 U. S. 658",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5708146
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/us/179/0658-01"
      ]
    },
    {
      "cite": "19 S. W. (2d) 1102",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "179 Ark. 1015",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8726586
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/179/1015-01"
      ]
    },
    {
      "cite": "271 U. S. 472",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1276166
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/271/0472-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 439,
    "char_count": 6596,
    "ocr_confidence": 0.478,
    "pagerank": {
      "raw": 5.207966869300525e-08,
      "percentile": 0.3268698290904219
    },
    "sha256": "756b7b57325c94985a4ab300128071039db71f1a646d8e059f46aed7e0b7556b",
    "simhash": "1:33afab815b6c7cb5",
    "word_count": 1214
  },
  "last_updated": "2024-02-27T21:18:50.990705+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Chicago, Rock Island & Pacific Railway Company v. Adams."
    ],
    "opinions": [
      {
        "text": "Kirby, J.,\n(after stating the facts). Only two questions are raised by the appeal, the sufficiency of the evidence to support the verdict, and whether the court erred in instructing the jury as to the measure of damages.\nThe suit being brought under the Federal Employers ’ Liability Act, there is no presumption of negligence,, and no duty on the part of the trainmen to keep a lookout as provided for by the statutes of Arkansas, which do not apply. C. M. & St. Paul Ry. Co. v. Coogan, 271 U. S. 472; St. L. & S. F. Ry. Co. v. Smith, 179 Ark. 1015, 19 S. W. (2d) 1102. In the latter case it was said that our statute, § 8562, Crawford & Moses’ Digest, has been superseded in cases of this kind. The rule of the Federal courts on the burden of proof in cases of this character controlled by the Federal Employers’ Liability Act is stated by the Supreme Court of the United States in Patton v. Texas & Pacific Rd. Co., 179 U. S. 658, 21 S. Ct. 275. See also Penn. R. Co. v. Chamberlain, 288 U. S. 333, 53 S. Ct. 391.\nThe testimony shows that appellant’s fireman discovered the watchman in the cut a long way off, 750 feet or more, that he recognized him and was given the high sign by the watchman. That he continued to observe him without appearing to think he was in any position of danger or peril until shortly before he stepped outside the rails of the track on the other side about the time he reached the raised platform or jigger, a place fixed by the side of the track for storing the handcars, before giving the engineer the stop signal.\nThe engineer said he did not understand the signal to stop given by the fireman, that it was not in use as a signal, but could tell from his excitement that something was wrong, and he began to stop the train before he reached and struck the watchman, whom he could not see from his place in the cab.\nThe engineer evidently did not understand the significance of the signal, since he did not apply the brake in emergency as he could have done, which might have resulted in stopping the train before the injury, although the fireman said it was not possible to stop the train after he gave the stop signal in time to avoid striking the watchman. The watchman stepping outside of the track and then on to the handcar platform might have caused the fireman not to appreciate the danger and the necessity for giving the signal sooner; and certainly the engineer could not have known about the condition as he could not see decedent on the track at all.\nThe train operatives, however, saw the decedent on the track long before there was any danger to him from the place occupied and necessarily were not negligent in not sooner giving the signal and attempting to stop at that time, since it was the duty of the watchman to go through the cut, as he was doing, to the other side, the west side, that he might flag the ..oncoming train as it came east through the cut. As soon as he perceived or concluded that the decedent was in a place of danger which he could not likely escape from, he gave the engineer the signal and an effort was made to stop the train in time to avoid the injury, although the fireman said he did not believe that the train could have been stopped after he called the engineer’s attention to the danger and the necessity for its being stopped. The fireman said, however, the decedent had reached the platform and was apparently out of the place of danger, and he assumed that he could and would escape, when he concluded otherwise and gave the signal to stop. He said the decedent came to a stop, after getting on to the platform, and it may be that he thought he was out of danger and that the fireman concluded that such was the case until he finally gave the signal to stop the train.\nSince the body was found 29 feet from the jigger platform back down in the cut after being struck and where the watchman was killed, the jury evidently did not believe the fireman’s statement about his having-reached the platform and standing thereon before the train reached him. In other words, they may have believed that the watchman was struck where he fell and before he had ever reached handcar platform, a place of safety from which he might have escaped the danger; and that the fireman was negligent in not sooner notifying the engineer of his perilous position in order that the injury might have been averted. Under such circumstances we cannot say that there is not sufficient substantial testimony to support the verdict.\nIt is next insisted that the court erred in giving appellee’s requested instruction No. 4 on the measure of damages, since the case was one brought under the Federal Employers ’ Liability Act, and that the court should have instructed the jury to diminish the damages in proportion to the negligence attributable to the decedent. The appellant requested no such instruction however and liability of the appellant to the payment of damages for the injury in question was asserted solely on the ground of failure to exercise ordinary care to prevent the injury after his peril was discovered. It seems that only such negligence as proximately contributes to the injury is to be considered, although the injury occurred in a State under the laws of which any negligence on the part of the person injured, even remotely contributing to the injury, is taken into account. The negligence to be considered in order to reduce recovery must be “causal.” Ill. Central R. Co. v. Porter, 207 Fed. 311; Seaboard Air Line Ry. Co. v. Tillman, 237 U. S. 499, 35 S. Ct. 653; K. C. S. Ry. Co. v. Sparks, 144 Ark. 227, 222 S. W. 724; St. L. S. W. Ry. Co. v. Simpson, 184 Ark. 633, 43 S. W. (2d) 251. This last case it is true was reversed by the United States Supreme Court, (286 U. S. 346, 52 S. Ct. 520) but it was on the theory that the perilous position of the decedent was never discovered. See also Gray v. So. Ry. Co., 167 N. C. 433, 83 S. E. 849; Id., 241 U. S. 333, 36 S. Ct. 558; Barnes v. Red River & G. Ry. Co., 14 La. App. 188, 128 So. 724; Hamilton v. Chicago, B. & O. Ry. Co., 211 Iowa 924, 234 N. W. 810.\nWe do not regard our case of M. P. Rd. Co. v. Skipper, 174 Ark. 1083, 298 S. W. 849, as contradictory of these above cited authorities.\nNo error was committed in giving the instruction complained of, and on the whole case the record does not disclose any prejudicial error, and the judgment must be affirmed. It is so ordered.",
        "type": "majority",
        "author": "Kirby, J.,"
      }
    ],
    "attorneys": [
      "H. T. Harrison and Thos. S. Buzbee, for appellant.",
      "W. R. Donham, for appellee."
    ],
    "corrections": "",
    "head_matter": "Chicago, Rock Island & Pacific Railway Company v. Adams.\n4-3048\nOpinion delivered July 3, 1933.\nH. T. Harrison and Thos. S. Buzbee, for appellant.\nW. R. Donham, for appellee."
  },
  "file_name": "0816-01",
  "first_page_order": 836,
  "last_page_order": 842
}
