{
  "id": 8725860,
  "name": "Taylor v. Greene",
  "name_abbreviation": "Taylor v. Greene",
  "decision_date": "1933-01-23",
  "docket_number": "4-2808",
  "first_page": "817",
  "last_page": "820",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 817"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "7 S. W. 36",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "50 Ark. 247",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8721543
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/50/0247-01"
      ]
    },
    {
      "cite": "5 S. W. (2d) 360",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "176 Ark. 941",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1400047
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/176/0941-01"
      ]
    },
    {
      "cite": "115 Am. St. Rep. 60",
      "category": "reporters:state",
      "reporter": "Am. St. Rep.",
      "opinion_index": 0
    },
    {
      "cite": "94 S. W. 684",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "78 Ark. 531",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1497227
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/78/0531-01"
      ]
    },
    {
      "cite": "195 S. W. 387",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "129 Ark. 245",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1580457
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/129/0245-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 324,
    "char_count": 5684,
    "ocr_confidence": 0.486,
    "pagerank": {
      "raw": 1.2240919645422112e-07,
      "percentile": 0.6005570208919516
    },
    "sha256": "611ace36e644c652b0abf44903d7089781a75dfc9ce0e903439c89a34887e505",
    "simhash": "1:27cbc5d2973bcc53",
    "word_count": 994
  },
  "last_updated": "2024-02-27T17:52:01.123529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Taylor v. Greene."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nMrs. Jane Greene Weseher owned fifteen shares of the capital stock of the Citizens’ Bank & Trust Company, of Harrison, Arkansas, which became insolvent and was taken over on September 1, 1931, by the State Bank Commissioner for liquidation. The Commissioner made and levied an assessment of the full amount of the capital stock of said hank against the shareholders thereof. Mrs. Weseher refused to pay the assessment against her stock, amounting to $375, and the Commissioner brought this suit to enforce its payment. As Mrs. Weseher is a nonresident, service was had by attaching her undivided interest in a certain tract of land.\nAn intervention was filed in this suit by Laura Glass Greene, who alleged the following facts: Frank B. Greene, the husband of the intervener and the father of the defendant, owned and occupied the attached land as his homestead at the time of his death. He was survived by his widow and three children, all of whom have now passed the age of twenty-one years. Intervener, the widow, occupies the property as her homestead, and does not own any other homestead.\nNo personal service was had on Mrs. Weseher, and she has not entered her appearance.\nA demurrer was filed to the intervention by the plaintiff, which the court overruled, and, as no amendment to the complaint was made, it was dismissed, and this appeal is from that judgment.\nThe question for decision is, whether the interest of the nonresident heir is subject to attachment during the continuance of the homestead right of her mother, there being no minor children to share the homestead right with -the widow?\nIt is apparent, from the facts stated, that the defendant and the other heirs have a vested interest, the enjoyment of which is. postponed during the homestead estate of their mother. McCarroll v. Falls, 129 Ark. 245, 195 S. W. 387. The homestead is not subject to partition during the continuance of the homestead estate. But it is not prayed that partition thereof be granted. It is prayed that an attachment be sustained against a nonresident heir more than twenty-one years of age; and we think this relief may be awarded. The Commissioner had the right, and was under the duty, to collect the stock assessment from the stockholder, and, upon his demand for payment being refused, he had the right to invoke the aid of the court, and, as an incident to this right, to attach the vested interest of the nonresident heir in the land which she had inherited from her father, even though this interest was subject to the homestead right of her mother.\nThe third headnote in the case of Scoggin v. Hudgins, 78 Ark. 531, 94 S. W. 684, 115 Am. St. Rep. 60, reads as follows: “Notwithstanding Constitution 1874, art. 9, § 3, provides that the ‘homestead of any resident of this State who is married or the head of a family shall not be subject to the lien of any judgment or decree of any court, or to sale under execution or other process thereon,’ etc., a court of equity may declare that a claim of creditors is a lien on the homestead of a deceased debtor in the hands of his widow and heirs, but that it shall not be sold until the homestead expires.”\nIn the case of Winfrey v. People’s Savings Bank, 176 Ark. 941, 5 S. W. (2d) 360, the facts were as follows : Pottebahm sued Williams, a nonrésident, upón'a note. Judgment was rendered for the amount of the note, and an attachment was sustained against a lot, upon which the mother of the defendant resided as the homestead of her deceased husband, who was the father of the defendant. • The interest of the nonresident defendant was later sold under the judgment to Potte-baum. The homestead estate of the widow was later terminated by her death, and the widow of Pottebaum, who had acquired the interests of the heirs of her husband, brought suit to partition the lot which had constituted the homestead, and to have assigned to her the half interest which her husband had purchased at the execution sale under the judgment against Williams, one of the heirs. It was there said: “It was alleged that the judgment against Williams was void for the following reasons: The lot levied upon had been owned by Williams’ father, who, upon his death, was survived by his widow and two children, and the lot was then occupied by Williams’ mother as her homestead. It is therefore insisted that, as the lot was a homestead, it was not subject to sale. In reply to this contention, it suffices to say that the widow was not a party to the attachment suit, and her homestead right was not affected by it. The defendant had an interest in the lot, which was, of course, subject to his mother’s right of homestead, and it was upon this interest that the attachment was levied. The homestead interest of the widow terminated by her death in 1925, before the institution of this suit.” The decree from which the appeal had come directing’ the partition of the land was affirmed.\nIn the instant case the widow occupying the attached property is a party, but she became a party upon her own intervention. No relief was prayed against her, and her homestead right is not questioned, and no judgment rendered against her daughter will divest this right. See, Brandon v. Moore, 50 Ark. 247, 7 S. W. 36. There is therefore no reason why the court should not adjudicate the claim of the Bank Commissioner for a judgment against the daughter, and the judgment of the court below overruling the demurrer to the intervention will he reversed, and the cause will be remanded with directions to sustain the demurrer.",
        "type": "majority",
        "author": "Smith, J."
      }
    ],
    "attorneys": [
      "M. A. Hathcoat, for appellant.",
      "Woods and Jones, for appellee."
    ],
    "corrections": "",
    "head_matter": "Taylor v. Greene.\n4-2808\nOpinion delivered January 23, 1933.\nM. A. Hathcoat, for appellant.\nWoods and Jones, for appellee."
  },
  "file_name": "0817-01",
  "first_page_order": 837,
  "last_page_order": 840
}
