{
  "id": 1435097,
  "name": "Ayres & Graves v. Ellis",
  "name_abbreviation": "Ayres & Graves v. Ellis",
  "decision_date": "1932-05-16",
  "docket_number": "Series 4, No. 2550",
  "first_page": "818",
  "last_page": "824",
  "citations": [
    {
      "type": "official",
      "cite": "185 Ark. 818"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "43 S. W. (2d) 1075",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "184 Ark. 974",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "32 S. W. (2d) 172",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "182 Ark. 609",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1389957
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/182/0609-01"
      ]
    },
    {
      "cite": "2 S. W. (2d) 1111",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "175 Ark. 1126",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1403607
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/175/1126-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 553,
    "char_count": 11676,
    "ocr_confidence": 0.505,
    "pagerank": {
      "raw": 1.0630829299222054e-07,
      "percentile": 0.5575807701530089
    },
    "sha256": "970c93b3116f18ef7ace67d1c8a24012bed80ac92e84cf8d002b47d52fb50c69",
    "simhash": "1:ac1cf4f9acb8999c",
    "word_count": 2063
  },
  "last_updated": "2024-02-27T17:51:09.396208+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Ayres & Graves v. Ellis."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nOn the 30th day of April, 1930, Boss & Dalton entered into a contract with the .State Highway Commission for the construction of thirteen and one-half miles of State highway, and they sublet to Ayres & Graves a portion of the work. Ayres & Graves, in turn, sublet to A. O. Freeman the concrete structural work on a portion of the highway, and Freeman entered into a contract with W. C. Ellis doing business as the W. C. Ellis Lumber Company to furnish money and material to carry out the sub-contract. When the original contract was let to Ross & Dalton they executed a bond with the New Amsterdam Casualty Company as surety, conditioned as required by act 368 of the Acts of 1929, page 1487. This was an act entitled “An act to protect those who furnish labor, material, * * * and all other supplies or things entering into the construction of public buildings or works or necessary or incident to the construction of the same.” Section 1 of this act reads as follows: ‘‘ That all bonds required by any commission or commissioners or board, or the agent or agents thereof, county courts or judges thereof, or any other public officer or officers for the construction of any public buildings, levee, sewer, drain, road, street, highway, bridge or other public buildings or works aforesaid, shall be liable for all claims for labor, material, camp equipment, fuel including oil and gasoline, food for men and feed for animals, labor and material expended in making repairs on machinery or equipment used in connection with the construction of said public buildings or works aforesaid, lumber and material used in making forms and supports and all other supplies or things entering into the construction, or necessary or incident thereto or used in the course of construction of said public buildings or public works; said bonds shall also be liable for rentals on machinery equipment, mules and horses used in the construction of said public buildings or public works aforesaid, and all persons holding such claims shall have a right of action on said bonds.”\nUpon the completion of Freeman’s sub-contract, a balance was due from him to Ellis, who brought this suit against Freeman and all other parties above named to recover the balance due him.\nA general denial of all the allegations of the complaint filed by Ellis was contained in the answer filed in the name of all the defendants, and liability to Ellis was denied upon the following grounds: (1) That the contract between Freeman and Ellis was usurious, and void for that reason; (2) That all demands have been paid for which any of the defendants are liable; and (3) That the bond sued on was not offered in evidence.\nAt the conclusion of the testimony the case was, by consent, withdrawn from the jury and submitted to the court, and from a judgment against all the defendants is this appeal.\nThe defense of usury was not pleaded in the answer but was raised in the court below upon the testimony developed in the case, and is based upon the charge that the contract between Freeman and Ellis involved and required the payment of interest on money advanced at the rate of 8 per cent, per month.\nWe think the court below was warranted by the testimony in finding that the contract between Freeman and Ellis was not void as usurious. It appears that Ellis undertook to finance Freeman’s contract, and to order and deliver all material required, to keep a record of the pay rolls, and to render monthly statements, to which there should be added 8 per cent. These statements included, among other items, cash advanced, and upon these cash advances, as well as all other items, a charge of 8 per cent, was added. Usury can only attach to a loan of money or to the forbearance of a debt. Cheairs v. McDermott Motor Co., 175 Ark. 1126, 2 S. W. (2d) 1111. This compensation, by way of an 8 per cent, addition to the monthly statements, appears to have been made, not merely for the money advanced, but for services rendered in connection with ordering and delivering the' material and in keeping the payrolls. In other words, the 8 per cent, charge was not exclusively for the money advanced, and the contract was not, therefore, usurious. Coleman v. Hawkins, ante p. 283. There was no testimony that any kind of partnership arrangement existed between Freeman and Ellis, and the extent of Ellis’ connection with Freeman’s sub-contract appears to have been to order and deliver material and to keep records of the pay rolls.\nEllis’ right to recover for the materials furnished Freeman is not questioned, but it is insisted that payments made were sufficient to discharge that demand, and it is denied that Ellis has any right to sue upon the contractor’s bond for the money paid Freeman’s laborers. On the other hand, it is asserted that both the bond and the statute confer that right. The right of the laborers themselves to sue upon the bond is conceded, but the question is whether Ellis has the right to sue for the money paid by him to Freeman’s laborers.\nThe argument is made that, upon advancing money to pay laborers, Ellis acquired the status of a subcontractor, to the extent of such payments, and is thereby entitled to sue upon the bond. The statute enumerates the claims which may be enforced against the bond, and provides that “All persons holding such claims shall have a right of action on said bond.” Is Ellis the holder of such a claim by reason of having paid the laborers? It is not contended that Ellis is the assignee of any of the laborers or that any attempt was made to assign these claims to him, and we do not, therefore, have the question of the right of an assignee of a claim to enforce it as the holder thereof.\nWe think the case of Norton v. Maryland Casualty Co., 182 Ark. 609, 32 S. W. (2d) 172, is decisive of the question above stated. It is true that that case arose prior to the passage of the act of 1929, supra, but it is true also that the bond there sued on contained the provision in regard to paying labor which the act of 1929 would have written into it had it been executed subsequent to the passage of that act. The statement of facts in that case recites that: “The contractor executed a bond with the Maryland Casualty Company as surety for the faithful performance of the contract and the payment of all bills for labor and material entering into the construction of said road or used in the course of the performance of the work.”\nIn a suit upon that bond, which covered both labor and material, (as does the bond here sued on and the statute pursuant to which' it was executed), it was contended in the Norton ease, supra, that one who had advanced money to pay the contractor’s laborers might recover the amount of such advances. The reasoning of that case applies here, and we quote from it as follows: “The main question to be determined is whether appellant, by advancing money to the contractor in the manner he did, thereby became entitled to a lien or claim against the surety company. Of course, no one would claim that the surety company became liable for all of the contractor’s personal debts, but it is claimed that, because appellant advanced or loaned money to the contractor to meet the pay roll of laborers and the money was used to pay for labor and material, the appellant thereby became a subcontractor and is entitled to enforce his claim against the surety company. We do not agree with appellant in this contention. It makes no difference what the purpose was in lending the money, it was a loan from appellant to the contractor. The contractor used the money or most of it to pay for labor and material, but this did not make appellant a sub-contractor, and he did not furnish either labor or material. The surety company was compelled to pay materialmen and laborers, and, as shown by the evidence, lost a large sum of money. It was not a volunteer, but under its bond it became obligated to pay all bills for material and labor used in the work.”\nNotwithstanding the liability of the surety company to pay laborers, we there denied the right of one to recover who had advanced money to pay laborers upon the theory that he did not thereby acquire a contractual relation to the bond, but became only a creditor of the contractor. The fact that Ellis personally paid the laborers in the instant case does not alter the legal principles there announced. Such payment was nothing more than an advance to Freeman, and created only the relation of debtor and creditor between Ellis and Freeman, and did not constitute Ellis a subcontractor, as appellee contends, nor did it make Mm a person holding such a claim as the statute requires the surety to pay. Ellis furnished material, and for the contract price thereof he has a right of action. He advanced money to Freeman to pay laborers, and for these advances he has no enforceable demand against any one except Freeman.\nIt appears that, as the work progressed, Freeman received checks covering the estimates given him on his contract, which were indorsed and delivered to Ellis. As Freeman owed Ellis for both the materials and money advanced to laborers, Ellis had the right to credit such payments to the debt due him, whether for material or for money paid laborers, but, as no application of the payment appears to have been made to any particular item, the items will he credited proportionately. If at the time any check was indorsed to Ellis it sufficed to pay the entire account then due, the whole thereof was paid, as Freeman had the right to use the money for that purpose.\nThe case was not tried upon this theory, and we do not, therefore, render judgment here, as we are unable to say with certainty what the statement of the account is since the last payment was made. The account will, upon the remand of the cause, be stated in accordance with the principles here announced.\nAs to the failure to introduce the bond sued on in evidence, but little need be said. A copy of the bond was made an exhibit to the complaint, but the original bond was not introduced until after the cause had been withdrawn from the jury by consent and submitted to the court. The attorney for Ellis’then asked permission to offer the bond in evidence, which request the court refused upon the ground that he did not consider it necessary, to which action plaintiff’s counsel excepted. Thereafter judgment was rendered for the plaintiff. Later, during the same term, the court reconsidered its ruling excluding the introduction of the bond and permitted it to be formally offered in evidence, granting to the defendants the right to object and except to that ruling and to amend the motion for a new trial to include this exception.\nIt is not contended that the copy of the bond made an exhibit to the complaint differed in any respect from the bond later offered in evidence, and, as the case had been, by consent, submitted to the court, and as the reversal of the ruling as to the admission of the bond was made at the same term of court at which the original judgment was rendered, there was no prejudicial error in the action of the court in permitting the bond to become a part of the record in the case. American Bldg. & Loan Ass’n v. Memphis Furniture Mfg. Co., ante p. 762; Democrat Ptg. & Litho. Co. v. Van Buren County, 184 Ark. 974, 43 S. W. (2d) 1075.\nThe judgment of the court below will therefore be reversed, and the cause remanded with directions to disallow so much of the account of Ellis for labor as has not already been paid by Freeman.",
        "type": "majority",
        "author": "Smith, J."
      }
    ],
    "attorneys": [
      "Reed ■& Beard, for appellant.",
      "Chas. A. Walls, for appellee."
    ],
    "corrections": "",
    "head_matter": "Ayres & Graves v. Ellis.\nSeries 4, No. 2550.\nOpinion delivered May 16, 1932.\nReed ■& Beard, for appellant.\nChas. A. Walls, for appellee."
  },
  "file_name": "0818-01",
  "first_page_order": 838,
  "last_page_order": 844
}
