{
  "id": 4241810,
  "name": "In the Matter of the Disciplinary Proceeding Against Alan F. Hall, an Attorney at Law",
  "name_abbreviation": "In re the Disciplinary Proceeding Against Hall",
  "decision_date": "2014-07-10",
  "docket_number": "No. 201,255-8",
  "first_page": "821",
  "last_page": "835",
  "citations": [
    {
      "type": "official",
      "cite": "180 Wash. 2d 821"
    }
  ],
  "court": {
    "name_abbreviation": "Wash.",
    "id": 9029,
    "name": "Washington Supreme Court"
  },
  "jurisdiction": {
    "id": 38,
    "name_long": "Washington",
    "name": "Wash."
  },
  "cites_to": [
    {
      "cite": "69 P.3d 844",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2003,
      "opinion_index": 0
    },
    {
      "cite": "149 Wn.2d 484",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1292564
      ],
      "year": 2003,
      "pin_cites": [
        {
          "page": "501"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/149/0484-01"
      ]
    },
    {
      "cite": "48 P.3d 311",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2002,
      "opinion_index": 0
    },
    {
      "cite": "146 Wn.2d 582",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        960827
      ],
      "year": 2002,
      "pin_cites": [
        {
          "page": "597"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/146/0582-01"
      ]
    },
    {
      "cite": "217 P.3d 291",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2009,
      "opinion_index": 0
    },
    {
      "cite": "167 Wn.2d 51",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4004405
      ],
      "year": 2009,
      "pin_cites": [
        {
          "page": "66-67"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/167/0051-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 991,
    "char_count": 24397,
    "ocr_confidence": 0.74,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.14092481839674822
    },
    "sha256": "792e846ce8120f594b452c223418051fded6734b7122b233d1e63ebacbaace52",
    "simhash": "1:f8e71982bd822a79",
    "word_count": 3970
  },
  "last_updated": "2024-02-27T18:26:29.759680+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Madsen, C.J.; Owens, Fairhurst, Stephens, Wiggins, González, and Gordon McCloud, JJ.; and Penoyar, J. Pro Tem., concur."
    ],
    "parties": [
      "In the Matter of the Disciplinary Proceeding Against Alan F. Hall, an Attorney at Law."
    ],
    "opinions": [
      {
        "text": "C. Johnson, J.\n¶1 Alan F. Hall appeals the unanimous recommendation of the Washington State Bar Association Disciplinary Board (Board) that he be suspended from the practice of law for two years. This disciplinary action concerns Hall’s creation and management of an elderly woman’s estate. The hearing officer held that Hall violated Rules of Professional Conduct (RPC) 1.4(b) (communication), RPC 1.7(a)(2) (concurrent conflict of interest), RPC 1.8(a) (improper business transaction with a client), RPC 1.5 (unreasonable fees), RPC 8.4(c) (dishonest conduct), RPC 1.15A(f) (return of client property), RPC 1.16(d) (termination of representation), and RPC 8.4(d) (conduct prejudicial to the administration of justice). We hold that the hearing officer’s conclusions of law are supported by the unchallenged findings of fact. We accept the Board’s unanimous recommendation and suspend Hall from the practice of law for two years.\nFacts and Procedural History\n¶2 In July 2008, Stephen Keen and his mother, Margaret Keen, hired Hall to prepare Margaret’s estate planning documents. Both Stephen and Margaret were mentally competent but physically disabled. Stephen was 65 years old. Margaret was 91 years old, had poor eyesight and difficulty reading, and was generally in poor health. Hall had no prior relationship with the Keens. Stephen held power of attorney over Margaret, with Margaret’s other son as an alternate attorney in fact. Margaret intended for Stephen to be the sole beneficiary of her estate. Hall drafted an estate plan for Margaret that included a special needs trust (Trust), a will, a new power of attorney, and a living will, and he charged the Keens a flat fee of $3,000, which was paid in two installments by September 11, 2008.\n¶3 The Trust was the beneficiary of Margaret’s estate, and Stephen was the sole beneficiary of the Trust. The Trust was created to protect Stephen’s government benefits in the event that, upon Margaret’s death, he received Margaret’s entire estate, valued at approximately $400,000. Margaret was named trustee of the Trust, and Hall was named as successor trustee in the event that Margaret could not continue as trustee. Further, the Trust provided that as trustee, Hall would be compensated at $8,000 per year or two percent of the corpus of the Trust, whichever was greater, and would be able to hire himself as an attorney for the Trust, billing the Trust at his hourly rate in addition to his trustee’s fees.\n¶4 Margaret’s will appointed Stephen as the executor but named Hall as successor executor in the event Stephen could not serve as executor. Like the Trust, the will also provided that as executor, Hall could hire himself as an attorney for the estate and bill at his hourly rate. Margaret’s living will appointed Stephen as Margaret’s health care representative and Hall as an alternate health care representative if Stephen were unable or unavailable. In that role, Hall had the power to disclose Margaret’s medical records, arrange for her admission to a hospital or other medical facility, arrange for prescription drugs and procedures, and consent to a “Do Not Resuscitate” order. Finally, the durable power of attorney appointed Stephen as Margaret’s agent and Hall as alternate agent.\n¶5 Hall compiled the estate planning documents into a packet that was provided to the Keens on September 3, 2008. Also included in this packet was an engagement letter prepared by Hall. The letter included a provision entitled “Informed Consent” whereby Margaret purportedly consented to the conflict of interest created in Hall becoming successor trustee and successor executor of Margaret’s estate and being able to hire himself for legal work. Resp’t’s Ex. R-101, at 1073. On October 28, 2008, Margaret executed the estate documents. Knowing that Margaret had poor eyesight and difficulty reading, Hall explained some of the provisions in the estate plan and some concepts behind those provisions, but he did not read the documents to Margaret word for word. Margaret initialed every page of these documents and duly executed the Trust, will, living will, and durable power of attorney. The will and the Trust also each contained a provision whereby Margaret purportedly consented to the conflict of interest created in Hall being able to hire himself for legal work and bill the Trust and the estate for legal fees.\n¶6 On December 28,2008, Hall wrote a “Memorandum to Trustee Explaining Special Needs Trust.” Resp’t’s Ex. R-110, at 1560. This memo was addressed from himself and to himself. It stated, “You have been appointed as the Trustee of the Special Needs Trust established by Settlor for the benefit of Stephen Keen,” and it set out the duties of the trustee as well as the trustee’s compensation of $2,000 per quarter. Resp’t’s Ex. R-110, at 1560; see Clerk’s Papers at 408. Hall billed $185 for preparing this memorandum and another $185 for reviewing it the next day. On December 29, 2008, Stephen paid Hall $2,050, and Hall used $49 of the $2,050 to fund the Trust. At no time did the trust corpus exceed $49. Hall kept the $2,000 as the quarterly fee for acting as trustee of the Trust. Margaret, however, was still the legal trustee of the Trust.\n¶7 On January 7, 2009, only two months after the Trust was created, Margaret executed a “declination to serve as trustee of the Stephen Keen special needs trust,” which appointed Hall as trustee and gave him absolute discretion to manage the Trust. Ass’n’s Ex. 1. By Hall’s own admission, Margaret was not competent to act as trustee.\n¶8 In March 2009, Stephen was looking to move to an assisted living facility and met with an elder care consultant, Victoria DeVine. DeVine reviewed the Keens’ estate planning documents and pointed out the many roles Hall had in managing Margaret’s estate and affairs. DeVine referred Stephen to attorney Jamie Clausen. Clausen confirmed all of Hall’s roles in Margaret’s estate, a fact that surprised and upset the Keens. Upon their request, Clausen drafted new estate planning documents and read them aloud to Margaret. Margaret then signed and executed the documents, revoking the prior documents drafted by Hall.\n¶9 Clausen then sent Hall a certified letter informing him that (1) the Keens had hired her to execute new estate planning documents for them, (2) the documents he had drafted had therefore been revoked, and (3) the Keens requested that Hall return the original documents and the fee he had been paid. Hall refused to return the documents or fee, or acknowledge that his services as the Keens’ lawyer had been terminated.\n¶10 Stephen filed a grievance with the Washington State Bar Association (Association) on November 6, 2009. In late February 2010, Hall sent a letter to the Association demanding that the Keens pay $4,273.25 owed to him “under the trust agreement” and stating that he was entitled to “$2,000 per month since the creation of the trust.” Ass’n’s Ex. 29, at 1. After multiple requests, Hall also finally forwarded his original file to the Association but requested that the file be returned because he intended to sue Stephen and Clausen for statements made to the Association.\n¶11 On May 25, 2010, Hall made an unannounced evening visit to Clausen’s residence — which also served as her place of business — where Clausen was with her husband and infant daughter. In a loud, angry voice, Hall called Clausen an idiot and told her that she had committed malpractice, that she was in “big trouble” and needed to “fix the problem,” and that she was going to get disbarred. 1 Verbatim Tr. of Proceedings (VTP) at 198. Clausen threatened to call the police, and Hall finally backed off, mentioning that Clausen “had a lot to lose ... a new baby and a young family and a big house” and that if he went down, she would go down. 1 VTP at 200. Hall then sent a letter to Clausen containing random references to Communist Russia and Nazi Germany and threatening to file a lawsuit against her. Hall was removed as trustee of the Trust on May 28, 2010, but he still refused to return the original documents and continued to accuse Clausen of malpractice.\n¶12 The Association filed a four-count complaint, alleging a conflict of interest, unreasonable fees, and conduct prejudicial to the administration of justice, among other things. A disciplinary hearing was initiated in August 2011, but Hall asserted that he suffered a mental or physical incapacity and was unable to proceed in his disciplinary hearing. He was suspended on August 18, 2011, on an interim basis by this court pending the outcome of his disability proceeding. His disciplinary proceeding resumed on February 25, 2013, and on March 31, 2013, the hearing officer held that Hall committed all of the charged violations, with seven aggravating factors and no mitigating factors. The hearing officer recommended that Hall be suspended from the practice of law for two years, a decision that was unanimously adopted by the Board. Hall now challenges his suspension in this court.\nAnalysis\n¶13 This court gives considerable deference to a hearing officer’s findings of fact, and we uphold the hearing officer’s conclusions of law if they are supported by the findings of fact. Unchallenged findings of fact are treated as verities on appeal, while challenged findings of fact are upheld if supported by substantial evidence. In re Disciplinary Proceeding Against Marshall, 167 Wn.2d 51, 66-67, 217 P.3d 291 (2009). Under Rule of Appellate Procedure (RAP) 10.3(g),\n[a] separate assignment of error for each instruction which a party contends was improperly given or refused must be included with reference to each instruction or proposed instruction by number. . . . The appellate court will only review a claimed error which is included in an assignment of error or clearly disclosed in the associated issue pertaining thereto.\n¶14 Hall claims that he is challenging the hearing officer’s findings of fact and thus such findings should not be treated as verities on appeal. The Association, however, points out that because Hall did not assign error to specific findings of fact by number, he has not satisfied the requirements of RAP 10.3(g) and thus he is not actually challenging the hearing officer’s findings of fact for purposes of this court’s review. Although Hall does not specifically identify the findings of fact he claims to be challenging, this court can waive technical violations of the RAP under appropriate circumstances. But Hall’s arguments, although labeled as challenges to the findings of fact, are more appropriately characterized as challenges to whether the facts support the hearing officer’s conclusions of law, not challenges to the veracity of those facts. Thus, our review is ultimately de novo and we will uphold the Board’s decision if it is supported by the hearing officer’s findings of fact. Each of the four charged counts will be discussed in turn.\nCount 1: Conflict of Interest\n¶15 RPC 1.4(b) provides that a lawyer “shall explain a matter to the extent reasonably necessary to permit the client to make informed decisions regarding the representation.” RPC 1.7(a)(2) provides that a lawyer “shall not represent a client if . . . there is a significant risk that the representation of [a client] will be materially limited by ... a personal interest of the lawyer.” Finally, RPC 1.8(a) provides that\n[a] lawyer shall not . . . knowingly acquire an ownership, possessory, security or other pecuniary interest adverse to a client unless:\n(1) the transaction and terms on which the lawyer acquires the interest are fair and reasonable to the client and are fully disclosed and transmitted in writing in a manner that can be reasonably understood by the client;\n(2) the client is advised in writing of the desirability of seeking and is given a reasonable opportunity to seek the advice of independent legal counsel on the transaction; and\n(3) the client gives informed consent, in a writing signed by the client, to the essential terms of the transaction and the lawyer’s role in the transaction, including whether the lawyer is representing the client in the transaction.\n¶16 The hearing officer held that Hall violated these RPCs because he named himself as alternate trustee and health care representative, and gave himself power of attorney without fully explaining to the Keens the legal effects of these roles, including the ways in which these roles could conflict with his own interests and, in turn, adversely affect their interests. This conclusion is supported by the facts.\n¶17 Being in control of Margaret’s assets was in Hall’s personal interest, and thus there was a significant risk that his representation of the Keens could be limited by this interest. Further, there is substantial evidence that Hall did not obtain informed consent to his acquiring a pecuniary interest in Margaret’s estate in the form of an $8,000 per year trustee’s fee. Hall argues that the waiver provisions in his engagement letter and the will and Trust were sufficient to serve as informed consent. These waiver provisions, however, only purportedly waive the conflict created in Hall being able to hire himself for legal work for the Trust and/or the estate. They do not explain whether Hall was representing the Keens or himself in appointing himself to these roles, as is required by RPC 1.8(a)(3). There was also substantial evidence that Margaret had difficulty even reading the documents she signed and that Hall failed to read them out loud, word for word. Finally, informed consent also requires “adequate information and explanation about... reasonably available alternatives to the proposed course of conduct.” RPC 1.0(e). Here, expert witness Barbara Isenhour testified at the hearing that professional trust agencies are a much better option than attorneys because they are more knowledgeable and cheaper. There is no indication that Hall informed the Keens, in writing or otherwise, of such a reasonable alternative to appointing himself as future trustee.\n¶18 Hall argues that Margaret requested that he serve in these various roles in her estate plan. Unfortunately, Hall provides no citation to the record to support this claim and instead refers to his own self-serving testimony. The hearing officer was unconvinced and did not make such a finding of fact. The hearing officer’s findings of fact support the conclusion that Hall violated RPC 1.4(b), RPC 1.7(a)(2), and RPC 1.8(a). We affirm the Board as to this count.\nCount 2: Unreasonable Fees\n¶19 Under RPC 1.5(a), a lawyer “shall not make an agreement for, charge, or collect an unreasonable fee or an unreasonable amount for expenses.” Further, under RPC 8.4(c), it is professional misconduct for an attorney to “engage in conduct involving dishonesty, fraud, deceit or misrepresentation.” The hearing officer concluded that Hall violated these RPCs in (1) charging a $2,000 quarterly trustee fee for managing a trust corpus that never exceeded $49, (2) charging for management of the Trust before he was legally trustee, (3) charging for drafting a letter to himself, and (4) charging an hourly rate for trustee duties for which the quarterly flat fee already compensated him. This conclusion is supported by the facts.\n¶20 Hall charged and collected the $2,000 quarterly trustee fee from Stephen in December 2008, but Margaret was the legal trustee until January 2009. Hall, therefore, was not legally entitled to collect this fee. With regard to the hourly fees he charged in December 2008, Hall argues that he was “made aware” in December 2008 that Margaret would no longer be able to serve as trustee. Pet’r’s Reply Br. at 6. His work before January 2009 was not work performed as trustee, but rather was work done “in preparation for his duties as trustee, in addition to . . . general legal work on the estate plan.” Pet’r’s Reply Br. at 6. However, Hall had already been compensated with the $3,000 flat fee he received for preparing Margaret’s estate planning documents. Because he was not legally trustee in December 2008, he could not hire himself to perform legal work for the Trust or the estate. He was therefore not entitled to collect these fees as either an attorney or a trustee.\n¶21 Finally, with regard to his charge for writing and reviewing a memo to himself, Hall argues that this document was originally written and sent to Margaret, at no charge, when she was trustee in September 2008. The memo was later readdressed to himself (without changing the dates) in December 2008 when he claims the Keens instructed him to replace Margaret as trustee. The hearing officer did not find this testimony credible. Further, a “no charge” for this alleged September 2008 letter should have appeared in his billing records like his other “no charge” entries, but no such entry exists. See Ass’n’s Ex. 19. The facts support the hearing officer’s conclusion that Hall violated RPC 1.5 and RPC 8.4(c), and we affirm as to this count.\nCount 3: Failure To Return Original Documents\n¶22 RPC 1.15A(f) provides that “a lawyer must promptly pay or deliver to the client or third person the property which the client or third person is entitled to receive.” RPC 1.16(d) provides that\n[u]pon termination of representation, a lawyer shall take steps to the extent reasonably practicable to protect a client’s interests, such as ... surrendering papers and property to which the client is entitled and refunding any advance payment of fee or expense that has not been earned or incurred.\nThe hearing officer concluded that Hall violated these RPCs when Hall refused to return the Keens’ original estate planning documents after receiving Clausen’s letter stating that the originals had been revoked and that the Keens were requesting the file. The facts support this conclusion.\n¶23 The hearing officer concluded that Clausen’s certified letter to Hall requesting return of the Keens’ original estate planning documents and Hall’s fee was sufficient to terminate Hall’s representation of the Keens. Hall then had the ethical obligation to return the Keens’ file upon their request. Instead of challenging the hearing officer’s findings of fact, Hall argues that he was protecting the Keens’ interests because he feared that Clausen was committing elder abuse. Hall, however, provides no support in the record for such a proposition, and the hearing officer made no finding of fact in this regard. Further, withholding the originals for the purposes of initiating a lawsuit against his clients is not a good means of protecting their interests. The facts support the hearing officer’s conclusion that Hall violated RPC 1.15A(f) and RPC 1.16(d), and we affirm as to this count.\nCount 4: Conduct Prejudicial to the Administration of Justice\n¶24 It is professional misconduct for an attorney to “engage in conduct that is prejudicial to the administration of justice.” RPC 8.4(d). The hearing officer concluded that Hall violated this RPC when he threatened Clausen if she did not withdraw the grievance filed against him and when he threatened a lawsuit against Stephen and Clausen for providing information to the Association. The facts support this conclusion.\n¶25 Hall argues that he threatened only to expose Clausen’s elder abuse. This is not supported in the record, and the hearing officer made no such finding of fact. Hall also argues that RPC 8.4(d) proscribes only physical interference in the administration of justice or violations of practice norms, citing In re Disciplinary Proceeding Against Carmick, 146 Wn.2d 582, 597, 48 P.3d 311 (2002). Even though there was no physical interference, however, it is certainly against practice norms to show up unannounced at another attorney’s home and threaten her and her family to withdraw a grievance she did not file. We affirm as to this count.\nSanction Analysis\n¶26 In determining the appropriate sanction in attorney discipline matters, we look to the American Bar Association’s Standards for Imposing Lawyer Sanctions (1991 & Supp. 1992). We first consider the ethical duty violated, the attorney’s mental state, and any injury or potential injury caused by the attorney’s conduct. Then, we consider any aggravating or mitigating circumstances that may alter that presumptive sanction. An attorney’s mental state is an issue of fact best left to the hearing officer. In re Disciplinary Proceeding Against Anschell, 149 Wn.2d 484, 501, 69 P.3d 844 (2003).\n¶27 In this case, the hearing officer determined that under the applicable standards, the presumptive sanction for each of Hall’s four counts was suspension. Hall’s only relevant arguments as to these presumptive sanctions concern his mental state. He claims that any technical violation on his part was negligent rather than knowing, but he provides no citation to the record or any reason to disrupt the hearing officer’s determinations in this regard.\n¶28 The hearing officer found seven aggravating circumstances that justified Hall’s suspension for two years, including (a) prior disciplinary offenses, (b) dishonest or selfish motive, (h) vulnerability of the victim, and (i) substantial experience in the practice of law. Standards std. 9.22. Hall argues that the hearing officer ignored multiple mitigating circumstances, including (b) absence of a dishonest or selfish motive, (c) personal or emotional problems, and (m) remoteness of prior offenses. Standards std. 9.32. But Hall provides no support for these mitigating factors; he merely lists them.\n¶29 Finally, Hall argues that the Board erred in adopting the hearing officer’s recommendation of a two-year suspension. Under Rule for Enforcement of Lawyer Conduct (ELC) 13.3, a suspension cannot exceed three years. Hall argues that because he was suspended on an interim basis from August 2011 until the hearing officer’s ruling in March 2013, his two-year suspension following the hearing extended his total length of suspension for more than four years, in violation of ELC 13.3. Hall’s suspension in 2011, however, was pursuant to ELC 7.3 because Hall himself asserted that he was incompetent to represent himself in his own disciplinary proceeding. A suspension under ELC 7.3 is meant to protect the public from an attorney who is incompetent. A suspension under ELC 13.3, though also meant to protect the public, is based not on the attorney’s incompetence, but on a finding of attorney misconduct. They are two different rules applying to two different kinds of suspension. As the Association points out, allowing a suspension under ELC 7.3 to offset a suspension under ELC 13.3 would protect lawyers who assert their own incompetence from being held accountable for their misconduct. Accordingly, Hall’s two-year suspension does not violate ELC 13.3.\nConclusion\n¶30 The hearing officer’s conclusions of law were supported by the unchallenged findings of fact. We affirm the Board’s unanimous decision and suspend Hall from the practice of law for two years.\nMadsen, C.J.; Owens, Fairhurst, Stephens, Wiggins, González, and Gordon McCloud, JJ.; and Penoyar, J. Pro Tem., concur.\nAfter modification, further reconsideration denied September 10, 2014.\nAccordingly, at no time did two percent of the trust corpus exceed $0.25. That Hall received $2,000.00 rather than two percent of the corpus of the Trust was dictated by the compensation provision Hall drafted into the Trust.\nHall also sent a similar billing statement directly to Stephen, threatening collections.\nIt does not appear that the hearing officer found a violation in Hall appointing himself successor executor of Margaret’s estate.\nWe note that it is especially egregious for a lawyer to charge a fee not only for time spent drafting a letter to himself but also for time spent reading and reviewing that letter. This act itself supports the hearing officer’s conclusion that the RPCs were violated.\nHall was reprimanded in 2005 for failing to communicate with a client, provide competent representation, or act with diligence, among other things.\nHall was admitted to the practice of law in 1974.",
        "type": "majority",
        "author": "C. Johnson, J."
      }
    ],
    "attorneys": [
      "Stephen C. Smith (of Hawley Troxell Ennis & Hawley LLP) (Dane Bolinger, of counsel), for the attorney.",
      "Scott G. Busby, for the Bar Association."
    ],
    "corrections": "",
    "head_matter": "[No. 201,255-8.\nEn Banc.]\nArgued May 13, 2014.\nDecided July 10, 2014.\nIn the Matter of the Disciplinary Proceeding Against Alan F. Hall, an Attorney at Law.\nStephen C. Smith (of Hawley Troxell Ennis & Hawley LLP) (Dane Bolinger, of counsel), for the attorney.\nScott G. Busby, for the Bar Association."
  },
  "file_name": "0821-01",
  "first_page_order": 885,
  "last_page_order": 899
}
