{
  "id": 8725825,
  "name": "Consolidated School Distinct No. 2 v. Special School Distinct No. 19",
  "name_abbreviation": "Consolidated School Distinct No. 2 v. Special School Distinct No. 19",
  "decision_date": "1929-06-17",
  "docket_number": "",
  "first_page": "822",
  "last_page": "828",
  "citations": [
    {
      "type": "official",
      "cite": "179 Ark. 822"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "6 S. W. (2d) 281",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "177 Ark. 260",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8720357
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/177/0260-01"
      ]
    },
    {
      "cite": "7 S. W. (2d) 798",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "177 Ark. 734",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8724537
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/177/0734-01"
      ]
    },
    {
      "cite": "177 S. W. 892",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "119 Ark. 149",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8718240
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/119/0149-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 435,
    "char_count": 12827,
    "ocr_confidence": 0.495,
    "pagerank": {
      "raw": 1.8987344715849853e-07,
      "percentile": 0.7300089696349092
    },
    "sha256": "0602ca56ad81956c909baf68e1ce5c798e000934de3974ef5165e3ba26da0568",
    "simhash": "1:1bdfe4d29527558e",
    "word_count": 2286
  },
  "last_updated": "2024-02-27T23:51:14.248945+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Consolidated School Distinct No. 2 v. Special School Distinct No. 19."
    ],
    "opinions": [
      {
        "text": "Butler, J.\nThis cause was tried in the court below upon the following agreed statement of facts:\nPlaintiff, Rural Special School District No. 19 (hereinafter referred to as District No. 19) is a rural special school district of Greene County, Arkansas, and the defendant, Consolidated School District No. 2 (hereinafter referred to as District No. 2) is a consolidated school district of Greene County, Arkansas, and said districts lie adjacent to each other; that the petition herein presented and forming the basis of the action by the county board of education of Greene County, Arkansas, was presented to said 'board on said day; that the proceedings initiated by said petition were meant to be taken pursuant to the provisions of act No. 156 of the 1927 Acts of the General Assembly, being an act. to amend § 8823 of Crawford & Moses’ Digest of the Statutes of the State of Arkansas,' and for other purposes; that no notices, as provided for in § 8821 of Crawford & Moses’ Digest, were given or posted in either District No. 19. or District No. 2, and that the petition upon which the board acted, while signed by a majority of the qualified electors of the territory sought to be and ordered detached by the county board of education from District No. 19 and attached to District No. 2, was not signed by a majority of the electors in District No. 19 or District No. 2, nor by a majority of the two districts combined; that the affidavit for appeal from the order of the county board of education is made by E. L. Owen, who is a member of the board of directors of District No. 19, and is made in behalf of himself and the remaining electors, landowners and patrons in said school district, and that the petition filed with the county board on October 13, 1928, the order of said board made pursuant to said petition on the said 13th day of October, 1928, and now of record in board of education record No. 1, page 154, of the board of education records of Greene County, Arkansas, the ¡affidavit of E. L. Owen, filed on the 2d day of November, 1928, the bond filed on the same day and approved by the county board of education on the 10th day of November, 1928, and the order ¡of the-county board of education granting the appeal, made on the 10th day of November, 1928, and now of record in board of education record No. 1, pages 158 and 159 of the records of the county board of education of Greene County, Arkansas, are to be considered and treated as part of this agreed statement of facts the same as if set out in-full herein.\nA judgment was rendered by it, setting aside the order of the county board of education detaching a portion of the. territory of District No. 19 and attaching it to District No. 2, and the court made the following declarations of law:\n“First. The court declares the law to be that, in proceedings to change the boundaries of school districts by transferring territory from one school district to another, brought under act No. 156 of the Acts of 1927, which act is amendatory of § 8823- of Crawford & Moses ’ Digest, notice must be given by the parties proposing the change by posting handbills in four or more conspicuous places in each district to be affected, one of said notices to be placed on the public school building in each affected district, and that all of said notices must be posted thirty days before the meeting of the county board of education at which the petition is to be presented, as is required by § 8821 of Crawford & Moses’ Digest; that by reason of the failure of the petitioners to post any notice in either Special School District No. 19 or Consolidated School District No. 2, as required by said § 8821 of Crawford & Moses’ Digest, the county board of education of Greene County, Arkansas, was without jurisdiction to hear said petition, and its order made pursuant thereto is therefore null and void.\n“Second. The court declares the law to be that, in proceedings brought to change the boundary lines of school districts by transferring, territory from one district to another adjacent district, the petition upon which the county board of education may act is insufficient if signed only by a majority of the qualified electors in the territory actually to be transferred, but that said petition must be signed by a majority of the combined electors of the district from which the territory is to be taken and to which the territory is to be added; that, since the petition in the proceedings before the court is signed only by a majority of the electors in the territory to be transferred from Rural Special School District No. 19 to Consolidated School District No. 2, and not by a majority of the combined electors of both Rural Special School District Ño. 19 and Consolidated School District No. 2, nor by either a majority of the electors in District No. 19 nor a majority in Consolidated School District No.. 2, the court finds that said petition was insufficient to form a basis for action by the county board of education, and that therefore its order made thereon is null and void, and should be set aside.\n‘ ‘ Third. The court declares the law to be that E. L. Owen, as a member of the board of directors of Special School District No. 19 and a citizen and taxpayer in said district, although not a resident of that part of said district which was detached and transferred to Consolidated School District No. 2, had a right to appeal in behalf of himself and the other taxpayers and patrons in said school district, and that therefore the motion of the defendant to dismiss the appeal is denied.”\nIt is contended by the appellant that the court erred in its declaration of law because act No. 156 of the Acts of 1927, by reason of its peculiar language, repealed §§ 8821 and 8823 of Crawford & Moses’ Digest, and that by the use of this language — “a majority of the qualified electors in the territory to be affected” — it was intended that only those who actually resided within the territory to be detached were qualified or necessary on the petition to give the board of education jurisdiction to make the change, and that the inhabitants of the territory remaining would be excluded from joining in the petition.\nSection 8821 of Crawford & Moses’ Digest is as follows:\n“When a change is proposed in any school district, notice shall be given by the parties proposing the change by putting up handbills in four or more conspicuous places in each district to be affected, one of said notices to be placed on the public school building in each affected district. All of said notices to be posted thirty days before the convening of the court to which they propose to present their petition; said notices shall give a geographical description of the proposed change.”\nSection 8823 of Crawford & Moses’ Digest is as follows:\n“The comity board of education shall have the right to form new school districts or change the boundaries thereof upon a petition of a majority of all the electors residing upon the territory of the districts to be divided. ’ ’\nSection 1 of act No. 156 of the Acts of 19'27 reads as follows:\n“That § 8823 of Crawford & Moses’ Digest of the Statutes of the State of Arkansas be amended to read as follows: ‘Section 8823. Upon a petition being filed with the county board of education, signed by a majority of the qualified electors in the territory to be affected, said county board of education of any county within the State of Arkansas shall have the right to form new school districts and to change the. boundary lines between any school district heretofore formed, where, in the judgment of such board of education, it would be for the best interest of all parties affected; provided, however, that no change shall be made that would impair any outstanding indebtedness of any school district now formed.’ ”\nSection 2 of Act 156 is as follows:\n“This act shall not repeal or affect act No. 247 of the Acts of the General Assembly of 1915, and is cumulative to all other laws and parts of laws defining the powers and prescribing the duties of county boards of education and of school districts, boards of directors thereof, and all other officers and persons mentioned in this act; and, except in cases of irreconcilable conflict herewith, it shall .not be so construed as to repeal any other law or part of a law; and any and all acts and proceedings heretofore done and had by county boards of education are hereby ratified and declared valid.”\nWe think that the' language of act No. 156 of the Acts of 1927 does not justify the appellant in its contention, for, by the language of § 2 of that act, it is expressly stipulated that it should not be construed so as to repeal any law or part of law except in cases where there would be an irreconcilable conflict with its terms. As we see it, tlie language of act No. 156 is broader in its terms than § 8823, supra, which it amends, and requires, where the change is made in the boundary lines between any school districts formed, that a majority, not only of the territory actually-to be detached from one and added to the other, but also a majority of the qualified electors in the territory affected by the change, is required. That, to our mind, is the clear meaning of the words used. Certainly, in this case, District No. 19 would be affected, for, by the change of the territory, its revenue would be diminished; District No. 2 would be affected, because it would be burdened with an additional number of children to be educated, which might be entirely out of proportion with the additional revenue accruing to it. It was the intention of the Legislature that no change of this hind should be made, except with the consent of all parties concerned.\nSection 8823 gave the county board of education the right to change the boundaries of any school district upon petition of a majority of all the electors residing upon the territory of the districts to be divided. That section was construed and special reference made to that part of it providing for a majority of the electors in the district to be divided in the case of School District No. 45 v. School District No. 8, 119 Ark. 149, 177 S. W. 892. In that case a part of the territory of District No. 45 was sought to be added to District No. 8. There was no change in the boundaries of District No. 8 except by the addition of territory, while District No. 45 was divided, a part of its territory being detached and added to District No. 8. The court below, in that case, ordered the change on a petition which contained a majority of the aggregate number of electors of both districts, but all of the petitioners save one resided in District No. 8. This court reversed the order of the court below, holding that, inasmuch as District No. 45 was the one divided, it was necessary for a majority of the qualified electors residing in that district to have signed the petition. Counsel for the appellee, School District No. 8, contended that the meaning of the language of the statute was that a petition of the majority of each of the districts to be affected was required, but this court held that such an interpretation called for the substitution of the word “affected” for the word used in the statute, which had an altogether different meaning, and was broader than the words used in the statute, and that, although the electors of District No. 8 might be affected by the change, they could not be counted on the petition, and that there^fore the petition in that case did not comply with the requirements of the statute.\nAs we have stated, the inhabitants of the strip of territory actually detached from one district and added to the other were not the only ones affected by the prayer of the petition and order of the court, but also the inhabitants of District No. 19 and District No. 2, so that, under the plain meaning of the statute and the authority of School District No. 14 v. County Board of Education, 177 Ark. 734, 7 S. W. (2d) 798, and Manley v. Moon, 177 Ark. 260, 6 S. W. (2d) 281, we hold that a petition of a majority of the electors in the territory affected was required. We are o'f the opinion also that the position of counsel for the appellant, that § 8821, supra, was repealed by act No. 156 of the Acts of 1927, is untenable,, and that that section remains unchanged, because there is no conflict between its terms and the act of 1927. It follows that District No. 19, being affected by the judgment of the court, it was a party in interest, and entitled to prosecute an appeal from the ruling of the county board of education.\nThe trial court correctly declared the law, and its judgment is in all things affirmed.",
        "type": "majority",
        "author": "Butler, J."
      }
    ],
    "attorneys": [
      "Jeff Bratton, for appellant.",
      "Bloch & Kirsch, for appellee."
    ],
    "corrections": "",
    "head_matter": "Consolidated School Distinct No. 2 v. Special School Distinct No. 19.\nOpinion delivered June 17, 1929.\nJeff Bratton, for appellant.\nBloch & Kirsch, for appellee."
  },
  "file_name": "0822-01",
  "first_page_order": 840,
  "last_page_order": 846
}
