{
  "id": 1432067,
  "name": "St. Louis-San Francisco Railway Company v. McCommon",
  "name_abbreviation": "St. Louis-San Francisco Railway Co. v. McCommon",
  "decision_date": "1933-07-10",
  "docket_number": "4-3055",
  "first_page": "824",
  "last_page": "827",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 824"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 393,
    "char_count": 5633,
    "ocr_confidence": 0.483,
    "sha256": "b46d0dd7d06e7867ec2c99e4f0b852c810840f3eaf5f6144145ec76470c40a8e",
    "simhash": "1:0a245d02ec416e4c",
    "word_count": 976
  },
  "last_updated": "2023-07-14T19:49:01.606684+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Justices Smith and McHaney are of the opinion that the judgment is excessive and should be reduced."
    ],
    "parties": [
      "St. Louis-San Francisco Railway Company v. McCommon."
    ],
    "opinions": [
      {
        "text": "Humphreys, J.\nThis suit was instituted by appellee against appellant in the circuit court of Crawford County under the Federal Employers’ Liability Act to recover damages for personal injuries received while engaged in interstate commerce, through the alleged negligence of its roadmaster in ordering appellee to disconnect or release a bent, twisted and sprung rail in the main track upon the assurance that it was safe to do so.-\nAppellee filed an answer, denying the alleged negligence on the part of its roadmaster, and pleading the affirmative defenses of contributory negligence and assumed risk by appellee.\nThe cause was submitted to the jury upon the issues joined and the testimony adduced by the respective parties, which resulted in a verdict and consequent judgment in favor of appellee for $20,444, from which is this appeal.\nThe main contention of appellant for a reversal of the .judgment is that the facts are insufficient to support the verdict and judgment.\nThe testimony introduced on behalf of appellee tended to show that he was called about midnight by E. L. Ayles, appellant’s roadmaster, to get his crew and come to Smeltzer switch near Yan Burén for the purpose of clearing and repairing the track, which had been torn up by a wreck of appellant’s south-bound passenger train No. 712, in which wreck the engine was turned over and the engineer and fireman were killed and the train and portions thereof had been derailed; that the roadmaster had arrived at the scene of the wreck an hour or two before appellee, and had made an inspection of the situation, and had assumed full control and charge of clearing up the wreckage and repairing said track; that, upon appellee’s arrival, he proceeded with the work of clearing up said wreckage under the immediate direction and' orders of the roadmaster; that, while checking up the number of ties that would be needed to repair the track, he was ordered by the roadmaster .to disconnect a bent, twisted and sprung rail at the south end of the wreck from a rail in the main lines, who told him exactly how to do it; that he asked the'roadmaster whether there would be any danger standing in the position he must stand to detach- the rail and was assured by the road-master that the bent, twisted and sprung rail would fly out to the east when detached, which would be away from him; that he did what he was told, relying upon the superior knowledge of the roadmaster; that the road-master had had experience in clearing up wrecks such as this during his six years’ service with appellant; that he had never had any experience with such a situation as this, and had no knowledge or information except that given him by the roadmaster as to which direction the rail would spring when detached; that, as soon as he pried the rail apart under the immediate direction of the road-master, the detached rail swung to the east but instantly swung to the south and back to the west and practically cut his leg off above the ankle; that he did not realize the peril incident to releasing the rail. This is a statement, in substance of the testimony introduced 'by appellee, which was contradicted by the testimony introduced by appellant.\nBased upon this conflicting testimony, the court instructed the jury to the effect that, if it found that appellee complied with the direct order of the roadmaster in disconnecting the rail, and if it found that the order was a negligent one under the circumstances, then appellee would be entitled to recover unless appellee knew of the peril of complying therewith or had equal means of knowing it, or by the exercise of ordinary care might have known it, or unless the danger was so apparent and obvious that a person of ordinary care and prudence should have observed and seen it.\nThe law thus declared was correct as applied to the facts, and the. testimony introduced by appellee, and, if believed by the jury, was sufficient to support the judgment.\nAppellant contends, however, that the verdict was excessive. Appellant was 48 years of age and was earning $117 a month when injured, and at that time was in perfect health. He was injured at 4:10 a. m. and suffered intense anguish and pain until 7:00 a. mv when his leg was amputated five inches above the ankle. He remained in the hospital for 20 days and was confined to his bed for two weeks after returning to his home. He has been unable to do any work since his injury, and is very nervous and cannot sleep at night. He is still suffering intense pain. He cannot walk on his artificial limib without pain and cannot use it for more than a half a day at a time and cannot work when he has it on.\nThere is testimony tending to show that the flesh pad on the end of his stump is not sufficiently thick so that he can wear his artificial limh without pain .and that probably another amputation may become necessary before this can be remedied.\n\"When all these things are considered in connection with his suffering, mutilation of body, and consequent humiliation, we cannot say as a matter of law that the verdict is excessive or that it was inspired by prejudice.\nNo instruction on comparative negligence was requested by appellant, so the verdict cannot be reduced on that account, even if the testimony reflected any negligence on the part of appellee.\nNo error appearing, the judgment is affirmed.\nJustices Smith and McHaney are of the opinion that the judgment is excessive and should be reduced.",
        "type": "majority",
        "author": "Humphreys, J."
      }
    ],
    "attorneys": [
      "E. T. Miller and Warner & Warner, for appellant.",
      "Partain & Agee, for appellee."
    ],
    "corrections": "",
    "head_matter": "St. Louis-San Francisco Railway Company v. McCommon.\n4-3055\nOpinion delivered July 10, 1933.\nE. T. Miller and Warner & Warner, for appellant.\nPartain & Agee, for appellee."
  },
  "file_name": "0824-01",
  "first_page_order": 844,
  "last_page_order": 847
}
