{
  "id": 8725907,
  "name": "St. Louis-San Francisco Railway Company v. Taylor",
  "name_abbreviation": "St. Louis-San Francisco Railway Co. v. Taylor",
  "decision_date": "1933-01-23",
  "docket_number": "4-2825",
  "first_page": "825",
  "last_page": "826",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 825"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "46 S. W. (2d) 642",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "185 Ark. 211",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1435373
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/185/0211-01"
      ]
    },
    {
      "cite": "45 S. W. (2d) 23",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "185 Ark. 7",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1435125
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/185/0007-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 181,
    "char_count": 2215,
    "ocr_confidence": 0.529,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20859922721363292
    },
    "sha256": "4af6b8b83684abbe4d62c8864aa75477208f17e5e89ae041c15ed9ea1988f7af",
    "simhash": "1:f2e2de095473f3b6",
    "word_count": 380
  },
  "last_updated": "2024-02-27T17:52:01.123529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "St. Louis-San Francisco Railway Company v. Taylor."
    ],
    "opinions": [
      {
        "text": "Humphreys, J.\nAppellant filed an intervention in the case of Walter E. Taylor, State Bank Commissioner, v. Bank of Osceola, pending in the chancery court of Mississippi County, to have three cashier’s checks and a time certificate of deposit, issued to it by the Bank of Osceola before it closed its doors, declared preferred claims. It was alleged in the intervention that appellant purchased the cashier’s checks and certificate of deposit with currency, silver and checks its agent received in the course of its business, and, at the time, it was not a depositor in or indebted to said bank. It was also alleged in the intervention that the cashier’s checks were presented in due course to the First National Bank of Memphis, Tennessee, but were not honored because during the interim the Bank of Osceola had gone into liquidation.\nA demurrer was filed to the intervention on the ground that it did not state facts sufficient to show that the cashier’s checks and time certificate of deposit were preferred.\nThe demurrer was sustained to the intervention, and same was dismissed in so far as it prayed for a preference, hut the claims were allowed as general claims, from which is this appeal.\nAppellant seeks a reversal of the decree denying its prayer for a priority or preference of its claims over those of general creditors on the ground that it was entitled to a preference under subdivision 7 of § 1 of act No. 107 of the Acts of the General Assembly of 1927. The subdivision referred to applies only to collections made by a bank in which the relationship of principal and agent exists. The purchase of cashier’s checks and of time certificates of deposit creates a relationship of creditor and debtor. The instant case is governed by the interpretation placed upon said act in the cases of Taylor v. Dermott Grocery & Commission Company, 185 Ark. 7, 45 S. W. (2d) 23, and Missouri Pacific Railway Company v. Taylor, 185 Ark. 211, 46 S. W. (2d) 642.\nNo error appearing, the decree is affirmed.",
        "type": "majority",
        "author": "Humphreys, J."
      }
    ],
    "attorneys": [
      "E. T. Miller, E. L. Westbrooks, Jr. and E. L. West-brooke, for appellant.",
      "A. F. Barham and Sam Rorex, for appellee."
    ],
    "corrections": "",
    "head_matter": "St. Louis-San Francisco Railway Company v. Taylor.\n4-2825\nOpinion delivered January 23, 1933.\nE. T. Miller, E. L. Westbrooks, Jr. and E. L. West-brooke, for appellant.\nA. F. Barham and Sam Rorex, for appellee."
  },
  "file_name": "0825-01",
  "first_page_order": 845,
  "last_page_order": 846
}
