{
  "id": 8725928,
  "name": "Safeway Stores, Inc., v. Rogers",
  "name_abbreviation": "Safeway Stores, Inc. v. Rogers",
  "decision_date": "1933-01-23",
  "docket_number": "4-2720",
  "first_page": "826",
  "last_page": "831",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 826"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "155 S. W. 126",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "107 Ark. 310",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1344045
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/107/0310-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 344,
    "char_count": 5015,
    "ocr_confidence": 0.486,
    "pagerank": {
      "raw": 2.0931552533725156e-07,
      "percentile": 0.7606667415745088
    },
    "sha256": "161ef1bb3eeb412ec70ecbd71febf34409c7238403c8ed4043ebcc1645b4acb9",
    "simhash": "1:8cdac5a32dd04602",
    "word_count": 867
  },
  "last_updated": "2024-02-27T17:52:01.123529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Humphreys, J., dissents from modification."
    ],
    "parties": [
      "Safeway Stores, Inc., v. Rogers."
    ],
    "opinions": [
      {
        "text": "Kirby, J.,\n(after stating the facts). It is insisted for reversal that the verdict is not supported by the testimony, there being no proof of publication of the alleged slanderous1 statements, which it was claimed was semi-privileged, and that the court should have directed a verdict in its favor; that appellant company could not be held liable for the slanderous statements made by its employees without authority; and that the verdict is excessive.\nAppellee testified that Mr. G-reen, who made the first statement, tapped her on the shoulder at the front door and told her to come back to the back thereof, that “she had stolen a can of pineapple,” and that the others, who continued the conference or investigation and who were also clerks in the store and whose business it was to collect for goods sold, also accused her of stealing the can of pineapple.\nIt appears from the connection in which the charge was made, and, under the circumstances attending its utterance, that it was intended and understood to impute the crime of larcenv — it so expressly stated it — and must be regarded as actionable per se. Dean v. Black & White Stores, Inc., ante p. 667; 36 C. J. 1208; § 2396, Crawford & Moses ’ Digest.\nThe jury found from substantial testimony that numerous persons were present when the slanderous statement was made, in a position to bear it, and it will be assumed, unless the contrary is made to appear, that those present both heard and understood the words; and, although the burden is upon the plaintiff to prove the publication by a fair preponderance of the testimony, many persons were shown to have been present when the words were spoken, and it was a question for the jury to say whether such persons did or did not hear them. Only one of the persons present stated she did not hear the statement as first made at the door of the store when appellee was stopped by the manager and requested, “I want to see you in the back, lady you have stolen a can of pineapple.” Townshend on Libel and Slander, page 555; Newell on Slander and Libel, page 725.\nIf the statements were made in the tone of voice as testified to, they could have been heard by a number of the many people in the store at the time, and certainly, when Mrs. Jennings returned to the store for appellee, who had not followed her out, the statement was made by Mrs. Rogers, it is true,' explanatory of the delay that they had accused her of stealing a can of pineapple. This statement was made in the presence of the investigators, to whom she was turned over by the manager, and who were insisting that she did steal the can of pineapple and must pay $5 before she would be released from custody, otherwise she should be turned over to the sheriff. Under such circumstances, it cannot be said that the publication of the slander was invited or procured by appellee; and it was also shown that Worrell had charged her at that time with stealing the can. of pineapple in the presence of Mrs. Jennings.\nThe court did not err in giving appellee’s requested instruction No. 6, specially objected to as containing the clause, “that these statements were made in furtherance of the company’s business.” This language was approved as correct in Waters-Pierce Oil Co. v. Bridwell, 107 Ark. 310, 155 S. W. 126.\nThere was no testimony warranting the giving of appellant’s requested instructions Nos. 10 and 11, and the court did not err in refusing them.\nThe majority of the court has concluded that the verdict is excessive. It is true that no great amount of actual damages suffered was proved, hut appellee was greatly humiliated and embarrassed at the store and suffered from nervous excitement and did not sleep well on the night the incident occurred or for several nights thereafter. The words being actionable per se however, appellee was entitled as a matter of law to compensatory damages, and was not required to introduce evidence of actual damages, it being necessary in such cases to prove special damages, which under the circumstances of this case the court has concluded should not be more than $2,500. The damages were probably aggravated by proof of the fact that the employees required the payment by appellee of $5 for a 10-cent can of pineapple, although the jury was instructed to disregard this fact, which the jury evidently believed she had no intention of stealing, and their action in forcing her to make a written statement that she had stolen the can of pineapple during the investigation of the matter when the slanderous statement was made.\nIf appellee will 'enter a remittitur reducing the amount of the judgment to said amount of $2,500, it will be affirmed; otherwise it will be reversed and remanded for a new trial. It is so ordered.\nHumphreys, J., dissents from modification.",
        "type": "majority",
        "author": "Kirby, J.,"
      }
    ],
    "attorneys": [
      "G. R. Haynie, Robinson, House & Moses and W. H. Holmes, for appellant.",
      "Gaughan, Sifford, Godwin & Gaughan and Powell, Smead & Knox, for appellee."
    ],
    "corrections": "",
    "head_matter": "Safeway Stores, Inc., v. Rogers.\n4-2720\nOpinion delivered January 23, 1933.\nG. R. Haynie, Robinson, House & Moses and W. H. Holmes, for appellant.\nGaughan, Sifford, Godwin & Gaughan and Powell, Smead & Knox, for appellee."
  },
  "file_name": "0826-01",
  "first_page_order": 846,
  "last_page_order": 851
}
