{
  "id": 1432084,
  "name": "Fort Smith v. Watson",
  "name_abbreviation": "Fort Smith v. Watson",
  "decision_date": "1933-07-10",
  "docket_number": "4-3164",
  "first_page": "830",
  "last_page": "832",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 830"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "27 S. W. 377",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "233 Ky. 828",
      "category": "reporters:state",
      "reporter": "Ky.",
      "case_ids": [
        2436336
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ky/233/0828-01"
      ]
    },
    {
      "cite": "108 Or. 375",
      "category": "reporters:state",
      "reporter": "Or.",
      "case_ids": [
        4567239
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/or/108/0375-01"
      ]
    },
    {
      "cite": "270 Pac. 144",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": 0
    },
    {
      "cite": "72 Utah 337",
      "category": "reporters:state",
      "reporter": "Utah",
      "case_ids": [
        8870364
      ],
      "opinion_index": 0,
      "case_paths": [
        "/utah/72/0337-01"
      ]
    },
    {
      "cite": "23 S. W. (2d) 259",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "180 Ark. 815",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1393591
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/180/0815-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 298,
    "char_count": 4807,
    "ocr_confidence": 0.495,
    "pagerank": {
      "raw": 7.484333226789154e-08,
      "percentile": 0.4457134373471195
    },
    "sha256": "dace10a3a13e415451c5637991c92294cd44944d4f04ef516c1d2df1a6d3f1b2",
    "simhash": "1:aae488110de68f6c",
    "word_count": 846
  },
  "last_updated": "2024-02-27T21:18:50.990705+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Fort Smith v. Watson."
    ],
    "opinions": [
      {
        "text": "Humphreys, J.\nAppellee brought this suit against appellant to recover the gasoline tax imposed by act 65 of the Acts of the General Assembly of 1929 for the amount of gasoline used by the city of Fort Smith (appellant) in propelling motor vehicles owned and operated by said city on the public roads and highways of the State for its, the city’s, governmental purposes in the year 1933, which tax amounted to $776.98. The complaint alleged and the demurrer admitted that said city in the year 1933 received in this State and used gasoline in propelling its motor vehicles for its governmental purposes, on which no tax had been paid. The circuit court overruled the demurrer to the complaint, and appellant refused to plead further but stood on its demurrer; whereupon judgment was rendered against appellant for the. amount sued for, from which is this appeal.\nTwo questions were presented by this appeal:\nFirst, is gasoline purchased by the appellant for governmental purposes subject to the tax imposed by the act aforesaid?\nSecond, if the. gasoline so purchased is subject to tax, is the appellant city the one required by the statute to pay the same?\n(1) It is argued that, by act 65 of the Acts of the General Assembly of 1929, the Legislature did not intend to impose the tax upon gasoline used in propelling the motor vehicles over the roads and highways because the act does not specifically and expressly require the cities to pay the tax. The act in question is a general act covering the whole subject involved, and contains but one exemption, which is as follows:\n“Motor vehicles belonging to the United States Government, and used in its business exclusively, shall not be required to pay any motor vehicle fuel tax or exhibit a State license plate, but in lieu of a State license plate shall have exhibited thereon a license plate in a form provided by the State Highway Commission showing that they are United States Government motor vehicles.” Had the Legislature intended to exempt its political subdivisions from the payment of the tax, it would have included same in this exemption. It follows that the Legislature intended for its political subdivisions to pay the tax. This identical question was decided by this court in the case of Blackwood v. Sibeck, 180 Ark. 815, 23 S. W. (2d) 259. This court ruled in that case that, by exempting motor vehicles belonging to the United States Government from the payment of a license fee, no other vehicles were intended to be exempt. The exemption from the license fee and gasoline taxes appear in the same section (§ 35) of the act. The interpretation placed on this act heretofore and now finds support in the cases of Crockett v. Salt Lake County, 72 Utah 337, 270 Pac. 144; City of Portland v. Kozer, 108 Or. 375, 217 Pac. 833; City of Louisville v. Cromwell, 233 Ky. 828, 27 S. W. 377.\n(2) It is argued that, even if gasoline used by the city in propelling its motor vehicles over the roads and highways is subject to the tax, the city cannot be made to pay same directly to the State, but must pay it to the manufacturer or wholesaler who, in turn, must pay it to the State. The record is silent as to where the city of Fort Smith got the gasoline, but it is admitted that it was used by said city without the payment of the tax to the State by any one. Under these circumstances, the city must be regarded as a wholesaler under paragraph 20 of § 30 of said act. That section defines the term wholesaler as used in the act to include any person, firm, partnership, corporation, or association of persons “who receive for consumption in propelling motor vehicles on the public highways motor vehicle fuel on which the tax has not been paid.” A similar question as to what constituted a retailer under the Utah statute defining retailers was settled adversely to the contention of appellant in the case of Crockett v. Salt Lake County, supra. The Utah court said “Some question is made in the argument of appellants that the court ruled that Salt Lake County is neither a retail dealer nor a distributor as defined by the G-asoline Tax Law, but also ruled that the county is liable for the tax with interest and penalty. It is true that the court did not find specifically that the county is a distributor or retail dealer, but the court did find that the defendant county purchased the gasoline in the State of California and caused same to be shipped into this State and used it within this State. That finding fixed the status of the county as a retail dealer as that term is defined in subdivision D above quoted.”\nThe judgment is therefore affirmed.",
        "type": "majority",
        "author": "Humphreys, J."
      }
    ],
    "attorneys": [
      "Fadjo Cravens, for appellant.",
      "Hal L. Norwood, Attorney General, Pat Mehaffy, Assistant, and Earl R. Wiseman, for appellee."
    ],
    "corrections": "",
    "head_matter": "Fort Smith v. Watson.\n4-3164\nOpinion delivered July 10, 1933.\nFadjo Cravens, for appellant.\nHal L. Norwood, Attorney General, Pat Mehaffy, Assistant, and Earl R. Wiseman, for appellee."
  },
  "file_name": "0830-01",
  "first_page_order": 850,
  "last_page_order": 852
}
