{
  "id": 1428266,
  "name": "Lynch v. State",
  "name_abbreviation": "Lynch v. State",
  "decision_date": "1934-02-12",
  "docket_number": "Crim. 3868",
  "first_page": "831",
  "last_page": "835",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 831"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "32 S. W. (2d) 313",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "182 Ark. 533",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1389762
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/182/0533-01"
      ]
    },
    {
      "cite": "264 S. W. 823",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "165 Ark. 386",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1379873
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/165/0386-01"
      ]
    },
    {
      "cite": "22 S. W. (2d) 172",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "180 Ark. 656",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1393655
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/180/0656-01"
      ]
    },
    {
      "cite": "40 S. W. (2d) 427",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "183 Ark. 1077",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1441770
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/183/1077-01"
      ]
    },
    {
      "cite": "46 S. W. (2d) 37",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "185 Ark. 147",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1435168
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ark/185/0147-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 397,
    "char_count": 6211,
    "ocr_confidence": 0.498,
    "pagerank": {
      "raw": 2.8731965556187256e-07,
      "percentile": 0.8429680649335154
    },
    "sha256": "117f87a44b3f74002bcea3970ed04094392206c299adf9b32715f36ecc247950",
    "simhash": "1:c66fa4f539db53be",
    "word_count": 1076
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Lynch v. State."
    ],
    "opinions": [
      {
        "text": "Kirby, J.,\n(after stating the facts). It is insisted, first, that the evidence is not sufficient to support the verdict. Notwithstanding appellant testified in his own behalf and denied any participation in the robbery, the truth of the defense was, of course, a question for the jury, and has been settled by its verdict against the appellant upon testimony sufficient to support the verdict. Norrid v. State, ante p. 32.\nThe fourth assignment of error is that the trial court erred in overruling a motion to quash the indictment because certain members of the grand jury which returned the indictment had served on juries within the period of two years contrary to the provisions of act 135 of 1931. It was shown that three of the jurors had served on a jury in the Danville district of Tell County within two years last past at the August, 1931, term of court, one on the grand jury and two as members of the petit jury. It does not appear that any of these jurors were challenged as disqualified for service upon the impaneling of the jury; and no error was committed in overruling the motion to quash the indictment on that ground. The statute provides that no indictment “shall be void or voidable because any of the grand jury failed to possess any of the qualifications required by law.” Section 3030, Crawford & Moses’ Digest; Weaver v. State, 185 Ark. 147, 46 S. W. (2d) 37.\nThe fifth assignment of error is to the effect that the court erred in overruling a motion for a continuance based on the fact that one of appellant’s attorneys, Mr. Horton, was a member of the General Assembly and required to be in attendance at the extraordinary session between August 14 and 24. It appears that Mr. Horton was the representative from Logan County and appellant’s regular attorney, and had been employed to defend him in the instant case; and also that Mr. Horton employed Mr. May, of the Booneville bar, to assist in representing appellant, and, within a few days after appellant was arrested, also employed Mr. B. F. Madole, of Danville, who appeared at the examining trial and all three of the attorneys appeared before the judge of the circuit court seeking a reduction of the amount of the bond set for appellant. The crime was committed on June 19, and the General Assembly did not convene until August 14, and the trial of appellant did not take place until August 27, several days after the adjouiument of the General Assembly.\nSection 1, act 4 of 1931, reads as follows:\n“That any and all proceedings in suits pending in any of the courts of this State in which any attorney for either party to any suit is a member of the Senate or of the House of Representatives or is a clerk or sergeant-at-arms or doorkeeper of either branch of the General Assembly, and any and all proceedings in suits pending-in any of the courts of this State in which any member of the Legislature or clerk or sergeant-at-arms or doorkeeper of either branch of the General Assembly is a party, shall be stayed for not less than fifteen days preceding the convening of the General Assembly and for thirty days after its adjournment, unless otherwise requested bv any interested member of said General Assembly.”\nIt has not been determined whether the act quoted above applies to proceedings in criminal prosecutions, it having been construed only in the case of Cox v. State, 183 Ark. 1077, 40 S. W. (2d) 427. We do not regard it necessary now to determine whether it relates only to civil suits, since the attorney employed to defend the appellant, recognizing that he would probably be engaged otherwise, employed the services of two attorneys at the bar of the court to assist in representing appellant, and both of them were present and participated in the trial. Appellant could not have been prejudiced by reason of the trial taking place 3 days after the adjournment of the Legislature and was not deprived of the services of counsel of his own choice, the assistants chosen by his chief counsel conducting the trial. No prejudice was shown to have resulted on account of it, and the. court did not err in refusing the eontinuánce under the circumstances.\nNo error was committed in overruling the motion for a continuance because of the absence of a witness, the motion not being made in the statutory form, the appellant not stating therein that he believed the testimony of the absent witness to be true. Sections 1270 and 3130, Crawford & Moses’ Digest; Estes v. State, 180 Ark. 656, 22 S. W. (2d) 172; Weaver v. State, 185 Ark. 147, 46 S. W. (2d) 37.\nThe other assignments of error, 7 and 8, alleging that the court erred in permitting the State to introduce “the evidence of divers witnesses, over the objections of the defendant,” and in refusing to permit defendant to introduce “divers testimony” in his own behalf, which was material to his defense, “and which action of the court was prejudicial to the interest and rights of said defendant,” are too indefinite to present any question for review on appeal. Lomax v. State, 165 Ark. 386, 264 S. W. 823.\nThe above also applies to assignment number 22, relative to the giving of various instructions. An examination of the instructions given show them to be correct declarations of the law, and only a general objection was made to the giving of said instructions, which objection was to the instructions en masse.\nThe court did not err in permitting the introduction of the testimony of witness, Myran Wright, the accomplice. The law does not prevent an accomplice from testifying, and the court properly instructed the jury concerning the testimony of such accomplice.\nAssignment number 23, relative to an objection to the qualification of jurors after a verdict rendered is without merit, since no showing was made that any diligence was exercised by appellant such as would justify the granting of a motion for a new trial on the ground of a juror’s disqualification. Fones Bros. Hardware Co. v. Mears, 182 Ark. 533, 32 S. W. (2d) 313.\nWe find no prejudicial error in the record, and the judgment is affirmed.",
        "type": "majority",
        "author": "Kirby, J.,"
      }
    ],
    "attorneys": [
      "Hal L. Norwood, Attorney General, and Robert F. Smith, Assistant, for appellee."
    ],
    "corrections": "",
    "head_matter": "Lynch v. State.\nCrim. 3868\nOpinion delivered February 12, 1934.\nHal L. Norwood, Attorney General, and Robert F. Smith, Assistant, for appellee."
  },
  "file_name": "0831-01",
  "first_page_order": 849,
  "last_page_order": 853
}
