{
  "id": 1435093,
  "name": "Bowie v. State",
  "name_abbreviation": "Bowie v. State",
  "decision_date": "1932-05-16",
  "docket_number": "Criminal No. 3790",
  "first_page": "834",
  "last_page": "846",
  "citations": [
    {
      "type": "official",
      "cite": "185 Ark. 834"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "20 S. W. (2d) 189",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "179 Ark. 1072",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "58 Atl. 705",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "77 Conn. 266",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        786102
      ],
      "opinion_index": 0,
      "case_paths": [
        "/conn/77/0266-01"
      ]
    },
    {
      "cite": "132 S. E. 785",
      "category": "reporters:state_regional",
      "reporter": "S.E.",
      "opinion_index": 0
    },
    {
      "cite": "191 N. C. 698",
      "category": "reporters:state",
      "reporter": "N.C.",
      "case_ids": [
        8631151
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nc/191/0698-01"
      ]
    },
    {
      "cite": "214 N. W. 643",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 0
    },
    {
      "cite": "115 Neb. 737",
      "category": "reporters:state",
      "reporter": "Neb.",
      "case_ids": [
        4571321
      ],
      "opinion_index": 0,
      "case_paths": [
        "/neb/115/0737-01"
      ]
    },
    {
      "cite": "13 S. W. (2d) 247",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "227 Ky. 404",
      "category": "reporters:state",
      "reporter": "Ky.",
      "case_ids": [
        5029782
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ky/227/0404-01"
      ]
    },
    {
      "cite": "23 Ohio St. 146",
      "category": "reporters:state",
      "reporter": "Ohio St.",
      "case_ids": [
        421475
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ohio-st/23/0146-01"
      ]
    },
    {
      "cite": "31 N. E. 536",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": 0
    },
    {
      "cite": "132 Ind. 317",
      "category": "reporters:state",
      "reporter": "Ind.",
      "case_ids": [
        1400756
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ind/132/0317-01"
      ]
    },
    {
      "cite": "69 N. W. 880",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 0
    },
    {
      "cite": "100 Ia. 510",
      "category": "reporters:state",
      "reporter": "Iowa",
      "opinion_index": 0
    },
    {
      "cite": "136 N. W. 317",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 0
    },
    {
      "cite": "155 Ia. 355",
      "category": "reporters:state",
      "reporter": "Iowa",
      "case_ids": [
        2188366
      ],
      "opinion_index": 0,
      "case_paths": [
        "/iowa/155/0355-01"
      ]
    },
    {
      "cite": "230 S. W. 148",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "case_ids": [
        10304119
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sw/230/0148-01"
      ]
    },
    {
      "cite": "160 Ala. 29",
      "category": "reporters:state",
      "reporter": "Ala.",
      "case_ids": [
        3488818
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ala/160/0029-01"
      ]
    },
    {
      "cite": "31 N. E. 960",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": 0
    },
    {
      "cite": "157 Mass. 180",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        803819
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/157/0180-01"
      ]
    },
    {
      "cite": "258 Pac. 226",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": 0
    },
    {
      "cite": "82 Colo. 205",
      "category": "reporters:state",
      "reporter": "Colo.",
      "case_ids": [
        5337322
      ],
      "opinion_index": 0,
      "case_paths": [
        "/colo/82/0205-01"
      ]
    },
    {
      "cite": "244 Pac. 69",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": 0
    },
    {
      "cite": "79 Colo. 1004",
      "category": "reporters:state",
      "reporter": "Colo.",
      "opinion_index": 0
    },
    {
      "cite": "107 Pac. 204",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": 0
    },
    {
      "cite": "47 Colo. 167",
      "category": "reporters:state",
      "reporter": "Colo.",
      "case_ids": [
        5279195
      ],
      "opinion_index": 0,
      "case_paths": [
        "/colo/47/0167-01"
      ]
    },
    {
      "cite": "173 S. W. 1041",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "263 Mo. 615",
      "category": "reporters:state",
      "reporter": "Mo.",
      "case_ids": [
        1778053
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/mo/263/0615-01"
      ]
    },
    {
      "cite": "32 S. W. 1113",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "130 Mo. 407",
      "category": "reporters:state",
      "reporter": "Mo.",
      "case_ids": [
        835243
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mo/130/0407-01"
      ]
    },
    {
      "cite": "32 N. E. 431",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": 0
    },
    {
      "cite": "143 Ill. 591",
      "category": "reporters:state",
      "reporter": "Ill.",
      "opinion_index": 0
    },
    {
      "cite": "71 N. E. 1042",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "211 Ill. 425",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        3308097
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ill/211/0425-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1075,
    "char_count": 22951,
    "ocr_confidence": 0.494,
    "pagerank": {
      "raw": 4.6410130513806606e-07,
      "percentile": 0.9270521177103376
    },
    "sha256": "1141f30c6cacd3f8a4abc0589ce4acfe0c31b7d69358b98b3add22e50571a05c",
    "simhash": "1:0e23867038f41cdb",
    "word_count": 4056
  },
  "last_updated": "2024-02-27T17:51:09.396208+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Bowie v. State."
    ],
    "opinions": [
      {
        "text": "Butler, J.\nThe appellant, C. E. Bowie, was charged with the crime of murdering his wife by poison, and on a trial was found guilty of murder in the first degree, and his punishment fixed at life imprisonment in the State penitentiary. From that judgment he has prosecuted this appeal.\nThe excellent brief filed by -counsel for appellant has been of material aid to the court, and from the authorities therein cited, with others discovered by our own research, and after a careful examination of the record, it is our conclusion that the judgment of the trial court must be set aside, and the cause remanded for a new trial.\nFor that reason it becomes necessary to notice each one of the errors assigned, which we will proceed to do in the order in which they are set out in the brief for the appellant.\nIt is first contended that the court erred in overruling the petition praying for a dismissal of the grand jury, and also the motion to quash the indictment afterward returned by it. The grand jury was selected prior to the date of the alleged crime, and convened for an investigation of such crime at a time when the defendant was confined in the jail. The grounds of the objection to the panel were (a) that one of the jury commissioners was not qualified as such under the provisions of § 6344 of Crawford & Moses’ Digest. That statute provides that the jury commissioners shall possess “the qualifications prescribed for petit jurymen,” and it is insisted that the particular commissioner did not have these qualifications because of act 135 of the Acts of the General Assembly of 1931, he having served as a member of the regular panel of the petit jury at the March, 1930, term of the court and as a member of the regular grand jury at the March, 1981, term.\nAct No. 135, supra, provides that “no citizen in this State shall be eligible to serve on either grand or petit jury oftener than one regular term of the circuit' court every two years.” It is not suggested that the commissioner was disqualified otherwise than by the provisions of the act above quoted. That act did not disqualify him from jury service, and he still had all of the qualifications of a petit jury within the meaning of § 6344, supra, but was rendered ineligible for service for a season. Therefore he was eligible to serve as jury commissioner, and the panel could not be challenged because he was one of the number who had selected it.\n(b) Another reason assigned for the quashing of the panel was that, in selecting the jury, the commissioners disregarded § -6350 of 'Crawford & Moses’ Digest, which provides that the jury commission shall select 1 ‘ grand and alternate grand jurors from all parts of the county,” in that none of the grand jury selected were from the city of North Little Bock or other parts of the county except the city of Little Bock, from which city all the grand jurors came. We think this provision merely directory. The grand jury is an inquisitorial body for the county, and is charged with the duty of investigating all infractions of criminal laws occurring therein. Doubtless the provision above quoted was for the reason that a grand jury drawn from all parts of the county would have within itself a fair degree of information regarding conditions existing, and, be in a better position to determine the character of the witnesses brought before it, and the reliability of the information which it might receive.\nIt is next insisted that the court erred in overruling the demurrer filed to the indictment. Without setting out the indictment in full, it is sufficient to say that we are of the opinion that it set out the offense charged with sufficient certainty and particularity. It charged that the murder was committed by poisoning the deceased. The indictment need not allege the nature of the poisoning, the way in which it affected the victim, or the character of poison used, and the demurrer was properly overruled.\nMrs. Bowie died suddenly on the night of October 23, 1931. Her body was embalmed by a local undertaker and buried in a cemetery without the city. After the burial the two daughters of the deceased went to the house of the deceased’s sister and there remained. Their aunt questioned them about the circumstances of their mother’s death and made such representations to the officers as to induce them to arrest the defendant, and to cause .the body to be disinterred and an autopsy performed.\nThe testimony of the chemist who made an analysis of the contents of the viscera and that of physicians who attended the deceased at her death and who viewed the body thereafter tended to show that death was brought about by arsenical poisoning. The chemist testified that a slight trace of strychnine was also disclosed by his analysis. The testimony of the two daughters, the oldest of whom was about 17 years of age, and the other about 15, was to the effect that the defendant, their father, had frequently cursed and threatened their mother and at one time, when he was whipping the older of the two with a sash cord, he struck the deceased with it; that on several occasions he had been drunk and threatened to kill his wife “if she came to bed.”\nThe defendant’s sister-in-law testified as to the conduct of the defendant with a woman other than his wife, indicating an illicit relationship existing between the two and that she took the defendant to task about his conduct and told the wife about what she claimed to have discovered.\nIt was in testimony that a number of poisonous substances were in the house where the defendant and his wife resided, both at the time and before the wife died, and some paris green, nux vomica, strychnine and bi-chloride of mercury tablets were found on the premises. The paris green was kept in an outbuilding and the strychnine in a trunk.\nThe older of the two daughters, Veenie Bowie, related that her father came home on the evening of her mother’s death between six and seven o’clock. He was macT and threatened to whip her (the witness) because supper had not been prepared; that, after they had partaken of the evening meal, and while her father and mother were in the act of retiring, her mother jumped and screamed and ran out into the yard choking and exclaiming she was dying. Witness was directed by her father to procure a doctor, and, with her sister, left for that purpose. When they returned she found her mother on the bed and her father fanning her. The other daughter stated that both her parents had gone to bed when her mother became sick and jumped up and ran out into the yard and her father choked her mother and bent her backward on the automobile. In this statement she was not corroborated by the older sister. That she and her sister left to get a doctor; that she had heard her father and mother discussing cattle stealing and arson, and had heard her mother object and ask her father not to do it. Neither of the daughters, nor any other member of the family saw the defendant give his wife anything to eat or drink. The younger daughter testified that when her father came home he threatened to kill her mother if she didn’t have supper cooked the next time he came. The older daughter stated that, after the mother’s death, she prepared some chicleen and dumplings for her father; that he was ordinarily very fond of this, but that he didn’t take any at that time, and that when some of these were taken to the woods as a lunch, they were brought back uneaten, and the younger girl said they turned green.\n•Some remarks were said to have been made by the defendant in the presence of his daughters. One remark, made two or three days after the death of the mother, was: “She knows and God knows I didn’t poison her.” Another remark said to have been made by defendant was that he wished he could call back 30 minutes.\nThe other circumstances relied on were found in the testimony of the two daughters, the two sisters, and the brother-in-law of the deceased, and one or two other witnesses, to the effect that the defendant expressed a desire that his wife’s body be not cut upon, and that he had her buried in a cemetery at Jacksonville where they had no relative interred, although the brother-in-law had offered the defendant a lot in another cemetery in which to bury the deceased. Also that, in the opinion of one of the deceased’s sisters, the defendant did not appear to grieve much over the death of his wife, and this was one of the things which aroused her suspicion. According to the testimony of the older daughter, her father got up early one morning and built a fire and threw a snuff box in the stove; that he didn’t ordinarily build a fire, and that she got the snuff box and took it to her aunt, who gave it, with other things, to the officers.\nThe above relates substantially all of the circumstances testified to on which- the jury arrived at their verdict.\nOn the part of the defense, it was shown by near neighbors who had visited in the home of the defendant and his wife, and who lived very nearby, that they never heard or observed any threats or abusive conduct on the part of the husband to the wife other than the usual marital jars that would, as they said, naturally occur, and that when Mrs. Bowie died the defendant seemed to be much affected and to sincerely mourn her death.\nTwo physicians testified (one who had had occasion to observe 25 or 30 cases of arsenical poisoning) to whom the symptoms of the deceased were described, stated that it was their opinion that the symptoms - were not such as would be brought about by acute arsenical poisoning, and that about twelve hours was the shortest time in which one would ordinarily die from such poisoning. They also testified that arsenic was sometimes found in the human system, and that the amount of arsenic reported by the chemist to have been found would not necessarily indicate death due to arsenical poisoning, and that arsenic might get into the system without oral administration. •\nOther witnesses testified to circumstances tending to show malice and prejudice on the part of the two daughters and the sisters of the deceased, and there was other testimony which tended to impeach the credibility of these witnesses. All the testimony indicates the family were very poor and of a low order.\nThe defendant denied knowing that any poison was on the premises. He stated that he had bought some paris green about a year before to put on his potato plants and some nux vomica to feed his chickens, but when his wife died he did not know where it then was. It was shown by others that the bichloride of mercury tablets were given to Mrs. Bowie by her brother-in-law. The defendant testified that he did not administer any poison of any kind to his wife, and denied any desire to destroy her. The deceased and the defendant had married when they were quite young. At the time of her death she was about 36 years of age and the mother of seven children by the defendant, and was pregnant with the eighth child, and had had a miscarriage once about eig’hteen months previously. It was shown by a number of witnesses that, during the times she was pregnant, her body would become swollen, especially her face and extremities, and she complained a great deal on account of her physical infirmities and her lot in life. She was subject to choking spells and would suffer much on these occasions.\nThe record, as we view it, presents a doubtful question as to the cause of the death of Mrs. Bowie. The circumstances which tend to establish, first, that her death was due to arsenical poisoning, and, second, that if so, the poison was administered by the defendant, are of uncertain value and wholly circumstantial in their character. It is a rule, however, of universal application, that circumstantial evidence is sufficient upon which to base a verdict of guilt, as experience and observed facts frequently establish a connection between proved facts and the fact sought to be proved that is as convincing in its nature as the most positive and direct testimony. Indeed, in many cases where the circumstances are testified to by several unprejudiced witnesses from different sources, the chain of circumstances is less likely to be the result of perjured testimony than even the direct testimony of witnesses, and often is more cogent. This character of evidence, however, has certain disadvantages. A jury has not only to weigh the evidence and the credibility of the witnesses, but to draw just conclusions from the circumstances in proof, and in doing so it may, by want of due deliberation, make hasty and false deductions and be swayed in its judgment by prejudice or partiality. This demands that in a case depending upon circumstantial evidence the circumstances relied upon must be so connected and cogent as to show guilt to a moral certainty, and must exclude every other reasonable hypothesis than that of the guilt of the accused. Circumstances, however strong they may be, ought never to coerce the mind of the jury to a conclusion of guilt if they can be reconciled with the theory that one other than the defendant has committed the crime, or that no crime has been committed at all. Therefore it becomes important that every fact which might reasonably shed light on the issues investigated should be received and given proper consideration,\nIt will be remembered that Mrs. Bowie died suddenly, and, while her extremities were swollen, and she suffered much discomfort, she had given no evidence of being seriously ill at any short time before her death. The defendant denied any voluntary act upon his part which was the occasion of his wife’s demise, and offered to prove by a number of witnesses that at times she became despondent because of her frequent and manifold ills, and that she had, on numbers of occasions and to different persons, expressed a dissatisfaction with her life and an intention to end it; that she had often said, over a period of six months preceding her death, and to several persons, in effect, “that she had suffered about all a human could and that for very little she would end it all.”\nThe trial court, on objections of the State, ruled this testimony incompetent, and refused to admit it, to which ruling timely exceptions were saved, which were preserved in the motion for a new trial and are now urged as error. The question presented has never been directly passed upon by this court.\nIn support of the ruling of the trial court, the appellee offers a declaration found in Michie on Homicide, at page 810, and, while admitting that the authorities differ, contends that the better view supports the text, which is that: “Declaration of the deceased made at different times before his death and prior to his last sickness that he intended to take his own life not accompanied by an act of the deceased which they might explain, being mere hearsay, are not admissible on the part of the defense. This is undoubtedly the correct rule * *\nThe precise question has not before been before us, but we do not agree with the contention of the appellee, nor do we subscribe to the doctrine of the text, which we think illogical and with but little support in the adjudicated cases. The author, in support of the declaration made, refers to but one case, Nordgren v. People, 211 Ill. 425, 71 N. E. 1042, and that case does not warrant the declaration of the text. There the defendant was charged with having caused the death of his wife by giving her whiskey containing strychnine or some other kind of poison. She died suddenly and under circumstances from which it might have been deduced that she had been poisoned with strychnine. The record there; as here, was silent as to the manner in which the poison was given to, or taken by, the deceased. The defendant denied the charge and offered to prove by a number of witnesses, whose affidavits were taken and read on motion for a new trial, that for a long time before her death she had led a life of drunkenness, and while on sprees would announce that she was tired of life and that she had poison enough in her possession to kill a whole family. The court held that these affidavits did not set forth newly discovered evidence, nor were they cumulative or impeaching in character, but embodied the substance of what the defendant offered to prove but which he was not permitted to do by the trial court. It was held that the trial judge erred in refusing to allow the evidence to go to the jury, and the case was reversed and remanded.\n' In the case of Seibert v. People, 143 Ill. 591, 32 N. E. 431, the Supreme Court had decided that the declaration of the deceased threatening to commit suicide was incompetent as being mere hearsay, but it would seem that the case of Nordgren v. People, supra, which is a later case, while not mentioning the Seibert case, has in effect overruled it.\nAt one time the rule, as contended for by the appellee, and as announced in the Seibert case, seems to have been followed by the Supreme Court of Missouri in the case of State v. Fitzgerald, 130 Mo. 407, 32 S. W. 1113, but that case and other cases which seem to hold to the same doctrine were expressly overruled in the case of State v. Ilgenfritz, 263 Mo. 615, 173 S. W. 1041. Indeed, the only cases we have been able to find which seem to support the rule, contended for are decisions of the Supreme Court of Colorado, Ausmus & Moon v. People, 47 Colo. 167, 107 Pac. 204, 19 Ann. Cas. 491, and Moya v. People, 79 Colo. 1004, 244 Pac. 69, but in a later case those cases are questioned. In Massie v. People, 82 Colo. 205, 258 Pac. 226, the court, after calling attention to the textwriters and decisions holding contrary to the cases under review, said: “We are therefore asked to re-examine the question and reverse our former holding. We would not shirk the re-examination or hesitate to correct the error should such clearly appear, even though convinced of the guilt of the accused and the sufficiency of the evidence to support the verdict, were this defendant in position to make the demand, hut we think he is not. ” It was shown that the reason that the defendant was not in a position to make the demand was because, when questions were propounded to the witnesses relative to the declarations of the deceased evidencing a suicidal intent, the expected answers were not given, and for that reason the court refused to review its prior decision.\nThe contrary, and we think the better view, is stated in the 2d ed. of Mr. Wigmore’s treatise on the law of Evidence in vol. 1, §§ 143 and 144 of chap. 7, as follows: Section 143. “If the deceased, with whose death the defendant is charged, committed suicide, obviously the defendant could not have killed the deceased. There ought to be no doubt about the admissibility of plan or desires to commit suicide, even where no other evidence of its probability or feasibility is offered. Its improbability or nonfeasibility should be a matter for rebuttal, and should not exclude the evidence of its probability. That the evidence may be manufactured is no reason for its exclusion for it may also not be manufactured, and if not it is most cogent. The distance in time ought not to exclude the evidence of plans; for it does not exclude evidence of a defendant’s threats. That the deceased’s hearsay statements of plan are admissible, under an exception to the hearsay rule, is plain.”\nSection 144. “For the same reason, an emotion or feeling impelling to suicide is relevant; and facts tending to show the existence of such an emotion * * * should be received to show it. Contrary facts tending to show emotions adverse to suicide would be equally admissible. ’ ’\nThe text is supported by decisions of many eminent courts. Leading these cases is that of Commonwealth v. Trefethen, 157 Mass. 180, 31 N. E. 960. The evidence of declarations of the deceased made prior to death which would indicate a suicidal trend of mind have been held to be admissible in the following cases: Ottis v. State, 160 Ala. 29, 49 So. 810; Crow v. State, 89 Tex. Cr. 149, 230 S. W. 148; State v. Beeson, 155 Ia. 355, 136 N. W. 317; State v. Carter, 100 Ia. 510, 69 N. W. 880; Nordgren v. People, 211 Ill. 425, 71 N. E. 1042; Hull v. State, 132 Ind. 317, 31 N. E. 536; State v. Ilgenfritz, 263 Mo. 615, 173 S. W. 1041; People v. Gehmele, (N. Y.) 1 Sheldon (N. Y.) 251; Blackburn v. State, 23 Ohio St. 146; Epperson v. Commonwealth, 227 Ky. 404, 13 S. W. (2d) 247; Sharp v. State, 115 Neb. 737, 214 N. W. 643; State v. Prytle, 191 N. C. 698, 132 S. E. 785; State v. Keely, 77 Conn. 266, 58 Atl. 705.\nThe case presented by the record here emphasizes the importance of the proper application of that rule of evidence, that all facts which may shed light on the issues investigated may be received and given proper consideration. Arnold v. State, 179 Ark. 1072, 20 S. W. (2d) 189.\nThe testimony raises a doubtful question as to whether the deceased in fact died from arsenical poisoning, and, if she did, whether the poison was administered by the appellant or by her own hand. Therefore any declarations she might have made reflecting her mental condition induced by her physical condition and sordid surroundings, or from any other cause, indicating the thought of self-destruction, were material to the defense offered, and their exclusion was prejudicial to the rights of the defendant, and the court erred in excluding them.\nVeenie Bowie, the daughter of the deceased and one of the principal witnesses introduced by the State, was asked if her mother did not make inquiry of the witness on the day of her death as to the location of the paris green. The witness answered in the negative. She was further asked if she had not told a neighbor that her mother had made such inquiry on the day she died and answered in the negative. This testimony was material as indicating a suicidal intention, and the court erred in refusing to permit the neighbor^ to testify that the girl had in fact made such declaration to her a short time after the death of the deceased'. The daughter evidenced an unfriendly animus toward the defendant, and this testimony was competent as affecting her credibility.-\nIt is lastly urged that the cross-examination of the defendant was improper in that the defendant, while on the stand in his own defense, was questioned and required to answer relative to the commission of other unconnected crimes and acts not connected with the offense for which he was being tried.\nWe pretermit any discussion of this alleged error for doubtless the court on the trial anew will see that the examination be kept within due bounds.\nFor the errors indicated, the \"judgment of the trial court is reversed, and the cause remanded for new trial.",
        "type": "majority",
        "author": "Butler, J."
      }
    ],
    "attorneys": [
      "Wills, Wills & McLees, for appellant.",
      "Sal L. Norwood, Attorney General, and Robert F. Smith, Assistant, for appellee."
    ],
    "corrections": "",
    "head_matter": "Bowie v. State.\n(Criminal No. 3790)\nOpinion delivered May 16, 1932.\nWills, Wills & McLees, for appellant.\nSal L. Norwood, Attorney General, and Robert F. Smith, Assistant, for appellee."
  },
  "file_name": "0834-01",
  "first_page_order": 854,
  "last_page_order": 866
}
