{
  "id": 1432096,
  "name": "Watkins v. Purnell",
  "name_abbreviation": "Watkins v. Purnell",
  "decision_date": "1933-07-10",
  "docket_number": "4-3074",
  "first_page": "837",
  "last_page": "844",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 837"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "35 S. W. (2d) 1027",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "183 Ark. 342",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1441805
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/183/0342-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 552,
    "char_count": 12602,
    "ocr_confidence": 0.526,
    "pagerank": {
      "raw": 4.60167783687625e-08,
      "percentile": 0.288192670692384
    },
    "sha256": "6d9058f2ad27a4ec7af472d1739ae83c1da07c12e7e3bd3252dd98a695fbde20",
    "simhash": "1:8051bd322c7e049a",
    "word_count": 1955
  },
  "last_updated": "2024-02-27T21:18:50.990705+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Watkins v. Purnell."
    ],
    "opinions": [
      {
        "text": "Mehaffy, J.\nOn October 30, 1920, L. D. Robinett, a farmer living near Kensett, White County, Arkansas, was struck and fatally injured by a locomotive engine on the Missouri Pacific Railroad and died from the effects of said injury a few hours later.\nOn December 10, 1920, appellant J. P. Watkins was appointed by the probate court of White County, ad-. ministrator of the estate of said L. D. Robinett, deceased, and executed and filed his administrator’s bond in the sum of $5,500, and appellants J. H. Dreener and L. E. Moore, signed the administrator’s bond as sureties.\nOn the same day that Watkins was appointed administrator, he filed in the circuit court of Pulaski County, Arkansas, a complaint against the Missouri Pacific Railroad Company, alleging the injury and death of said Robinett caused by the negligence of said railroad company.\nRobinett left surviving him his widow, Maud Robinett, and two sons, Ewell, four years old, and Chester, six months old, as his next of kin.\nThere was a verdict and judgment in favor of the administrator against the railroad company for $2,000 in favor of the next of kin, and $750 in favor of the estate of Robinett, and the said administrator collected said sums on December 10, 1920.\nNo guardian was appointed for the minor children of L. D. Robinett until February 8, 1932, at which time W. F. Mitchell, was duly appointed their guardian and curator, by the probate court of White County.\nOn May 3, 1932, W. F. Mitchell, as guardian and curator of the minor heirs of Robinett, deceased, brought suit in the chancery court of White County against J. F. Watkins, J. H. Deener and L. E; Moore upon the administrator’s bond, for a recovery on behalf of said minor children, of $'2,000, which appellant Watkins, as administrator, had collected from the railroad company in favor of the next of kin of the said L. D. Robinett.\nAfter the suit was brought, but before it was tried in chancery court, Mitchell died, and Frank L. Purnell, appellee, was by the probate court of White County, appointed guardian and curator of the minor children in place of Mitchell, and Frank L. Purnell, as guardian, was substituted for Mitchell as party plaintiff.\nJ. F. Watkins, the administrator, filed separate answer denying the material allegations of the complaint and alleging that all the money received by him as administrator of said estate was duly paid over and accounted for in his settlement with the White Probate Court; that all of said money was expended for the support, education and maintenance of said minors; that $1,100 was used for the purchase of a home, consisting of 10 acres of land, which was conveyed to the minors by deed; that the purchase of said home was made by the authority of the White Probate Court, and that all of the money was used for the benefit of said minor children.\nThe bond executed by Watkins and his sureties was an administrator’s bond in the usual and proper form.\nJ. H. Deener and L. E. Moore, sureties on the administrator’s bond, filed separate answer denying the material allegations in the complaint, and denying that they were liable for the sum of $2,000, or any other sum. They alleged that they could only be responsible for $750, the amount paid to the administrator, and that this amount was duly paid out under the orders of the probate court.\nThe following is the settlement filed in the probate court by the administrator:\n“State of Arkansas, County of White.\n“In The White Probate Court.\n“April Term, 1923.\n“On this 28th day of April, 1923, comes J. F. Watkins on the administratorship of the estate of L. D. Robinett and files his account current for first and final settlement of his account as aforesaid and charges himself with the following articles:\n“Date On What Account Amount.\n12-13-1920 To ck. from Mo. Pac. Ry. Co.............$2,750.00\nInventory of Personal property...... 453.00\n$3,203.00\n12-15-1920 By livestock and implements covered by inventory sold to A. R. Mills to apply on account........................ 453.00\n12-15-1920 Ck. to Mrs. Robinett for living expenses .................................................................. 75.00\n12-23-1920 Ck. to Mrs. Robinett for living expenses .................................................................. 50.00\n1-13-1921 Ck. to Gr. O. Yingling filing claim and copy of letters....................................... 1.35\n1-18-1921 Ck. to Mrs. Robinett for house rent for 1921......................................................... 100.00\n1-18-1921 Ck. A. Crawford as appraiser............ 1.50\n1-18-1921 Ck. A. P. Mills for claim........................ 125.56\n1-26-1921 Ck. Mrs. Robinett board for children ..................................................................... 40.00\n1- 27-1921 A. P. Mills balance store account...... 312.45\n2- 3-1921 Ck. C. V. Tapscott claim........................... 36.00\n2- 9-1921 Ck. Mrs. Jessie West claim rent...... 94.50\n1-17- 21 Ck. Stewart & Son monument............ 90.00\n4-11-1921 Ck. Mrs. Robinett living exp. for child .............................................................................. 50.00\n4-25-1921 Ck. Mrs. Robinett living exp. for child .............................................................................. 50.00\n4- 25-1921 Ck. J. A. Spencer claim.............................. 12.85\n5- 16-1921 Ck. Mrs. Robinett for children......... 40.00\n5- 30-1921 Ck. Robt. Stewart claim.......................... 34.90\n6- 25-1921 Ck. Mrs. Robinett for children......... 30.00\n8- 6-1921 Ck. Mrs. Robinett for children......... 40.00\n8- 18-1921 Ck. Mrs. Robinett for cow bought 3'5.00\n9- 2-1921 H. M. Williams payment on land...... 500.00\n9- 6-1921 H. M. Williams balance on land...... 598.50\n9-14-1921 Mrs. Robinett for mule and wagon 65.00\n10-20-1921 Mrs. Robinett for supplies for children ................................... 15.00\n12- 3-1921 Mrs. Robinett for supplies for children ..................................................................... 20.00\n1- 11-1922 Mrs. Robinett for supplies for children ..................................................................... 25.00\n2- 11-1922 Mrs. Robinett for supplies for children ..................................................................... 25.00\n3- 25-1922 Mrs. Robinett for supplies for children ..................................................................... 25.00\n4- 28-1922 Mrs. Robinett for supplies for children ..................................................................... 25.00\n5- 30-1922 Mrs. Robinett for supplies for children ..................................................................... 25.00\n1-28-1923 Mrs. Robinett for supplies for children ..................................................................... 25.00\n9- 7-1923 Taxes paid ............................................................ .81\n4-28-1923 J. F. Watkins 5% commission and exp. to Little Rock two trips, and other expenses ..................................-........... 181.52\n$3,203.00”\nThe evidence showed that Watkins as administrator, had received the $2,750 as alleged, and that he had paid it out as shown by his settlement with the probate court.\nMrs. Maud Stewart, the widow of L. D. Bobinett, testified that he was killed by the Missouri Pacific, left the two children above-named, one four years old and the other 4 months old; that said children at the time of the trial were 16 and 12 years of age; that she married again a short time after her husband was killed; the children lived with her; she drew some money from the administrator for the. support of the children, but did not know how much; that she had no place to live, and the administrator paid rent on a house for her and the children for about a year after the death of her husband; that Mr. Watkins then bought a place for them, and they live on it; that he paid $1,100 for the place.\nJ. F. Watkins testified that the settlement introduced showed the amounts he had paid out, for which he held the original checks; that Mrs. Bobinett and Mr. Stewart came to him and told him about the place they wanted to buy. That they were having to pay rent all the time. That the place was well worth the money, and that Judge White, the judge of the probate court, told him it was the best thing to do to purchase the place. There was no order of the probate court, but he purchased on the verbal order of Judge White.\nThe 'bond of the administrator was .introduced by agreement. It was also agreed that if Judge White were present he would testify to substantially the same facts testified to by Watkins with reference to the purchase of the home. It was also agreed that Mrs. Stewart, mother of the children, had had the care and custody of the children since the death of their father, and that there was no guardian appointed until February 8, 1932.\nAfter hearing the testimony the chancellor entered a decree against the appellants for $1,333.33 with interest at 6 per cent, per annum from February 8,1932, the date of the appointment of the guardian, the principal and interest amounting to $1,379.95.\nThe principles of law are well settled. We have had considerable difficulty, however, in reaching a conclusion as to what decree should have been rendered under the facts in this case;\n‘ ‘ The law is thoroughly well settled that the administrator, as such, has nothing to do with the support and education of the minor children of his intestate, and, if nothing more appeared in this case than that the administrator had done so, then he would have no right to make this charge against the estate of his intestate.” Alcorn v. Alcorn, 183 Ark. 342, 35 S. W. (2d) 1027.\nIt was also said in the above, case in substance that the administrator should, from time to time, have received orders from the probate court as to what expenditures were proper. If he had done this, he would have been protected. By failing to obtain this authority, he made expenditures for the purposes stated at his peril, and subject to the right of the court to review them when he made report thereof. It was also said in substance that neither an administrator nor a guardian may expend the minor’s estate in the manner that it was shown to have been expended by the evidence. The expenditures, even for the purpose of maintenance and education, must be made under the direction of the court, and made in conformity to his station in life, and the value of his estate. Numerous authorities are cited and reviewed in the Alcorn case, supra, and we do not deem it necessary to discuss them here. Whatever expenditures for the minor children were made by the administrator were made at his peril, and the'burden of proof would be upon him to show that they were, necessary and proper expenditures, taking into consideration their station in life, and the value of their estate.\nThe administrator had no right to' purchase the home, and the court correctly so held. The decree of the lower court subrogating the administrator to the rights of Ewell Robinett and Chester Robinett, and divesting the title and interest of said minors from them, and vesting same in defendants, is correct.\nOf the $2,000 collected for the benefit, of the next of kin, one-third would belong to the widow, and two-thirds, or $1,333.33', would'belong to the children. The $750 for the benefit of the estate was less than the amount paid for discharging the debts of the estate. There was, however, $453 of personal property left, and the widow and minor children would be entitled to $300 of this amount making a total of $1,533.33. Crawford & Moses’ Digest, § 80.\nThe undisputed proof shows that there was expended for the widow and children, $560. This was evidently the amount expended on the children, and the amount due the widow for care, custody, and labor in caring for the children. This $560 deducted from $1,533.33 leaves a balance of $973.33, which the guardian is entitled to recover for the children.\nThe decree of the chancery court is therefore modified and affirmed, for $973.33, with interest at 6 per cent, per annum from February 8, 1932.\nThe sureties on the bond contend that they are not liable because the $2,000 did not belong to the estate. They, however, signed Watkins’ bond as administrator, and he sued for and collected the money as administrator. They are therefore liable for the amount of money due from the administrator to the minors.\nThe judgment will be modified and affirmed for . $973.33. It is so ordered.",
        "type": "majority",
        "author": "Mehaffy, J."
      }
    ],
    "attorneys": [
      "Brundidge & Neelly, for appellant.",
      "Tom W. Campbell, for appellee."
    ],
    "corrections": "",
    "head_matter": "Watkins v. Purnell.\n4-3074\nOpinion delivered July 10, 1933.\nBrundidge & Neelly, for appellant.\nTom W. Campbell, for appellee."
  },
  "file_name": "0837-01",
  "first_page_order": 857,
  "last_page_order": 864
}
