{
  "id": 1428448,
  "name": "Banks v. Corning Bank & Trust Company",
  "name_abbreviation": "Banks v. Corning Bank & Trust Co.",
  "decision_date": "1934-02-12",
  "docket_number": "4-3362",
  "first_page": "841",
  "last_page": "846",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 841"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "41 S. W. 1093",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "64 Ark. 253",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1907379
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/64/0253-01"
      ]
    },
    {
      "cite": "273 S. W. 7",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "168 Ark. 670",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8724573
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/168/0670-01"
      ]
    },
    {
      "cite": "279 S. W. 13",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "170 Ark. 135",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1371676
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/170/0135-01"
      ]
    },
    {
      "cite": "256 S. W. 850",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "161 Ark. 433",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1388574
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/161/0433-01"
      ]
    },
    {
      "cite": "4 S. W. (2d) 049",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "176 Ark. 986",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1399883
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/176/0986-01"
      ]
    },
    {
      "cite": "5 S. W. (2d) 360",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "176 Ark. 941",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1400047
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/176/0941-01"
      ]
    },
    {
      "cite": "16 S. W. (2d) 17",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "179 Ark. 391",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8722417
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/179/0391-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 530,
    "char_count": 10030,
    "ocr_confidence": 0.494,
    "pagerank": {
      "raw": 1.1708034294734641e-07,
      "percentile": 0.5863166153702397
    },
    "sha256": "b67dc25e87078f81102e78ac0eb01de9d49612b45c33bf80593d77d7b7ee8d9b",
    "simhash": "1:8f1d80129b49d146",
    "word_count": 1757
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Banks v. Corning Bank & Trust Company."
    ],
    "opinions": [
      {
        "text": "Mehaffy, J.\nThe appellee filed suit in the Pulaski Chancery Court against the appellant, alleging that it is a banking corporation at Corning, Arkansas; that on January 12, 1932, in a case pending in the Pulaski Circuit Court, it recovered a judgment against said appellant in the sum of $29,432.52 with interest and costs; that on December 22, 1930, appellant, A. B. Banks, filed in the district court of the United States, Western Division of the Eastern District of Arkansas, his voluntary petition in bankruptcy, and was on said date duly declared to be a bankrupt; that J. K. Riffle is the duly qualified and acting trustee in bankruptcy of said estate; that Riffle bas in bis possession the sum of $2,800, the property of A. B. Banks; that no payments have been made on appellee’s judgment against Banks; that A. B. Banks is insolvent: that the appellee bas no legal remedy to subject said fund to the payment of its judgment, and, unless prevented by order of court, the said Riffle, as trustee, will pay said sum of money -to A. B. Banks, to appellee’s irreparable injury; that appellee bas procured from the United States District Court permission to make the said J. K. Riffle, as trustee a party to this proceeding; appellee prayed for a temporary injunction enjoining J. K. Riffle, as trustee, from paying said sum of money to 'Banks, and that upon final judgment Riffle be directed to pay said sum to appellee.\nA temporary restraining order was issued. The appellant filed motion to dissolve the restraining order. The motion alleged that the judgment obtained against him was obtained in the action wherein the complaint was as shown in exhibit A; that Banks was discharged in bankruptcy on March 1, 1932. A certified copy of the discharge was attached to the motion. Appellee was scheduled as one of Banks ’ creditors, and advised of the bankruptcy proceedings.\nExhibit A, above referred to, is a copy of complaint in the Pulaski Circuit Court, wherein the Corning Bank & Trust Company was plaintiff, and Vann M. Howell Company, John R. Hampton and J. J. Harrison were defendants. Tbe complaint alleged that the Vann M. Howell Company was a corporation, organized under the laws of Arkansas, and bad a paid-up capital of $600,000. It was further stated that money was loaned to the Vann M. Howell Company on November 29, 1929, for which a note was given for $15,000. Said note was renewed from time to time, the last date on which it was renewed being August 23, 1930; that the Corning Bank & Trust Company became insolvent on November 17,1930. Tbe Vann M. Howell Company owned stock in the Corning Bank & Trust Company to the amount of $12,000, on which there was an assessment of 100 per cent. There was due on said note $16,233.33, and on the assessment of stock, including interest, $12,800. It is further stated that A. B. Banks and the other defendants named in the complaint were, during the months of September and October, 1929, the directors of the Yann M. Howell Company; that on September 27, 1929, by resolution of said board of directors, there was declared and made a cash dividend of 50 per cent., to be paid to the stockholders of said Yann M. Howell Company, said dividend to be paid as of October 1,1929, in the total sum of $300,000; and that A. B. Banks was paid $150,000, said sums being paid on October 7, 1929; that, at the time of making the payment, of said dividend, the Yann M. Howell Company had no net earnings or surplus of its assets over its liabilities, including its capital stock, out of which to pay said dividend, and that, despite the fact that it did not have such net earnings or surplus, the defendants wrongfully, unlawfully, negligently and wilfully made and declared said dividend, ordered it t'o be paid, and received for themselves the various amounts set forth, and to pay to the stockholders the balance of said dividend.\nThe Yann M. Howell Company filed petition in bankruptcy, and J. K. Riffle was appointed and now is trustee. The complaint then alleges that the trustee’s attention was called to the wrongful payment above mentioned, and he was requested to institute.suit; that defendants concealed the fact of the payment of said dividend, and neither the plaintiff nor those under whom its claim arose had any knowledge or notice of the payment until January 30, 1931.\nThe court entered a decree, stating that the cause was submitted to the court upon the complaint, upon a copy of the order of the Federal court giving permission to sue the trustee, upon motion to dissolve the temporary restraining order, together with exhibits to said motion, and upon the complaint filed in the Pulaski Circuit Court in the case of Corning Bank & Trust Company v. A. B. Banks, and upon the judgment rendered in said circuit court in said cause, and upon plaintiff’s response to defendant’s motion to dissolve, and the stipulation entered into between the parties, and upon amendment to defendant’s motion to dissolve, together with the response thereto.\nThis shows the evidence and documents considered by the court when he rendered his decree, and, upon considering these things, he entered a decree perpetually restraining the trustee from paying the money to Banks, and ordered and directed the trustee to pay to the Corning Bank & Trust Company the amount of money which should be credited on the judgment in the Pulaski Cir-* cuit Court.\nAppellant contends for a reversal, first, because he claims that the money is exempt from liability or seizure under act 102 of the Acts of 1933 of the Arkansas Legislature. This question was not before the lower court, and therefore cannot be considered by us.\n“The authorities are agreed on the proposition that the case on appeal must be decided on the same theory on which it was tried in the court below. Thus issues, which were treated in the lower court by the appellant as not involved, cannot be raised on appeal.” 2 R. C. L. 183.\n“The rule that questions not raised in the lower court will not be considered on appeal generally prevents a party from obtaining on appeal relief which was not asked for in the court below. Nor can it be set up for the first time that, in view of the allegations of the bill or complaint, or the prayer for relief, or because of waiver or abandonment in the trial court, or for other like reason, plaintiff was not entitled to the relief given him. ” 3 C. J. 694; Warmack v. Zingg, 179 Ark. 391, 16 S. W. (2d) 17; Winfrey v. Peoples’ Savings Bank, 176 Ark. 941, 5 S. W. (2d) 360; Jones v. McDowell, 176 Ark. 986, 4 S. W. (2d) 049; Burke Const. Co. v. Bd. of Imp. Dist. No. 20, 161 Ark. 433, 256 S. W. 850; Connelly v. Earl Frazier Sp. Sch. Dist., 170 Ark. 135, 279 S. W. 13; White Co. v. Bragg, 168 Ark. 670, 273 S. W. 7; So. Ins. Co. v. Hastings, 64 Ark. 253, 41 S. W. 1093.\nAppellant, however, contends that the stipulation became evidence in the case, and that the pleadings wilL be considered amended to conform to the proofs. It appears, however, from the record that the stipulation referred to was filed on November 30, 1932. The parties at that time could not have had in mind exemptions under act 102 of 1933, because that act was not passed until March 16, 1933, long after the stipulation referred to was filed. It clearly appears that the question of exemption under act 102 was never called to the attention of the trial court, and the trial court did not pass on this question, and it therefore cannot be considered here. Besides, the judgment sued on was long before the passage of the act, and the issues were made up before the act was passed, and it has no application to the facts in this case. But it is unnecessary to discuss or construe act 102, because, as we said, it was not an issue in the court below.\nIt is next contended by the appellant that Banks had been discharged from liability for the claim represented by the judgment. The facts with reference to A. B. Banks’ receiving $150,000, paid as a dividend by the Vann M. Howell Company, are not disputed. We think the record shows conclusively that, at the time the resolution was passed and the dividend paid, the Vann M. Howell Company was hopelessly insolvent, and had no earnings out of which to pay a dividend; that this condition of the company, and the fact that it paid this dividend, was unknown to the appellee, and the record shows that it was concealed from it.\nOn the complaint filed in the circuit court, alleging fraud and misappropriation of funds, there was a judgment, and this judgment was considered by the chancellor in arriving at his decision in this case.\nAppellant argues at length that the discharge of Banks in bankruptcy relieved him from liability. We do not agree with this contention of appellant. Whether the judgment taken by default after due service should have been different cannot be determined here. This is a collateral attack on a judgment apparently valid, and the judgment itself settled this controversy against the appellant.\nWe do not deem it necessary to review the authorities cited by counsel on both sides, but we hold that the judgment which was considered by the chancellor is such that its obligation cannot be discharged or liability of Banks relieved under the bankruptcy act and decisions thereunder. See Bankruptcy Act, § 14, USCA, § 32, and decisions thereunder.\nIt is argued at length that the judgment was by default, and that Mr. Banks did not answer because he supposed that they were only seeking a judgment for the purpose of filing a claim in bankruptcy, and did not think a personal judgment was sought against him.\nHe had no right to think this or assume this attitude. He was served with summons, and he had the right to appear and contest the suit, and, since he did not do so, he cannot now complain.\nThe decree of the chancery court is correct, and is therefore affirmed.",
        "type": "majority",
        "author": "Mehaffy, J."
      }
    ],
    "attorneys": [
      "Buzbee, Harrison, Buzbee & Wright, for appellant.",
      "Oliver & Oliver, for appellee."
    ],
    "corrections": "",
    "head_matter": "Banks v. Corning Bank & Trust Company.\n4-3362\nOpinion delivered February 12, 1934.\nBuzbee, Harrison, Buzbee & Wright, for appellant.\nOliver & Oliver, for appellee."
  },
  "file_name": "0841-01",
  "first_page_order": 859,
  "last_page_order": 864
}
