{
  "id": 1428302,
  "name": "Wilson v. State",
  "name_abbreviation": "Wilson v. State",
  "decision_date": "1934-02-12",
  "docket_number": "Crim. 3866",
  "first_page": "846",
  "last_page": "852",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 846"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "122 S. W. 493",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "92 Ark. 205",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1548591
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/92/0205-01"
      ]
    },
    {
      "cite": "85 S. W. 410",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "74 Ark. 262",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8720112
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/74/0262-01"
      ]
    },
    {
      "cite": "276 S. W. 849",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "169 Ark. 717",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1373950
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/169/0717-01"
      ]
    },
    {
      "cite": "57 S. W. 1125",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "41 Tex. Cr. R. 621",
      "category": "reporters:state",
      "reporter": "Tex. Crim.",
      "case_ids": [
        4497646
      ],
      "opinion_index": 0,
      "case_paths": [
        "/tex-crim/41/0621-01"
      ]
    },
    {
      "cite": "55 S. W. 961",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "8 Am. St. Rep. 423",
      "category": "reporters:state",
      "reporter": "Am. St. Rep.",
      "opinion_index": 0
    },
    {
      "cite": "1 L. R. A. 211",
      "category": "reporters:federal",
      "reporter": "L.R.A.",
      "opinion_index": 0
    },
    {
      "cite": "18 N. E. 338",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": 0
    },
    {
      "cite": "125 Ill. 641",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        2938927
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ill/125/0641-01"
      ]
    },
    {
      "cite": "83 Am. Dec. 705",
      "category": "reporters:federal",
      "reporter": "Am. Dec.",
      "opinion_index": 0
    },
    {
      "cite": "89 Mass. 540",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2123148
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/89/0540-01"
      ]
    },
    {
      "cite": "123 Am. St. Rep. 189",
      "category": "reporters:state",
      "reporter": "Am. St. Rep.",
      "opinion_index": 0
    },
    {
      "cite": "2 L. R. A. (N. S.) 719",
      "category": "reporters:federal",
      "reporter": "L.R.A.N.S.",
      "opinion_index": 0
    },
    {
      "cite": "88 S. W. 1085",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "121 Ky. 97",
      "category": "reporters:state",
      "reporter": "Ky.",
      "case_ids": [
        1322971
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ky/121/0097-01"
      ]
    },
    {
      "cite": "27 S. W. 598",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "59 Ark. 422",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1327674
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/59/0422-01"
      ]
    },
    {
      "cite": "42 Ark. 105",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8721644
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/42/0105-01"
      ]
    },
    {
      "cite": "252 S. W. 25",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "159 Ark. 505",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 639,
    "char_count": 11561,
    "ocr_confidence": 0.466,
    "pagerank": {
      "raw": 3.0069281867257675e-07,
      "percentile": 0.8529163283264777
    },
    "sha256": "90d805e475a15d1f3b8e8d62ee31550b46ff0fd95d933b78a96b5d31608b8465",
    "simhash": "1:fa6444889a9c32c9",
    "word_count": 2065
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wilson v. State."
    ],
    "opinions": [
      {
        "text": "McHaney, J.\nAppellant was indicted in three counts jointly with.Clifford and Gene Harhack for the murder of Dolph Guthrie. In the first count they were charged with said murder in that they conspired to and did rob the First National Bank of Paris, and in doing so did kill and murder said Guthrie, a teller in said bank, by shooting him. In other words, all were charged with shooting Guthrie. The second count charges them with the same offense in the same way, except the actual shooting of Guthrie is charged to Clifford Harback, and that appellant and Gene Harback were accessories before the fact. The third count, after alleging the conspiracy to rob and the actual robbing of said bank as in the first and second counts, further charged that the offense was committed as follows: “the said John Wilson, Clifford Harback and Gene Harback, in carrying out said intentions and common purpose of robbing said bank and effecting their escape, and while, executing the purpose of said conspiracy aforesaid, feloniously, wilfully and of their malice aforethought and for their own protection from arrest and attack by officers or other persons from arresting them, the said John Wilson, Clifford Harback and Gene Harback, or either of them, compelled and forced Dolph Guthrie, against his will and consent, to accompany them out of said bank from a place of safety to a place known by said John Wilson, Clifford Harback and Gene Harback to be a place of great danger and exposed the said Dolph Guthrie to said danger from said attack upon them, the said John Wilson, Clifford Harback and Gene Harback by officers or other citizens in arresting them and preventing their escape, it was apparent to the said John Wilson, Clifford Harback and Gene Harback that the said Dolph Guthrie would naturally and necessarily be exposed to death and likely to lose Ms life, compelled the said Dolph Guthrie to accompany them from said place of safety to said place of danger as a shield from said attack from said officers or other persons and Andy Connoughton, the city marshal of the city of Paris, while attempting to arrest them, the said John Wilson, Clifford Harback and Gene Harback, and preventing- their escape, and intending to shoot the said John Wilson, Clifford Harback and Gene Harback, the said Andy Connoughton accidentally, innocently and with no intention to injure the said Dolph Guthrie, he the said Andy Connoughton did shoot at them, the said John Wilson, Clifford Harback and Gene Harback, but did shoot, accidentally and unintentionally, the said Dolph Guthrie in and upon the head and body, from the effect of said wounds so inflicted, he, the said Dolph Guthrie, died on the 30th day of May, 1933, against the peace and dignity of the State of Arkansas.”\nAppellant was convicted under said indictment and sentenced to life imprisonment.\nFor a reversal of the judgment against him, appellant first says the court erred in refusing him a continuance or postponement from Monday to Wednesday. No formal motion was filed and no attempt was made to comply with § 1270, Crawford & Moses’ Digest. The case was set for trial on August 24 for September 11, and, while it is true appellant was confined in the penitentiary, it is also true he was represented by counsel on August 24, and thereafter up to and during the trial. He had ample time to prepare his case for trial. Continuances and postponements of trials in criminal cases rest in the sound discretion of the trial court, and this court does not reverse for failure to grant them unless an abuse of discretion is shown. No abuse of discretion' is shown in this case.\nAppellant next says the court erred in not requiring the State to elect upon which count of the indictment it would go to trial. We cannot agree. Counts one and three charged appellant with murder in the first degree for the killing of Guthrie in different ways. Count two charged him with accessory before the fact to the murder of Guthrie. The statute, § 3015, Crawford & Moses’ Digest, provides that: “An indictment except in cases mentioned in the next section, must charge but one offense, but, if it may have been committed by different modes and by different means, the indictment may allege the modes and means in the alternative. ’ ’ The next section referred to gives a number of offenses that may be joined in one indictment. This court has frequently held that an indictment for murder may charge the killing in different ways in separate counts. See Owens v. State, 159 Ark. 505, 252 S. W. 25, where a number of cases are collected to the same effect. It is also the holding of this court and generally that it is permissible to charge one as principal and as accessory before the fact to murder in the same indictment, since they are only different modes of charging the same offense. Lay v. State, 42 Ark. 105; Gill v. State, 59 Ark. 422, 27 S. W. 598; 2 Bish. Cr. Pr., § 7. Therefore the court did not err in refusing to require the State to elect.\nThe final and most interesting assignment of error relates to count three of the indictment, to which a demurrer was interposed, and to an instruction based thereon. While there is some evidence tending to show that Guthrie may have been killed by one of the robbers, we prefer to base this decision on the assumption that he was accidentally killed by the town marshal. While the robbers were engaged in robbing the bank, the marshal, Ancty Connoughton, thinking something was wrong, walked to the front door of the bank, shook the door and looked in. He met Mr. Wayne Cook and told him to get a gun. The robbers knew they had been discovered and hastened to leave the bank with their loot. One of them with a drawn pistol forced Guthrie to go with them. When they emerged from the bank the marshal ordered them to halt and fired at appellant, who returned the fire, wounding the marshal, who fired another shot after he fell. One, perhaps the first, of the shots by the marshal, killed Guthrie.\nThe question raised by the demurrer and the exception to the instruction is a new one to this jurisdiction, for we have never before, so far as the diligence of counsel and our own investigation discloses, had the precise point presented for determination. Other jurisdictions have. Appellant cites and relies upon the cases of Commonwealth v. Moore, 121 Ky. 97, 88 S. W. 1085, 2 L. R. A. (N. S.) 719, 123 Am. St. Rep. 189; Commonwealth v. Campbell, 89 Mass. 540, 83 Am. Dec. 705, and Butler v. Illinois, 125 Ill. 641, 18 N. E. 338, 1 L. R. A. 211, 8 Am. St. Rep. 423; the two last cited being cited in the Kentucky case. The principle in all three is the same, and is this: A attempts to rob B. B, while resisting the attempted robbery, shoots at A and accidentally kills 0 who is an innocent third party. A cannot be convicted of the murder of C. The reason for the rule in such a case is stated in the Kentucky case as follows: “In order that one may be guilty of a homicide, the act must be done by him actually or constructively, and that cannot be unless the crime be committed by his own hands or by the hands of some one acting in concert with him, or in furtherance of a common object or purpose.” We agree entirely with the principle announced in these cases, but cannot agree that the same principle is involved in this case. The facts are different. Here the robbers compelled Guthrie, over his objections and against his will to accompany them from a place of safety, so far as outsiders were concerned, to a place known by them to be a place of danger from those on the outside. They knew they had been discovered and apprehended danger from the outside, else they would not have taken Guthrie with them. They wished to use him as a breastwork, as it were, or they thought perhaps the outsiders would not shoot at them for fear of killing Guthrie. In doing this, they committed another crime, kidnapping, and caused Guthrie’s death. “A person,” says 29 C. J. 1077, “may be responsible for a homicide and guilty of murder, or manslaughter, according to the circumstances, in -whatever manner or whatever means the death was caused, provided it was caused by his unlawful act or omission.” Further on in the same section (54) it is said: “Defendant’s act or omission need not be the immediate cause of the death; he is responsible if the direct cause results naturally from his conduct.” Examples: exposing a helpless child to inclement weather ; forcing a sick and weak sailor to go aloft; causing one to jump from a moving train. Note 29 C. J. 1079. Directing a blind man in a direction so that he walks off a precipice.\nThe case most nearly in point that has been called to our attention is Taylor v. State, 11 Tex. Cr. Rep. 564, 55 S. W. 961. There, the robbers stopped a train to rob the express car. They forced one of the trainmen, the fireman, to take a stand in a place of danger, where he was accidentally shot by a passenger who appeared on the platform of another car and began firing at the robbers. The court held “that, since the death of the fireman was directly caused by accused and the other robbers in placing him in a dangerous place, accused was liable, whether the shot was actually fired by him or the passenger. ’ ’ This holding was followed in the later ease of Keaton v. State, 41 Tex. Cr. R. 621, 57 S. W. 1125, where Keaton, one of the trio of robbers with Taylor, was convicted of the same murder, which case was affirmed. The reasoning in these cases appears to us to be sound and unanswerable. The only difference between this case and those is that in this the robbers were using Guthrie as a breastwork in an attempt to escape, after having robbed the bank, whereas in the Texas cases they were using the fireman during the attempted robbery. This can make no difference, for the conspiracy to rob the bank had not been completed until they had made their escape. Clark v. State, 169 Ark. 717, 276 S. W. 849; Maxwell v. State, ante p. 111. Having forced Guthrie to accompany them in an attempt to escape, another felonious act, and having compelled him to take a known place of danger, as they had already been discovered by the marshal and others, they must abide the consequences of their unlawful act, although the result was not intended. As stated in Ringer v. State, 74 Ark. 262, 85 S. W. 410: “If the act he intended to do was criminal, then the law holds him responsible for what he did, even though such result was not intended.” In line with this is Gilmore v. State, 92 Ark. 205, 122 S. W. 493, where it was held that if “defendant struck deceased blows which caused him to fall from a wagon in which he was riding, so that a wheel of the wagon passed over his body and killed him, the jury were justified in finding that the blows were the cause of his death.” While these cases are not directly in point, they are persuasive, in the application of the principle here involved. Section 2339, Crawford & Moses ’ Digest, provides: ‘ ‘ The maimer of the killing is not material, further than it may show the disposition of mind, or the intent with which the act was contmitted. ’ ’ Appellant’s action in forcing Guthrie to a place which was known by him to be perilous was just as much the cause of his death as if he had himself fired the fatal shot. This action was murder at common law and is murder under the above statute.\nAffirmed.",
        "type": "majority",
        "author": "McHaney, J."
      }
    ],
    "attorneys": [
      "John P. Roberts, for appellant.",
      "Hal L. Norwood, Attorney General, and Pet Mehaffy, Assistant, for appellee."
    ],
    "corrections": "",
    "head_matter": "Wilson v. State.\nCrim. 3866\nOpinion delivered February 12, 1934.\nJohn P. Roberts, for appellant.\nHal L. Norwood, Attorney General, and Pet Mehaffy, Assistant, for appellee."
  },
  "file_name": "0846-01",
  "first_page_order": 864,
  "last_page_order": 870
}
