{
  "id": 8724948,
  "name": "Kansas City Southern Railway Company v. Hooper",
  "name_abbreviation": "Kansas City Southern Railway Co. v. Hooper",
  "decision_date": "1927-07-11",
  "docket_number": "",
  "first_page": "847",
  "last_page": "852",
  "citations": [
    {
      "type": "official",
      "cite": "174 Ark. 847"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "17 S. Ct. 345",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        8298408,
        8298574
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/165/0304-01",
        "/us/165/0363-01"
      ]
    },
    {
      "cite": "165 U. S. 302",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "opinion_index": 0
    },
    {
      "cite": "167 S. W. 481",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "113 Ark. 138",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1537547
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/113/0138-01"
      ]
    },
    {
      "cite": "197 S. W. 25",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "130 Ark. 259",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8719461
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/130/0259-01"
      ]
    },
    {
      "cite": "152 S. W. 1008",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "106 Ark. 292",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1345612
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/106/0292-01"
      ]
    },
    {
      "cite": "278 S. W. 627",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "170 Ark. 39",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "213 S. W. 1",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "139 Ark. 76",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1596431
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/139/0076-01"
      ]
    },
    {
      "cite": "4 S. W. 753",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "49 Ark. 190",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1310020
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/49/0190-01"
      ]
    },
    {
      "cite": "22 Ark. 556",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8727302
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/22/0556-01"
      ]
    },
    {
      "cite": "279 S. W. 1",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "169 Ark. 905",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1374088
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/169/0905-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 488,
    "char_count": 10823,
    "ocr_confidence": 0.489,
    "pagerank": {
      "raw": 5.298132930532853e-08,
      "percentile": 0.3323942824465828
    },
    "sha256": "64b14042624575c4ba89d12354fa317dd54bd58e913f2d98ea1d2a60b0a32785",
    "simhash": "1:e5af8f185587586d",
    "word_count": 1833
  },
  "last_updated": "2024-02-27T16:23:40.975481+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Kansas City Southern Railway Company v. Hooper."
    ],
    "opinions": [
      {
        "text": "Kirby, J.\nThis suit involves the right to the collection of the penalty denounced by the statute for the railroad company’s failure to pay its delinquent road taxes for the years 1922 and 1923.'\nThis case is related to that of Wallace v. K. C. S. Ry. Co., 169 Ark. 905, 279 S. W. 1, in which the validity of the three-mill road tax levied by Sevier County for the years 1922 and 1923 was upheld. In that case, as shown by the record herein, the railroad company, by suit on April 10, 1923, enjoined the collection of the road taxes for the year 1922, and, by an amendment filed on April 4, 1924, the injunction was made to include the road taxes for 1923. Upon the hearing on April 28, 1923', the injunction was made permanent, but, on appeal to this court, the decree was reversed and the complaint dismissed. Thereupon the appellee, the present tax collector, who had succeeded the collector at the time of the other suit, demanded payment of the amount of the road taxes due, with a 25 per cent, penalty and interest.\nThe amount of the road taxes only was paid to the collector by the railroad companies., the present appellants, under a stipulation that such payment should not affect the rights of either party as to interest and penalty. The appellants herein then enjoined the collection of the penalties for said years. The appellee demurred to the complaint, and moved for a judgment on the bond. There was a hearing, the appellee still insisting upon his demurrer. The court sustained it, and rendered judgment for the collector for the amount of the penalty, denying interest on either taxes or penalty, or on both, and from this judgment the appeal is prosecuted.\nAll the pleadings in the former ease were introduced in evidence herein.\nThe appellants insist that, since the injunctions were granted in 'the first case' during the time allowed for payment of taxes and on or before the 10th day of April, before the property became delinquent and subject to the penalty, and the taxes were paid after .the adjudication and without any return, in fact, of the property as delinquent, or any delinquent list being made of it, tbe court ' erred in bolding them liable to the payment of the penalties. They insist that they had no other adequate remedy to protect their property against what appeared to be an illegal exaction, and by paying the taxes, in fact, after the adjudication of-their validity, before any penalty was attempted to be extended against them under the forms of law, they are not subject thereto.\nWhile it is true the appellants, taxpayers, brought’ this suit enjoining the collection of the taxes during the time allowed foi payment and before they became delinquent, it is also true that they thereby stopped the officers of the county from collecting the taxes which they were required by law to pay, and, not having paid them, they became delinquent and subject to the payment of the penalty, notwithstanding the collector could not proceed with the collection, because of the injunction granted at appellant’s instance, which was afterwards held to have been wrongfully issued.\nEven though there appeared to be valid grounds for a successful contest of the levy of the taxes claimed to be illegal, the appellants could not, by an injunction wrongfully obtained on the day before the property became delinquent for taxes, prevent the attaching of the penalty for such delinquency on the date thereof. The failure to pay the taxes in the time allowed therefor is what constitutes them delinquent and fixes the liability for the penalty.\nThe duty to extend the 10 per cent, penalty against the delinquent taxpayer is devolved on the tax collector, himself, and, although the 25 per cent, penalty (§ 10083, C. & M. Digest) is required to be added by the county clerk upon all taxes on real estate returned delinquent, which is to be collected in the manner provided for the collection of delinquent taxes, we can see no good reason why this penalty should not attach without the filing of a delinquent list, since the law fixes the amount of the penalty, and since it could not be collected in any event by the sale of the railroad property by the collector, as the lands of individual delinquent taxpayers are sold. In other words, the law fixes the penalty for the failure to pay the taxes within the time allowed by law, and the collection of such delinquent taxes can only he made through the courts in the manner provided therefor. The report and filing of a delinquent list by the collector and the charging of the 25 per cent, penalty thereon against such property by the county clerk is not a condition precedent to the collection of such penalty, in the case of delinquent taxes on railroads.\nMoreover, the enjoining of the collection of this tax before it became delinquent furnished sufficient reason for the failure to report the property delinquent and the extension of the penalty against same by the county clerk, the restraining order wrongfully issued being effective until after the time for making such delinquent lists and the extension of the penalty.\nNo unusual or excessive penalties were imposed upon ihe railroad companies, delinquent taxpayers, but only the same reasonable penalties as are imposed upon all delinquent taxpayers for the purpose of enforcing prompt payment of the revenues, the contributions required by law, for the support of the Government.\nThere is no merit in appellants plea of res judi-cata. In the former case, Wallace v. K. C. S. R. Co., supra, the validity of the tax only was adjudicated, the injunction dissolved, and the complaint dismissed for want of equity.\nThe tax being held to be valid and legally assessed, it necessarily follows that the injunction against its collection was wrongfully issued, and, being so, upon its dissolution and the dismissal of the suit, nothing more can be said to have been adjudicated than that the railroad companies were liable to the payment of the valid tax, and, not having paid it within the time required by law, relying upon the claim of its illegality, they are liable to the payment of the tax and penalties, as part thereof, being delinquent taxpayers. Scott v. Watkins, 22 Ark. 556; St. L., I. M. & S. R. Co. v. Alexander, 49 Ark. 190, 4 S. W. 753; Dickinson v. Cypress Creek Drainage Dist., 139 Ark. 76, 213 S. W. 1; and Tri-County Highway Improvement District v. Vincennes Bridge Co., 170 Ark. 39, 278 S. W. 627.\nCertainly there was no adjudication that the companies were not liable to the payment of the penalty upon the injunction being dissolved and their suits being dismissed for want of equity. Hopson v. Frierson, 106 Ark. 292, 152 S. W. 1008.\nNeither do we agree with appellants’ contention that they had no other remedy for protecting their rights against what they deemed an illegal tax levy than the course pursued, nor that they were otherwise denied the equal protection of the laws or due process of law.\nBy taking this course and unsuccessfully enjoining the collection of the alleged illegal taxes, they were subjected to no other or greater, but only to the payment of the usual, penalties denounced against all such delinquent taxpayers, and they could have paid the tax, if illegal, under protest and brought suit to recover the same before the money was paid into the treasury by the collector, as in Dickinson v. Hensley, 130 Ark. 259, 197 S. W. 25; First National Bank v. Norris, 113 Ark. 138, 167 S. W. 481; and Western Union Tel. Co. v. State of Indiana, 165 U. S. 302, 17 S. Ct. 345, 41 L. ed. 725; or they could have proceeded for its return upon the successful termination of their suit, as taxes erroneously assessed, in accordance with $ 10180, C. & M. Digest, providing therefor.\nIf such taxes were paid under protest and suit brought for their recovery, there is no reason why, in such suit, the collector should not have been enjoined from paying the money over in settlement, until the termination of the suit, which would, of course, have had the effect to keep the money where it could be returned upon judgment holding the taxes illegal and without the payment of any penalty, as for delinquency, if the suit to recover the taxes should be successful. In other words, if tbe suit was lost, the taxes were paid and no penalty could attach, and, if won, the money to refund was available.\nWe find no error in the record, and the judgment is affirmed.",
        "type": "majority",
        "author": "Kirby, J."
      }
    ],
    "attorneys": [
      "James B. McDonough, Jr., Joseph R. Brown and James B. McDonotigh, for appellant.",
      "Lake, Lake & Carlton, for appellee."
    ],
    "corrections": "",
    "head_matter": "Kansas City Southern Railway Company v. Hooper.\nOpinion delivered July 11, 1927.\n1. TAXATION — PENALTY FOR delinquency. — A railway company cannot avoid liability for the penalty for tax delinquency by wrongfully procuring1 an injunction against collection of'.the taxes, though there appeared to be valid grounds for a successful contest of the levy; county officers being prevented from collecting the taxes because of the injunction.\n2. Taxation — liability for penalty in case of delinquency. — The report and filing of the delinquent tax list by the county collector and charging of 25 per cent, penalty by the county clerk, under Crawford & Moses’ Dig., § 10083, are not conditions precedent to the collection of the penalty for delinquent taxes.\n3. Taxation — effect of injunction. — The wrongful enjoining of the collection of road taxes on a railroad before they became delinquent was a sufficient reason for the county collector’s failure to report the property as delinquent and the clerk’s failure to extend the penalty under Crawford .& Moses’ Dig., § 10083, where the restraining order remained effective until after the timé for such acts.\n4. Judgment — res judicata. — A decree of the Supreme Court dissolving an injunction against-the' collection of road taxes and dismissing a suit for want of equity,- solely on the ground that the taxes were valid, held not res judicata as to .the railroad’s liability for the penalty in case of delinquency.\n5. Constitutional law — exaction of penalty — equal protection. —A railroad company subjected to a payment of the usual penalty against delinquent taxpayers, after dissolution of an injunction against collection of the taxes, held not denied the equal protection or due process of law.\n6. Injunction — remedies against collection of wrongful taxes. —An injunction against . the collection of taxes wrongfully imposed is not the only remedy, as the taxpayer could have paid the taxes under protest and brought suit to recover them before payment into the treasury by the collector, or he could have proceeded for their return on the successful termination of a suit, as taxes erroneously assessed in accordance with Crawford & Moses’ Dig., § 10180.\nAtppeal from Sevier Chancery Court; G. E. Johnson, Chancellor;\n¡affirmed.\nJames B. McDonough, Jr., Joseph R. Brown and James B. McDonotigh, for appellant.\nLake, Lake & Carlton, for appellee."
  },
  "file_name": "0847-01",
  "first_page_order": 865,
  "last_page_order": 870
}
