{
  "id": 1397127,
  "name": "State v. Kincannon",
  "name_abbreviation": "State v. Kincannon",
  "decision_date": "1929-01-14",
  "docket_number": "",
  "first_page": "849",
  "last_page": "851",
  "citations": [
    {
      "type": "official",
      "cite": "178 Ark. 849"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 184,
    "char_count": 2526,
    "ocr_confidence": 0.465,
    "sha256": "a2d559eb492886426bb1b27f38773f229ea38504ba848c7b3e53990605c588e3",
    "simhash": "1:df6ab40140b41f26",
    "word_count": 443
  },
  "last_updated": "2023-07-14T15:48:05.944247+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Justices Smith and Mehaffy dissent."
    ],
    "parties": [
      "State v. Kincannon."
    ],
    "opinions": [
      {
        "text": "Humphreys, J.\nAppellee was acquitted in the circuit court of Mississippi County, Osceola District, on appeal from a judgment of conviction in the court of a justice of the peace in said county, upon a charge for violating § 4775 of Crawford & Moses’ Digest, which inhibits and makes it a misdemeanor for any person to catch or otherwise take any fish from any of the waters of the State without first procuring an annual license to do so. The case was tried in the circuit court upon the following agreed statement of facts:\n“Whereas, Dan Kincannon, a resident of the Osceola District of Mississippi County, Arkansas, has heretofore been arrested upon a charge of violating the game and fish law of the State of Arkansas; and whereas the isaid Dan Kincannon has been fishing for the market with a hoop-net upon the waters of the Mississippi River without license; and whereas he was convicted of this crime in the justice of the peace court before Gr. L. Waddell, a .justice of the peace for Monroe Township, Mississippi County, Arkansas; and whereas this case is before this court upon appeal; it is therefore agreed between the parties hereto that the defendant, Dan Kin-cannon, has been fishing upon the waters of the Mississippi River for market purposes, and has been using a hoop-net, and has not procured a license as set out in § 4775 of Crawford & Moses’ Digest.”\nThe trial court took the view that § 4775 of Crawford & Moses’ Digest was repealed by act No. 423 of the Acts of the General Assembly of 1923, and that, after the repeal, it was not necessary for a person fishing upon the waters of the State for market with a hoop-net or nets to have a license. The interpretation of the later act by the trial court was incorrect. Section 1 of the later act, standing alone, would have the effect of repealing § 4775 of Crawford & Moses’ Digest, but, when read in connection with the other sections of the act, it is manifest that the Legislature only intended to repeal § 4775 of Crawford & Moses’ Digest so far as it related to Marion County. Section 4 of the act limits all other provisions of the act to Marion County only.\n\" On account of the error indicated the judgment of acquittal is reversed, and the cause is remanded for a new trial.",
        "type": "majority",
        "author": "Humphreys, J."
      },
      {
        "text": "Hart, C. J.,\nconcurs in construction of act, hut dissents on ground that the venue was not proved.\nJustices Smith and Mehaffy dissent.",
        "type": "concurrence",
        "author": "Hart, C. J.,"
      }
    ],
    "attorneys": [
      "E. W. Applegate, Attorney General, and John L. Garter, Assistant, for appellant."
    ],
    "corrections": "",
    "head_matter": "State v. Kincannon.\nOpinion delivered January 14, 1929.\nE. W. Applegate, Attorney General, and John L. Garter, Assistant, for appellant."
  },
  "file_name": "0849-01",
  "first_page_order": 867,
  "last_page_order": 869
}
