{
  "id": 8725708,
  "name": "Wycoff v. Farmers' & Merchants' Bank",
  "name_abbreviation": "Wycoff v. Farmers' & Merchants' Bank",
  "decision_date": "1925-05-11",
  "docket_number": "",
  "first_page": "850",
  "last_page": "853",
  "citations": [
    {
      "type": "official",
      "cite": "168 Ark. 850"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "55 Ark. 447",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1322236
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/55/0447-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 270,
    "char_count": 5821,
    "ocr_confidence": 0.417,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2085957521075553
    },
    "sha256": "1134259b15ac259cc6f578e8ebcc00bd0d1a5768f05f266cdabafcae2fbdd032",
    "simhash": "1:82974fa12c36ac46",
    "word_count": 1020
  },
  "last_updated": "2024-02-27T20:53:15.452133+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wycoff v. Farmers' & Merchants' Bank."
    ],
    "opinions": [
      {
        "text": "Hart, J.,\n(after stating the facts). In denying the plaintiff’s claim of exemption as to the $163.30, the court based its decision upon the case of Surratt v. Young, 55 Ark. 447. In that case certain personal property of the defendant had been levied upon under a writ of attachment. The plaintiff in the attachment suit presented a petition before the circuit judge in vacation, praying for a sale of the attached property. The defendant in the attachment suit indorsed on the petition his consent to the sale of the property as prayed for. An order of sale was made, and the property was duly sold bv the sheriff. Afterwards the defendant claimed his exemptions out of the proceeds of the sale of his property by the sheriff, as above set forth. His claim of exemptions was denied. The court said that the Constitution conferred upon the debtor the privilege of claiming specific articles of personal property as exempt from execution^ and the statute points out particularly the manner in which this must be done. The court said further that the statute did not confer upon the debtor the right to claim his exemptions out of the proceeds of property after it is sold under the process of the court, or under an order of the court, when he has had an opportunity to claim his exemption in specific articles as provided by the statute. In short, the court held that, by consenting to the order of sale by the sheriff, he waived his right to claim his exemption out of the proceeds of sale.\nHere the facts are essentially different. The defendant did not consent to the sale of his property under the writ of attachment. It was agreed between the plaintiff and the defendant that the defendant himself should sell the property under the direction of the sheriff and turn over the proceeds of sale to him. It was true, this was done after the property had been attached; but the practical effect of the agreement between the plaintiff and the defendant was that the sheriff released the attachment upon the specific articles of property and re-levied it upon the proceeds of sale. The sale was not made under an order of court, but was made by the defendant himself. He turned the proceeds of sale over to the sheriff under the agreement, and this amounted to a levy of the attachment by the sheriff upon the money.\nThis court has uniformly held that the exemption clause of the Constitution is highly remedial, and should be liberally construed. We do not think, under the circumstances of this case, that it can be said that the defendant waived his exemptions by turning over the proceeds of sale to the sheriff and thereby allowing the sheriff to levy the writ of attachment upon the money. Certainty the agreement that he himself should sell the nroperty did not amount to a waiver of his exemptions. The vital distinction between the facts in this case and the one cited above is that, in the case cited, he consented that his property be sold under the order of the court before lie made bis claim of exemptions, while in the present case the sale was made by himself.\nIt follows that the conxt erred in denying the defendant his claim of exemptions, and for that error the judgment will be reversed, and the canse remanded for further proceedings according to law.",
        "type": "majority",
        "author": "Hart, J.,"
      }
    ],
    "attorneys": [
      "Karl Greewlimv, for appellant.",
      "A. W. Woods, for appellee."
    ],
    "corrections": "",
    "head_matter": "Wycoff v. Farmers' & Merchants' Bank.\nOpinion delivered May 11, 1925.\n1. Attachment — effect of agreement that owner sell propertv. —'An agreement between the owner of personal property and an attaching creditor that the owner should sell the property and turn .over the proceeds to the sheriff was in effect a release of the ■attachment on these specific articles, and a relevy upon the proceeds of the sale.\n2. Exemptions — right to exemption in proceeds of sale. — An agreement of the owner of property, which he was about to sell with an attaching creditor that he continue the sale and turn over the proceeds to the sheriff, thereby allowing the sheriff to levy a writ of attachment on the money, did not amount to a waiver of his claim -of exemptions in such proceeds.\nAppeal from Boone Circuit Court; J. M. Sh-ht-u, Judge;\nreversed.\nSTATEMENT OE PACTS.\nThis was an action by the Farmers’ & Merchants’ Bank in the circuit court against G-eorgeR./Wycoff, Jr., to recover the sum of $422.20, alleged to he due upon a promissory note.\nThe -plaintiff also sued out a writ of attachment against the defendant on the ground that he was about to dispose of his property with the fraudulent intent to cheat, hinder and delay his creditors in the collection of their debts.\nThe sheriff levied' the attachment on certain personal property which the defendant had advertised for sale on a certain day, and took the property into his custody. The defendant wished to regain possession of the property so as to proceed with the sale of it. The • defendant had given a delivery bond to obtain possession of the property, and some question arose as to its sufficiency. It was agreed between the attorneys for the plaintiff and the defendant that the sale should proceed under the direction of the sheriff, and that the proceeds of sale should be turned over to the sheriff and by him held subject to the order of the court. The sale was made by the defendant under the direction of the sheriff, as agreed upon, and the proceeds of sale in the sum of $1(13.30 were turned over to the sheriff.\nThe defendant filed his schedule of exemptions of personal property, and, among the personal property claimed as exempt from the process of the court, was said sum of $163.30. He is a married man, and a resident of Boone County, Arkansas. The court denied the defendant’s claim of exemption as to said sum of $163.30, and from an adverse judgment the defendant lias duly prosecuted an appeal to this court.\nKarl Greewlimv, for appellant.\nA. W. Woods, for appellee."
  },
  "file_name": "0850-01",
  "first_page_order": 868,
  "last_page_order": 871
}
