{
  "id": 1428422,
  "name": "Evans v. Seiz",
  "name_abbreviation": "Evans v. Seiz",
  "decision_date": "1934-02-12",
  "docket_number": "4-3363",
  "first_page": "852",
  "last_page": "854",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 852"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 268,
    "char_count": 3988,
    "ocr_confidence": 0.487,
    "sha256": "2338022198c391f4333034c3d300e4c2e589787405fb3de5af8fce92682227e7",
    "simhash": "1:8a62cca744af0f4a",
    "word_count": 730
  },
  "last_updated": "2023-07-14T22:44:11.517500+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Evans v. Seiz."
    ],
    "opinions": [
      {
        "text": "Butler, J.\nM. O. Evans, the appellant, sued Bill Seiz, the appellee, in the justice'of the peace court for tearing down some signs he had erected along the highway on property belonging to the Gillham estate, and laid his damage in the sum of $45, which amount he recovered in that court. The case was appealed to the circuit court, where evidence was adduced on behalf of Evans tending to show that he had obtained permission from Mrs. Gillham to nail a sign on an old log truck near her premises; that he noticed one day that his sign was gone. He had a similar sign made and put on the truck, and this one was also torn down. Then he asked Buddy Gillham if he tore it down, and Buddy said, “No,” and that it would be all right' to put another back. Evans then had an iron sign made and firmly affixed it to the truck with eight-inch rivets, and this sign, too, was removed. He then went to Buddy Grillham and said,‘‘ Bud, I believe you know who is tearing those signs down,” and Bud answered, “I believe Bill Seiz is doing it.” Evans then called Bill Seiz over the telephone and he admitted that he, or his agents, had removed the signs, but refused to pay for them.\nOn the witness stand Bill Seiz admitted that his agents had torn down these signs at his direction; that he had had a contract from year to year before the death of Mr. Gillham for the exclusive right to post signs on the Gillham property, and after Mr. Gillham’s death he had made a like contract with Bud Gillham, the son of Gillham, deceased, and Mrs. Gillham, his widow; that he had given general directions to keep the premises clear of signs except his own, but that he had no actual knowledge of the removal of the first two signs belonging to Evans, and if he had he would have called it to Evans’ attention and requested him to stop putting them up.\nBuddy Gillham and Mrs. Gillham testified, corroborating the testimony of Bill Seiz. Bud stated, in addition to what he said in corroboration of the testimony of Seiz, that he told Evans when he first tallied of putting up a sign that it would be all right if it was all right with Bill; that he would have to get Bill’s permission. The testimony was to the effect that the contract between Bill Seiz and the Gillhams was an oral one, renewed from year to year.\nThe court submitted the case to the jury on the theory that the owners of the Gillham estate had the right to enter into a contract with Seiz, giving him the exclusive use of the property for the placing of signs or other advertising matter, and if he had such a contract and Evans, without his permission, placed his own signs thereon, Seiz had a right to remove them, and Evans therefore would not be entitled to recover damages because of the removal of the signs. The only objection interposed to this instruction was made by the attorney for the plaintiff: “I would like,to request a modification of one of the court’s instructions there — there is no lease of record to Bill Seiz.” The court then stated he thought the instruction sufficiently stated the law, whereupon, Mr. Swaim, the attorney, objected and excepted, “on the grounds that no mention was made to plaintiff of defendant’s rights as lessee, and, unless the jury finds that the plaintiff had knowledge of the lease between the GHilham estate and the defendant as lessee, their verdict should be for the plaintiff.”\nThe contract was shown to have been one to be performed within a year from its making, and was renewed from year to year, and it therefore was not necessary that it be in writing to be valid, nor was it necessary that the plaintiff be given notice that it had been made. We are of the opinion that the objections raised to the declarations of law are not tenable, and, as this is the sole ground upon which plaintiff bases his contention for reversal, the judgment of the trial court is affirmed.",
        "type": "majority",
        "author": "Butler, J."
      }
    ],
    "attorneys": [
      "W. D. Swaim, for appellant.",
      "A. D. Shelton, for appellee."
    ],
    "corrections": "",
    "head_matter": "Evans v. Seiz.\n4-3363\nOpinion delivered February 12, 1934.\nW. D. Swaim, for appellant.\nA. D. Shelton, for appellee."
  },
  "file_name": "0852-01",
  "first_page_order": 870,
  "last_page_order": 872
}
