{
  "id": 4075657,
  "name": "The State of Washington, Respondent, v. Matthew Bruch, Petitioner",
  "name_abbreviation": "State v. Bruch",
  "decision_date": "2015-03-19",
  "docket_number": "No. 90021-3",
  "first_page": "854",
  "last_page": "881",
  "citations": [
    {
      "type": "official",
      "cite": "182 Wash. 2d 854"
    }
  ],
  "court": {
    "name_abbreviation": "Wash.",
    "id": 9029,
    "name": "Washington Supreme Court"
  },
  "jurisdiction": {
    "id": 38,
    "name_long": "Washington",
    "name": "Wash."
  },
  "cites_to": [
    {
      "cite": "340 P.3d 223",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2014,
      "pin_cites": [
        {
          "parenthetical": "where trial court failed to include in the judgment and sentence a \"Brooks notation\" telling the DOC that the community custody term may not extend the entire sentence beyond the applicable statutory maximum, remedy was remand to the trial court to amend the judgment and sentence"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "182 Wn.2d 213",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4075950
      ],
      "year": 2014,
      "pin_cites": [
        {
          "page": "217"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/182/0213-01"
      ]
    },
    {
      "cite": "242 P.3d 876",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2010,
      "opinion_index": 0
    },
    {
      "cite": "170 Wn.2d 536",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4012473
      ],
      "year": 2010,
      "pin_cites": [
        {
          "page": "543"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/170/0536-01"
      ]
    },
    {
      "cite": "214 P.3d 141",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "weight": 2,
      "year": 2009,
      "opinion_index": 0
    },
    {
      "cite": "166 Wn.2d 730",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4001688
      ],
      "year": 2009,
      "pin_cites": [
        {
          "page": "733"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/166/0730-01"
      ]
    },
    {
      "cite": "942 P.2d 363",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "weight": 3,
      "year": 1997,
      "pin_cites": [
        {
          "parenthetical": "applying former RCW 9.94A.120(9)(a) (1996), quoted above"
        },
        {
          "parenthetical": "where judgment and sentence is insufficiently specific about the term of community custody required by statute, remedy is remand to the trial court to amend the judgment and sentence"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "133 Wn.2d 118",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        331071
      ],
      "weight": 2,
      "year": 1997,
      "pin_cites": [
        {
          "page": "135-36",
          "parenthetical": "applying former RCW 9.94A.120(9)(a) (1996), quoted above"
        },
        {
          "page": "135-36",
          "parenthetical": "where judgment and sentence is insufficiently specific about the term of community custody required by statute, remedy is remand to the trial court to amend the judgment and sentence"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/133/0118-01"
      ]
    },
    {
      "cite": "263 P.3d 585",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "weight": 4,
      "year": 2011,
      "pin_cites": [
        {
          "parenthetical": "emphasis added"
        },
        {
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "172 Wn.2d 831",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4018532
      ],
      "weight": 3,
      "year": 2011,
      "pin_cites": [
        {
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/172/0831-01"
      ]
    },
    {
      "cite": "245 P.3d 249",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "weight": 4,
      "year": 2001,
      "opinion_index": 0
    },
    {
      "cite": "159 Wn. App. 323",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        4007175
      ],
      "weight": 4,
      "year": 2001,
      "pin_cites": [
        {
          "page": "327"
        },
        {
          "page": "330"
        },
        {
          "page": "327"
        },
        {
          "page": "325"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/159/0323-01"
      ]
    },
    {
      "cite": "211 P.3d 1023",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "weight": 2,
      "year": 2009,
      "opinion_index": 0
    },
    {
      "cite": "166 Wn.2d 664",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4001961
      ],
      "weight": 2,
      "year": 2009,
      "pin_cites": [
        {
          "page": "668"
        },
        {
          "page": "674"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/166/0664-01"
      ]
    },
    {
      "cite": "43 P.3d 4",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "weight": 3,
      "year": 2002,
      "pin_cites": [
        {
          "page": "10, 16"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "146 Wn.2d 1",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        960829
      ],
      "year": 2002,
      "pin_cites": [
        {
          "page": "9-10"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/146/0001-01"
      ]
    },
    {
      "cite": "115 P.3d 281",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "weight": 2,
      "year": 2005,
      "opinion_index": 0
    },
    {
      "cite": "154 Wn.2d 596",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        5629022
      ],
      "year": 2005,
      "pin_cites": [
        {
          "page": "600"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/154/0596-01"
      ]
    },
    {
      "cite": "257 P.3d 616",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2011,
      "opinion_index": 0
    },
    {
      "cite": "172 Wn.2d 236",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4017948
      ],
      "year": 2011,
      "pin_cites": [
        {
          "page": "242"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/172/0236-01"
      ]
    },
    {
      "cite": "327 P.3d 54",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2014,
      "opinion_index": 0
    },
    {
      "cite": "180 Wn.2d 1014",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "year": 2014,
      "opinion_index": 0
    },
    {
      "cite": "179 Wn. App. 1012",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        4101624,
        4107321,
        4101424,
        4103220
      ],
      "year": 2014,
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/179/1012-03",
        "/wash-app/179/1012-04",
        "/wash-app/179/1012-02",
        "/wash-app/179/1012-01"
      ]
    },
    {
      "cite": "275 P.3d 321",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2012,
      "opinion_index": 0
    },
    {
      "cite": "174 Wn.2d 470",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4022183
      ],
      "weight": 5,
      "year": 2012,
      "pin_cites": [
        {
          "page": "471"
        },
        {
          "page": "473"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/174/0470-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1186,
    "char_count": 49950,
    "ocr_confidence": 0.746,
    "pagerank": {
      "raw": 4.666970501906556e-08,
      "percentile": 0.2928315511830999
    },
    "sha256": "98e2c2610d29f0f7f0c1d2f1f97d7e34accadf778900bfa6688b628dcdb47090",
    "simhash": "1:83e05089567623bb",
    "word_count": 8198
  },
  "last_updated": "2024-02-27T17:34:40.830885+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Madsen, C.J., and Johnson, Owens, Fairhurst, Wiggins, and González, JJ, concur.",
      "Yu, J., concurs with Gordon McCloud, J."
    ],
    "parties": [
      "The State of Washington, Respondent, v. Matthew Bruch, Petitioner."
    ],
    "opinions": [
      {
        "text": "Stephens, J.\n¶1 Matthew Bruch was convicted of two counts of second degree child molestation and two counts of third degree rape of a child. The trial court imposed a standard range sentence of 116 months of confinement and ordered community custody for a period of “at least 4 months, plus all accrued earned early release time at the time of release.” Clerk’s Papers (CP) at 7. Bruch challenges his sentence, arguing that the court-imposed term of community custody is indeterminate and may exceed the statutory requirement of three years of community custody required under RCW 9.94A.701(1). The Court of Appeals rejected Bruch’s challenge. So do we.\n¶2 We hold that Bruch’s sentence complied with all statutory requirements. The trial court properly reduced the three-year term of community custody to a fixed, four months so that the total sentence did not exceed the applicable statutory maximum, consistent with RCW 9.94A-.701(9). While the court recognized the Department of Corrections’ (DOC) authority to transfer Bruch to community custody “in lieu of earned release time,” as described under RCW 9.94A.729(5)(a), this did not render the sentence indeterminate. The statutory scheme contemplates that an offender might serve more time in community custody than imposed by the sentencing court under RCW 9.94A.701 if he earns early release pursuant to RCW 9.94A.729. There is no need for the trial court to amend Bruch’s sentence to limit community custody to a maximum of three years. The statutes must be read together to assure that the trial court’s intended sentence — a total term of 120 months — is not undermined by giving effect to the DOC’s authority to transfer earned early release into community custody. Even assuming that RCW 9.94A.701(1) limits the period of community custody the DOC can supervise under RCW 9.94A.729(5), the judgment and sentence remains valid; it need not direct how the DOC will exercise its authority in accordance with all applicable provisions of the Sentencing Reform Act of 1981 (SRA), ch. 9.94A RCW. We affirm the Court of Appeals.\nFACTS AND PROCEDURAL HISTORY\n¶3 On September 4, 2012, a jury convicted Bruch of two counts of second degree child molestation and two counts of third degree rape of a child. These offenses were committed sometime between January 26, 2007 and January 25, 2011. Then, as now, child molestation in the second degree was a class B felony punishable by a maximum term of 120 months, RCW 9A.44.086(2); RCW 9A.20.021(l)(b), and rape of a child in the third degree was a class C felony punishable by a maximum term of 60 months, RCW 9A.44.079(2); RCW 9A.20.021(l)(c).\n¶4 Bruch’s standard sentence range for child molestation in the second degree was 87 to 116 months. Consistent with the State’s recommendation, the trial court sentenced Bruch to high-end, standard range sentences of 116 months of confinement for the child molestation counts and a concurrent 60 months for the rape of a child counts.\n¶5 In addition to these prison terms, as a felony sex offender, Bruch is subject to a three-year term of community custody for his offense. RCW 9.94A.701(1). However, at the time of Bruch’s sentencing, as now, the SRA prohibited trial courts from imposing a term of community custody that would, in combination with a defendant’s term of confinement, exceed the statutory maximum for the crime. RCW 9.94A.505(5). Trial courts are required to “reduce[ ]” a term of community custody that, in combination with the term of confinement, may exceed the statutory maximum for the crime. RCW 9.94A.701(9). In order to avoid exceeding the 120-month statutory maximum for the combined term of confinement and community custody, the trial court sentenced Bruch to only four months of community custody: 120 months (the statutory maximum for a class B felony) minus 116 months (the term of confinement imposed).\n¶6 The State wanted Bruch to receive the longest possible term of community custody in light of any earned early release time that he may acquire during his confinement. It therefore asked the trial court to include language to fill any early release Bruch earned on his 116-month term of confinement. Id. In its sentencing memorandum, the State argued that the trial court should employ “the following equation: Community Custody = [statutory maximum - (term of confinement - earned early release as determined by DOC)].” CP at 31 (alteration in original). The State argued that this would “result in a definite term of community custody,” the duration of which “will be calculated by DOC depending on how well the defendant behaves in prison.” Id. The State argued this was an appropriate sentence because (1) it is unknown how much early release time Bruch will earn and (2) such a sentence complies with State v. Boyd, 174 Wn.2d 470, 275 P.3d 321 (2012).\n¶7 With respect to the child molestation count, the trial court imposed a community custody term of “at least 4 months, plus all accrued earned early release time at the time of release.” CP at 7. Bruch appealed, arguing, inter alia, that the trial court erred when it “did not impose a definite term of community custody as required by RCW 9.94A.701.” Br. of Appellant at 28 (boldface omitted). He maintained that the only authorized community custody period was a fixed, four-month term. The Court of Appeals affirmed the trial court and held that transferring earned early release into community custody did not render Bruch’s sentence indeterminate. State v. Bruch, noted at 179 Wn. App. 1012 (2014). We granted review to consider this issue. State v. Bruch, 180 Wn.2d 1014, 327 P.3d 54 (2014).\nANALYSIS\n¶8 This case requires us to interpret multiple SRA provisions. Interpretation of the SRA is a question of law that we review de novo. State v. Jones, 172 Wn.2d 236, 242, 257 P.3d 616 (2011). When we interpret a statute, our “objective is to determine the legislature’s intent.” State v. Jacobs, 154 Wn.2d 596, 600, 115 P.3d 281 (2005). If the meaning of a statute is plain on its face, we “ ‘give effect to that plain meaning.’ ” Id. (quoting Dep’t of Ecology v. Campbell & Gwinn, LLC, 146 Wn.2d 1, 9-10, 43 P.3d 4 (2002)). To determine the plain meaning of a statute, we look to the text, as well as “the context of the statute in which that provision is found, related provisions, and the statutory scheme as a whole.” Id.\n¶9 Bruch argues that the trial court erred by imposing a term of community custody that is indeterminate and may exceed three years, in violation of RCW 9.94A.701(1) and (9). Pet’r’s Suppl. Br. at 4, 17. Relying on this court’s decision in Boyd, Bruch contends that the trial court should have imposed a fixed, four-month term of community custody, rather than an indeterminate period tied to his accrued earned early release. Id. at 10, 16.\n¶10 In analyzing this argument, it is helpful to review the SRA’s recent history concerning community custody. Before the SRA was amended in 2009, it expressly required trial courts to impose range-based terms of community custody on certain offenders. See former RCW 9.94A.710(1), .712(5), .715(1) (2008). Under the former statute, trial courts were required to sentence offenders convicted of Bruch’s crimes “to community custody for the . . . range established under RCW 9.94A.850 or up to the period of earned early release awarded . . . , whichever is longer” Former RCW 9.94A.715(1) (emphasis added). While trial courts were responsible for imposing a range-based term of community custody, the DOC was required to “discharge the offender from community custody on a date determined by the department ... within the range or at the end of the period of earned release, whichever is later!’ Former RCW 9.94A.715(4) (emphasis added).\n¶11 In some instances, the range specified by the trial court resulted in a combined total term of confinement and community custody that exceeded the statutory maximum for the crime. This court addressed this problem in In re Personal Restraint of Brooks, 166 Wn.2d 664, 668, 211 P.3d 1023 (2009), where it approved what later became known as the “Brooks notation.” The Brooks notation is a provision in the judgment and sentence indicating that the combined term of confinement and community custody “shall not exceed the statutory maximum.” Id. at 675. The Brooks court noted that former RCW 9.94A.715(1) required trial courts to impose a variable term of community custody— the applicable statutory range or the period of earned early release, whichever is longer — and that former RCW 9.94A-.715(4) gave the DOC discretion to later specify the end-date of that term “within the confines outlined by both the court and the SRA.” Id. at 671-72.\n¶12 In a separate holding, the Brooks court determined that a sentence is not indeterminate under the SRA simply because an offender may earn early release credits. Id. at 674. The court reached this conclusion for several reasons. Relevant here, the court held that former RCW 9.94A.030(21) (Laws of 2008, ch. 276, § 309) “specifically states that a sentence is not rendered indeterminate by the fact that a defendant may earn early release credits.” Brooks, 166 Wn.2d at 674. Further, the court reasoned that the SRA made it impossible for a trial court to know at the time of sentencing the exact amount of time to be served. Id.\n¶13 In 2009, the legislature repealed former RCW 9.94A-.715 and amended RCW 9.94A.701. Laws of 2009, ch. 28, § 42, ch. 375, § 5. This change eliminated the range-based scheme and required trial courts to impose fixed terms of community custody based on the offense committed. Id. It also eliminated the statute giving the DOC authority to determine the date that an offender would be discharged from community custody. Laws of 2009, ch. 28, § 42. Instead, the new legislation provided that a “term of community custody . . . shall be reduced by the court whenever an offender’s standard range term of confinement in combination with the term of community custody exceeds the statutory maximum for the crime . . . .” Laws of 2009, ch. 375, § 5(8) (emphasis added). This provision is currently codified at RCW 9.94A.701(9). The legislature, however, did not modify the DOC’s authority to transfer the earned early release of certain offenders into community custody, nor did it modify RCW 9.94A.030(18) (“The fact that an offender through earned release can reduce the actual period of confinement shall not affect the classification of the sentence as a determinate sentence.”). See Laws of 2009, ch. 375, § 3(21).\nA. Determinate Sentence\n¶14 Bruch argues that his sentence is indeterminate because the trial court “added” a term of community custody “ Tor the entire period of earned early release.’ ” Pet’r’s Suppl. Br. at 10-11 (quoting State v. Winkle, 159 Wn. App. 323, 327, 245 P.3d 249 (2001)). Bruch suggests that the phrase “shall be reduced” in RCW 9.94A.701(9) means that the trial court, not the DOC, must determine the end date of any community custody. Bruch has the potential to earn up to one-third of early release on his 116-month term of confinement, which equals 38% months. RCW 9.94A-.729(3)(e). Under Bruch’s view, he can serve no more than four months of community custody, although he may earn up to 38% months of community custody in lieu of early release from his 116-month term of confinement. We reject this view. A sentence is not indeterminate just because an offender may earn early release credits. RCW 9.94A.030(18). Because an offender may reduce his term of confinement through earned early release, the exact amount of time he will serve on community custody “can almost never be determined when the sentence is imposed by the court.” Brooks, 166 Wn.2d at 674. But, his total sentence is set at no more than 116 months of confinement and no less than four months of community custody.\n¶15 Here, the trial court followed RCW 9.94A.701(9) when it “reduced” Bruch’s term of community custody from three years to four months to ensure the total combined sentence would not exceed the 120-month statutory maximum. Any community custody Bruch earns in lieu of early release is the result of RCW 9.94A.729(5), which provides the DOC authority to transfer a portion of confinement time into community custody in lieu of early release. It is not the result of the trial court’s community custody term imposed under RCW 9.94A.701.\n¶16 While the community custody sentencing statute, RCW 9.94A.701, no longer vests authority in the DOC to set the end date for a community custody term, the DOC still has significant authority to determine how long an offender will actually remain in confinement. See RCW 9.94A.729(l)(a) (“earned release time shall be for good behavior and good performance, as determined by the correctional agency having jurisdiction”). Thus, trial courts still necessarily impose variable community custody periods in the sense that terms of confinement may later be shortened, within statutory limits, based on the offender’s behavior and the DOC’s policies. Id.\n¶17 Bruch contends that under Boyd, 174 Wn.2d 470, the trial court, not the DOC, was required to reduce his term of community custody. Boyd, however, involved different circumstances. In Boyd, the trial court imposed a 54-month term of confinement for a class C felony and a fixed, 12-month term of community custody after the effective date of RCW 9.94A.701(9), resulting in a combined sentence that plainly exceeded the 60-month statutory maximum. Id. at 471. To prevent the aggregate sentence from exceeding the statutory maximum, the trial court included a Brooks notation in the judgment and sentence. Id. This court held that Boyd’s sentence violated RCW 9.94A.701(9), notwithstanding the Brooks notation, because in cases sentenced after the effective date of RCW 9.94A.701(9), such as Boyd’s case, the trial court is required to reduce the term of community custody at the time of sentencing. Id. at 473.\n¶18 The trial court’s notation in Bruch’s case, however, is not equivalent to a Brooks notation. Unlike the notation in Boyd, it does not require the DOC to monitor Bruch’s sentence to ensure he does not serve a term of community custody that exceeds the statutory maximum. The trial court reduced Bruch’s term of community custody and imposed a fixed, four-month term so that the sentence, in total, does not exceed the 120-month statutory maximum. The trial court’s notation, “plus all accrued earned early release,” CP at 7, references the DOC’s distinct authority to grant Bruch early release time, which by statute is transferred to community custody under RCW 9.94A.729(5). Any community custody in lieu of early release Bruch earns is a reduction from his confinement time, meaning his term may never exceed the statutory maximum.\n¶19 Bruch suggests that he may serve only four months of community custody in total because the trial court’s reference to early release in the judgment and sentence is improper in light of dicta in State v. Franklin, 172 Wn.2d 831, 837 n.8, 263 P.3d 585 (2011). In Franklin, this court considered similar arguments but declined to rule on the issue that was not before the court:\nFranklin urges this court to overturn State v. Winkle, 159 Wn. App. 323, 330, 245 P.3d 249 (2011), in which the Court of Appeals held that former RCW 9.94A.729(5)(a) (2010) allowed the trial court to impose a term of community custody in lieu of earned release.\nThe plain meaning of the relevant statutes support Franklin’s contention that RCW 9.94A.701 and RCW 9.94A.702 — not RCW 9.94A.729 — govern the trial court’s imposition of community custody at the time of sentencing.\nId.\n¶20 In Winkle, the trial court imposed the statutory maximum term of confinement and a term of community custody “ ‘for the entire period of earned early release awarded.’ ” 159 Wn. App. at 327. The Court of Appeals affirmed the trial court’s sentence, reasoning that “the SRA requires that a defendant convicted of a sex offense must be transferred to community custody in lieu of earned early release.” Id. at 325.\n¶21 Unlike in Winkle, here the trial court imposed a fixed term of community custody under RCW 9.94A.701(1) and referenced the community custody in lieu of earned early release that the DOC may supervise. We do not find that a trial court is prohibited from referencing in the judgment and sentence the procedures under RCW 9.94A-.729(5). There is no indication that the legislature intended for offenders such as Bruch to serve only the fixed, court-imposed community custody term, as Bruch suggests. Pet’r’s Suppl. Br. at 16. When the legislature enacted RCW 9.94A-.701(9) (requiring trial courts to reduce terms of community custody that may exceed the statutory maximum), it did not modify the DOC’s ability to convert early release under RCW 9.94A.729(5). See supra note 2. There is no indication that the amendments to RCW 9.94A.701 rendered the DOC’s authority under RCW 9.94A.729(5) inconsistent with the SRA or that community custody in lieu of early release renders an offender’s sentence indeterminate.\n¶22 We hold that Bruch’s sentence is not indeterminate merely because he may earn early release in lieu of community custody.\nB. “Statutory Maximum” Three-Year Term of Community Custody\n¶23 Bruch further argues that the trial court violated RCW 9.94A.701(1) by failing to ensure that his term of community custody did not exceed three years. He construes the three-year period prescribed in subsection (1) as a statutory maximum term of community custody, and relies on Franklin and Boyd to argue that the trial court impermissibly passed on to the DOC the responsibility of determining his community custody term. The DOC, as amicus, similarly construes the three-year period as a statutory maximum but argues that the judgment and sentence can be corrected by adding a notation that the total period of community custody cannot exceed three years.\n¶24 We question the premise of Bruch’s and the DOC’s arguments. Neither points to evidence in the SRA that RCW 9.94A.701(1) operates as a statutory maximum comparable to the 120-month maximum that limits Bruch’s total sentence. Where the SRA contains an obligation to sentence within the “statutory maximum,” it refers to the maximum sentences set forth in RCW 9A.20.021. See RCW 9.94A.701(9). In contrast, the requirement that a trial court sentence offenders such as Bruch to a three-year community custody period establishes a fixed period, not a maximum. RCW 9.94A.701(1). The statute allows for reducing this period only when necessary to avoid exceeding the statutory maximum. RCW 9.94A.701(9). These provisions of RCW 9.94A.701 are not cross-referenced in RCW 9.94A-.729(5)(a), which requires the DOC to transfer early release time to community custody for certain offenders. When such a transfer is made, there is no risk of exceeding the statutory maximum under RCW 9A.20.021 because the effect is to reduce the imposed confinement time.\n¶25 Bruch’s reliance on Franklin and Boyd is misplaced. Those cases involved sentences that plainly exceeded the statutory maximum, and the question was whether, in light of the 2009 amendments to the SRA, the trial court could simply include a Brooks notation. See Franklin, 172 Wn.2d at 839-41; Boyd, 174 Wn.2d at 472-73. We held that RCW 9.94A.701(9) required the trial court to reduce the term of community custody it imposed under subsection (1) in order to avoid exceeding the statutory maximum. Here, the trial court did just that. It reduced Bruch’s three-year term of community custody to a fixed, four-month term so that the total sentence fell within the 120-month statutory maximum. The trial court’s notation, “plus all accrued earned early release,” CP at 7, can be understood as acknowledging the DOC’s distinct statutory authority to grant Bruch early release time, which must be transferred to community custody pursuant to RCW 9.94A.729(5)(a). This directive has no effect on the 120-month statutory maximum, as it can reduce only the 116-month term of confinement.\n¶26 The SRA provides trial courts and the DOC with different sources of authority with respect to community custody. The trial court imposes a fixed term of community custody governed by RCW 9.94A.701. RCW 9.94A.729, on the other hand, governs the DOC’s authority to grant early release time and convert that time into community custody for certain offenders. The statute generally describes how the DOC has the discretion to reduce an offender’s term of confinement by granting early release for good behavior and good performance. Subsection (5)(a) requires the DOC to transfer early release time — earned by offenders such as Bruch — into community custody. The statute reads, in pertinent part:\nA person who is eligible for earned early release as provided in this section and who will be supervised by the department pursuant to RCW 9.94A.501 or 9.94A.5011, shall be transferred to community custody in lieu of earned release time.\nRCW 9.94A.729(5)(a). The referenced statute RCW 9.94A-.501 governs the DOC’s authority to supervise community custody imposed by a trial court. RCW 9.94A.501, in turn, cross-references RCW 9.94A.701, the statute that provides trial courts the applicable length of community custody terms. The statute reads, in pertinent part:\n[T]he department shall supervise an offender sentenced to community custody regardless of risk classification if the offender:\n(a) Has a current conviction for a sex offense or a serious violent offense and was sentenced to a term of community custody pursuant to RCW 9.94A.701, 9.94A.702, or 9.94A.507.\nRCW 9.94A.501(4) (emphasis added).\n¶27 The trial court is required to ensure that the offender’s total sentence does not exceed the 120-month statutory maximum for the crime committed and to impose a term of community custody under RCW 9.94A.701. In turn, the DOC must supervise the fixed term of community custody imposed by the trial court and supervise community custody in lieu of any earned early release time it awards under RCW 9.94A.729.\n¶28 Under this statutory framework, the trial court has not passed on to the DOC its obligation to direct Bruch’s sentence because the trial court’s judgment and sentence ensures that (1) the combined total does not exceed the statutory maximum of 120 months and (2) the term of community custody imposed meets the statutory requirements under RCW 9.94A.701(1) and (9). Contrary to the concurrence/dissent’s characterization, the DOC has not assumed “sentencing authority.” See concurrence/dissent at 872. Even if Bruch earned all of his potential early release of 38⅔ months, the DOC’s supervision of community custody in lieu of that earned early release would not be improper. Here, the trial court’s four-month sentence of community custody does not exceed three years.\n¶29 The dissent and the DOC believe that Bruch’s judgment and sentence must be amended to specify that he will not serve more than a maximum three-year term of community custody, whether imposed by the court under RCW 9.94A.701 or as a result of transferred early release time under RCW 9.94A.729(5)(a). The DOC suggests that the judgment and sentence could include any of the following notations: “ ‘four months or the period of earned early release, whichever is greater, not to exceed three years’ ” or “ ‘four months plus the period of earned early release, not to exceed three years.’ ” Amicus Curiae Br. of DOC at 5-6. Absent such a notation, the DOC argues that “[supervision for longer than a court-imposed community custody term is prohibited.” Id. at 7. We disagree.\n¶30 The effect of such a notation is no different from the practice under former versions of the SRA, in which the trial court imposed alternative community custody periods, “whichever is longer,” and incorporated whatever period of community custody in lieu of earned early release the DOC granted. See former RCW 9.94A.715(1). But here, instead of a Brooks notation not to exceed the statutory maximum, the DOC would add a “Bruch notation” not to exceed the community custody term prescribed in RCW 9.94A.701(1).\n¶31 The DOC’s argument relies on RCW 9.94A-.501(5), which reads:\nThe department is not authorized to, and may not, supervise any offender sentenced to a term of community custody . . . unless the offender ... is one for whom supervision is required under this section ....\n(Emphasis added.) This subsection, however, only limits the DOC’s ability to supervise offenders “sentence [d]” by a trial court to a fixed-term of community custody under RCW 9.94A.70K1). It does not prohibit the DOC from supervising a term of community custody in lieu of earned early release. The DOC does not “sentence” Bruch to a term of community custody when it transfers his early release under RCW 9.94A.729(5), and trial courts do not have the authority to “sentence” offenders to early release in lieu of community custody. RCW 9.94A.501(5) plainly applies to court-imposed terms of community custody.\n¶32 We hold that Bruch’s court-imposed term of community custody does not violate RCW 9.94A.701(1).\nCONCLUSION\n¶33 We affirm the Court of Appeals. We hold that Bruch’s sentence is not indeterminate merely because he may earn early release. We further hold that Bruch’s court-imposed term of community custody does not violate RCW 9.94A.701U).\nMadsen, C.J., and Johnson, Owens, Fairhurst, Wiggins, and González, JJ, concur.\n¶34 Gordon McCloud, J. (concurring in part and dissenting in part) — This case presents several complicated questions of statutory interpretation; I agree with the majority’s answer to most of them. I agree that a trial court may impose a variable term of community custody at sentencing and that such a term does not render the sentence “indeterminate” under the Sentencing Reform Act of 1981 (SRA), ch. 9.94A RCW. Majority at 861 (citing In re Pers. Restraint of Brooks, 166 Wn.2d 664, 674, 211 P.3d 1023 (2009)). And because I conclude that the SRA requires certain offenders, including Bruch, to serve as much as three years of their earned early release time in community custody, I agree that Bruch was not entitled to a fixed four-month term of community custody.\n¶35 I also agree with the majority’s basic overview of recent amendments to the SRA’s community custody statutes. The majority is correct that the pre-2009 SRA “required trial courts to impose range-based terms of community custody on certain offenders,” including those convicted of Bruch’s crimes. Majority at 860 (citing former RCW 9.94A.710G), .712(5), .715(1) (2008)). The majority is also correct that the 2009 amendments eliminated this range-based community custody scheme and replaced it with a requirement that trial courts impose a community custody term of 3 years, 18 months, or 1 year, depending on the offense at hand, and then “reduce! ]” that term so that it does not combine with the term of confinement to exceed the statutory maximum for the underlying crime. Laws of 2009, ch. 375, § 5(8); RCW 9.94A.701(l)-(3), (9).\n¶36 But I disagree with the majority’s interpretation of those amendments. According to the majority, the effect of the 2009 amendments was to cap the term of community custody that the trial court may impose but not the term of community custody that the Department of Corrections (DOC) may impose. Majority at 863.\n¶37 The majority’s interpretation of the 2009 amendments depends on the theory that the DOC has independent sentencing authority — that is, authority to impose terms of community custody beyond what the trial court specifies in the judgment and sentence. Because I think that this theory is contrary to the relevant case law and legislative history, I respectfully dissent.\n1. The majority’s conclusion that the DOC may independently impose terms of community custody is contrary to our case law\n¶38 The majority locates the DOC’s sentencing authority in RCW 9.94A.729(5)(a), majority at 857, which provides that “[a] person who is eligible for earned early release as provided in this section and who will be supervised by the department pursuant to RCW 9.94A.501 or 9.94A.5011, shall be transferred to community custody in lieu of earned release time” (Emphasis added.) According to the majority, this statute empowers the DOC to “transfer” or “convert” earned early release time into a term of community custody. Majority at 862, 865.\n¶39 This court discussed a similar issue in State v. Franklin, where the defendant argued that RCW 9.94A-.729(5)(a) “simply instructs [the] DOC as to when community custody begins’’ whereas different statutes (RCW 9-.94A.701 and .702) “authorize the sentencing court to impose community custody in lieu of earned release.” 172 Wn.2d 831, 837 n.8, 263 P.3d 585 (2011) (emphasis added). Ultimately, the Franklin court did not decide this issue, but it noted in dicta that “[t]he plain meaning of the relevant statutes support[s] [the] contention that RCW 9.94A.701 and RCW 9.94A.702 — not RCW 9.94A.729 — govern the trial court’s imposition of community custody at the time of sentencing.” Id. (emphasis added).\n¶40 The majority sees Franklin’s dicta as support for its conclusion that “[t]he mandate to transfer early release time to community custody in RCW 9.94A.729 is directed to the DOC, not the trial court,” majority at 867 n.5 (emphasis added) (citing Franklin, 172 Wn.2d at 837 & n.8), but I read Franklin’s dicta differently. I think that it reflects a longstanding allocation of distinct duties under the SRA, whereby the trial court imposes community custody terms— keeping in mind the DOC’s authority to grant early release time for good behavior — and the DOC implements those terms — sometimes by transferring an offender to community custody status. Thus, while I agree with the majority that RCW 9.94A.729 addresses the DOC (and not the trial court), I disagree that this statute vests the DOC with sentencing authority. Instead, I think that it does just what the defendant in Franklin argued: it instructs the DOC to transfer an offender to community custody at the beginning of the period of earned early release.\n¶41 The majority’s contrary conclusion conflicts with this court’s precedent on sentencing errors involving community custody. That precedent holds that the DOC may not even correct an obvious error in the community custody provision of a judgment and sentence — instead, the trial court must do so. As this court held in State v. Broadaway, that rule applies even when the error involves an SRA provision contemplating that the offender will be “transferred to community custody in lieu of earned early release.” See 133 Wn.2d 118, 135-36, 942 P.2d 363 (1997) (applying former RCW 9.94A.120(9)(a) (1996), quoted above).\n¶42 The defendant in Broadaway was convicted of first degree robbery while armed with a deadly weapon — a conviction that made him eligible only for “transfer to community custody status in lieu of earned early time.” The SRA required the trial court to sentence him to “a one-year term of community placement beginning either upon completion of the term of confinement or at such time as the offender is transferred to community custody in lieu of earned early release.” Former RCW 9.94A.120(9)(a) (emphasis added). But the trial court used “ ‘boilerplate’ ” language in the judgment and sentence, providing only that “ ‘Community placement is ordered for a community placement eligible offense ... for the period of time provided by law.’ ” Broadaway, 133 Wn.2d at 135 (second alteration in original) (quoting court record).\n¶43 The defendant argued that this was deficient because “the Department of Corrections lacks authority to impose community placement where the judgment and sentence does not do so.” Id. This court agreed and remanded to the trial court to amend the judgment and sentence. Id. at 135-36.\n¶44 If the DOC had authority to transfer offenders to community custody on its own initiative — absent any directive in the judgment and sentence — the Broadaway remedy would have been unnecessary. For this reason, I conclude that the majority’s holding in this case conflicts with our case law on sentencing errors involving terms of community custody.\n2. The majority’s conclusion that the DOC may independently impose terms of community custody is contrary to the relevant statutes’ plain language and legislative history\n¶45 For the reasons given above, I believe that the majority’s holding is contrary to our case law on sentencing errors involving offenders who are eligible for community custody in lieu of earned early release. I also conclude that the majority’s holding is contrary to the plain language and legislative history of the relevant statutes in this case.\n¶46 Until the 2009 amendments, the SRA expressly required trial courts to reference the period of earned early release when sentencing certain offenders, including those convicted of Bruch’s crimes (second degree child molestation and third degree rape of a child). Former RCW 9.94A-.710(1), .712(5), .715(1); Franklin, 172 Wn.2d at 835. For these offenders, as the majority correctly notes, the trial court was required to impose a term of “community custody for the ... range established under RCW 9.94A.850 or up to the period of earned release . . . , whichever is longer.” Former RCW 9.94A.715(1) (emphasis added). The DOC had to specify and implement that term at the appropriate time: former RCW 9.94A.715(4) required the DOC to “discharge the offender from community custody on a date determined by the department.. . within the range or at the end of the period of early release, whichever is later.” (Emphasis added.) But the DOC did not independently impose terms of community custody — the trial court did that in the judgment and sentence.\n¶47 The pre-2009 SRA also provided that certain offenders — including those (like Bruch) convicted of violent or sex offenses — were ineligible for early release. Former RCW 9.94A.728(1), (2) (2008); In re Pers. Restraint of Mattson, 166 Wn.2d 730, 733, 214 P.3d 141 (2009). Instead, these offenders were eligible only for “transfer to community custody status in lieu of earned release time.” Former RCW 9.94A.728(2) (emphasis added). This meant that a person convicted of a sex offense could earn early release time for good behavior, but that “release” would always be to community custody status for the duration of that earned early release time. Id.; In re Mattson, 166 Wn.2d at 733.\n¶48 Under the pre-2009 SRA, it was easy to harmonize the statutes governing sentencing with the statutes governing community custody and earned early release. The preamendment sentencing statutes required the trial court to impose a term of community custody, but they also expressly required a variable term equal to or greater than the period of earned early release. Former RCW 9.94A-.715(1). This accommodated the community custody statutes, which made certain offenders eligible only for “transfer to community custody in lieu of an earned release time.” Former RCW 9.94A.728(2).\n¶49 As noted above, the 2009 amendments did away with range-based terms of community custody, replacing them with fixed terms of 12, 18, and 36 months. Laws of 2009, ch. 375, § 5. But they maintained the SRA provision stating that certain offenders — including those convicted of sex crimes — “shall be transferred to community custody in lieu of earned early release time.” RCW 9.94A.729(5)(a). Under this short-lived scheme, the statutes governing sentencing did not necessarily match up with the statutes governing community custody. Had Bruch been sentenced under this scheme, the trial court would have been required to impose at most a three-year term of community custody, and yet RCW 9.94A.729(5)(a) would have required that Bruch be “transferred to community custody in lieu of” an earned early release term that might have been as long as 38% months. Thus, by the statute’s plain terms, Bruch could have been transferred to 38% months of community custody even though he could have been sentenced to only 36 months of community custody.\n¶50 But in 2011 the legislature amended the provision in RCW 9.94A.729 requiring that certain offenders be “transferred to community custody in lieu of earned release time.” Laws of 2011,1st Spec. Sess., ch. 40, § 4(5)(a). This transfer now applies only to offenders who “will be supervised by the [DOC] pursuant to RCW 9.94A.501 or [9.94A.5011].” Id. Offenders who “will be supervised” pursuant to RCW 9.94A-.501 include those who were convicted of a sex offense or a serious violent offense “and [were] sentenced to a term of community custody pursuant to RCW 9.94A.701, 9.94A.702, or 9.94A.507.” RCW 9.94A.501(4)(a) (emphasis added). (This category of offender includes Bruch, who was sentenced pursuant to 9.94A.701.) Thus, there are now two prerequisites to “transfer [ ] to community custody in lieu of earned release time,” RCW 9.94A.729(5)(a): (1) a conviction of a particular crime (a serious violent offense or certain sex offenses, including Bruch’s) and (2) a sentence to a term of community custody.\n¶51 This legislative history leads me to the conclusion that the DOC does not have the authority to impose — as opposed to implement — a term of community custody. I recognize that between the 2009 and 2011 amendments, RCW 9.94A.729(5)(a)’s plain terms required certain “transfer [s]” to community custody, without also requiring that a trial court impose a perfectly corresponding sentence. But I do not think that this short-lived discrepancy was intended to vest the DOC with unprecedented sentencing authority. Indeed, the Final Bill Report that accompanied the 2009 amendment indicates that the amendment’s primary purpose was to reduce the number of offenders that are subject to DOC supervision while serving terms of community custody. Final B. Rep. on Engrossed Substitute S.B. 5288, 61st Leg., Reg. Sess. (Wash. 2009). That report says nothing about changing the DOC’s traditional authority.\n¶52 I also recognize that the DOC “has significant authority to determine how long an offender will actually remain in confinement,” majority at 863, because the DOC awards early release time according to its own criteria. Thus, I recognize that when the trial court imposes a variable term of community custody that is linked to the period of earned early release, the DOC necessarily exercises a corresponding authority to determine the precise length of that term. But that is different from the authority to impose a term of community custody. Based on the legislative history of the community custody statutes and on this court’s precedent, I conclude that our legislature has vested that authority solely in the sentencing court.\n3. Bruch’s term of community custody may not exceed three years\n¶53 Both Bruch and the DOC argue that the trial court erred by failing to include a notation in the judgment and sentence specifying that Bruch may not serve more than three years in community custody — the amount of time the trial court “shall” impose pursuant to RCW 9.94A.701(1). Pet’r’s Suppl. Br. at 4; Amicus Curiae Br. of the DOC at 5-6. The majority rejects this argument because it finds no “evidence in the SRA that RCW 9.94A.701(1) operates as a statutory maximum comparable to the 120-month maximum that limits Bruch’s total sentence.” Majority at 866.\n¶54 I agree with the majority that the SRA does not expressly prohibit terms of community custody in excess of the periods contemplated in RCW 9.94A.701(l)-(3). See majority at 866. But I disagree that this resolves the issue.\n¶55 When we interpret a statute, we consider its plain language, the context in which it is found, and related statutes, harmonizing different provisions whenever possible and avoiding an interpretation that renders any provision superfluous. State v. Hirschfelder, 170 Wn.2d 536, 543, 242 P.3d 876 (2010). In this case, we have one statute that requires the trial court to impose three years of community custody. RCW 9.94A.701(l)(a) (“[i]f an offender is sentenced ... for [second degree child molestation or third degree rape of a child], the court shall, in addition to the other terms of the sentence, sentence the offender to community custody for three years” (emphasis added)). And we have another statute that requires the trial court to reduce this three-year term but only when three years of community custody would combine with the term of total confinement imposed to result in a total sentence that exceeds the statutory maximum for the underlying crime. RCW 9.94A.701(9) (“[t]he term of community custody specified by this section shall he reduced by the court whenever an offender’s standard range term of confinement in combination with the term of community custody exceeds the statutory maximum for the crime as provided in RCW 9A.20.021” (emphasis added)).\n¶56 Harmonizing these statutes, I conclude that the legislature intends an offender like Bruch to serve a term of community custody that is as close as possible to, but does not exceed, three years, and that does not combine with the term of confinement to exceed the statutory maximum for the underlying offense. In this case, the trial court can accomplish that goal by employing the type of equation it used in the judgment and sentence, along with a notation capping the community custody term at three years.\n¶57 Because I interpret the relevant statutes to require a three-year community custody term, and because I conclude that Bruch’s having been “sentenced to a term of community custody pursuant to RCW 9.94A.701” is a prerequisite to his transfer to community custody “in lieu of earned release,”1 also disagree with the majority’s assertion that “[t]he trial court’s notation, ‘plus all accrued earned early release,’ ... was not strictly necessary.” Majority at 867 & n.5 (quoting Clerk’s Papers at 7). In the absence of that notation, there is no way to tell that the four months of community custody imposed by the trial court must run consecutively to the period of earned early release. And to achieve the legislature’s intended effect — a period of community custody as close as possible to the three-year maximum, even if Bruch earns only a small portion of the early release time for which he is eligible — these periods must run consecutively.\nCONCLUSION\n¶58 I agree with the majority on many of the questions presented in this case. I disagree only with the majority’s holdings that (1) the DOC may transfer offenders to community custody for periods not authorized in the judgment and sentence, (2) Bruch may serve more than three years in community custody, and (3) no remand to the trial court is necessary here.\n¶59 In this particular case, the practical effect of that disagreement might appear minimal. Under the majority’s interpretation of the relevant statutes, Bruch may serve up to 38% months of community custody time, assuming that he earns all of the early release time for which he is statutorily eligible, and the judgment and sentence need not be amended. Under my interpretation, Bruch may earn up to 38% months of early release time, but only 36 of these will be spent in community custody and the trial court must amend the judgment and sentence to reflect that 3-year cap. This difference of 2% months might seem negligible, especially in light of the 116-month term of confinement imposed.\n¶60 But in terms of the broader questions presented in this case — questions about the relative authority of the trial court and the DOC — there is a significant difference between the majority’s holding and my opinion. The majority’s decision that remand is unnecessary here is, in my view, a radical revision of our case law on the DOC’s authority. And it is one that deprives the trial court of its traditional, exclusive sentencing authority. I therefore respectfully dissent from that decision.\nYu, J., concurs with Gordon McCloud, J.\nFormer RCW 9.94A.030(21) has been recodified as RCW 9.94A.030(18). Laws of 2008, ch. 230, § 2.\nThe 2009 amendments modified language in the statutes governing the DOC’s authority to grant earned early release, but they did not alter the DOC’s ability to transfer certain offenders to community custody in lieu of earned early release. See Laws of 2009, ch. 455, §§ 1, 3(5)(a).\nAt the time of Bruch’s sentencing, subsection (3)(e) was codified at (3)(d). Laws of 2014, ch. 130, § 4.\nThis is another aspect of Winkle that is not implicated here. In Winkle, the Court of Appeals permitted the DOC to transfer an offender’s earned early release to community custody in the absence of the defendant receiving a court-imposed, fixed term of community custody. The statutory framework of RCW 9.94A.729 suggests that there are two prerequisites to the DOC’s ability to “transfer[ ] to community custody in lieu of earned release time,” RCW 9.94A.729(5)(a): (1) being convicted of a particular crime, i.e., certain serious violent crimes or certain sex offenses, RCW 9.94A.501(4)(a), and (2) being sentenced to a fixed term of community custody by a trial court. This issue arises, as it did in Winkle, when a trial court imposes the statutory maximum term of confinement, preventing it from imposing a fixed-term of community custody under RCW 9.94A.701(1). Though it is hard to imagine the legislature intended no community custody in such an instance, the statutory language needs to be addressed in an appropriate case. It is not implicated here because Bruch was sentenced to 116 months of confinement — four months less than the statutory maximum — and a fixed, four-month term of community custody under RCW 9.94A.70(1) and (9).\nThe court’s notation was not strictly necessary. The mandate to transfer early release time to community custody in RCW 9.94A.729 is directed to the DOC, not the trial court. See Franklin, 172 Wn.2d at 837 & n.8. The scope of the DOC’s obligations under RCW 9.94A.729 is not before us, but we will not presume that in fulfilling these obligations, the DOC will act in a manner that is contrary to the SRA. See Brooks, 166 Wn.2d at 672-73 (noting the DOC’s statutory discretion with regard to community custody); Franklin, 172 Wn.2d at 843 (refusing to order amendment of judgment and sentence where the DOC can act within authority consistent with the SRA).\nThe State suggests that Bruch’s judgment and sentence should be corrected to expressly state that both types of community custody run concurrently from the date of release. It believes this is what the legislature intended when it required an offender to be “ ‘transferred to community custody in lieu of earned early release time.’ ” Suppl. Br. of Resp’t at 8 (emphasis added) (quoting RCW 9.94A-.729(5)(a)). But, the meaning of “transferred” in this context is not entirely clear. The same statute allows the DOC to “transfer” an offender to partial confinement when he does not qualify for community custody. RCW 9.94A.729(5)(d)(i). As noted, the limits of the DOC’s authority under RCW 9.94A.729 are not before us. For present purposes, it is enough to note that the trial court’s reference to “at least 4 months, plus all accrued earned early release time at the time of release,” CP at 7, is not inconsistent with running the court-imposed period of community custody concurrently with the period resulting under RCW 9.94A.729, if that is what the DOC is required to do. The trial court’s language can be understood as recognizing the separate statutory sources for community custody and reflecting its intent that both will apply, i.e., that Bruch will be subject to the court-imposed term plus the DOC-granted term.\nThe statute at issue in State v. Franklin, 172 Wn.2d 831, 837 n.8, 263 P.3d 585 (2011), was a former version of RCW 9.94A.729(5)(a), but the subsequent amendments do not affect the question at issue here: whether that statute simply tells the DOC that community custody begins at the time of earned release or actually confers authority on some entity — either the DOC or the trial court — to convert earned early release time into community custody time. See Laws of 2011, 1st Spec. Sess., ch. 40, § 4 (amending the portion of the statute that refers to the categories of offender covered).\nSee In re Pers. Restraint of McWilliams, 182 Wn.2d 213, 217, 340 P.3d 223 (2014) (where trial court failed to include in the judgment and sentence a “Brooks notation” telling the DOC that the community custody term may not extend the entire sentence beyond the applicable statutory maximum, remedy was remand to the trial court to amend the judgment and sentence); State v. Broadaway, 133 Wn.2d 118, 135-36, 942 P.2d 363 (1997) (where judgment and sentence is insufficiently specific about the term of community custody required by statute, remedy is remand to the trial court to amend the judgment and sentence).\nFormer RCW 9.94A.150(2) (1996); Broadaway, 133 Wn.2d at 122 (“[a] person convicted of. . . any crime against a person where it is determined . . . that the defendant or an accomplice was armed with a deadly weapon at the time of commission ... may become eligible ... for transfer to community custody status in lieu of earned early release time”).\nRCW 9.94A.5011(1) governs the community custody supervision of certain offenders “convicted prior to August 2, 2011, of a misdemeanor or gross misdemeanor offense who is sentenced to probation in superior court.” It is not relevant to the analysis in this case.\nRCW 9.94A.501(4)(a), ,729(5)(a).",
        "type": "majority",
        "author": "Stephens, J."
      }
    ],
    "attorneys": [
      "Elaine L. Winters (of Washington Appellate Project), for petitioner.",
      "Mark K. Roe, Prosecuting Attorney, and Seth A. Fine, Deputy, for respondent.",
      "Ronda D. Larson, Assistant Attorney General, on behalf of Department of Corrections, amicus curiae."
    ],
    "corrections": "",
    "head_matter": "[No. 90021-3.\nEn Banc.]\nArgued September 16, 2014.\nDecided March 19, 2015.\nThe State of Washington, Respondent, v. Matthew Bruch, Petitioner.\nElaine L. Winters (of Washington Appellate Project), for petitioner.\nMark K. Roe, Prosecuting Attorney, and Seth A. Fine, Deputy, for respondent.\nRonda D. Larson, Assistant Attorney General, on behalf of Department of Corrections, amicus curiae."
  },
  "file_name": "0854-01",
  "first_page_order": 890,
  "last_page_order": 917
}
