{
  "id": 1369396,
  "name": "Buchanan v. Roddy",
  "name_abbreviation": "Buchanan v. Roddy",
  "decision_date": "1926-10-11",
  "docket_number": "",
  "first_page": "855",
  "last_page": "859",
  "citations": [
    {
      "type": "official",
      "cite": "171 Ark. 855"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "36 S. W. 184",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "75 Ark. 395",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1502515
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/75/0395-01"
      ]
    },
    {
      "cite": "137 S. W. 574",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "99 Ark. 128",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1314445
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/99/0128-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 356,
    "char_count": 7898,
    "ocr_confidence": 0.502,
    "pagerank": {
      "raw": 6.588509451279947e-08,
      "percentile": 0.4031233095056893
    },
    "sha256": "e7ab342b6783922a7c616814686623e90843c5fc8533318f98728ff87025748c",
    "simhash": "1:e2dfb8cd3d51cbf6",
    "word_count": 1349
  },
  "last_updated": "2024-02-28T00:06:45.048720+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Buchanan v. Roddy."
    ],
    "opinions": [
      {
        "text": "Wood, J.\nThis action was instituted hy the appellees against the appellant. The appellees alleged that they are the owners of the south half of the southeast quarter of the northwest quarter of section 30, township 7 north, range 3 west, and the east half of the northeast quarter of section 25, township 7 north, range 4 west, Woodruff County, Arkansas. They deraigned title from the United States Government through mesne conveyances to Ed Roddy and as beneficiaries under the will of Roddy. They alleged that, in'1923, the appellant .constructed a fence inclosing 3% acres of appellees’ land, describing the lands so inclosed; that the appellant and her tenants are in possession of the land without the consent of the appellees. They prayed judgment for possession, and for damages.\nThe appellant answered, denying the allegations of the. appellees’ complaint, and alleged that she was the owner and has the right of possession to the northwest quarter of the southwest quarter of section 30, township 7 north, range 3 west, and also to the northeast quarter of the southeast quarter of section 25, township 7 north, range 4 west. The appellant deraigns title through the will of her grandmother, Sallie J. Mason, devising the lands to appellant and. appellant’s sister, Eva Moore, and a deed from Eva Moore to appellant. The appellant alleged that, about 28 years ago, her grandmother and Ed Roddy, then owner of the lands claimed by the appellees, entered into an oral agreement by which a boundary line was established between their lands, as described in the complaint and answer, running from a stake driven at the northeast corner of the northwest quarter of the southwest quarter of section 30, township 7 north, range 3 west, running west to an old fence-row separating the lands of Sallie J. Mason and Ed Roddy; that the fence which appellees alleged to be oh their lands runs south of the boundary line as above established,. and is on appellant’s land. The appellant alleged that the line' established by agreement as above alleged had been recognized by Roddy, the appellees’ predecessor in title, for more than twenty years, and that the appellant and those under whom she claims had been in the actual, adverse, open and notorious possession of the lands for more than twenty years.\nThere was an agreement of counsel in the record as follows: “It is agreed that the deeds mentioned in the pleadings may be treated as in evidence and that each party is the owner of the respective lands mentioned in the complaint and answer, and that the question is whether the fence moved is on the land of the plaintiff or the defendant.”\nMrs. Mamie Wilkes, if she* had been permitted to testify, would have stated that, 28 years ago, in her presence, Mr. Ed Roddy and her mother, Mrs. Sallie Mason, settled a dispute over the line between their lands, which is the line herein involved, by having said line located by a surveyor, and that the land south of the agreed line has since been recognized by the owners of the lands on each side for more than 20 years, or since this agreement; that the fence in controversy in this suit is south of this agreed line, and would be on Sallie Buchanan’s land. There was testimony tending to prove that a certain fence, designated by witnesses and marked on certain maps and plats in evidence as “new fence,” was on the land in controversy claimed by the appellees. The court refused to permit the offered testimony of Mrs. Wilkes to be introduced, to which ruling the appellant duly excepted.\nAt the conclusion of the testimony, and at the request of counsel for appellant, the court instructed the jury as follows: “You are instructed that, if you believe from a preponderance of the evidence that the fence which has been designated as ‘new fence’ is on the plaintiff’s land, you will find for the plaintiff. If the fence is on the defendant’s land, you will find for the defendant.” •\nThe jury returned the following verdict: “We, the jury, find for the plaintiff.” Judgment was.entered in favor of the appellees, from which the appellant duly prosecutes this appeal;\nThe court erred in not admitting the testimony of the witness, Mrs. Mamie Wilkes, offered by the appellant. In Taylor v. Rudy, 99 Ark. 128, 137 S. W. 574, we held, quoting syllabus: “Where there is uncertainty as to the boundary, or the owners of adjoining lands are in dispute as to the dividing line, the parol agreement of such owners as to the boundary establishes the line, and, when followed by possession with reference thereto, is conclusive on them. ’ ’\nAnd in Cox v. Daugherty, 75 Ark. 395, 36 S. W. 184, we held, quoting syllabus: “Persons owning adjacent lands may, by agreement, establish the boundaries between-their lands, regardless of the lines of the government survey.”\nUnder the doctrine of the above cases, Mrs. Wilkes was a competent witness and her testimony was relevant to the issue. This testimony should have been admitted and considered by the-jury in connection with the agreement of counsel and all the other testimony adduced in evidence. The agreement of counsel, to-wit: “That the deeds mentioned in the pleadings may be treated as in evidence, and that each party is the owner of respective lands mentioned in the pleadings, and that the question is whether or not the fence is on the land of the plaintiffs or on the land of the defendant,” should be interpreted in connection with the pleadings and all the other evidence in the cause. When this is done, it is obvious that the parties meant by the “agreement of counsel” to treat the deeds, mentioned in the pleadings of the respective parties, as muniments of their title to the lands described therein, about which there was no controversy; that the only question was whether the “new fence,” referred to by the witnesses and marked on the plats in evidence as the “new fence line now being erected,” was on the land of the plaintiffs or the land of the defendant, as claimed by them in their respective pleadings. In other words, the- issue between the parties, as shown by the pleadings, was the title and right of possession to a parcel of land of three and one-half acres, situated on the boundary line of the adjoining owners, appellees and appellant.\nAppellees claimed that, according to the true boundary line, they were entitled to the land in controversy which appellant had inclosed by the “new fence,” which was on appellees’ land, while appellant claimed that the boundary line which had been established by the predecessors in title of the respective parties as the true line between them, would bring the land in controversy within her inclosure, and that the “new fence” was erected on her land, and that she and her predecessors in title had been in the adverse possession of the parcel of land in controversy for more than twenty, years.\nThe entire record makes a typical case for the application of the doctrine announced in Taylor v. Rudy and Cox v. Daugherty, supra.\nFor the error indicated the judgment is reversed, and the cause is remanded for a new trial.",
        "type": "majority",
        "author": "Wood, J."
      }
    ],
    "attorneys": [
      "W. J. Dwngan, for appellant.",
      "J, F. Summers, for appellee."
    ],
    "corrections": "",
    "head_matter": "Buchanan v. Roddy.\nOpinion delivered October 11, 1926.\n1. Boundary — parol agreement.- — -Where there is uncertainty as to the boundary, or the owners of adjoining lands are in dispute as to the dividing line, the parol agreement of such owners as to the boundary establishes the line, and, when followed by possession with reference thereto, is conclusive on them.\n2. Boundary — parol agreement — evidence.—In an action involving a dispute as to a boundary line, it was error to exclude the testimony of a witness in whose presence a dispute as to such boundary had been settled by a verbal agreement of the owners, establishing, the line as claimed by defendant.\nAppeal from Woodruff Circuit Court, Northern District; E. D. Robertson, Judge;\nreversed.\nW. J. Dwngan, for appellant.\nJ, F. Summers, for appellee."
  },
  "file_name": "0855-01",
  "first_page_order": 871,
  "last_page_order": 875
}
