{
  "id": 1435186,
  "name": "Commonwealth Building and Loan Association v. Martin",
  "name_abbreviation": "Commonwealth Building & Loan Ass'n v. Martin",
  "decision_date": "1932-05-23",
  "docket_number": "4-2449",
  "first_page": "858",
  "last_page": "864",
  "citations": [
    {
      "type": "official",
      "cite": "185 Ark. 858"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "40 S. W. 127",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "63 Ark. 625",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8724885
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/63/0625-01"
      ]
    },
    {
      "cite": "16 S. W. (2d) 457",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "179 Ark. 421",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8722769
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/179/0421-01"
      ]
    },
    {
      "cite": "46 L. R. A. (N. S.) 1019",
      "category": "reporters:federal",
      "reporter": "L.R.A.N.S.",
      "opinion_index": 0
    },
    {
      "cite": "158 S. W. 1082",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "108 Ark. 555",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1342289
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/108/0555-01"
      ]
    },
    {
      "cite": "23 L. R. A. (N. S.) 659",
      "category": "reporters:federal",
      "reporter": "L.R.A.N.S.",
      "opinion_index": 0
    },
    {
      "cite": "119 S. W. 75",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "90 Ark. 351",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1513814
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/90/0351-01"
      ]
    },
    {
      "cite": "120 Am. St. Rep. 67",
      "category": "reporters:state",
      "reporter": "Am. St. Rep.",
      "opinion_index": 0
    },
    {
      "cite": "105 S. W. 260",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "84 Ark. 277",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1524379
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/84/0277-01"
      ]
    },
    {
      "cite": "45 Ark. 376",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1892027
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/45/0376-01"
      ]
    },
    {
      "cite": "39 Ark. 531",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1898666
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/39/0531-01"
      ]
    },
    {
      "cite": "37 Ark. 132",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1870949
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/37/0132-01"
      ]
    },
    {
      "cite": "41 S. W. 482",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "91 Tex. 171",
      "category": "reporters:state",
      "reporter": "Tex.",
      "case_ids": [
        2239723
      ],
      "opinion_index": 0,
      "case_paths": [
        "/tex/91/0171-01"
      ]
    },
    {
      "cite": "87 Pa. 491",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1057820
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/87/0491-01"
      ]
    },
    {
      "cite": "101 N. E. 272",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": 0
    },
    {
      "cite": "87 Ohio St. 377",
      "category": "reporters:state",
      "reporter": "Ohio St.",
      "case_ids": [
        985941
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ohio-st/87/0377-01"
      ]
    },
    {
      "cite": "29 Ohio St. 240",
      "category": "reporters:state",
      "reporter": "Ohio St.",
      "case_ids": [
        332192
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ohio-st/29/0240-01"
      ]
    },
    {
      "cite": "127 Mass. 400",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2152608
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/127/0400-01"
      ]
    },
    {
      "cite": "120 Mass. 454",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        738938
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/120/0454-01"
      ]
    },
    {
      "cite": "66 N. E. 917",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": 0
    },
    {
      "cite": "30 Ind. 677",
      "category": "reporters:state",
      "reporter": "Ind.",
      "opinion_index": 0
    },
    {
      "cite": "4 N. E. 648",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": 0
    },
    {
      "cite": "119 Ill. 656",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        2902081
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ill/119/0656-01"
      ]
    },
    {
      "cite": "29 Conn. 127",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        530600
      ],
      "opinion_index": 0,
      "case_paths": [
        "/conn/29/0127-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 610,
    "char_count": 11563,
    "ocr_confidence": 0.521,
    "pagerank": {
      "raw": 1.1346874606291245e-07,
      "percentile": 0.5770274637633314
    },
    "sha256": "8d110c69427711ad872d265683087a290f829d80e7419246376debc35c5c9861",
    "simhash": "1:a6b902131e489d4e",
    "word_count": 1981
  },
  "last_updated": "2024-02-27T17:51:09.396208+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Commonwealth Building and Loan Association v. Martin."
    ],
    "opinions": [
      {
        "text": "Butler, J.\nThis cause was submitted to the chancellor on the complaint of plaintiff, Dollie Mae Martin, the answers of L. A. Reed, the Progressive Building & Loan Association, and of the appellant, together with the exhibits thereto and the following stipulation:\n“Itis agreed by and between the parties hereto and their respective counsel of record that this cause may be submitted to the court on the following agreed statement of facts covering all the issues except as to the question of agency on the part of L. A. Reed for Progressive Building & Loan Association.\n“On July 11, 1929, E. L. Kendrick, who is the common source of title to lot 6 of block 4 of Triangle Subdivision to the city of El Dorado, Union County, Arkansas, was the owner of said property. 'On said date he executed a mortgage to Progressive Building & Loan Association conveying to the said association said property to secure the payment of an indebtedness in the sum of $2,000, with interest at the rate of 9 per cent, per annum, to be repaid in monthly installments. Thereafter, on August 6, 1930, Commonwealth Building & Loan Association obtained a judgment against the said Kendrick in the Union Chancery Court in the sum of $2,480.17, which judgment constituted a mortgage lien against other property held in the name of Kendrick, but only a general judgment against the property in controversy. The property against which the judgment constituted a mortgage lien was sold on September 9, 1930, for the sum of $1,250, which amount was credited on the judgment against Kendrick, the remaining portion thereof, together with accrued interest thereon, remaining unpaid. Thereafter, on October 22, 1930, Kendrick conveyed the property here in dispute to L. A. Reed for the sum of $10 and the assumption of the Progressive Building & Loan Association’s mortgage indebtedness. Thereafter, on December 1, 1930, Reed conveyed the property in controversy to Dollie Mae Martin by deed of general warranty, in consideration of the sum of $400 and the assumption of the Progressive Building & Loan Association’s mortgage indebtedness. Thereafter, on February 3,1931, Mrs. Martin paid to the Progressive Building & Loan Association the amount due under its mortgage, and said association entered a full satisfaction of the mortgage from Kendrick to it. Mrs. Martin borrowed $1,000 of the money which she paid to the «association, and executed her mortgage covering the property in controversy to secure said sum, and paid the balance from her own personal funds; but the mortgage from Mrs. Martin has never been filed for record.\n“The instruments herein referred to may be read into the record in the trial of this cause before the court.\n“The Commonwealth Building & Loan Association contends that its lien is now a first lien against the property in controversy, the mortgage indebtedness having been satisfied. Mrs. Martin concedes that the association can redeem the property by repaying her the amount expended in paying the mortgage of the Progressive Building & Loan Association, but denies its right to proceed against the property free and clear of the mortgage debt. ’ ’\nIn addition to the facts set out in the foregoing stipulation, plaintiff alleged that at the date of the execution by Kendrick of his deed to Reed and on the date of the deed from Reed to her the judgment in favor of the appellant against Kendrick was outstanding and unsatisfied ; that because of this the covenant of warranty in her deed was breached. She further alleged that Reed, her grantor, was the agent of the Progressive Building & Loan Association, and that the deed taken by him from Kendrick was in satisfaction of the mortgage of his principal. The complaint concluded with the prayer that appellant be required to assert any interest it claimed in the property, that her grantors be required to defend against any claim of appellant, and with a prayer for judgment against the defendants* Kendrick and Reed, for any indebtedness which might be established “by said Commonwealth Building & Loan Association against the property herein described and for all further and proper relief.”\nThe court found that the deed from Reed to the appellee contained a covenant of warranty against incumbrances, and that it did not mention the judgment lien of the Commonwealth Building & Loan Association, and therefore, “upon the execution and delivery of the deed, said covenant of warranty was broken, and that plaintiff is thereby entitled to recover of and from the said L. A. Reed and Lillian Reed, his wife, nominal damages in the sum of $1, together with all costs in this cause including a reasonable attorney’s fee, which the court finds to be the sum of $100.” The court further found that the appellee had paid the mortgage indebtedness due the Progressive Building & Loan Association which had entered a full satisfaction on the records, and thereby the appellee was subrogated to the rights of said association, but that it (appellant) might redeem said property by paying to appellee the amount of indebtedness due the Progressive Building & Loan Association which she had discharged. Judgment was rendered in accordance with these findings, and the complaint dismissed as to the defendant, Progressive Building & Loan Association.\nL. A. Reed has not appealed from that decree, the appeal here being taken and prosecuted by the appellant, Commonwealth Building & Loan Association, which makes two contentions for reversal, as follows-:\n1. Appellee is bound by her allegation that Reed was agent of Progressive Building & Loan Association, and is therefore precluded from any relief as against appellant.\n2. Appellee has neither pleaded nor proved that she lacked knowledge of appellant’s lien at the time she bought the property in question, and is therefore precluded from any relief as against appellant.\n. The appellant argues that by appellee’s own allegation there was no mortgage extant when she acquired the property from Reed, but that the mortgage was discharged and satisfied by the conveyance from Kendrick to Reed, who was acting as agent for the Progressive Building & Loan Association, and that the deed was taken in discharge of the mortgage debt. It contends that these allegations were admitted by it in its answer, and that appellee could not take a position contradictory to the allegations of her complaint, as such had not been denied.\nWe do not agree with the contention made for the reason that the allegations as to the agency of Reed, and that he took the conveyance from. Kendrick to himself as agent of the Progressive Building & Loan Association in satisfaction of the debt from Kendrick to it were denied by both Reed and the loan association. No evidence was taken on this issue, and it was abandoned, and the court dismissed the complaint as to the Progressive Building & Loan Association.\nThe real question in this case is that contained in the second contention made by the appellant, and in this we are of the opinion that it is wrong. It was agreed that, after Reed conveyed the property to appellee, she paid the amount due under the mortgage, having borrowed $1,000 of the amount and paying the remainder from her own personal funds. It was clearly to the interest of the appellee to succeed to the rights of the mortgagee, and it must be presumed that this was her intention, in the absence of any affirmative showing of intention as to the outstanding judgment lien of the appellant, or that she had knowledge of its existence.\n“And the rule supported by the weight of authority is that when a purchaser pays off a prior incumbrance as a part of the parchase price, without actual notice of a junior lien, it will be presumed that he paid the same for his own benefit, and the protection of his own interests, and equity will treat him as the assignee of the previous incumbrance, and will revive and enforce it for his benefit. Having caused the same to be satisfied under circumstances authorizing an inference of mistake of fact, equity will presume such mistake in order to give the party the benefit of the equitable right of subrogation; and, in so doing, prevent injuries and hardship, without interfering with intervening equities.” 25 It. C. L. 1353,\n“The general rule is that the lesser estate in land will merge in the greater whenever the two estates are owned by the same person. This rule, however, does not apply where such merger would be inimical to the interests of the owner; hence, unless the intention to merge with knowledge of a junior lien or liens clearly appears, no merg-er results from the acquirement by the holder of a senior mortgage of the interests of the mortgagor, and the senior mortgage retains its priority as against all junior or intervening liens upon the mortgaged property; and this rule is true whether the interest of the mortgagor is the legal title to the land, or the mere equity of redemption. 39 L. it. A. 384.\nThe doctrine above announced is supported by the weight of authority and numerous decisions announcing and applying it have been cited by counsel for appellee in his brief. Among these are the following cases: Mallory v. Hitchcock, 29 Conn. 127; Smith v. Dinsmoor, 119 Ill. 656, 4 N. E. 648; Artz v. Yeager, 30 Ind. 677, 66 N. E. 917; Putnam v. Collamore, 120 Mass. 454; Tucker v. Crowley, 127 Mass. 400; Bell v. Tenny, 29 Ohio St. 240; Senter v. Senter, 87 Ohio St. 377, 101 N. E. 272; Dollar Sav. Bank v. Burns, 87 Pa. 491; Harris v. Masterson, 91 Tex. 171, 41 S. W. 482.\nThe appellant has shown no equity in this case calling for the application of the doctrine of merger, and, on the other hand, its application would work a manifest injustice to the appellee which ought not to be done. Simpson v. Robinson, 37 Ark. 132. In many cases it has been our policy to apply the doctrine of subrogation, where by so doing the ends of justice will be met (Chaffee v. Oliver, 39 Ark. 531; Cohn v. Hoffman, 45 Ark. 376; Neff v. Elder, 84 Ark. 277, 105 S. W. 260, 120 Am. St. Rep. 67; Beauchamp v. Bertig, 90 Ark. 351, 119 S. W. 75, 23 L. R. A. (N. S.) 659; Southern Cotton Oil Co. v. Napoleon Hill Cotton Co., 108 Ark. 555, 158 S. W. 1082, 46 L. R. A. (N. S.) 1019; Rowland v. Griffin, 179 Ark. 421, 16 S. W. (2d) 457) and to deny mergers where an injustice would follow.\nIn the case of Bemis v. First Nat. Bank, 63 Ark. 625, 40 S. W. 127, it is said: “It is admitted in argument, and cannot be successfully controverted, that a merger will never be presumed against the interest of the party taking the deed; but it is claimed that ‘this rule only applies in the absence of evidence tending to- show a merger.’ That is a mild way of stating it. Mergers are not favored either in courts of law or equity, and it requires evidence to show that the interests of him who holds both rights will not be prejudiced, before the rule allowing a merger will be applied; and it is hardly sufficient that the evidence tends to show a case for the application of the rule. We do not intend by this discussion to admit that the evidence shows this to be a case where a merger can be made, but, rather, how far the courts will lean towards the real interest of the holder of the two rights; and, in so doing, how strong the evidence must be to sustain the merger.”\nThe decree of the trial court is correct, and it is therefore affirmed.",
        "type": "majority",
        "author": "Butler, J."
      }
    ],
    "attorneys": [
      "Powell, Smead *§> Knox and G. E. Wright, for appellant.",
      "Coulter & Coulter, for appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth Building and Loan Association v. Martin.\n4-2449\nOpinion delivered May 23, 1932.\nPowell, Smead *§> Knox and G. E. Wright, for appellant.\nCoulter & Coulter, for appellee."
  },
  "file_name": "0858-01",
  "first_page_order": 878,
  "last_page_order": 884
}
