{
  "id": 1397086,
  "name": "Feild v. Koonce",
  "name_abbreviation": "Feild v. Koonce",
  "decision_date": "1929-01-14",
  "docket_number": "",
  "first_page": "862",
  "last_page": "871",
  "citations": [
    {
      "type": "official",
      "cite": "178 Ark. 862"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "1 S. E. 202",
      "category": "reporters:state_regional",
      "reporter": "S.E.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 773,
    "char_count": 17220,
    "ocr_confidence": 0.458,
    "pagerank": {
      "raw": 2.691004821321656e-07,
      "percentile": 0.8275837703279226
    },
    "sha256": "a85c8a9d6503c4617b8a1fdd691d599154681060521d27a074534848ca139cbb",
    "simhash": "1:343ba1041c7ce02b",
    "word_count": 3059
  },
  "last_updated": "2024-02-27T17:49:07.238160+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Feild v. Koonce."
    ],
    "opinions": [
      {
        "text": "Mehaffy, J.\nThe appellants brought suit in the Pulaski Chancery Court against the appellees, alleging that James C. Ward died insane and intestate on the 19th day 'of June, 1927; that he had been legally adjudged insane July 5, 1891, and continued non compos mentis until death; that he acquired the property in controversy by inheritance, gift and purchase while he was insane, and that, while insane, he sold the property to Miss Mondschein, on the 8th of February, 1902, and that she sold the. property to the present owners, and that they executed a mortgage to J. M. Davis, trustee, for $5,000. Appellant alleged that all the purchasers were actually or constructively on notice of the in-competency of J. C. Ward, and -asked the cancellation of all the deeds and mortgages in favor of the heirs of J. C. War'd. They alleged that he gambled away the money he received when he sold the property.\nAppellees answered, and admitted that Ward was adjudged insane in July, 1891, but that he was sane on February 8, 1902. It was alleged that Ward, in 1902, needed money, having mortgaged the property for $1,000, and that he sold said property for $2,000 cash, and the purchaser assumed the $1,000' mortgage debt and paid the taxes. It is alleged that the first purchasers lost money on the property — that is, they had to sell it, and received less for it than they paid Ward.\nThe case was tried in the chancery court on oral evidence and the following agreed statement of facts:\n^ “It is agreed and stipulated by all parties hereto, that J. W. Ward died, leaving three children, to-wit, J. C. Ward, Lula Ward and Lila Ward Neal; that the deed records' of Pulaski County reflect the following conveyances after the death of the said J. C. Ward: October 29, 1900, Ralph Neal and wife, Lila, to Lula Ward and J. O. Ward, consideration $900; August 8, 1901, Lila Neal and husband to J. C. Ward, consideration $675; October 28, 1901, J. C. Ward, unmarried, to J. G. Leigh, trustee, deed of trust $1,000; Febrfiary 7, 1902, J. C. Ward, unmarried, to Amelia Mondschein, warranty deed, consideration $2,000; August 16, 1902, Amelia Mondschein to William Mondschein, consideration $4,000; July 17,1907, William Mondschein to George C. and Dora Koonoe; consideration $5,000. It is further stipulated and agreed that the probate records of Pulaski County, Arkansas, show that on the fifth day of July, 1891, the said J. C. Ward was adjudicated insane, and said records do not show any finding that he was restored; that the father, J. W. Ward, was appointed his guardian; J. C. Ward was released from the State Hospital for Nervous Diseases on the eighth day of January, 1892; that thereafter, to-wit, on the 15th day of April, 1897, his father died, and no other guardian was ever appointed for the said J. C. Ward; said probate records show also that on September 8, 1900; said J. C. Ward was accepted as a surety with another on the bond of the administrator of the estate of Adaline Ward; that on December 29, 1900; he was accepted as a surety with another on the bond of the administrator of the estate of Lula Ward. It is agreed that the above stipulation may be introduced and considered by the court as evidence in.this case. (Signed by all attorneys for all parties).”\nWhen the above stipulation was filed, the appellants asked the court to declare that the burden of proof was on defendant to show that Ward was sane on February 8, 1902, at the time the deed was made. The court announced that it held the burden of showing that Ward was sane at the time of the execution of the deed to Mondschein was on the defendant claiming under said deed. The court further announced, however, that, finder the circumstances shown in the agreed stipulation of facts by counsel, the presumption of sanity would be raised, which would shift the burden, and that the burden was on the appellants to show at the time of the execution of the deed to Mondschein that Ward was of unsound mind.\nA number of witnesses testified that they had known J. O. Ward and been intimate with him, and that they did not believe he was mentally normal at the time he executed the deed. Other witnesses testified that they had known Ward, and had dealt with him, and that he understood ordinary business transactions and dealings.\nThe undisputed proof shows that Ward was committed to the Insane Asylum on the 5th day of July, 1891, and that his father was appointed his guardian; that J. G. Ward was released from the State Hospital for Nervous Diseases on the 8th day of January, 1892, and that J. C. Ward’s father died on the 5th day of April, 1897, and that no other guardian was ever appointed for Ward; that J. G. Ward transacted his own business, and the property in controversy belonged to Ward’s father, and at his death it descended to his three children, J. C. Ward, Lila Ward Neal and Lula Ward. Lila conveyed her interest to Lula and J. O. Then Lula died, and Lila conveyed to J. C. the interest she inherited from her sister, Lula, thus placing- the entire title in J. 'C. Ward. The deed from Lila and her husband to Lula Ward was made on the 29th day of October, 1900, and on the 8th day of August, 1901, Lila and her husband made a deed to J. C. Ward for the interest inherited from Lila’s sister. On the 28th day of October, 1901, J. C. Ward executed a deed of trust to J. Gr. Leigh for $1,000, and on the 7th day of February, 1902., Ward sold the property to Amelia Mondschein. Ward was married on July 20, 1902. Mrs. Ward testified that she had known Ward about 18 months prior to her marriage. She also testified that they had tbe following children: James H. Ward, 24 years old; S. M. Ward, 23 years old; Alice Ward, 21 years old; Ralph Ward, 17 years old; Marvin Ward, 8 years old; Melba Ruth Ward, 5 years old.\nThe undisputed proof also shows that from the time he was released from the Insane Asylum, January 8, 1892, up to shortly before he died, in 1927, he managed his own affairs, and that his relatives, who now think he was insane, dealt with him as if he were capable of attending to business.\nAppellant’s first contention is that the decree should be reversed because the lower court refused to hold that the burden of showing that J. C. Ward was of sound mind at the time of the execution of the deed rested upon the parties claiming under the deed. The chancellor, in fact, held that the burden was upon the person claiming under the deed, but that, under the circumstances shown by the stipulation and agreement of the parties, the burden shifted. In other words, the chancellor simply ruled that, in his judgment, the prima facie case made by showing that Ward had been adjudged insane was overcome by the agreed statement of facts, and that, so far as putting on the proof was concerned, the plaintiff should proceed with the proof, and there was no error in this ruling of the court. In the first place, cases appealed from the chancery court to this court are tried here de novo, and, where the decision of the chancellor is on a question of fact, the case will be affirmed if the finding of the chancellor is supported by a preponderance of the evidence. In a trial before a jury it is proper to instruct them as to the burden of proof, because they are the triers of the facts, and they are required to return a verdict in favor of the party who has the preponderance of the evidence in his favor. And they are required to return a verdict against the party on whom the burden of proof rests if the evidence is evenly balanced or preponderates in favor of the other party.\nThe statute provides that the party holding the affirmative of an issue must produce the evidence to prove it. Section 4113, Crawford & Moses’ Digest.\nSection 4113 of Crawford & Moses ’ Digest provides that the burden of proof in the whole action lies on the party who would be defeated if no evidence were given on either side.\nIn this case the court held that, if no evidence was given on either side, the burden rested upon the party claiming under the deed to show that Ward was sane at the time it was made. But evidence had been introduced; the stipulation had been agreed to and filed as evidence in the case, and the court held that that was sufficient to overcome the prima facie case of insanity. However, the burden of proof in a chancery case, so far as the procedure is concerned, is resorted to for no purpose other than to determine who shall proceed with his proof. And, even if the chancellor should require the wrong party to proceed first, it would not affect the decree or the trial in this court, unless it manifestly resulted in prejudice to the other party. This is true because the cases are tried here de novo, and if the chancellor required the wrong party to proceed first and then found in accordance with the preponderance of the evidence, the decree would be affirmed anyway.\nAppellant cites authorities in support of the rule that contracts of insane persons are void, and also that when one is adjudicated insane the presumption is that the insanity continúes. This court has held that a contract made by an insane person is not void, but void- ' able. We think the proof conclusively shows that for a number of years after Ward had been adjudged insane he was sane, and for 25 years took no steps whatever to avoid his contract.\nThe two questions involved in this case are, first, was Ward sane or insane at the time he made the deed to Mondschein? If he was sane, of course that ends the controversy. If he were insane at that time, then the question would arise whether he recovered and lived a number of years here without taking any steps to rescind the contract. Some witnesses testify that Ward was insane. 'Some of these witnesses, however, the interested ones, so conducted themselves prior to, at the time of, and after the execution of the deed, as to contradict the testimony that he was insane at the time.\nIn Moore on Facts, vol. 2, § 1136, we find the following, which seems to be a correct statement of the law, supported by the great weight of authority:\n“In one of the master productions of his luminous intellect, Lord Stowell referred to the testimony of a witness who, as he said, was totally unimpeached as to general character, and therefore, a priori, entitled to be fully credited, and then proceeded as follows: ‘However, it is a good safe rule, in weighing evidence of a fact, which you cannot. compare with any other evidence to the same fact, to compare it with the actual conduct of the persons who describe it. If their conduct is clearly such as, upon their own showing, it could not have been, taking the fact in the way they have represented it, it is a pretty fair inference that the fact did not so happen. If their action, at the very time that the fact happened, represents it one way, and their relation of it, at a great distance of time, represents it another way, there can be no doubt which is the authentic narrative, which is the naked truth of the matter.”\nIn another case the same great magistrate said: “I am not deaf- to the fair pretensions of human testimony, but, at the same time, I cannot shut my senses against the ordinary course of human conduct. 'Conduct of a witness clearly inconsistent with his testimony and not satisfactorily explained is one of the most fatal species of impeachment; because the trier of. facts is thus justified in disbelieving the testimony without in any degree\" reflecting upon the integrity of the witness, who, it may be presumed, is a victim of the proverbial fickleness.of memory — especially after considerable time has elapsed —or of various perturbing psychological influences which affect men of the highest probity as well as those of indifferent moral natures, and operate with peculiar force if the witness is interested or otherwise biased.”\nAs we have already said, the above statement of the law is supported by authority, and many decisions are cited under the above section. Chamberlayne on Evidence, voh 2, discussing_ admissions by conduct, among other things says: “They are, perhaps, in the popular sense, ‘admissions’ when the act done is.inconsistent with the present contention of the actor, and so tend to weaken the effect of his direct evidence. ’ ’\nActs done by a party suggesting an inference that his present contention is false or an exaggeration, or is an afterthought, may be shown by the adverse interest. Either party may, in like manner, prove that the other has failed to assert a claim which he now makes, has recognized the validity of a demand which he at present disputes, or in other particulars occupied in the past a position inconsistent with his present one.\nThe 'brother-in-law of Ward went with him, when he was married, on July 20,1902. He was to be married, and did marry a girl about 17 years of age. This was quite a while after he had been adjudicated insane. His sister deeded him her interest in the property, which she certainly would not have done if she had believed him to be insane, and he and his wife lived together, raised a family, and, for more than 25 years after the execution of the deed sought to be set aside, treated him' as if lie were sane. They were ¡bound to know that he executed a mortgage on it; that that mortgage became due, and he was unable to pay it, and that he sold it; and yet no suggestion was ever made by any of the interested parties at any time that the deed was void or that he was insane at the time he made it. If he was insane at the time he inherited the property, his sister is in the attitude of conveying her interest to him and putting it in his power to squander it.\nThe proof also shows that there was no advantage taken of him; that the price paid for the property was fair. In fact, the purchasers lost money; sold it for less than they had actually been out on it. And, while the fact that Ward was adjudiéated insane and stayed about six months in the insane asylum raises a presumption or inference that his state of mind continued, yet this presumption does no.t prevail where the contrary is made manifest by the conduct of the party and all of his relatives and friends. An adjudication of insanity is only prima facie evidence, as held toy this court, and we think the facts in this case overcome this presumption, and show clearly that, at the time of the execution of the deed, Ward was mentally capable of executing it.\nThe Virginia court has said: “To this overwhelming array of facts and circumstances the appellee opposes, first, the fact that a committee was appointed for Joseph G-. Rutledge in 1866; and, second, the testimony of a number of witnesses who testify to his mental incapacity, of whom few, if any, had had such opportunities for knowing accurately his capacity, and some of those who testified to his incapacity *even judged only from his appearance and the general reputation in the neighborhood as they understood it. If any inference of continued mental incapacity must toe deduced from the adjudication of the county court in 1866, and the appointment then of Gr. D. Thomas as his committee, such presumption must toe regarded as entirely worthless, from the fact that when, in 1871, Joseph Gr. Rutledge, by his counsel, Gr. Gr. Junldn, Esq., moved to revoke the powers of Gr. D. Thomas as such committee pending which motion Mr. Thomas came into court and tendered his resignation, which resignation, for reasons appearing to the court, was accepted, the said court did not appoint any successor to Mr. Thomas as such committee, but permitted Joseph Gr. Rutledge to resume the custody and control of Ms own property from that time until November, 1881. It was during this- long period of freedom from the control of the court, in which Joseph Gr. Rutledge enjoyed without restraint all the rights of a citizen, that the transactions assailed in this suit were had. * * * Nor was any fraud or unfair dealing or anything proved for which the contracts, or either of them, should be invalidated.” Miller v. Rutledge, 82 Virginia 863, 1 S. E. 202.\nIn the instant case Ward’s father was appointed his guardian. He afterwards died. No request was ever made for the appointment of another guardian. He was permitted, not only by the court, but by his relatives, who knew all about him and were with him constantly, to conduct his affairs without hindrance or suggestions from them. His relatives conveyed property to him; gave him control of it; he was permitted to marry and raise a family, and this ‘course of conduct on the part of the wife and relatives continued for many years, with the full knowledge, so far as his relatives are concerned, of the fact that he had conveyed the property, and his purchaser conveyed it to others, and valuable improvements have been made, and it would be difficult to believe that his relatives and friends would have thus conducted themselves if they believed at the time that he was insane.\nThe decree of the chancery court is supported by a preponderance of the evidence, and is therefore affirmed.",
        "type": "majority",
        "author": "Mehaffy, J."
      }
    ],
    "attorneys": [
      "Longstreth & Longstreth and Ernest Whitelcm, for appellant.",
      "Carmichael db Hendricks, for appellee."
    ],
    "corrections": "",
    "head_matter": "Feild v. Koonce.\nOpinion delivered January 14, 1929.\nLongstreth & Longstreth and Ernest Whitelcm, for appellant.\nCarmichael db Hendricks, for appellee."
  },
  "file_name": "0862-01",
  "first_page_order": 880,
  "last_page_order": 889
}
