{
  "id": 1428268,
  "name": "Ætna Life Insurance Company v. Person",
  "name_abbreviation": "Ætna Life Insurance v. Person",
  "decision_date": "1934-02-12",
  "docket_number": "4-3361",
  "first_page": "864",
  "last_page": "872",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 864"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "56 S. W. (2d) 433",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "186 Ark. 861",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8726143
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/186/0861-01"
      ]
    },
    {
      "cite": "49 S. W. (2d) 364",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "185 Ark. 660",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1435072
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/185/0660-01"
      ]
    },
    {
      "cite": "47 S. W. (2d) 812",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "47 S. W. (2d) 585",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "185 Ark. 335",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1435278
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/185/0335-01"
      ]
    },
    {
      "cite": "127 S. W. 457",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "94 Ark. 417",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1545433
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/94/0417-01"
      ]
    },
    {
      "cite": "254 S. W. 335",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "160 Ark. 98",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8719573
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/160/0098-01"
      ]
    },
    {
      "cite": "32 S. W. (2d) 310",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "182 Ark. 496",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1389754
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/182/0496-01"
      ]
    },
    {
      "cite": "55 S. W. (2d) 788",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "186 Ark. 672",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8724880
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/186/0672-01"
      ]
    },
    {
      "cite": "54 S. W. (2d) 407",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "186 Ark. 519",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8723445
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/186/0519-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 838,
    "char_count": 17661,
    "ocr_confidence": 0.488,
    "pagerank": {
      "raw": 3.8362964023888004e-07,
      "percentile": 0.8990126451387707
    },
    "sha256": "e09090343e55156a28354c8fd9aca767667ff299a2e9744a45f5e785b0030d4d",
    "simhash": "1:93d5e880ee2b57da",
    "word_count": 3096
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Kirby, J., dissents."
    ],
    "parties": [
      "Ætna Life Insurance Company v. Person."
    ],
    "opinions": [
      {
        "text": "Butler, J.\nL. K. Person brought this suit to recover damages for total and permanent disabilities under the terms of an insurance contract issued by the .¿Etna Life Insurance Company. In the trial court he was awarded by a jury the sum demanded, and, from a judgment based 1 hereon, comes this appeal.\nThere is no dispute as to the existence of a valid insurance policy. It contained a clause providing for the payment of a monthly benefit in the event the insured should become totally and permanently disabled so as to prevent him from performing any work or conducting any business for compensation or profit. On this clause the suit is based, and the sole question for our determination is as to whether or not the condition of the insured brings him within the terms of this clause.\nThe policy was issued in 1924, and between that time and January 1, 1927, on a date not disclosed, it was discovered that the insured had contracted active tuberculosis. On the last-named date he notified the company of this, made claim for the disability benefits, and was paid the same from month to month until August 15, 1928, when the last monthly benefit payment was made, including the month ending September 15th, following. On August 15, 1928, the insured wrote the insurer to the effect that he was going back to work, and stated that when he wrote this letter he knew that on its receipt by the company no other monthly benefit payment would be made. Under the contract, the premiums were waived during the continuance of the disability of the insured, but after the 15th of August, 1928, he resumed the payment of the premiums so that the policy was in full force and effect on May 13, 1932. On that date he wrote a letter to the company telling of his having attended court and of hearing the trial of a certain lawsuit involving a claim for benefits for total and permanent disability under a contract similar to the one he had. He also referred to some cases which had been decided by the Supreme Court, and stated that he had reached the conclusion that he was then totally and permanently disabled, and had been so at all times since August 15, 1928, and was entitled to monthly disability payments from that time. The company disagreed with his contention, and he brought this suit.\nAt the close of the testimony, the defendant insurance company requested the court to direct the jury to return a verdict in its favor. The court denied this request. The refusal to instruct the jury as requested is the principal ground for reversal urged, and, in view of the conclusion we have reached, it is the only question necessary for us to determine. We must view the evidence in the light most favorable to the appellee, and give to it its strongest probative value, and, if there is any evideuce of a substantial nature to sustain the allegation of appellee’s complaint, the judgment must be affirmed.\nIt is admitted that, since August 15, 1928, appellee has been, and is now, able to do and perform many of the duties appertaining to the vocation in which, by training and experience he has been, and is now, engaged. But it is his contention that, notwithstanding this, he is totally and permanently disabled within the meaning of our cases. Those cited are: Missouri State Life Ins. Co. v. Johnson, 186 Ark. 519, 54 S. W. (2d) 407; Mo. State Life Ins. Co. v. Holt, 186 Ark. 672, 55 S. W. (2d) 788; Ætna Life Ins. Co. v. Spencer, 182 Ark. 496, 32 S. W. (2d) 310; Ætna Life Ins. Co. v. Phifer, 160 Ark. 98, 254 S. W. 335. In these cases, and many others, we are committed to the doctrine that the clause in insurance policies relating to total and permanent disabilities which prevent the insured from engaging in any business for compensation or profit is not susceptible to the strict and literal construction for which the insurers have contended, but rather should have a liberal and rational interpretation so as to render effectual the purpose for which the insured entered into the contract, namely, to insure him. against those conditions which, under ordinary circumstances, would so disable the usual person as to prevent him from successfully engaging in an occupation for which he is fitted. To be thus totally and permanently disabled, the inability to perform any necessary act of the work is not required; the contingency contemplated is that, where the condition renders the insured unable to perform all of the essential acts of any calling, for which otherwise he might be fitted, in the usual and customary manner, then he is totally and permanently disabled within the meaning of the insurance contract.\nThe foregoing is the essence of the rule enunciated in the cases cited supra, by the appellee, and in Industrial Mutual Indemnity Co. v. Hawkins, 94 Ark. 417, 127 S. W. 457; Missouri State Life Ins. Co. v. Snow, 185 Ark. 335, 47 S. W. (2d) 585; Mutual Benefit, etc., Ass’n v. Bird, Id. 445, 47 S. W. (2d) 812; Travelers’ Protective Ass’n v. Stevens, 185 Ark. 660, 49 S. W. (2d) 364; Mutual Life Ins. Co. v. Marsh, 186 Ark. 861, 56 S. W. (2d) 433.\nA comparison of the activities of the appellee prior to the time he contracted tuberculosis and those in which he has been engaged since August 15, 1928, shows no substantial difference, and is helpful in disposing of the question before us. The evidence is undisputed in all of its essential particulars, and, as related to the matters we are now considering, is derived from the testimony of the appellee himself, and of the witnesses introduced in his behalf. It shows that in 1914 he became the manager of an estate belonging to his mother, his two sisters and himself. This estate consisted of three farms, two situated above Garland City, and one below. The three farms contained a large acreage in cultivation. The appellee lived at Garland City, where, in addition to managing the estate, he conducted a mercantile, gin and cotton seed business. He had an assistant manager residing on one of the farms above Garland City and another manager living on the farm below. Appellee maintained general supervision of the three farms, and would sometimes ride horseback as much as forty or fifty miles a day. These activities were continued down to 1927, at which time he went to Texas for treatment for his disease and took “the rest cure” for about two years.\nOn or about August 16, 1928, appellee became- the OAvner of a hardware business in Garland City, which he conducted. This business proved unprofitable, and within a few months he closed it out. In the first part of 1929 the Person estate was divided, appellee receiving for his part about 650 or 700 acres of lands in cultivation. It was some distance from Garland 'City to this farm, and for that reason he built a home upon it and moved therein, and established a commissary there. About the time he took charge of the farm he derived from the division of the estate he purchased another farm, containing about 500 acres in cultivation. This farm, when purchased, was already rented out for the year 1929, and the tenants furnished themselves and attended to the selling of the cotton, sending to the appellee checks for the rent. During this year he went to this farm occasionally — he calls it the “upper place” — and farmed his lower place himself. On this place the commissary avrs built in the center of the field. He used an automobile, which he drove himself, in overseeing the making of the crop and during the picking season. He testified that he did not remember how often he went over the farm. In 1929, on his lower place, he raised over 400 bales of cotton. No mention is made of other crops that he raised. In 1980, on the upper place, he rented out approximately 175 or 200 acres and operated and furnished the remainder himself, comprising about 250 acres. He also attended to the farming operations on his lower place during that year. He estimates that the entire acreage he operated was about 800 acres. In 1931 he went ahead, cultivating about the same'acreage himself as in 1930. In that year he purchased two tractors to be used on his farms, which enabled him to reduce the number of tenants. In addition to his farming activities, and in connection therewith, he furnished his tenants and farm laborers from his commissary. He bought the merchandise, kept the books, knew how much each tenant owed, and decided how much he would furnish each one. He speaks of a Mr. West, who apparently worked for him, but whose duties ate not definitely stated further than that “a good deal of the management was left up to West,” upon whom appellee depended partly to keep check on picking, gathering and ginning of the cotton, and upon whose judgment he would sometime depend on letting tenants have supplies. Appellee kept clos’e track, however, of everything that was done.\nIn addition to the activities mentioned, appellee in 1930 and 1931, acted as a receiver for the Mid-South Cotton Association, which handled about five or six hundred bales in 1930 and a little less the next year. During these years, down to, and including, the cotton season of 1931-1932, appellee also classed and bought cotton. He began the study of law during his illness, and in January, 1933, was licensed to practice. At the time of testifying he had attended to a number of cases in the justice court, and had some cases pending in the circuit court of the county. At that time he had not opened an office at Texarkana, but intended to do so within a short time. Appellee is an educated man, having had seven years of college training.\nRegarding Ms health during the time we have been discussing, appellee stated that he had an arrested case of tuberculosis; that the last time he had a temperature due to his tubercular condition was either in 1928 or 1929, but that he had not had a check-up by doctors since that time, and that, although he himself has technical knowledge, he has not made, since the time mentioned, any definite check-up on himself; that during the interval between the cessation of payment of disability benefits and his present demand he had been ill two or three times, probably with “flu” or some other minor illness, and had probably had Dr. Cook or Dr. Youmans come to see him; that he would occasionally, when he met doctors in a social way, get advice from them, but, as he had attended lectures on the subject of tuberculosis, he knew how to take care of himself. He stated that he had not ridden a horse in the management of Ms farms since 1928, but that he could still ride, and has no physical disability which keeps him from doing so; that at times he would run a small degree of temperature, but not sufficient “to knock him out”; that during the fall of 1932 he was knocked out on several occasions. He stated that in 1930 and 1931 he raised a considerable less amount of cotton than in 1929'; that the crop of 1932 was practically a failure because of a hail storm, but that during all these years he raised other crops than cotton, such as corn, hay, etc.\nSeveral witnesses, neighbors, friends and kinsmen of the appellee, who were familiar with his activities during the years 1929-1931, inclusive, stated that, in their opinion, he could not do his work as he had before. One witness said he did not seem to be able to ride a horse or to superintend personally the operation of his farm. Several of these witnesses stated that they had seen from time to time physicians at the home of the appellee, but it appears they were not advised who these physicians were attending, whether the appellee or some member of his family, or from what ailment the patient was suffering.\nSeveral physicians testified on behalf of the appellee, all of whom stated that he had an arrested ease of tuberculosis. This, as defined by one of them, is a condition where one who has had active tuberculosis becomes “free of all symptoms and evidence of the disease.” Dr. Decker Smith, called by the appellee, stated that a week or ten days before testifying he had examined the appellee and found the condition of arrested tuberculosis; that there were no symptoms of active tuberculosis at all, and that his temperature and pulse were normal; that appellee had told him that he had been pronounced well by doctors in the summer of 1928, and that, in witness’ opinion, appellee could go ahead in the general supervision of his farms, operate the commissary, look after his tenants and do that kind of work without harm to him. The other physician called by the appellee was Dr. Kosminsky, who stated that he had, within the year before testifying, examined the appellee and found that he had an arrested case of tuberculosis, and it would be questionable whether one who had led an active life managing a large plantation, riding 25 to 30 miles a day, would be able, after an active tubercular case had become arrested, to do that work again and follow it as he had done before. Witness stated that he had examined appellee on June 16, 1928, and had found no active tuberculosis present; that he had given a statement at that time containing the following: “I see no reason why he could not supervise and attend to ordinary business that requires no manual labor.” He stated further that, when he last examined the appellee, he found approximately the same condition as five years before, that is to say, he had an arrested case of tuberculosis. One other physician testified regarding appellee’s condition. He was called at the request of the appellant, and his statement as to appellee’s condition was practically the same as that of the other physicians whose evidence has been referred to.\nThe only claim made by the appellee as a reason for his contention that he is totally and permanently disabled was merely that he had at one time had active tuberculosis and that he now has an arrested case. But nowhere in the testimony is there any substantial evidence to the effect that appellee’s physical condition has prevented him from doing all the acts of his vocation in the usual and customary manner. It is true, the evidence indicates that he has occasionally been ill since August 15, 1928, but it is evident that these were only temporary indispositions and not connected with the disease from which he had suffered and which for a time had disabled him, and, notwithstanding the opinion of some of his neighbors and friends, the evidence is convincing that he has in fact managed his business with the same ability as before he was stricken with active tuberculosis. His vocation did not require any manual labor or extraordinary exertion. Whether or not he was able to ride horseback 25 or 30 miles a day is unimportant, since the evidence shows that he was able to, and did, supervise his plantations without having to ride a horse. It is a matter of common knowledge that, while about 1914 a good saddle horse was a necessary adjunct to the management of any well-regulated plantation, the cheap automobile has made the use of a horse in the supervision of farms obsolete, and plantation managers now supervise the work in light ears more efficiently than it was possible to do by the use of a horse. The evidence is undisputed that, not only was appellee able to manage the farms in the usual and customary manner, but was able to, and did, engage in other lines of business without hurt to his physical condition.\nThe general object of contracts similar to that involved in this case is to give to the insured indemnity for the loss of time because of a disability which prevents the prosecution of his business, and the evident purpose is to provide a means of living during the time the insured is unable to engage in any gainful occupation. As we have stated, disability exists within the meaning of the contract when the insured is able to accomplish only some of the duties essential to the prosecution of his business, and where he is able to perform only occasional acts. If he is unable to do any substantial portion of the work connected with his vocation, this is sufficient to establish total disability; or where the work he is engaged in is of such character that common care and prudence require him to refrain from its performance because of any ailment he may have. Total disability, however, as we have frequently held, is of necessity a relative matter, and must depend on the peculiar circumstances of every case as it arises. It depends largely upon the occupation and the capabilities of the person under disability, all of which should be considered; for one, because of his limitation, might be totally disabled from an ailment which would be but a slight hindrance to another in the performance of his vocation.\nIn the ease at bar, the appellee is a man of education, who has never engaged in manual labor, nor does his business require it, or indeed any great physical exertion, or necessary exposure to inclement weather, or any other act which might reasonably be expected to bring about a recurrence of his tubercular condition. It is clear that the undisputed evidence in this ease fails to bring it within the rule of total and permanent disability enunciated in the cases cited by the appellee or those to which we have referred. It follows therefore that the trial court should have complied with the request of the appellant and directed a verdict in its favor. For this error, the judgment is reversed, and, as it appears that the case has been fully developed, the same is here dismissed.\nKirby, J., dissents.",
        "type": "majority",
        "author": "Butler, J."
      }
    ],
    "attorneys": [
      "Owens & Ehrman, for appellant.",
      "Shaver, Shaver Williams, for appellee."
    ],
    "corrections": "",
    "head_matter": "Ætna Life Insurance Company v. Person.\n4-3361\nOpinion delivered February 12, 1934.\nOwens & Ehrman, for appellant.\nShaver, Shaver Williams, for appellee."
  },
  "file_name": "0864-01",
  "first_page_order": 882,
  "last_page_order": 890
}
