{
  "id": 1407901,
  "name": "State v. Johnson",
  "name_abbreviation": "State v. Johnson",
  "decision_date": "1927-02-07",
  "docket_number": "",
  "first_page": "866",
  "last_page": "869",
  "citations": [
    {
      "type": "official",
      "cite": "172 Ark. 866"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "161 S. W. 154",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "110 Ark. 204",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1337139
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/110/0204-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 406,
    "char_count": 7807,
    "ocr_confidence": 0.486,
    "pagerank": {
      "raw": 4.89950402824256e-08,
      "percentile": 0.30744842652988646
    },
    "sha256": "9b803be42d32689b231af591da87cacc492bd3114de476ee401c67c8fcf6aa4f",
    "simhash": "1:8f0195b55192b639",
    "word_count": 1361
  },
  "last_updated": "2024-02-27T21:19:44.522172+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Chief Justice McCulloch dissents."
    ],
    "parties": [
      "State v. Johnson."
    ],
    "opinions": [
      {
        "text": "Humphreys, J.\nThe only question involved on this appeal is the constitutionality of the latter part of § 4773 of Crawford & Moses’ Digest, which is as follows: -“Any person wishing to avail himself of the privilege of hunting in this State, upon an application to the commission and furnishing the commission with his personal description, as provided in the form of license hereinafter provided, and payment to the State Treasurer or to the circuit clerk of the county in which application is made (of) a license fee, as follows: For a resident to hunt deer, bear dr turkey, $1.10; to fish with artificial bait, $1.10; for nonresident of the State to hunt, $15; to fish, $5; shall receive a license to- hunt or fish in any county in this State; all licenses to expire December 31 of the year issued. Provided, the commission may, on application, issue to a nonresident a trip license to -fish not to exceed fifteen days for $1.10; but such holder of said license shall not take nor ship any fish so caught out of the State; and provided, further, that only one trip license may be issued to one person during any one year; provided, further, that only those persons shall be classed as residents who possess the qualifications of a legal voter under the laws of Arkansas.” .\nThe case was tried below on an agreed statement of facts, which resulted in a finding by the court that the latter part of said section was contrary to § 18, article 2, of the Constitution of Arkansas which provides:.\n“The General Assembly shall not grant any citizen or class of citizens privileges or immunities which upon the same terms shall not equally belong to all citizens.”\nBased upon this finding and declaration of law, the trial court acquitted appellee of the charge against him for fishing without obtaining a nonresident license in accordance with said section. The agreed statement of facts is as follows:\n‘‘Comes H. IT. Williamson, prosecuting attorney for the State of Arkansas, and Fred M. Pickens, attorney for the defendant herein, and respectfully submit by agreement the following statement of facts upon which this case is to be tried: This cause is here on appeal from the justice court of Union Township, Jackson County, Arkansas, defendant being charged with a violation of the fish and game laws of the State of Arkansas by fishing in the waters of this State without first procuring a nonresident license to do so, and, the defendant waiving a jury, this cause is submitted to the court sitting as a jury for the trial hereof, and the facts are as follows: W. E. Johnson, the defendant in this case, has lived in this State for the past three years, two of which he lived in Blytheville, Arkansas, which is in Mississippi County. He owned a house and lot in Blytheville, and he and his family, composed of wife and children, lived in same for two years; he then sold said property and moved to Newport, in Jackson County, Arkansas, July 25,1926, and took charge of the office of Anderson-Clayton Cotton Company, cotton buyers, and moved to Newport with the intention of making it his permanent home, ■bringing Ms family with him and renting a home in Newport. He has bought three resident'licenses to fish for the three years which he has been in this State, the last resident license being for the year 1926, the fees for said license being .$1.10, and he had same with him at the time of his arrest and while fishing. He has never paid a poll tax in this State since he has been in same, but has paid property tax on his property at Blytheville. He does not claim citizenship in any other State, and has not paid a poll tax in any other State, but claims Arkansas as his home and expects to permanently reside therein. He admits fishing in the waters of this State without the payment of poll tax during the year 1926 for which he was arrested. Admits that he had no nonresident license, but has, and has had for three years, annual resident license. ’ ’\nSection 4773 of Crawford & Moses’ Digest, down to the last proviso or last clause, extends to every resident of Arkansas the right to fish with artificial bait upon the payment of a license fee of $3.10. This is a proper classification, because it embraces every bona fide resident in the State, excluding from the right to pay a resident license and fish all who are temporarily residing- in the State. This classification is in keeping- with the well-recognized doctrine that the fish and game of the State belong to the State in trust for the public, and that the Legislature may regulate the taking of same so long as it does not discriminate against any qne class of its citizens. Lewis v. State, 110 Ark. 204, 161 S. W. 154.\nThe last clause of said section attempts to make a classification within the first classification by limiting- the right to fish in the waters of the State to those residents only who possess the qualifications of a legal voter under the laws of Arkansas. The proviso clearly means that, before a bona fide resident of the State can pay a resident license to take fish out of the waters of the State with artificial bait, he or she must have attained to his or her majority, paid a poll tax, and have resided in the State a year, in the county six months, and his voting precinct thirty days. The attempted classification in the last proviso is in conflict with the first classification, wholly foreign to the subject in hand, that of a right to fish, and is an unjust, unreasonable classification. There is no rhyme, reason or justice in saying that a bona fide resident boy or girl of the State cannot pay a resident license and take fish from the waters of the State until they attain their majority, pay a toll tax, reside in the State a year, the county six months, and their voting precinct thirty days. It would be just as reasonable to say that one could not pay a resident license to fish after he attained to the age of 25 or 30 years, as to deprive him of the privilege until he has reached his majority. Classifications of the citizenship to whom privileges and immunities are granted must be reasonable and just, else there is necessarily an arbitrary discrimination between the citizens embraced in the class, or between the class and all other citizens of the State. Section 18, article 2, of the Constitution of Arkansas prohibits the General Assembly from granting to any citizens or class of citizens privileges or immunities which, upon the same terms, shall not equally belong to all citizens. The proviso or last clause of § 4773 of Crawford & Moses’ Digest is therefore void because repugnant to the valid part of said section as well as to § 18, article 2, of the Constitution of Arkansas.\nThe judgment of the trial court is affirmed.\nChief Justice McCulloch dissents.",
        "type": "majority",
        "author": "Humphreys, J."
      }
    ],
    "attorneys": [
      "E. W. Applegate, Attorney G-eneral, and John L. Carter, Assistant; E. U. Williamson and Guy Amsler, of counsel, for appellant.",
      "Fred M. Pickens and J. Vernon Ridley, for appellee."
    ],
    "corrections": "",
    "head_matter": "State v. Johnson.\nOpinion delivered February 7, 1927.\n1. Fish — game—constitutionality of license fee. — Crawford & Moses’ Dig., § 4773, in s.o far as it fixes a hunting and fishing-license fee for residents of the State and one for nonresidents, held a proper classification.\n2. Fish — game—regulation.—Fish and game belong to the State in trust for the public, and the Legislature may regulate the taking of same, so long as it does not discriminate against any class of its citizens.\n3. Fish — game—discriminatory regulation. — Crawford & Moses’ Dig., § 4773, in so far as it limits the right to resident game licenses to residents possessing the qualifications of legal voters, is an unauthorized discrimination against residents who do not possess such qualifications.\nAppeal from Jackson Circuit Court; Dene E. Coleman, Judge;\naffirmed.\nE. W. Applegate, Attorney G-eneral, and John L. Carter, Assistant; E. U. Williamson and Guy Amsler, of counsel, for appellant.\nFred M. Pickens and J. Vernon Ridley, for appellee."
  },
  "file_name": "0866-01",
  "first_page_order": 884,
  "last_page_order": 887
}
