{
  "id": 1374028,
  "name": "American Trust Company v. Netherlands-American Mortgage Bank",
  "name_abbreviation": "American Trust Co. v. Netherlands-American Mortgage Bank",
  "decision_date": "1925-11-16",
  "docket_number": "",
  "first_page": "867",
  "last_page": "871",
  "citations": [
    {
      "type": "official",
      "cite": "169 Ark. 867"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "147 Ark. 383",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1583225
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/147/0383-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 398,
    "char_count": 9032,
    "ocr_confidence": 0.425,
    "pagerank": {
      "raw": 5.207966869300525e-08,
      "percentile": 0.32684511722498105
    },
    "sha256": "503a0ac4c3253887e56713f105e4b214bc051ada10f2231a61426645a3d7969f",
    "simhash": "1:7f44dca77d50df50",
    "word_count": 1498
  },
  "last_updated": "2024-02-28T00:06:49.445516+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "American Trust Company v. Netherlands-American Mortgage Bank."
    ],
    "opinions": [
      {
        "text": "■Smith, J.\nThe Netherlands-American Mortgage Bank, hereinafter referred to as the mortgage company, is a corporation having its situs in the kingdom of the Netherlands, and on the first day of September, 1920, it loaned to the Holland Delta Company, a corporation having its principal place of business at Lake Village, Chi-cot County, Arkansas, and hereinafter referred to as the Delta Company, the sum of $300,000, land to secure the payment thereof a deed of trust was taken on two plantations owned by the Delta Company in Chicot County. The Delta company failed to pay the taxes on the land for the years 1921 and 1922, and the Mortgage Company paid those taxes. The Delta Company defaulted in the. payment of certain installments of both principal and interest, and the mortgage company brought suit to foreclose the deed of trust. In this suit the American Trust Company, a -banking corporation, hereinafter referred to as'the hank, and having its situs at Jonesboro, Arkansas, was made a party defendant. The bank had obtained a judgment against the-Delta -company in the circuit -court of -Craig-head -County for $20,081.40,- which was filed in Chicot County, -and under lan execution issued on this judgment the plantations Were sold to the bank .for $2,500, and later a sheriff’s -deed biased on this execution sale was executed to the bank. It was alleged that this title of the bank was junior and sub-ordinate to that of the mortgage company, and there was a prayer for -a decree of foreclosure of the deed of trust to the mortgage company, and that its lien be adjudged paramount to that of the bank.\nThe bank filed an answer denying that the mortgage company was a corporation under the laws of the kingdom1 of the Netherlands, -and denying -that it was authorized to do business in this State, and for these reasons it alleged that the mortgage company could not maintain this suit. It was also alleged by the bank that the authority of the mortgage company to make this loan was not shown.\nThere was a general decree- in fav-or of the mortgage company, and its deed of trust was adjudged- to be a first lien, and its foreclosure was decreed and a commissioner was appointed to sell the two plantations under the directions contained in the decree. A. J.. Prins, who was in possession of the land' as lessee of the mortgage company, was -made a party to the proceeding, and the decree contained directions that a master appointed for that purpose should ascertain and report what rents had been collected by the mortgage company as mortgagee in -possession. The bank excepted to the decree foreclosing the lien 'of the mortgage company, and has appealed from that order'. ' '\nThe first, and principal, insistence of the hank is that the corporate existence of the mortgage company, which was specifically denied, was not established by the testimony. G-. Vandertuuk, of St. Paul, Minnesota, testified that he was the American manager of the mortgage company, which was incorporated under the laws of the kingdom of the Netherlands, and that it was authorized to do business in' this State, and in support of this testimony he offered in evidence the certificate of the Secretary of State authorizing the mortgage company to do business in this State, together with a copy of the articles of incorporation, a resolution of the board of directors of the corporation lappointing the Secretary of State as agent for service, and the certificate of authority to do (business in this State, issued to the mortgage company by the Secretary of State. These documents were all duly certified by the Secretary of State as being copies from the originals thereof on file in the office of that official- There was also offered in evidence the receipts for the annual corporation franchise tax paid in this State.\nThe deposition of the president of the mortgage company was taken,, and it was therein shown the number of shares of the capital stock which had been issued and the par value thereof.\nThis testimony was sufficient to establish the corporate existence of the mortgage company. In the recent case of Sturdivant v. Ka-Dene Medicine Co., ante p. 535, a foreign corporation had brought suit on a promissory note. The defendant in that case filed an answer denying the corporate existence of the plaintiff, and pleaded also that the note was void because the alleged corporation was doing business in this State without having complied with the laws thereof by filing with the Secretary of State its articles of incorporation, etc.. In that case the plaintiff offered in evidence its original charter as proof of its corporate existence, but it was objected that the corporate existence of the plaintiff could be established only by offering a certified copy of the charter. We disposed of this 'contention, (by saying: ‘ ‘ The original charter is the primary evidence of its existence, and is competent proof, even though .a certified copy be admitted in evidence. 3 Enc. of Ev. 602; 1 Fletcher on Corporations, § 472.” We there also further said: “Moreover, the witness, who was president of the corporation, testified concerning the fact of incorporation, and we have held that parol evidence is admissible to prove 'corporate existence. Kelley v. Stern Pub. & Novelty Co., 147 Ark. 383.” Here the president of the mortgage company testified as to its corporate existence. . ...\nThe mortgage company appears to have fully complied with the laws of this State in regard to foreign corporations doing business herein and received from the Secretary of State a certificate reciting that it had “filed in the office of the Secretary of State la duly certified copy of its articles of incorporation, etc., on February 19,1912, and the resolution of the board of directors designating the Secretary of State as the agent of the company upon whom service of summons or other process might be had in any of the courts of the State,” and further reciting in detail a compliance with the requirements of the laws of this State regulating the right of foreign, corporation to do business in the State. Crawford & Moses’ Digest, § 1826.\nAs we have said, the mortgage company offered in • evidence receipts for its annual franchise tax, and by § 9818, Crawford & Moses’ Digest, it is provided that:\n“When any corporation'shall have paid the franchise tax prescribed by this act, the State Tax Commission shall issue to it a certificate authorizing it to do business'in this ¡State for the term of five years from the date thereof, upon, condition that it pay annually the franchise tax prescribed by law, and such certificate shall be evidence in all the courts of this State of the right of such corporation to do business in this State during the term of such certificate.”\nAs we have said, a certified copy of the mortgage company’s charter as filed in the office of the Secretary of State was offered in evidence, and this charter was duly certified hy the officers of the corporation itself. • This charter contains elaborate directions and limitations in the management and control of its corporate affairs by its officers. One of the articles of the charter provided how loans mJay- be made, and that no loan should be made until it was- authorized and approved by the board of supervision provided for by the charter, and it is insisted that this authorization -and -approval was not shown. Of this contention but little need be said. The loan \" was actually made. The mortgage company paid the taxes on the land and received interest on the loan and has obtained a decree ordering a foreclosure of the deed of trust, and by these acts has ratified the mortgage.\nThe decree is correct, and is therefore affirmed.",
        "type": "majority",
        "author": "■Smith, J."
      }
    ],
    "attorneys": [
      "Cooley, Adams & Fuhr, for appellant.",
      "Church & Ga/mcmay and Coleman, Robinson & House, for appellee."
    ],
    "corrections": "",
    "head_matter": "American Trust Company v. Netherlands-American Mortgage Bank.\nOpinion delivered November 16, 1925.\n1. Corporations — authority of foreign corporation to do business. — In a suit by a foreign corporation, its authority to do business in the State was sufficiently proved by introducing a certificate of the Secretary of State, reciting compliance with Crawford & Moses’ Dig., § 1826, and receipts showing payment of its annual corporation franchise tax.\n2. Corporations — charter as evidence of incorporation. — The original charter of a foreign corporation is primary evidence of its existence and is competent proof, even though a certified copy is admissible in evidence.\n3. Evidence — existence of corporation. — Parol evidence is admissible to prove the existence of a corporation.\n4. Corporations — ratification of loan. — Though the charter of a foreign corporation provided that no loan should be made by it until approved by its board of supervision, a loan made without such approval was ratified where the corporation actually made the loan, and paid taxes on the mortgaged land and obtained a decree foreclosing the mortgage.\nAppeal from Chicot Chancery Court; E. G. Hammock, Chancellor;\naffirmed.\nCooley, Adams & Fuhr, for appellant.\nChurch & Ga/mcmay and Coleman, Robinson & House, for appellee."
  },
  "file_name": "0867-01",
  "first_page_order": 887,
  "last_page_order": 891
}
