{
  "id": 1431957,
  "name": "Sutton v. State",
  "name_abbreviation": "Sutton v. State",
  "decision_date": "1933-09-25",
  "docket_number": "Crim. 3847",
  "first_page": "870",
  "last_page": "872",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 870"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "230 S. W. 590",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "148 Ark. 540",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8721791
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/148/0540-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 254,
    "char_count": 3430,
    "ocr_confidence": 0.472,
    "pagerank": {
      "raw": 7.317852702137001e-08,
      "percentile": 0.4360180844520279
    },
    "sha256": "c0e597307164abd1ea3513b480e154a254de0af1c936afec1921f7ba156da61f",
    "simhash": "1:bb7a315220d6eb1c",
    "word_count": 615
  },
  "last_updated": "2024-02-27T21:18:50.990705+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Sutton v. State."
    ],
    "opinions": [
      {
        "text": "Humphreys, J.\nAppellant was indicted by the grand jury of Pope County for killing W. K. Smith, and on the 8th day of April, 1933, was tried upon the charge and convicted of involuntary manslaughter, and as a punishment therefor was adjudged to serve a term of one year in the State penitentiary.\nOn trial of the cause, the dying declaration of W. K. Smith concerning the tragedy was admitted in evidence over the objection and exception of appellant. The objection to the admission thereof was that neither it nor any of the evidence in the case tended to show that W. K. Smith believed that he was in extremis, and that his death was impending when he made the declaration,\nOver the objection and exception of appellant, the trial court submitted the issue to the jury of whether the declaration was made by W. K. Smith under the belief that he was going to die as a result of the wounds he had received at the hands of appellant.\nThe admission of the declaration and the submission of the issue of whether it was made under belief of impending death is urged by appellant as reversible error.\nThe. declaration itself contains the following statement: “I realize that I may die from my injuries and make the statement at 9:34 a. m., October 23, 1932.”\nThe record reflects that, before signing the declaration, Smith never said that he was going to die. or that he expected to die, but, on the contrary, said he was going to do his damndest to get well, and that he was not going to give up until he had to, and that at the time he asked the sheriff for permission to carry a gun. The record also reflects that, when asked if he realized that he was as liable to die as to get well, he replied: “Any damn fool would know that. ”\nThe rule is that, in order for dying declarations to be admissible as evidence, they must have been made under a sense of impending death, and that they are inadmissible if the declarant at the time had any expectation or hope of recovering. Greenleaf on Evidence, Fifteenth Edition, § 158; Stewart v. State, 148 Ark. 540, 230 S. W. 590.\nThe undisputed testimony in the instant case reflects that at the time the declaration was made the deceased retained the hope that he might recover, and that he had made up his mind to fight for his life.\nThe declaration was inadmissible under all the facts and circumstances in the ease.\nAfter the trial judge erroneously admitted the declaration, he should have admitted the testimony to the effect that the declarant, W. K. Smith, had served a term in the penitentiary. His testimony contained in the declaration was subject to impeachment the same as the testimony of any other witness. It is provided by § 4145 of Crawford & Moses’ Digest that: “No person shall be disqualified to testify in any action, civil or criminal, pending in any of tlie courts of this State by reason of having been convicted of any felony or other crime whatsoever, but evidence of his former conviction of any crime by a court of this or any other State or territory of the United States shall be admissible for the purpose of going to his credibility or the weight to be given to his testimony.”\nOn account of the errors indicated, the judgment is reversed, ánd the cause is remanded for a new trial.",
        "type": "majority",
        "author": "Humphreys, J."
      }
    ],
    "attorneys": [
      "Robert Bailey, for appellant.",
      "Hal L. Norwood, Attorney General, and John H. Caldwell, Assistant, for appellee."
    ],
    "corrections": "",
    "head_matter": "Sutton v. State.\nCrim. 3847\nOpinion delivered September 25, 1933.\nRobert Bailey, for appellant.\nHal L. Norwood, Attorney General, and John H. Caldwell, Assistant, for appellee."
  },
  "file_name": "0870-01",
  "first_page_order": 890,
  "last_page_order": 892
}
