{
  "id": 8725098,
  "name": "Carter v. State",
  "name_abbreviation": "Carter v. State",
  "decision_date": "1927-09-26",
  "docket_number": "",
  "first_page": "871",
  "last_page": "874",
  "citations": [
    {
      "type": "official",
      "cite": "174 Ark. 871"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "248 S, W. 914",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "157 Ark. 364",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1357122
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/157/0364-01"
      ]
    },
    {
      "cite": "242 S. W. 815",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "154 Ark. 372",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1361227
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/154/0372-01"
      ]
    },
    {
      "cite": "264 S. W. 970",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "165 Ark. 452",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1379809
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/165/0452-01"
      ]
    },
    {
      "cite": "233 S. W. 779",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "149 Ark. 616",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8722115
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/149/0616-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 361,
    "char_count": 6527,
    "ocr_confidence": 0.502,
    "pagerank": {
      "raw": 9.549067252456276e-08,
      "percentile": 0.5250800336235819
    },
    "sha256": "4ff894c00033ed35ad3f415f713333d6a8fbb62dfb43ef85d31723d28bd03289",
    "simhash": "1:3fa2603211632d3a",
    "word_count": 1167
  },
  "last_updated": "2024-02-27T16:23:40.975481+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Carter v. State."
    ],
    "opinions": [
      {
        "text": "Hart, C. J.\nAppellants prosecute this appeal to reverse a judgment of conviction against them for the crime of robbery.\nAppellants were witnesses for themselves, and denied their guilt. Other witnesses testified that they were at work at the Temple Cotton Oil Mill Company, in the city of North Little Rock, on the hour of the day on which the - robbery occurred. It was the peculiar province of the jury to judge of the credibility of the witnesses and of the weight to be given to'their testimony. Hence the right of the jury to refurn a verdict of guilty depends upon whether or not, when the evidence is viewed in the light most favorable to the State, it is legally sufficient to show that the accused committed the crime with which they were charged.\nAccording to the evidence of Roy ■ Gribble, he runs a store in North Little Rock, Pulaski County, Arkansas, and two negroes entered his store about six-thirty or six forty-five p. m. on February 14, 1927, and robbed him. He got a good look at the persons who robbed him, and recognizes James Carter and Melvin Carter, appellants, as being the two negroes who robbed him. They were in the store about three or four minutes, and Melvin Carter pulled a short gnn or pistol which had a rib all the way down the barrel. James Carter searched the witness, and got about a dollar out of his pocket. They then went through his cash-drawer. About eight days later James Carter came back in the store and bought some candy. The witness recognized him as one of the negroes who,had robbed him. Julius James, a boy thirteen years of age, who worked for Boy Cribble in his store at the time he was robbed, was also a witness for the State. Melvin Carter is a big man, and the witness recognized him as being one of the men who robbed Cribble. The witness stated that he was positive that the big man was the one who held the gun or pistol on Cribble. On cross-examination he was asked how he identified the big man, and he answered by stating that he saw all of his face.\nAppellants were arrested about eight days after the robbery was committed, and Melvin had on his person a thirty-eight caliber pistol which had a rib on top of the barrel.\nWhile the testimony of the witnesses for the State was somewhat shaken by their cross-examination, it was of such a substantial character as to warrant the jury in convicting the appellants if they believed the testimony to be true. Two of the witnesses for thé State positively identified Melvin Carter as one of the persons who committed the robbery, and their testimony is corroborated by the fact that, when he was arrested, he had on his person a pistol similar to the one used in the robbery. Crib-ble also identified James Carter as one of the persons who robbed him. When James Carter came into the store, about eight days after the robbery, Cribble at once recognized him as being one of the persons who had committed the robbery. Hence we hold that the evidence was legally sufficient to support the verdict.\nThe next assignment of error is that the court erred in permitting the officer who arrested Melvin Carter to testify that he had a thirty-eight caliber pistol on his person. While, as insisted by counsel for appellants, a person is not to be convicted of a criminal offense by evidence that be bas committed other crimes wholly disconnected with the one for which he is being’ tried, yet such testimony is admissible if it tends to establish the crime in question. Here the evidence with regard to Melvin Carter having a pistol on his person when arrested was introduced because the pistol found on his person was very similar to that held in the hands of one of the persons who committed the robbery. Hence this assignment of error is not well taken. Cain v. State, 149 Ark. 616, 233 S. W. 779; and Morris v. State, 165 Ark. 452, 264 S. W. 970.\nIt is also earnestly insisted that the court erred in not granting the motion of appellants for a new trial upon the ground of newly discovered evidence. In support of their motion, they introduced an affidavit of a witness who swears that he was employed by the Temple Cotton Oil Mill Company on the 14th day of February, 1927, and was working on the night-shift; that he left his home about six-twenty p. m. and saw two negro boys going in the store of Roy Gribble, when he passed there on his way to work. When he reached the mill, he saw James and Melvin Carter at work. He had known them for a number of years, and knew that they were not the negro boys whom he had seen enter the store of Gribble on the evening of the' robbery. As we have already seen, appellants had introduced several witnesses who testified that they worked at the Temple Cotton Oil Mill Company from seven o ’clock in the morning to seven in the evening •on the 14th day of February, 1927. Hence the newly discovered evidence was merely cumulative, and it was within the discretion of the trial court to grant a new trial or not. There is nothing to show that the trial court abused its discretion in failing to grant a new trial for cumulative evidence. Crouthers v. State, 154 Ark. 372, 242 S. W. 815, and Pendergrass v. State, 157 Ark. 364, 248 S, W. 914.\nWe find no reversible error in the record, and the judgment will therefore be affirmed.",
        "type": "majority",
        "author": "Hart, C. J."
      }
    ],
    "attorneys": [
      "Thomas C. Claiborne -and Walter A. Isgrig, for appellant.",
      "E. W. Applegate, Attorney General, and Darden Moose, Assistant, for appellee."
    ],
    "corrections": "",
    "head_matter": "Carter v. State.\nOpinion delivered September 26, 1927.\n1. CRIMINAL law — province of jury. — In the trial oí the accused for robbery, it was the peculiar province of the jury to judge of the credibility of the witnesses and of the weight to be given to their evidence.\n2. Criminal law — sufficiency of evidence. — -In the trial of the accused for robbery, evidence held legally sufficient to support a verdict of guilty.\n3. Criminad law — relevancy op evidence. — In a trial of one for robbery, it was not error to permit the sheriif who arrested the accused to testify that, when arrested, he had on his person a pistol very similar to that held in the hands of one of the persons who committed the robbery, as the evidence tended to establish the particular crime.\n4. .Criminal law — newly discovered evidence — cumulative character. — In a prosecution for robbery, denial of the motion for new trial, based upon newly discovered evidence of an alibi, was not ¡an abuse of discretion where such evidence was merely cumulative.\nAppeal from Pulaski Circuit Court, First .Division; Abner McGehee, Judge;\naffirmed.\nThomas C. Claiborne -and Walter A. Isgrig, for appellant.\nE. W. Applegate, Attorney General, and Darden Moose, Assistant, for appellee."
  },
  "file_name": "0871-01",
  "first_page_order": 889,
  "last_page_order": 892
}
