{
  "id": 8726187,
  "name": "Taylor v. Hale",
  "name_abbreviation": "Taylor v. Hale",
  "decision_date": "1933-01-23",
  "docket_number": "4-2758",
  "first_page": "873",
  "last_page": "877",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 873"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "104 U. S. 462",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3492295
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/104/0462-01"
      ]
    },
    {
      "cite": "51 Fed. 306",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        3813027
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/51/0306-01"
      ]
    },
    {
      "cite": "50 Pac. 481",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": 0
    },
    {
      "cite": "17 Wash. 622",
      "category": "reporters:state",
      "reporter": "Wash.",
      "case_ids": [
        5111753
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash/17/0622-01"
      ]
    },
    {
      "cite": "159 N. W. 754",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 0
    },
    {
      "cite": "134 Minn. 315",
      "category": "reporters:state",
      "reporter": "Minn.",
      "case_ids": [
        175038
      ],
      "opinion_index": 0,
      "case_paths": [
        "/minn/134/0315-01"
      ]
    },
    {
      "cite": "172 Ala. 242",
      "category": "reporters:state",
      "reporter": "Ala.",
      "case_ids": [
        5682524
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ala/172/0242-01"
      ]
    },
    {
      "cite": "61 N. W. 418",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 0
    },
    {
      "cite": "93 Iowa 119",
      "category": "reporters:state",
      "reporter": "Iowa",
      "case_ids": [
        8646488
      ],
      "opinion_index": 0,
      "case_paths": [
        "/iowa/93/0119-01"
      ]
    },
    {
      "cite": "64 N. W. 801",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 0
    },
    {
      "cite": "95 Iowa 238",
      "category": "reporters:state",
      "reporter": "Iowa",
      "opinion_index": 0
    },
    {
      "cite": "9 Wall. 353",
      "category": "reporters:scotus_early",
      "reporter": "Wall.",
      "case_ids": [
        3441992
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/76/0353-01"
      ]
    },
    {
      "cite": "143 La. 46",
      "category": "reporters:state",
      "reporter": "La.",
      "case_ids": [
        606240
      ],
      "opinion_index": 0,
      "case_paths": [
        "/la/143/0046-01"
      ]
    },
    {
      "cite": "122 S. W. 988",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "92 Ark. 335",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1548568
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/92/0335-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 406,
    "char_count": 6918,
    "ocr_confidence": 0.492,
    "pagerank": {
      "raw": 2.1688519541345443e-07,
      "percentile": 0.7708040121258035
    },
    "sha256": "77a0d63cd13f1a3c8f76531a6e9875259bc62423466656475b26b414cdb8ae3c",
    "simhash": "1:d59b5c4a3f97b078",
    "word_count": 1219
  },
  "last_updated": "2024-02-27T17:52:01.123529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Taylor v. Hale."
    ],
    "opinions": [
      {
        "text": "Kirby, J.\nOn September 1, 1931, the State Bank Commissioner took over five banks in Boone County as being insolvent. Taxes bad been assessed against these banks, in the time and manner required by law, for the year 1930, which had not been paid before they became delinquent. \"When the time for payment had expired, and the taxes had not been paid, the collector of taxes for Boone County filed a motion, in the nature of an intervention, in the chancery court where the assets of the banks were being administered, praying that the Bank Commissioner be required to .pay these taxes out of such assets as he had on hand belonging to the respective banks.\nThe cause was heard on an agreed statement of facts, in which it was stipulated that the Commissioner had, pursuant to law, levied a 100 per cent, assessment against the stockholders of all five banks, but that the proceeds of this assessment, together with the other assets of said banks, would not suffice in any instance to discharge the claims of the creditors and depositors in full.\nThe chancellor held that there was a paramount lien for the taxes, and ordered them paid, and this appeal is from that decree.\nIt was stipulated that the taxes had been properly assessed, and that the lien therefor had attached before the banks were taken over by the Bank Commissioner. Section 9949, Crawford & Moses’ Digest, prescribes how these taxes shall be paid, and it reads as follows: “The taxes assessed upon the shares of stock thus listed shall be paid by the corporation or company, respectively, and they may recover from the owner or owners of such shares the amount of taxes to be paid by them, or deduct the same from the dividend accruing on such shares, and the amount paid shall be a lien on such shares, respectively, and shall be paid before a transfer of such stock or shares can be made. ’ ’\nIt is argued, for the reversal of the decree of the court below, that the Bank Commissioner cannot nay the taxes pursuant to this section, for the reason that the shares of stock have no real value; indeed, their ownership has become a liability, instead of an asset, and an assessment of tlie face value of these shares of stock has been made to discharge this liability, and that the Bank Commissioner has in his hands no funds with which to pay the taxes on the shares of stock due by the stockholders.\nThere is no controversy about the facts, and we are of opinion that the Bank Commissioner is correct in his contention.\nIt was said, in the case of First National Bank of Batesville v. Board of Equalization of Independence County, 92 Ark. 335, 122 S. W. 988, that the revenue statutes of this State contemplate that the shares of stock in hanks shall be taxed, and not the capital stock of the bank itself, and that the tax is assessed in solido against the bank as trustee or agent for its stockholders, and is to be paid by the bank and collected by it from its stockholders.\nMany States have similar legislation. In the case of In re Feliciana Bank & Trust Co., 143 La. 46, 78 Sou. 169, it was said, by the Supreme Court of Louisiana, in construing a statute similar in essential respects to our own in regard to the taxation of banks, that State legislation upon the subject is responsive to the Federal legislation permitting the taxation, by the State, of shares in national banks, which would not otherwise be subject to taxation, and that the object and effect of the State legislation was to enable the State to reach, for taxing purposes, the capital stocks of banks as the property of its shareholders, thus placing the burden of State taxation equally upon National and State banks.\nIt was said in this Louisiana case that the tax is assessed on the shares of stock as the property of the shareholders, and that the liability for the tax is upon the shareholders, and not upon the bank, which, under the statute,’was construed as being merely the agency or instrumentality through which the tax is collected, and that the duty or obligation of the bank was merely to nay the tax out of the means or property of the shareholders in its possession — a method of collection supplementary to, and not exclusive of, the ordinary means available for the collection of taxes on personalty.\nAfter thns declaring the law, it was held by the Supreme Court of Louisiana that a proceeding by the State against the liquidator of an insolvent bank for the collection of taxes assessed against its shareholders could not be maintained where it was neither alleged nor proved that the liquidator has, or that the bank had, on the date of insolvency any assets belonging or accruing to the shareholders.\nIn the instant ease there is, not only no allegation or proof that the Bank Commissioner has assets in his hands belonging to the shareholders with which to pay taxes, 'but, on the contrary, it is stipulated that all of the assets, including the 100 per cent, assessment made against the stockholders, will not be sufficient to discharge the claims of the creditors and depositors in full.\nOther cases having the view expressed by the Louisiana court as to the liability of an insolvent bank for the taxes due from its stockholders on their shares of stock are: First Nat. Bank of Louisville v. Kentucky, 9 Wall. 353, 19 U. S. (L. ed.) 171; Primghar State Bank v. Rerick, 95 Iowa 238, 64 N. W. 801; Farmers’ & Traders’ Nat. Bank v. Hoffman, 93 Iowa 119, 61 N. W. 418; Court of Commissioners of Washington County v. State ex rel. Fairford Lumber Co., 172 Ala. 242, 5-5 Sou. 623; State v. Barnesville Nat. Bank, 134 Minn. 315, 159 N. W. 754; Baker v. King County, 17 Wash. 622, 50 Pac. 481; City of Boston v. Beal, 51 Fed. 306; Rosenblatt v. Johnston, 104 U. S. 462.\nIn 3 Cooley on Taxation (4th ed.) at § 1269, it is said: “Statutory liability is often imposed on corporations for taxes due from its stockholders or bondholders, in which case reimbursement is expressly provided for or is implied. The statutory liability of the corporation to pay the tax against stockholders carries with it an implied lien in favor of the corporation against the stock and the dividends for reimbursement. G-enerally, payment cannot be enforced against a corporation, where the tax is one on the stockholders, where the corporation is insolvent and in the hands of receivers. ’ ’\n\"We conclude therefore that the court was in error in directing the Bank Commissioner to pay the taxes of the stockholders on their stock when no funds were in his hands belonging', to them.\nThe decree of the court below will therefore be reversed, and the cause remanded with directions to deny the prayer of the collector of Boone County that the Bank Commissioner be required to pay the delinquent taxes.",
        "type": "majority",
        "author": "Kirby, J."
      }
    ],
    "attorneys": [
      "M. A. Hathcoat, Robinson, House i& Moses and H. A. Meek, for appellant.",
      "J. Loyd Shouse and Shiim & Henley, for appellee."
    ],
    "corrections": "",
    "head_matter": "Taylor v. Hale.\n4-2758\nOpinion delivered January 23, 1933.\nM. A. Hathcoat, Robinson, House i& Moses and H. A. Meek, for appellant.\nJ. Loyd Shouse and Shiim & Henley, for appellee."
  },
  "file_name": "0873-01",
  "first_page_order": 893,
  "last_page_order": 897
}
