{
  "id": 1403375,
  "name": "Veith v. Jackson",
  "name_abbreviation": "Veith v. Jackson",
  "decision_date": "1927-12-19",
  "docket_number": "",
  "first_page": "874",
  "last_page": "877",
  "citations": [
    {
      "type": "official",
      "cite": "175 Ark. 874"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "260 S. W. 447",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "163 Ark. 524",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1383879
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/163/0524-01"
      ]
    },
    {
      "cite": "133 S. W. 1033",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "97 Ark. 283",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1318878
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/97/0283-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 431,
    "char_count": 7809,
    "ocr_confidence": 0.492,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.05271504246000443
    },
    "sha256": "e921fd77a3dc00038b3c5e32183692a9850371472f63712256169331601de6be",
    "simhash": "1:9a07f9fac42d98d6",
    "word_count": 1339
  },
  "last_updated": "2024-02-27T16:24:20.967461+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Veith v. Jackson."
    ],
    "opinions": [
      {
        "text": "Humphreys, J.\nOn May 17, 1926, appellant instituted suit in the chancery court of Union County, alleging ownership of the north half of the northwest quarter 'of section 19, township 17 south, range 16 west, in said county, and seeking the cancellation of all title instruments, together with the record thereof, held by appel-lees to said land, and for an accounting of rents and profits thereon from appellee, W. E. Jackson, who had control and possession of said land.\nBoth appellant and appellees claim title from the same source. Appellant claims title by inheritance from her father and by quitclaim deed from her sisters and brothers to their undivided interests which they also inherited from him. Appellees claim title to the land through anesne conveyances from appellant’s father, who executed and delivered a mortgage deed on said land to W. A. Barksdale, which was subsequently sold under the power in the mortgage deed and purchased by Barksdale.\nAppellant based her action upon the ground that the land in question was her father’s homestead at the time he executed the mortgage deed therefor to W. A. Barksdale, and that her mother did not join in the execution thereof, as required by the homestead act of 1887.\nAppellees interposed the defenses, first, that appellant’s mother died before the delivery of the mortgage to ¡Barksdale; second, that the mortgage and proceedings therein were validated by the curative act of 1923; third, that appellant was barred by the two-year and seven-year statutes of limitation and by laches.\nThe cause was submitted to the court upon the issues joined and the testimony adduced by both appellant and ¡appellees, which resulted in a decree that appellant’s complaint be dismissed for the want of equity, because of laches, and quieting title to said land in appellees, W. E. Jackson and'Susan Jackson, from which decree an appeal has been duly prosecuted to this court.\nThe facts disclosed by the record are, in substance, as follows: J. W. Shaw, the father of appellant, owned and resided on the land in question with his family until the fall otf 1903, at which time he took a part of his personal property and household goods and went to live with his daughter in Louisiana, on account of the Parnell feud which disturbed Union County. He left a part of his property cn his homestead, with the expectation of returning when the feud should abate. While living with his married daughter in Louisiana, Shaw returned to Union County and borrowed $150- from W. A. Barks-dale, a neighbor, which he agreed to secaré by a deed of trust on his homestead. After borrowing the money he returned to Louisiana. According to the testimony of Barksdale, the mortgagee, 'Shaw, took the unsigned mortgage deed back with him for the purpose of executing it. According to the testimony of W. H. Wilson, Barksdale sent the mortgage by him to 'Shaw for execution after he returned to Louisiana. The mortgage deed was dated January 8, 1904, but was not signed by Mrs. Shaw, the mother of appellant. 'She died on January 26, 1904, and was brought back to the neighborhood of the homestead to be buried. Mr. Shaw did not return with the corpse, on account of illness himself. He was confined to his bed with the measles. .W. A. Barksdale testified that the mortgage deed was sent back and received by him at the. time Mrs. 'Shaw was buried. He testified that it was brought to him by W. H. Wilson. W. H. Wilson remembered taking* the mortgage deed to Louisiana, but had no recollection of how or when it was returned to W. A. Barksdale. On October 16, 1904, Shaw was shot and killed on his homestead, bo which he had returned. The small children went to live with their married brothers and sisters after their father’s death. After the death of her father and mother, and while appellant was about two years of age, W. J. Pendleton, the trustee named in the mortgage, purchased same, at a sale under power contained in the mortgage, the date being June 22, 1905. The trustee executed a deed to W. A. Barksdale under the mortgage foreclosure, on December 6, 1906. Appellees and their predecessors in title remained in possession and control of the land after receiving the trustee’s deed under the mortgage foreclosure, and have continuously paid the taxes thereon. Appellant’s brothers and sisters conveyed their interest in said real estate to her by quitclaim deed in 1922. On October 2, 1923, appellant became twenty-one years of age, and instituted this suit within three years thereafter. We deem it unnecessary to a determination of the cause to more-fully state the facts.\nThe testimony detailed above reflects that the mortgage deed upon which appellees rely as the basis of their title was not delivered to W. A. Barksdale until after the death of 'Sariah Jane Shaw, the mother of appellant. Although Barksdale and Wilson disagree as to the time the mortgage deed was delivered, yet the testimony uf both reflects that it was not executed by Shaw at the time he came back to Arkansas to borrow the money. It was not signed and acknowledged until after Shaw returned to Louisiana. He either took it back to Louisiana himself for execution, or Wilson took it down there to him for the purpose of execution, at the instance of Barksdale. Mrs. Shaw did not sign and acknowledge the mortgage, presumably on account of her last illness. Barksdale testified positively when it was delivered to him. Wilson had no recollection of how or when it was returned to Barksdale. Under the circumstances, the positive testimony >of Barksdale should govern as to the date and delivery of the mortgage. Not having been delivered until after the death of Mrs. Shaw, its validity was not affected by the homestead act of 1887. It became a valid conveyance from the date of delivery without her signature. This court said, in the case of Graham v. Suddeth, 97 Ark. 283, 133 S. W. 1033, that: “A deed is defined to be a written instrument, signed, sealed and delivered; and it is essential to the validity of the deed that there should be a delivery of the instrument.” And also stated in the case of McDonald Land Co. v. Shapleigh Hardware Co., 163 Ark. 524, 260 S. W. 447, that: “In pursuance of the agreement between the grantor and the grantees, that these deeds should be executed for the consideration as above mentioned, the deeds were signed by Mrs. Bob McDonald at Paragould, Arkansas, January 28, 1922, and taken by her to her husband, who was then at Havana, Cuba, where he signed and acknowledged the deeds, February 11, 1922, and on that day mailed the same to the respective grantees. These facts constitute in law a delivery to and acceptance of the deeds by the grantees on the 11th day of February, 1922.” In consequence of this view of the law and the evidence, it is unnecessary to determine the other issues in the case.\nNo error appearing, the decree is affirmed.",
        "type": "majority",
        "author": "Humphreys, J."
      }
    ],
    "attorneys": [
      "N. A. Cox, for appellant.",
      "Walter • L. Brown, Gus W. Jones and Gaughan S ■ Sifford, for appellee."
    ],
    "corrections": "",
    "head_matter": "Veith v. Jackson.\nOpinion delivered December 19, 1927.\n1. Evidence — weight and sufficiency. — Positive testimony of the witness as to the time of an instrument’s delivery should govern as to the date and delivery of a mortgage, where another witness, whose testimony was in some respects contradictory, had no recollection of the matter or of the time when the mortgage was delivered.\n2. Homestead — validity of mortgage. — Where a mortgage on a homestead was not delivered to the mortgagee until after the death of the mortgagor’s wife, the mortgage was a valid convey- . anee from the date of delivery, though the wife had not signed it, as the instrument was not affected by the Homestead Act of 1887, p. 90.\nAppeal from Union 'Chancery Court, Second Division; George M. L&Croy, Chancellor;\naffirmed.\nN. A. Cox, for appellant.\nWalter • L. Brown, Gus W. Jones and Gaughan S ■ Sifford, for appellee."
  },
  "file_name": "0874-01",
  "first_page_order": 890,
  "last_page_order": 893
}
