{
  "id": 8726210,
  "name": "Kempner v. Stephens",
  "name_abbreviation": "Kempner v. Stephens",
  "decision_date": "1933-01-30",
  "docket_number": "4-2836",
  "first_page": "877",
  "last_page": "883",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 877"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "198 S. W. 286",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "131 Ark. 299",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1578615
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/131/0299-01"
      ]
    },
    {
      "cite": "101 S. W. 753",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "82 Ark 331",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1529021
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/82/0331-01"
      ]
    },
    {
      "cite": "290 S. W. 58",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "172 Ark. 711",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1407930
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/172/0711-01"
      ]
    },
    {
      "cite": "265 S. W. 648",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "166 Ark. 18",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1378531
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/166/0018-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 545,
    "char_count": 12737,
    "ocr_confidence": 0.505,
    "pagerank": {
      "raw": 5.843227755255563e-08,
      "percentile": 0.3629325493494022
    },
    "sha256": "641aa25c8476470b9dc0f82394ab09b17c661efdeb2fe48ce675d29911ee11e7",
    "simhash": "1:1c1a0a39f83cf147",
    "word_count": 2263
  },
  "last_updated": "2024-02-27T17:52:01.123529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Kempner v. Stephens."
    ],
    "opinions": [
      {
        "text": "Mehapey, J.\nOn September 17,1928, J. A. Chambers, of Memphis, Tennessee, and associates, organized the Specification Motor Oil System, Incorporated. The capital stock was 25,000 shares of no par value. No money was paid in at the time of the incorporation, but Mr. Chambers testified that he was the owner of all the patents covering certain fixtures pertaining to the system, and that he exchanged his patent rights and property-rights, and became the sole owner of all the stock. He transferred 3,000 shares to Ike Kempner, and took Kemp-ner’s notes for $22,500. Chambers was president of the company, and Kempner was vice president and director.\nThe evidence showed that Kempner acquired 3,000 shares of stock in April, 1929. He did not pay any money, but executed his notes.\nOn December 13, 1929, H. O. Duke sold to the appel-lee, H. Gr. Stephens, stock in the corporation, and Stephens at the time gave him a check for $1,000 and a note for $1,000. This note was indorsed by Duke, and transferred to Chambers, and Chambers afterwards transferred the note to Kempner without indorsement. This note was given for stock sold in the corporation, and the Bine Sky Law was not complied with.\nThere was a jury trial, and a verdict and .judgment in favor of the appellee. To reverse that judgment, this appeal is prosecuted.\nThe statute prohibits the sale of stock by any dealer or corporation unless the person selling said stock has complied with the provisions of the Blue Sky Law. The term “dealer,” however, does not include the owner or issuer of such securities or stock who acquired the same for his own account in the usual and ordinary course of business, and not for the direct or indirect promotion of any speculative enterprise within the provisions of the act, provided such ownership is in good faith.\nIt is contended, however, by the appellant that the Blue Sky Laws of the State of Arkansas or the Arkansas Securities Act is not applicable to this case for the reason that H. C. Duke was not a dealer within the purview of the acts. If H. C. Duke owned the stock in good faith, and sold it in the usual course of business, this would not be a violation of the Blue Sky Law, and the note would be valid, or, if Kempner was an innocent purchaser, he would have a right to recover on the note. The question therefore is whether, under the evidence in this case, Duke was the owner in good faith, or whether this was the promotion of a speculative enterprise within the meaning of the law.\nT. W. Lewis, who assisted in the sale of the stock, testified that he knew Duke and Chambers, and he knew about H. G-. Stephens purchasing 40 shares of the stock in the Specification Motor Oil System. He handled the transaction. Stephens bought the stock and paid $1,000 cash and gave a note for $1,000. The note was made to H. C. Duke. Duke at the same time sold part of his stock to Foster, Moore and Lewis. He asked Chambers over the ’phone if Duke was sent to Helena by Chambers to sell stock of the corporation, and that Chambers said he was; that Chambers stated that he handled the notes so that cash could be gotten. Lewis himself bought stock, gave a note, and afterwards paid it to Kempner, who held it at maturity. The stock had no value. Witness did not promote the sale of stock, but did talk to Stephens, and repeated the representations that Duke made to him. From general reports, the company has no financial standing. Witness had tried to sell his stock, but had been unable to do so.\nB.. M. Foster, who bought stock, testified about the purchase of the stock, and about the sale to others in Helena; that he made a note and paid it to Ike Kempner. The note was made payable to Duke. Kempner told him that he regarded the stock as valuable. Duke represented to others that he was selling his individual stock. Duke and Chambers were present when witness made the note. He was afterwards made a director.\nStephens testified about purchasing the stock and paying the $1,000 cash and giving his note. He testified that the stock that he bought was not worth anything.\nThe witnesses for appellant contradicted the statements made by appellee’s witnesses, but the undisputed evidence shows that Kempner gave his note, or rather gave two notes, one for $17,500 and one for $5,000. After the suit was brought, Mr. Kempner died, and, of course, we do not have his testimony.\nJ. M. Kempner, son of Ike Kempner, and one of the executors of the estate, testified and introduced the original note, signed by Stephens. Kempner also testified that, when bis father received the note from Chambers, Chambers did not indorse it, and Mr. Kempner testified that it was not indorsed by' Chambers because his father had every reason to believe that the maker of the note would pay. He testified that his father knew that the note was given for stock, and all circumstances in evidence tend to show that he knew this.\nWhile it is said that Mr. Kempner bought stock, giving his note for $22,500, and bought the stock as an investment, yet, in his dealings with Mr. Chambers, all of the stock for which he had given his note was taken back by Chambers, except 700 shares of it, and in exchange therefore he was given the notes of Stephens and others.\nAs we have said, no money was paid into the concern; Mr. Kempner was vice president and director, and there is substantial evidence that Duke was selling stock for Chambers. It is true this evidence is denied, but, when the evidence is in conflict, it is a question for the jury, and the court, at the request of the appellees, instructed the jury that, if Duke was the owner of the stock which he sold to Stephens and sold it in the ordinary and usual course of business, and he was in no sense a promoter of the same, it would not be necessary for him, as such owner, to comply with the Blue Sky Law, and that the sale, under such circumstances, would be perfectly valid, and the note be valid and binding.\nThe court also, at the request of the appellant, instructed the jury in effect that the defense to the action was that the Blue Sky Laws had not been complied with; that this defense could not stand or prevail as to Kemp-ner, who was suing on the note, unless the jury found that Kempner knew that the note was actually given for sale of stock, and unless they find also that the stock had been sold in violation of the Blue Sky Law; that, if they found that the Blue Sky Law had been violated, this would not defeat a recovery, but Kempner must have known at the time that he acquired the note, that it had been given for stock, and mnst have also known that the Bine Sky Law had not been complied with.\nThe court also, at the request of the appellant, instructed the jury that the burden was on appellee to show that Kempner had knowledge of the fact that the note sued on was given in payment of stock, and that such stock was sold in violation of the Blue Sky Law.\nThe court also gave an instruction, at the request of the appellee, that no person or corporation could engage in the business of selling or the offering for sale of securities until permission was given by the Arkansas Railroad Commission. In the same instruction the court told them that this does not include the owner or issuer, who acquires stock for his own account in the usual and ordinary course of business, and not for the direct or indirect promotion of any speculative enterprise.\nThe court told the jury that it is undisputed that neither Duke nor Chambers had complied with the Blue Sky Law, and that, if it appeared from the preponderance of the evidence that Duke, either acting for himself or as agent for Chambers, was engaged in the sale of stock of the Specification Motor Oil System, Incorporated, in the promotion of a speculative enterprise, and not in the usual and ordinary course of business, and, while engaged in said promotion sold the stock to appellee, the note would he void and unenforcible, unless they further found that Kempner purchased it without knowledge that said stock was sold in violation of law.\nThe evidence being in conflict, it was a question for the jury, and the question was submitted to the jury under proper instructions. The jury could not have found for appellee under the instructions of the court without finding that the stock was sold in violation of the Blue Sky Law, and that Kempner knew that the note was given in payment of stock sold in violation of the law. There is a full discussion of the questions involved here in the case of City Nat. Bank v. DeBaum, 166 Ark. 18, 265 S. W. 648. The court there said: “The statute relating to the organization of corporations does not require that all the stock authorized shall be subscribed before the Secretary of State shall issue the certificate of incorporation, but, after the corporation is organized and has become an entity, it comes within the operation of the Blue Sky Law, and cannot sell its unsubscribed stock, without first complying with the laws of the State governing such sales.\n“As we have said, the notes sued on were executed for the stock of a corporation, and upon the authority of the Randle case, supra, the transaction was void unless the bank acquired them as an innocent purchaser.”\nIn the instant case, the corporation was organized and all of its stock immediately transferred to Chambers. Thereafter this stock was sold to Stephens, and, if in violation of the Blue Sky Law, the note was void and un-enforci'ble, unless Kempner acquired it as an innocent purchaser, and this question was submitted to the .jury, which found against appellant.\nIn another recent case we said: “If the corporation had been solvent, and, rio matter how prosperous it may have been, if it issued and sold the stock in violation of -the Blue Sky Law, and took the note for said stock, the note was void, and, if the appellee knew these facts, it could not recover.” Fentress v. City Nat. Bank, 172 Ark. 711, 290 S. W. 58.\nIt is next contended by the appellant that the court erred in permitting the defendant the opening and closing arguments. Section 4112 of Crawford & Moses’ Digest reads as follows: ‘ ‘ The party holding the affirmative of an issue must produce the evidence to prove it. ’ ’ Section 4113 reads: “The burden of proof in the whole action lies on the party who would be defeated if no evidence were given on either side.” Section 1292 of Crawford & Moses’ Digest provides: “In the argument, the party having the burden of proof shall have the opening and conclusion.”\nThe burden of proof in the whole case was on the defendant. He admitted that he paid $1,000 cash and executed his note for $1,000, and the only defense that he interposed was that the stock was sold in violation of the Blue Sky Law. The burden was on him to prove this.\nAppellant calls attention to tlie case of Roberts v. Padgett, 82 Ark 331, 101 S. W. 753. In that case the conrt said: “The defendant did not deny that he executed it, or that it had been assigned to the plaint: He undertook to show that it was procured by fraud and misrepresentations, and also that there was a failure of consideration; and he denied that the note had been transferred to plaintiff before maturity, or that plaintiff was a bona fide purchaser for value. But, as there was no denial of the execution of the note or its assignment to plaintiff before the action was commenced, it is evident that, had the defendant introduced no evidence, judgment would have been rendered against him, whether plaintiff introduced any evidence or not.”\nThe court also quoted with approval the following: “In all suits on promissory notes, bills of exchange, accounts, insurance policies, or any other form of money demands where the amount claimed is liquidated and can be ascertained without the necessity of proof, the defendant is entitled to open and close the evidence and argument if he relies for his defense solely on affirmative pleas, as payment, failure or want of consideration, or duress, set-off and counterclaim, usury, or other pleas in bar by way of confession and avoidance. ’ ’ 15 Enc. Plead. & Prac. 194.\nThe burden was upon the defendant in the only issues involved in this case, and this fact entitled him to open and conclude the argument. Columbian Woodmen v. Howle, 131 Ark. 299, 198 S. W. 286.\nThere was no error in permitting the defendant to open and conclude the argument. The jury was the judge of the credibility of the witnesses and the weight to be given to their testimony, and the finding on these questions is conclusive here.\nWe find no error, and the judgment is affirmed.",
        "type": "majority",
        "author": "Mehapey, J."
      }
    ],
    "attorneys": [
      "Bevens & Mundt, for appellant.",
      "Brewer i& Craeraft, for appellee."
    ],
    "corrections": "",
    "head_matter": "Kempner v. Stephens.\n4-2836\nOpinion delivered January 30, 1933.\nBevens & Mundt, for appellant.\nBrewer i& Craeraft, for appellee."
  },
  "file_name": "0877-01",
  "first_page_order": 897,
  "last_page_order": 903
}
