{
  "id": 1432160,
  "name": "Arkansas Quicksilver Company v. McGhee",
  "name_abbreviation": "Arkansas Quicksilver Co. v. McGhee",
  "decision_date": "1933-09-25",
  "docket_number": "4-3086",
  "first_page": "883",
  "last_page": "887",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 883"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "57 S. W. (2d) 1043",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "196 Ark. 1132",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "31 S. W. (2d) 762",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "182 Ark. 389",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1389923
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/182/0389-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 454,
    "char_count": 7474,
    "ocr_confidence": 0.494,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.05386839155487443
    },
    "sha256": "e18ef591d80690a12c6e16ad23e309a7e6ada0f9cf8cb7e6ae930946bae67ec8",
    "simhash": "1:82b4a6d18826e959",
    "word_count": 1328
  },
  "last_updated": "2024-02-27T21:18:50.990705+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Arkansas Quicksilver Company v. McGhee."
    ],
    "opinions": [
      {
        "text": "Mehaffy, J.\nThis is an action by an employee, John F. McGhee, to recover damages for personal injuries. which he sustained while employed by the appellant as a helper to the foreman and hammerman. The appellant was at the time operating cinnabar mines in Pike County, Arkansas, for the recovery of quicksilver.\nThe method of operating was to drill holes in the rock, and shatter and break the rock with charges of dynamite. After these blasts were fired the rock shattered would be collected and loaded on cars to be carried to the smelters. After the blasts were fired, it was necessary for the workmen to clean up and load the shattered rock, and it was often necessary to pry or pick down the broken rock from the face of the wall in which the dynamite had been fired. These workers were called “ muckers.”\nAt the time of the injury, the foreman pointed out the pick and told.the appellee to take this pick and knock the rock loose while the foreman filled np the tank. Under the. orders of the foreman, the appellee picked up the pick and started work. The pick had a warped handle, and, while appellee was picking at the crevice, he hit on the side of the. crevice and struck a rock which hit him in the eye. The crooked handle caused him to miss the crevice.\nThere is no dispute in the evidence about the handle of the pick being warped, and about the foreman directing him to take that particular pick and go to work. There is some conflict in the evidence as to whether this was the correct or usual method of performing this work. Most of the witnesses testified that the usual method was to use a crowbar and prize the rocks out.\nThe appellee had never used the pick before, did not know that the handle was warped, and had no opportunity to examine, it, but, in obedience to the order of the foreman, immediately took the pick and began to work. Appellee had worked several months as a mucker, cleaning up the loose, rock, but had worked about ten or twelve days helping on the jack hammer.\nThe sight of the injured eye was impaired, but not destroyed. There was á jury trial, a verdict and judgment for appellee for $10,000, and the case is here on appeal.\nAppellant contends that the court should have directed a verdict for it, and states that the appellee testified that there was nothing wrong with the pick. He did not, however, testify that there was nothing wrong with the handle, and all the proof shows that the handle was warped, or crooked.\nIt is also contended that the appellee testified that the accident was not caused by the negligence of any one else; that no one else caused him to be hurt.\nThe appellee testified that there was nothing wrong with the pick, but he was asked if the handle was in good condition, and he said it was not. Witness testified that he told Bird that the pick was all right, but that the handle was crooked.\nThe statement presented to the witness contained the following: “The accident was not caused by the negligence of any one else; that is, no one else caused me to get hurt. I was doing what my driller told me to do when the accident happened.”\nAfter reading this statement to appellee, he was asked if that was correct, and appellee replied: “Yes, sir, I was doing exactly what he told me to do.”\nThe witness, in his evidence, makes it perfectly plain that the injury was caused by his undertaking to do what the foreman told him to do, and with a pick which had a defective handle, and that this defect in the handle caused him to miss the crevice, and strike the rock which hit him in the eye.\nIt is contended, however, that the defect in the handle of the pick was open, patent and visible.\nAppellant calls attention to numerous authorities to the effect that an employee is bound to take notice of obvious defects, and this is generally true, but this court has not held that, where an employee is ordered by his superior to use a certain tool without any opportunity to observe its condition, he must take notice of a defect like the one in the pick handle. Moreover, the other witnesses that testified that the handle was warped also testified that you could not notice it if you did not look at it specially.\nThe rule approved by this court in Owosso Mfg. Co. v. Drennan, 182 Ark. 389, 31 S. W. (2d) 762, is as follows:\n“One of the first duties of the servant is obedience. £ It is a fundamental of the relation of master and servant that the servant shall yield obedience to the master, and this obedience an employee may properly accord, even when confronted with perils that otherwise should be avoided. In any case, but more plainly when a command is sudden and there is little or no time for refaction and deliberation, the employee may not set up his judgment against that of his recognized superiors; on the contrary, he may rely upon their advice, assurances and commands, notwithstanding many misgivings of his own. It by no means follows that, because he could justify disobedience of the order, he is barred of recovery for injuries received in obeying. He is not required to balance the degree of danger and decide whether it is safe for him to act, but he is relieved in a measure of the usual obligation of exercising vigilance to detect and avoid danger. Ordinarily, he may assume that the employer has superior knowledge and rely thereon, especially when the act -is one that could be made safe by the exercise of special care on the part of the employer. The employee may assume that such care will be taken. Again, it is a psychological truth that employees form a habit of obedience that overcomes independent thought and action, depriving them of power to exercise intelligence that otherwise would protect them’.”\nThe appellant insists that this was a simple tool, and that the master was under no duty to inspect it. This is the general rule, but applicable only where the employer has exercised ordinary care to furnish tools that are reasonably safe.\nThis case, so far as this question is concerned, is controlled by the principles announced in Smith v. McEachin, 196 Ark. 1132, 57 S. W. (2d) 1043. The authorities are reviewed in the two cases mentioned, and it would be useless to review them again.\n\"Whether the master was guilty of negligence in ordering appellee to use the pick with a defective handle, and whether this caused the injury, were questions for the jury, and there is ample evidence to sustain the finding of the jury on these issues.\nIt is next contended that the court erred in giving certain instructions and in giving conflicting instructions. We do not set out the instructions, but we have very carefully examined them, and have reached the conclusion that there was no error in instructing the jury, and that there- is no conflict in the instructions.\nThe appellant next contends that the verdict is excessive, and we agree with the appellant in this contention. The evidence shows that the eye was injured, but not destroyed, and that the sight was permanently and seriously impaired. The apnellee was thirty-seven years of age, and there- is no evidence that the impairment of his vision will decrease his earning capacity or prevent him from engaging in any ordinary occupation.\nWe have therefore concluded that the judgment, should be reduced to $5,000, and affirmed for that amount. It is so ordered.",
        "type": "majority",
        "author": "Mehaffy, J."
      }
    ],
    "attorneys": [
      "McRae & Tompkins, for appellant.",
      "J. H. Lookadoo, for appellee."
    ],
    "corrections": "",
    "head_matter": "Arkansas Quicksilver Company v. McGhee.\n4-3086\nOpinion delivered September 25, 1933.\nMcRae & Tompkins, for appellant.\nJ. H. Lookadoo, for appellee."
  },
  "file_name": "0883-01",
  "first_page_order": 903,
  "last_page_order": 907
}
