{
  "id": 1428386,
  "name": "Illinois Bankers' Life Association v. Hamilton",
  "name_abbreviation": "Illinois Bankers' Life Ass'n v. Hamilton",
  "decision_date": "1934-02-05",
  "docket_number": "4-3344",
  "first_page": "887",
  "last_page": "895",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 887"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "131 S. E. 395",
      "category": "reporters:state_regional",
      "reporter": "S.E.",
      "opinion_index": 0
    },
    {
      "cite": "191 N. C. 32",
      "category": "reporters:state",
      "reporter": "N.C.",
      "case_ids": [
        8627595
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nc/191/0032-01"
      ]
    },
    {
      "cite": "263 U. S. 167",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6139447
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/us/263/0167-01"
      ]
    },
    {
      "cite": "198 N. W. 884",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 0
    },
    {
      "cite": "227 Mich. 388",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1688848
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/227/0388-01"
      ]
    },
    {
      "cite": "78 So. 209",
      "category": "reporters:state_regional",
      "reporter": "So.",
      "opinion_index": 0
    },
    {
      "cite": "201 Ala. 337",
      "category": "reporters:state",
      "reporter": "Ala.",
      "case_ids": [
        3606893
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ala/201/0337-01"
      ]
    },
    {
      "cite": "58 S. W. (2d) 199",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "187 Ark. 49",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1432045
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/187/0049-01"
      ]
    },
    {
      "cite": "10 S. W. (2d) 891",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "178 Ark. 293",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1396920
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/178/0293-01"
      ]
    },
    {
      "cite": "284 S. W. 12",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "171 Ark. 77",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1369590
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/171/0077-01"
      ]
    },
    {
      "cite": "235 S. W. 412",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "151 Ark. 123",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1366081
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/151/0123-01"
      ]
    },
    {
      "cite": "132 S. W. 633",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "96 Ark. 495",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1542027
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/96/0495-01"
      ]
    },
    {
      "cite": "97 S. W. 673",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "80 Ark. 419",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1491139
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/80/0419-01"
      ]
    },
    {
      "cite": "82 S. W. 832",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "113 Tenn. 252",
      "category": "reporters:state",
      "reporter": "Tenn.",
      "case_ids": [
        8536108
      ],
      "opinion_index": 0,
      "case_paths": [
        "/tenn/113/0252-01"
      ]
    },
    {
      "cite": "123 S. E. 820",
      "category": "reporters:state_regional",
      "reporter": "S.E.",
      "case_ids": [
        1983890,
        1983933
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sc/129/0081-01",
        "/sc/129/0121-01"
      ]
    },
    {
      "cite": "129 S. C. 121",
      "category": "reporters:state",
      "reporter": "S.C.",
      "case_ids": [
        1983933
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sc/129/0121-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 696,
    "char_count": 17267,
    "ocr_confidence": 0.483,
    "pagerank": {
      "raw": 1.6480227291028736e-07,
      "percentile": 0.6922453780123861
    },
    "sha256": "827d2b11c8984340305602af545f14a3f9fa7612305d0a115a06fcbfb646585f",
    "simhash": "1:5d8b305f764500dc",
    "word_count": 2970
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Illinois Bankers’ Life Association v. Hamilton."
    ],
    "opinions": [
      {
        "text": "Butler, J.\nOn or about the 6 th day of November, 1926, the Illinois Bankers’ Life Association issued a joint policy of life insurance on the lives of Guy Patrick Hamilton and Maggie Hamilton, husband and wife, the survivor being named as beneficiary, in the sum of $1,000 for the consideration of $25.33, annual premium. This policy was taken over and its liability assumed by the Illinois Bankers’ Life Assurance Company.\nMaggie Hamilton died on February 6, 1933, and proof of death was furnished the last-named corporation. The policy was not paid, and this suit was instituted, which resulted in a verdict and judgment for Guy P. Hamilton, the survivor.\nThis appeal challenges the correctness of the judgment on two grounds which were interposed as a defense in the lower court. The first, and the principal, defense made is that there was a lapse in the policy for the nonpayment of premiums, which policy was reinstated on the application of the insured. In this application the insured acknowledged the forfeiture of all claims under the original policy by reason of the lapse of same, and that, as an inducement to the company to reinstate, it was represented that the statements and answers contained in the original application were true when made and were true on the date of the application for reinstatement, and agreed that the same should be based exclusively upon the representations contained in that application and the original application for the policy, and under the condition that, if the statements, or any of them, should be untrue, the company should be under no liability by reason of the attempted reinstatement of the policy except for a return of the premiums paid since the date of the reinstatement; that the answers to the questions regarding the health of the insured and her consultation of a physician since the date of the original application were false, and, because of such false statements, there was no liability except for a return of the premiums which had been tendered.\nThe next defense interposed was that when the annual premium matured on November 6, 1932, its payment being necessary to carry the policy over another year, the same was not paid, and that the insured and the company entered into an extension agreement, extending the time of payment to May 6, 1933, by which extension agreement it was provided that, if the premium as extended was not paid at maturity, the policy should become null and void, and that, because Guy P. Hamilton, the appellee, jointly executed the same and did not pay, or offer to pay, the premium on the date of maturity, the policy became void.\nThe facts as shown by the evidence ,are that the policy lapsed for the nonpayment of premium due November 6, 1929, and thereafter, on June 11, 1930, the parties insured made, application for reinstatement, which application contained the stipulations hereinbefore set out, and that, in answer to the question propounded to the insured, Maggie Hamilton, in said application for reinstatement, “Have you been ill or injured or consulted a physician since the date of the application for this policy,” she answered, “No”; and in response to the question, “Are you now in good health and of sound constitution,” she answered, “Yes,” when in fact in 1927 she had suffered a paralytic stroke for which she had been treated by a physician. This physician testified that he did not know whether she had recovered or not.\nIt was also shown by another physician that Maggie Hamilton became ill about Christmas, 1932, suffering what appeared to be a light stroke of paralysis, from which she did not recover, and at that time she also had what is commonly known as leakage of the heart; that she died about the 7th day of February, 1933, from the heart disease and paralysis, but that the heart trouble was the preponderating cause of her death. This physician stated that he had known Maggie Hamilton for about three years, during which time she walked from her home to visit the sick and waited on them, and that the only indication he saw of any infirmity was that when she would step on something sharp, she would give in her foot; that during this time he would have passed her as an insurable risk.\nThe evidence relating to the stroke she suffered in 1927 was to the effect that this was a light attack which temporarily affected her left ankle, knee and wrist; that she apparently recovered except for a slight lameness in one of her ankles and one of her wrists troubled her some in lifting and in doing hard work; that at the time, of this stroke she was in bed for ten days.\nIt is the contention of the appellant that this state of facts rendered the policy void because, as it says, the right of reinstatement of the insured was not absolute, but depended upon the condition of the health of the applicant, and that, since they had agreed in the application for reinstatement that any false answers made respecting the condition of health would invalidate the policy, they are. bound thereby.\nTo sustain this contention, the appellant relies on the case of Ward v. New York Life Ins. Co., a South Carolina case, reported in 129 S. C. 121, 123 S. E. 820. It also cites as authority for the point raised, Childress v. Fraternal Union of America, a Tennessee case, reported in 113 Tenn. 252, 82 S. W. 832, and Woodmen, etc., v. Jackson, 80 Ark. 419, 97 S. W. 673. In the first-named case the statement of facts does not disclose the date of the issuance of the policy. It lapsed for a failure to pay the premium on October 3, 1921, and was reinstated by the insurer, after the days of grace had expired, on an application which admittedly contained false statements material to the risk. The insured died prior to February 27, 1922, since the proof, of death was made on that date. The beneficiary brought suit to recover, relying on a statute of the State of South Carolina, the applicable portion of which is as follows: “All life insurance companies that shall receive the premium on any policy, for the space of two years- shall be deemed and taken to have waived any right they may have had to dispute the truth of the application for insurance; that the assured person had made false representations, and the said application shall be deemed and taken to be true. ’ ’ The original contract of insurance is not set out, but the court sustained the defense interposed by the insurer that the policy was invalid because of the false statements and, in overruling the contention of the beneficiary, held that the statute relied on referred only to the application made for the issuance of the policy, and had no reference to applications made for reinstatement of policies where the same had lapsed for failure to pay the premiums. The policy appears to have contained an “incontestable clause,” and in disposing of this, the. court said: ‘ ‘ The incontestable clause in the policy is not in the case, and we can base no binding judgment thereon.”\nIn the case at bar it is the contention of the appellee that the defense of falsity of statements in the application for reinstatement cannot avail the insurer because of a clause in the original policy which provides as follows: “After this policy shall have been in force two full years during the. lifetime of the insured, it shall be incontestable except for nonpayment of premiums. ’ ’ The appellee takes the position that this provision inures to his benefit, although the policy was revived by reinstatement, the application for which contained untrue statements; first, because to avoid the policy for these would be to attach a condition to the right of reinstatement not provided in the original contract; second, that, even if this condition had been authorized, more than two years had elapsed between the date of reinstatement and the death of the insured which would make the incontestable clause effective; and, third, that the false statements were not material to the risk.\nWhether or not a clause, in insurance policies renders the contract incontestable from the date of the issuance of the policy is a question of sharp conflict of authority on the subject. Some respectable courts hold that such contract is invalid on the theory that, if it was procured by fraud, it is no contract, and can never become such if the misrepresentations were of a material nature calculated to deceive and made with that intent. Other courts of equal repute hold to the contrary, basing their conclusions on the ground that the clause was written by the insurer in its own terms for the purpose of inducing the public to enter into contracts with it upon the assurance that, after the insurer had accepted the risk, the validity of the contract will not be questioned. The insurer had all the time it desired to investigate the risk before accepting it and should, and likely does, anticipate that deceit might be practiced by applicants for insurance, and, through its own processes, has means to discover if such deceit has been practiced, and, having announced its satisfaction to bind itself, no subsequently discovered circumstance should avoid the policy except the nonpayment of premiums.\nIn National Annuity Ass’n v. Carter, 96 Ark. 495, 132 S. W. 633, this court has adopted the rule that the incontestable clause is valid, even where it takes effect immediately upon the issuance of the policy. But where, as in the instant case, the agreement not to contest the validity of the policy is postponed for a reasonable and definite period within which time the insurer has the opportunity to ascertain the truth of the representations made, it seems that the provision relating to incontestability is universally held to be valid. Here, more than two years had elapsed between the date of the issuance of the policy and its laps.e for the nonpayment of premiums ; also, more than two years had elapsed from the date of the reinstatement to the date of the death of the insured. From this the question is presented, does the application for reinstatement which contains false statements annul the provision in the policy against incontestability? We hold it does not.\nIn the insurance contract, as one of the inducements to the insured to enter into it, there is the following clause:. “This policy, after default in payment of any premium, may be. reinstated upon both of the insured furnishing to the home office satisfactory and acceptable evidence of insurability and paying all past-due premiums with compound interest thereon at the rate of six per cent, per annum.”. Therefore, as is held in National Annuity Ass’n v. Carter, supra; New York Life Ins. Co. v. Adams, 151 Ark. 123, 235 S. W. 412; Security Life Ins. Co. v. Leeper, 171 Ark. 77, 284 S. W. 12; and Equitable Life Ins. Co. v. King, 178 Ark. 293, 10 S. W. (2d) 891, “the reinstatement was not granted as a gratuity on the part of the company, but as a part of the contract expressed in the policy itself to the effect that a reinstatement could be obtained as a matter of right, * * * upon presentation at the home office, of evidence of insurability satisfactory^ to the company.”\nIt will be noted that the provision for reinstatement contained in the policy in the case at bar places no burden or restriction upon the right of reinstatement save the furnishing’ of satisfactory and acceptable evidence of insurability and the payment of all past-due premiums with compound interest thereon at the rate, of six per cent, per annum, the latter provision being ample consideration moving to the company. As is held in the Arkansas cases cited, the company had no right to enlarge the terms upon which reinstatement conld be obtained. It had the right to defer its action on the application for reinstatement for a reasonable time in which it might investigate the insurability of the applicant, and there was no requirement in the original contract that the answers to the questions in the application for reinstatement should be true, and a condition precedent to the reinstatement of the policy and to its validity when so reinstated. In this particular the contract differs from that in the ease of Woodmen, etc., v. Jackson, supra, cited and relied upon by the appellant. In that case the insurer was a fraternal order insuring its members. Its bylaws were made a part of the original contract of insurance, one section of which provided for reinstatement of a suspended member upon satisfactory answers being given by him in his application relative to his use of intoxicants, narcotics, and his health at the time of application. It provided, in effect, that, if any of the statements made by the applicant were untrue, reinstatement should be unavailing and he was required to furnish the statements “as a condition precedent to reinstatement and waiving all rights thereto if the said written statements shall be found to be untrue.\nIn our cases cited supra, the doctrine is laid down that, since the reinstatement is not a gratuity, the insurer had no right to enlarge the terms upon which reinstatement could be obtained. In the Leeper case, supra, it was the contention that by reason of lapse, the. original policy was void and the reinstatement created a new contract. In the original policy there was a provision that where the insured committed suicide the- policy should be void, but another clause provided that the policy should be incontestable after two years from the date of its issuance. The policy lapsed after two years had expired and was reinstated, and in the application for reinstatement there was a stipulation that, in the event of self-destruction within one year from the date of approval of the application for reinstatement, the amount payable as a death benefit should be equal only to two annual premiums on said policy, and no more. The court, under the rule announced in the Adams case, supra, held that this stipulation was an enlargement of the original contract of the terms upon which reinstatement could be obtained, that there was no new contract created by the reinstatement, but a revival and continuance of the original, and that, although it appeared that Leeper had committed suicide within one year from the date of the reinstatement, the incontestable clause in the original policy was applicable, and the fact that he was a suicide was no defense.\nSo, in the instant case the reinstatement created no new contract, but revived the original to the same extent as if there had 'been no lapse. This rendered the incontestable clause available and certainly, since more than two years has elapsed between the date of the reinstatement and the death of the insured, this clause is effectual to waive all defenses except the one reserved in the contract — namely, the nonpayment of premiums. Our cases cited have been approved, and their doctrine reaffirmed in the recent case of Life & Casualty Ins. Co. of Tenn. v. McCray, 187 Ark. 49, 58 S. W. (2d) 199, and are in accordance with the weight of authority. Mutual Life Ins. Co. of N. Y. v. Lovejoy, 201 Ala. 337, 78 So. 209; Becker v. Ill. Life Ins. Co., 227 Mich. 388, 198 N. W. 884; Mutual Life Ins. Co., etc., v. Hurni Co., 263 U. S. 167, 44 S. Ct. 90; Wambolt v. Reserve, etc., Co., 191 N. C. 32, 131 S. E. 395, and cases therein cited.\nThere is no contrary rule announced in Childress v. Fraternal Union of America, supra, relied on by the appellant, for in that case the insured was a suicide, and the contract provided that in the event of suicide the indemnity to be paid to the beneficiary should be one-third of the amount otherwise due under the policy. The incontestable clause in that contract provided only that the validity of the policy could not be questioned after two years from its date except upon the ground of certain false answers made and upon this ground it might be questioned at any time. But the suicide clause was not one which entered into the validity of the original contract, and the incontestable clause had no reference to the suicide clause, which latter clause was in no wise affected by the former.\nThe second ground presented for reversal in our opinion is without merit. The extension agreement extended the time of the payment of the annual premium due November 6, 1932, to May 6, 1933, and by reason of this the policy was in full force and effect at the time of the death of the insured. Since, under the original contract of insurance as reinstated, the company was liable to the survivor for the face of the policy, this was effective to work a payment of the premium extended, and it would have been a useless course of procedure for the survivor to have paid the premium, as it would have resulted only in its being returned to him by the insurer. The survivor brought suit for the balance on the policy less the amount due the company for the annual premium, payment of which had been extended. This was the correct amount due, and, having recovered that sum, the court properly awarded the penalty and attorney’s fees.\nThe judgment of the trial court is correct, and it is therefore affirmed.",
        "type": "majority",
        "author": "Butler, J."
      }
    ],
    "attorneys": [
      "W. P. Strait, for appellant.",
      "H. A. Tucker and Dean, Moore & Brazil, for appellee."
    ],
    "corrections": "",
    "head_matter": "Illinois Bankers’ Life Association v. Hamilton.\n4-3344\nOpinion delivered February 5, 1934.\nW. P. Strait, for appellant.\nH. A. Tucker and Dean, Moore & Brazil, for appellee."
  },
  "file_name": "0887-01",
  "first_page_order": 905,
  "last_page_order": 913
}
