{
  "id": 6793775,
  "name": "Steven Klein, Inc., Petitioner, v. The Department of Revenue, Respondent",
  "name_abbreviation": "Steven Klein, Inc. v. Department of Revenue",
  "decision_date": "2015-08-27",
  "docket_number": "No. 91072-3",
  "first_page": "889",
  "last_page": "902",
  "citations": [
    {
      "type": "official",
      "cite": "183 Wash. 2d 889"
    }
  ],
  "court": {
    "name_abbreviation": "Wash.",
    "id": 9029,
    "name": "Washington Supreme Court"
  },
  "jurisdiction": {
    "id": 38,
    "name_long": "Washington",
    "name": "Wash."
  },
  "cites_to": [
    {
      "cite": "25 P.2d 91",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1933,
      "opinion_index": 0
    },
    {
      "cite": "174 Wash. 402",
      "category": "reporters:state",
      "reporter": "Wash.",
      "case_ids": [
        867091
      ],
      "year": 1933,
      "pin_cites": [
        {
          "page": "407"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash/174/0402-01"
      ]
    },
    {
      "cite": "500 P.2d 764",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "weight": 2,
      "year": 1972,
      "opinion_index": 0
    },
    {
      "cite": "81 Wn.2d 171",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1064028
      ],
      "year": 1972,
      "pin_cites": [
        {
          "page": "175"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/81/0171-01"
      ]
    },
    {
      "cite": "483 P.2d 628",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "weight": 2,
      "year": 1971,
      "pin_cites": [
        {
          "parenthetical": "alteration in original"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "79 Wn.2d 143",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1070623
      ],
      "year": 1971,
      "pin_cites": [
        {
          "page": "146"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/79/0143-01"
      ]
    },
    {
      "cite": "3 P.3d 741",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2000,
      "pin_cites": [
        {
          "parenthetical": "quoting Time Oil Co. v. State, 79 Wn.2d 143, 146, 483 P.2d 628 (1971)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "141 Wn.2d 139",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1183457
      ],
      "year": 2000,
      "pin_cites": [
        {
          "page": "149",
          "parenthetical": "quoting Time Oil Co. v. State, 79 Wn.2d 143, 146, 483 P.2d 628 (1971)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/141/0139-01"
      ]
    },
    {
      "cite": "215 P.3d 185",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2009,
      "opinion_index": 0
    },
    {
      "cite": "166 Wn.2d 912",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4001721
      ],
      "year": 2009,
      "pin_cites": [
        {
          "page": "919"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/166/0912-01"
      ]
    },
    {
      "cite": "259 P.3d 338",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2011,
      "pin_cites": [
        {
          "parenthetical": "citing Dot Foods, Inc. v. Dep't of Revenue, 166 Wn.2d 912, 919, 215 P.3d 185 (2009)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "163 Wn. App. 298",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        4018506
      ],
      "year": 2011,
      "pin_cites": [
        {
          "page": "306",
          "parenthetical": "citing Dot Foods, Inc. v. Dep't of Revenue, 166 Wn.2d 912, 919, 215 P.3d 185 (2009)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/163/0298-01"
      ]
    },
    {
      "cite": "345 P.3d 784",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2015,
      "opinion_index": 0
    },
    {
      "cite": "182 Wn.2d 1020",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "year": 2015,
      "opinion_index": 0
    },
    {
      "cite": "336 P.3d 663",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2014,
      "opinion_index": 0
    },
    {
      "cite": "184 Wn. App. 344",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        4365265
      ],
      "weight": 3,
      "year": 2014,
      "pin_cites": [
        {
          "page": "353-54, 356"
        },
        {
          "page": "353",
          "parenthetical": "quoting Budget Rent-A-Car, 81 Wn.2d at 173"
        },
        {
          "page": "353-54"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/184/0344-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 832,
    "char_count": 22613,
    "ocr_confidence": 0.763,
    "pagerank": {
      "raw": 8.431403558356252e-08,
      "percentile": 0.48426568498781203
    },
    "sha256": "26750fc941dc06e5f8d4b8dca977b090859a3357fd44f03cb91a9e4e5fd454dc",
    "simhash": "1:71a8a2c9e5c466ae",
    "word_count": 3714
  },
  "last_updated": "2024-02-27T22:09:01.011694+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Madsen, C.J., and Johnson, Fairhurst, Stephens, Wiggins, González, Gordon McCloud, and Yu, JJ., concur."
    ],
    "parties": [
      "Steven Klein, Inc., Petitioner, v. The Department of Revenue, Respondent."
    ],
    "opinions": [
      {
        "text": "Owens, J.\n¶1 Klein Honda is a Honda dealership. It purchases vehicles from Honda at wholesale and sells them at retail. From time to time, Honda offers a “dealer cash” incentive program for its dealerships. Under that program, dealerships can earn dealer cash (i.e., a specific amount of extra money) if they sell specific Honda models during specific times and comply with other terms and conditions.\n¶2 This case requires us to determine whether Klein Honda’s dealer cash earnings are taxable. We hold that they are. The catchall business and occupation (B&O) tax provision applies to other or additional business activities that do not constitute retail sales. By participating in the dealer cash program, Klein Honda received additional, separate income beyond its ordinary retail sales. That constitutes an additional taxable business activity under the catchall provision. Although dealer cash would not be taxable under one of the Washington State Department of Revenue’s (Department) regulations if it represented a “bona fide discount” on Klein Honda’s wholesale purchase of vehicles, former WAC 458-20-108(1), (5) (1987), dealer cash is not a bona fide discount because Klein Honda does not purchase vehicles from Honda subject to a dealer cash discount. Dealer cash payments are not necessarily quantified or even knowable at the time that Klein Honda purchases vehicles from Honda. Thus, Klein Honda’s dealer cash is taxable.\nFACTS\n¶3 Klein Honda is a Honda franchisee car dealership in Everett, Washington. Klein Honda’s business relationship with Honda is governed by a “Sales and Service Agreement” between them. Admin. Record (AR) at 20, 309. Under that agreement, Klein Honda purchases cars from Honda at wholesale and then sells those cars to customers at retail.\n¶4 Klein Honda has “little discretion over [its] inventory.” Id. at 20. “Honda sends [Klein Honda] a presumptive order,” and Klein Honda “may remove vehicles from the order, but it cannot add them.” Id. Once Honda ships vehicles to Klein Honda, it issues an invoice to Klein Honda for each vehicle.\n¶5 “The invoice states a price, and [Klein Honda] remits that amount to Honda.” Id. A typical invoice also states, “ ‘Dealer’s invoice may not reflect dealer’s ultimate vehicle cost given any rebates, allowances, collections, discounts, holdback, incentives, etc.’” Id.-, see, e.g., id. at 765. A “holdback,” for example, is a credit that Honda issues to Klein Honda the month following Klein Honda’s wholesale purchase of a vehicle. Honda provides this holdback credit, along with other similar credits, regardless of whether Klein Honda sells the vehicle — they are an adjustment to Klein Honda’s purchase price of the vehicle. “The ... credits are quantified at or about the time the vehicle is purchased by the dealership and delivered by the manufacturer.” Id. at 20. Some of the credits that Honda provides are specifically listed on each vehicle’s invoice. “The Department recognizes that [those] credits reduce the dealer’s purchase price for the vehicle.” Id. All payments from Klein Honda to Honda for new vehicles and all credits from Honda to Klein Honda are reflected in a monthly balance forward statement.\n¶6 From time to time, Honda also offers dealer cash incentive programs to dealerships. The dealer cash incentive program is designed to stimulate sales of specific Honda models during specific periods of time to compete with rival car manufacturers. As the general manager of Klein Honda testified,\nDealer cash is a means by which American Honda kind of puts more momentum behind a particular vehicle line or model. And when I say that, I mean that what they do is they adjust the vehicle’s presence in the marketplace, usually as a reaction to competitive action, which typically would be rebates, consumer rebates, and allowing the Honda dealers to remain in a competitive position on that particular model.\nVerbatim Tr. of Proceedings (VTP) at 50. When Honda decides to offer a dealer cash incentive program, it sends a marketing bulletin to dealerships informing them what they need to do to earn dealer cash. For example, on October 3,2006, Honda sent out a marketing bulletin for dealer cash on the 2006 Honda Pilot, informing dealerships that they could receive “$2,500 Dealer Cash on eligible 2006 Pilot models” by selling the cars between October 3 and October 31, 2006, provided the dealerships complied with detailed rules, terms, and conditions. AR at 754. Among other terms and conditions, dealerships could not sell the car to an entity that would resell the vehicle and they were required to perform a self-audit at the end of every dealer cash program and verify by “signed affidavit” that they met the eligibility requirements. Id. at 757.\n¶7 Klein Honda’s general manager characterized Honda’s dealer cash incentive program as a “conditional offer,” and he agreed it was conditional “because you don’t get the dealer cash unless you sell a particular vehicle model during a particular time.” VTP at 62. Klein Honda’s owner, Steven Klein, also recognized the detailed and conditional nature of the offer, saying that “this is our contract with the factory to get our money, and if we don’t do everything to the letter of these bulletins they can say, we’re not going to give you the dealer cash.” AR at 100. If Klein Honda meets all the requirements of Honda’s dealer cash offer, Honda issues a credit in the monthly balance forward statement, and Honda also sends a separate “miscellaneous billing invoice” detailing how much dealer cash Klein Honda earned for a time period. Id. at 779 (formatting omitted). “Klein Honda does not account for dealer cash in its accounting records as a reduction in the cost of goods sold.” Id. at 26.\n¶8 Klein Honda earned $1,037,450 in dealer cash from Honda during the audit period of January 1, 2003 to December 31, 2006. The Department assessed Klein Honda $16,963 in B&O taxes under the catchall “Service and Other Activities” B&O tax category. Id. at 795. Klein Honda paid the assessment but petitioned the Department’s appeals division for a refund. The appeals division ultimately upheld the assessment.\n¶9 Klein Honda appealed to the Board of Tax Appeals (Board), and the Board affirmed the Department’s assessment. In its conclusions of law, the Board stated that a “taxpayer engaged in any business activity not specifically set forth in [the provisions regarding specific taxable business activities] shall be taxed at the rate of 1.5 percent.” Id. at 26. The Board concluded that the dealer cash credits were taxable as business revenue.\n¶10 Klein Honda appealed to the Thurston County Superior Court. The superior court affirmed, concluding “that the Board’s Decision affirming the Department’s treatment of dealer cash as part of Klein Honda’s taxable ‘gross income of the business’ was not an error of law.” Clerk’s Papers at 84.\n¶11 Klein Honda appealed again, and the Court of Appeals affirmed with two separate holdings. Steven Klein, Inc. v. Dep’t of Revenue, 184 Wn. App. 344, 353-54, 356, 336 P.3d 663 (2014). First, it held that Klein Honda’s participation in the dealer cash program was a separate business activity subject to the catchall B&O provision. Id. at 353-54. The court reasoned that “[t]he business activity was accepting the offer of American Honda to apply for dealer cash, selling specific models during specific times, documenting those sales as required by the manufacturer, applying to the manufacturer for the dealer cash, and accepting the payment.” Id. at 353. However, in its analysis, the court included language that — when taken out of context — appears to blend the concept of “business activities” with the definition of “gross income of the business,” such that one could conclude the court held that the B&O tax applies to gross income instead of business activities. See id. at 352. As discussed further below, the petitioners seize on that language to challenge the Court of Appeals’ decision.\n¶12 For the court’s second holding, it recognized that if Klein Honda’s dealer cash represented “an adjustment or bona fide discount to the wholesale purchase price of the vehicles,” it would not be taxable under one of the Department’s regulations. Id. at 354. The court held, however, that Klein Honda’s dealer cash was not a bona fide discount because Klein Honda did not originally purchase the relevant vehicles from Honda subject to dealer cash discounts. Id. at 355. The court reasoned that “dealer cash payments are not automatic upon Klein Honda’s vehicle purchases from . . . Honda. Rather, dealer cash applies to eligible vehicles already in Klein Honda’s inventory and is contingent upon Klein Honda selling those vehicles during a specified time period.” Id.\n¶13 We granted discretionary review. Steven Klein, Inc. v. Dep’t of Revenue, 182 Wn.2d 1020, 345 P.3d 784 (2015).\nISSUE\n¶14 Is Klein Honda’s dealer cash subject to the B&O tax?\nSTANDARD OF REVIEW\n¶15 When the Board renders decisions pursuant to a formal hearing, we review those decisions under the Administrative Procedure Act (APA), chapter 34.05 RCW. RCW 82.03.180. Under the APA, we may grant relief from an agency order when “[t]he agency has erroneously interpreted or applied the law.” RCW 34.05.570(3)(d). We review the Board’s factual findings for substantial evidence, RCW 34.05.570(3)(e), and we review the Board’s legal conclusions de novo, Olympic Tug & Barge, Inc. v. Dep’t of Revenue, 163 Wn. App. 298, 306, 259 P.3d 338 (2011) (citing Dot Foods, Inc. v. Dep’t of Revenue, 166 Wn.2d 912, 919, 215 P.3d 185 (2009)). “The burden of demonstrating the invalidity of agency action is on the party asserting invalidity” — in this case, Klein Honda. RCW 34.05.570(l)(a). Klein Honda challenges the Board’s legal conclusions. Thus, the standard of review is de novo.\nANALYSIS\n¶16 At issue in this case is whether Klein Honda’s dealer cash earnings are taxable under the B&O tax statutes. We hold that Klein Honda’s dealer cash is taxable under the catchall B&O tax provision because it is a separate business activity beyond Klein Honda’s ordinary retail sales and does not represent a bona fide discount on its wholesale purchase of vehicles.\na. Overview of the B&O Tax System\n¶17 Washington’s B&O tax system is extremely broad. “In adopting our State’s B&O tax system ‘the legislature intended to impose the business and occupation tax upon virtually all business activities carried on within the state.’ ” Simpson Inv. Co. v. Dep’t of Revenue, 141 Wn.2d 139, 149, 3 P.3d 741 (2000) (quoting Time Oil Co. v. State, 79 Wn.2d 143, 146, 483 P.2d 628 (1971)). The legislature intended “to ‘leave practically no business and commerce free of. . . tax.’ ” Id. (alteration in original) (quoting Budget Rent-A-Car of Wash.-Or., Inc. v. Dep’t of Revenue, 81 Wn.2d 171, 175, 500 P.2d 764 (1972)). Indeed, RCW 82.04.220(1) provides,\nThere is levied and collected from every person that has a substantial nexus with this state a tax for the act or privilege of engaging in business activities. The tax is measured by the application of rates against value of products, gross proceeds of sales, or gross income of the business, as the case may be.\nThat language indicates that in order for the government to impose this tax, it must first identify a business activity and then determine which tax measure and rate applies (depending on the business activity). See id. “ ‘Business’ includes all activities engaged in with the object of gain, benefit, or advantage to the taxpayer or to another person or class, directly or indirectly.” RCW 82.04.140.\n¶18 There are a variety of business activities that receive different tax measures and rates. For example, for those making retail sales, their tax “is equal to the gross proceeds of sales of the business, multiplied by the rate of 0.471 percent.” RCW 82.04.250(1). There is also a catchall provision covering other business or service activities. RCW 82.04.290(2). Under that provision, for persons engaging in a business activity “other than or in addition to an activity taxed explicitly under another section in this chapter,” their tax “is equal to the gross income of the business multiplied by the rate of 1.5 percent.” RCW 82.04.290(2)(a). “ ‘Gross income of the business’ means the value proceeding or accruing by reason of the transaction of the business engaged in and includes gross proceeds of sales, compensation for the rendition of services,.. . interest,. . and other emoluments however designated.” RCW 82.04.080(1). The “other” business activities in the catchall provision include any type of business activity or service “which does not constitute a ‘sale at retail’ or a ‘sale at wholesale.’ ” RCW 82.04.290(2)(a), (b). “Retail sale” means a “sale of tangible personal property ... to all persons.” RCW 82.04.050(l)(a).\n¶19 However, a bona fide discount is not subject to the B&O tax. Former WAC 458-20-108(1), (5). Under that regulation, “[w]hen a . . . sale is made subject to cash or trade discount, the gross proceeds actually derived from the contract and the selling price are determined by the transaction as finally completed.” Former WAC 458-20-108(1). “The selling price of a service or of an article of tangible personal property does not include the amount of bona fide discounts actually taken by the buyer and the amount of such discount may be deducted from gross proceeds of sales.” Former WAC 458-20-108(5). Thus, when a retailer sells a car subject to a discount from a manufacturer, the Department does not tax the money the retailer saved from the discount — the Department taxes the final transaction after factoring in the retailer’s savings.\n¶20 In this case, Klein Honda’s dealer cash is subject to the B&O tax if (1) Klein Honda’s participation in the dealer cash program is a business activity under one of the B&O tax provisions and (2) the dealer cash program is not a bona fide discount on Klein Honda’s wholesale purchase of cars. Here, both conditions are met.\nb. Klein Honda’s Participation in the Dealer Cash Program Constitutes an Additional Business Activity beyond Retail Sales Because It Confers on and Receives from Honda an Extra Benefit\n¶21 Under the B&O tax scheme, the dealer cash program does not fit under any of the specifically articulated business activities that are taxed — dealer cash is not taxable as a retail sale because Klein Honda does not sell vehicles to Honda (to be a “sale at retail,” a dealer has to sell tangible personal property to a person). See RCW 82.04-.050(l)(a), .250(1). Instead, to earn dealer cash from Honda, Klein Honda must sell a vehicle to a consumer pursuant to the requirements set out by Honda’s conditional offer. Since dealer cash does not fit within the specific B&O tax provisions, we must analyze the catchall provision.\n¶22 As discussed above, the catchall provision applies to “other” or “addition [al]” business activities that do not constitute a retail sale. RCW 82.04.290(2)(a), (b). Here, Klein Honda’s participation in the dealer cash program fits within the catchall provision because it is an “other” or “additional” business activity and does not constitute a retail sale. To earn dealer cash from Honda, Klein Honda must sell cars pursuant to the terms of Honda’s dealer cash marketing bulletin, the primary requirement being that Klein Honda sell certain cars at certain periods of time. That is a business activity — it is an “activity] engaged in with the object of gain, benefit, or advantage to the taxpayer or to another person or class, directly or indirectly.” RCW 82.04.140. Klein Honda benefits by earning money from Honda in addition to the money it would ordinarily make from retail sales without the dealer cash program. Honda benefits by staying competitive in the marketplace and having more cars sold by dealerships like Klein Honda. And, as discussed above, the dealer cash program does not constitute a retail sale, so RCW 82.04.290(2)(b)’s requirement that a catchall business activity cannot “constitute a ‘sale at retail’ ” is satisfied. Thus, Klein Honda’s participation in the dealer cash program is taxable under the catchall provision and the Department properly taxed the “gross income” of Klein Honda’s dealer cash at the provision’s 1.5 percent rate. RCW 82.04.290(2)(a).\n¶23 Klein Honda argues its dealer cash is not taxable under the catchall provision because it does not perform “a separate or additional service” apart from selling cars, and it argues that the Court of Appeals’ opinion holding that “the income itself was taxable, with or without an activity, . . . turns the B&O tax from a tax on the privilege of doing business into an income tax,” which is inconsistent with this court’s precedent. Suppl. Br. of Pet’r at 2-3. However, Klein Honda is factually incorrect and mischaracterizes the Court of Appeals’ opinion. Regarding Klein Honda’s business activity argument, although Klein Honda must sell a car to a customer to be eligible for dealer cash, the dealer cash program is a distinct program that provides Klein Honda with income in addition to its income from retail sales through a separate contract with another party (Honda, as opposed to a customer). Klein Honda is not entitled to dealer cash by merely selling a car to a consumer; it must fulfill the terms of Honda’s conditional offer by selling specific cars during specific times and complying with terms and conditions.\n¶24 Klein Honda’s other argument is based on one statement in the Court of Appeals’ opinion taken out of context. In the Court of Appeals’ opinion, it stated that “the B&O tax is not a tax on only specific enumerated business activities, but rather on ‘the gross revenues received in the course of doing business.’ ” Steven Klein, Inc., 184 Wn. App. at 353 (quoting Budget Rent-A-Car, 81 Wn.2d at 173). Klein Honda argues the Court of Appeals’ statement conflicts with this court’s precedent, State ex rel. Stiner v. Yelle, 174 Wash. 402, 407, 25 P.2d 91 (1933), in which this court “upheld the B&O tax because it was a tax on business activity and not income.” Suppl. Br. of Pet’r at 8. Although the Court of Appeals’ reference to the B&O tax as a tax “on” gross income appears imprecise when taken out of context, the Court of Appeals’ opinion, when read as a whole, correctly lays out the B&O tax scheme. The court correctly concluded that Klein Honda’s participation in the dealer cash program “was a discrete business activity’ taxable under the catchall provision. Steven Klein, Inc., 184 Wn. App. at 353-54.\nc. The Dealer Cash Program Is Not a Bona Fide Discount Because Klein Honda Did Not Purchase Vehicles from Honda Subject to a Dealer Cash Discount; Rather, Dealer Cash Was Separate Income\n¶25 As discussed above, under former WAC 458-20-108, bona fide discounts are not subject to the B&O tax. Under that regulation, “[w]hen a ... sale is made subject to cash or trade discount, the gross proceeds actually derived from the contract and the selling price are determined by the transaction as finally completed.” Former WAC 458-20-108(1) (emphasis added).\n¶26 Both parties agree that when Klein Honda sells a car to a customer, the Department does not tax Klein Honda’s savings from holdbacks and other similar credits because Klein Honda purchases vehicles from Honda subject to those credits (and the credits are thus bona fide discounts). Importantly, as the Board found, Klein Honda’s wholesale purchases were subject to the above mentioned credits because “[t]he . . . credits are quantified at or about the time the vehicle is purchased by the dealership and delivered by the manufacturer” and because every invoice specifically listed amounts for some credits. AR at 20. Klein Honda is automatically entitled to have those savings offset its wholesale purchase price of cars; the savings are not contingent on Honda selling vehicles.\n¶27 However, dealer cash payments are not bona fide discounts to the wholesale purchase price of vehicles because Klein Honda does not buy vehicles from Honda subject to dealer cash savings. Unlike the credits mentioned above, dealer cash payments are not necessarily quantified or even knowable at the time Klein Honda purchases vehicles from Honda, and the invoices for cars do not list amounts for dealer cash savings. Also, Klein Honda is not automatically entitled to dealer cash when it purchases vehicles at wholesale; rather, Klein Honda must earn dealer cash by accepting Honda’s conditional offer and complying with various terms and conditions. Klein Honda could sell a car eligible for dealer cash but not earn dealer cash depending on the timing and the manner in which it sold the car.\n¶28 Klein Honda argues that it purchases vehicles subject to dealer cash savings because each vehicle invoice states, “ ‘Dealer’s invoice may not reflect dealer’s ultimate vehicle cost given any rebates, allowances, collections, discounts, holdback, incentives, etc.,’ ” id. at 20, 765, but Klein Honda does not treat dealer cash payments as adjustments on its vehicle costs. As the Board found, “Klein Honda does not account for dealer cash in its accounting records as a reduction in the cost of goods sold.” Id. at 26. Since dealer cash payments are not necessarily quantified or knowable at the time Klein Honda purchases vehicles, Klein Honda does not purchase vehicles from Honda subject to dealer cash savings. Thus, the Court of Appeals correctly held that dealer cash payments are not bona fide discounts (and are thus still taxable).\nCONCLUSION\n¶29 We hold that the Department properly taxed Klein Honda’s dealer cash under the catchall B&O tax provision. By selling specific cars during specific times and complying with Honda’s terms and conditions, Klein Honda received a benefit (income) from Honda in addition to its income from retail sales. That constitutes an additional taxable business activity. Additionally, dealer cash payments are not bona fide discounts to the wholesale purchase price of vehicles because Klein Honda does not buy vehicles from Honda subject to dealer cash savings. We affirm the Court of Appeals.\nMadsen, C.J., and Johnson, Fairhurst, Stephens, Wiggins, González, Gordon McCloud, and Yu, JJ., concur.",
        "type": "majority",
        "author": "Owens, J."
      }
    ],
    "attorneys": [
      "Michele G. Radosevich and Dirk J. Giseburt (of Davis Wright Tremaine LLP), for petitioner.",
      "Robert W. Ferguson, Attorney General, and Heidi A. Irvin and Andrew J. Krawczyk, Assistants, for respondent."
    ],
    "corrections": "",
    "head_matter": "[No. 91072-3.\nEn Banc.]\nArgued June 11, 2015.\nDecided August 27, 2015.\nSteven Klein, Inc., Petitioner, v. The Department of Revenue, Respondent.\nMichele G. Radosevich and Dirk J. Giseburt (of Davis Wright Tremaine LLP), for petitioner.\nRobert W. Ferguson, Attorney General, and Heidi A. Irvin and Andrew J. Krawczyk, Assistants, for respondent."
  },
  "file_name": "0889-01",
  "first_page_order": 943,
  "last_page_order": 956
}
