{
  "id": 8726271,
  "name": "Central States Life Insurance Company v. Hale",
  "name_abbreviation": "Central States Life Insurance v. Hale",
  "decision_date": "1933-01-30",
  "docket_number": "4-2830",
  "first_page": "890",
  "last_page": "895",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 890"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "213 Fed. 981",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        3568667
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/213/0981-01"
      ]
    },
    {
      "cite": "26 L. R. A. 112",
      "category": "reporters:federal",
      "reporter": "L.R.A.",
      "opinion_index": 0
    },
    {
      "cite": "61 Fed. 816",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        3797988
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/61/0816-01"
      ]
    },
    {
      "cite": "254 S. W. 335",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "160 Ark. 98",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8719573
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/160/0098-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 460,
    "char_count": 10561,
    "ocr_confidence": 0.508,
    "pagerank": {
      "raw": 8.822123157029673e-08,
      "percentile": 0.4973079511585424
    },
    "sha256": "feddbe475fd6da6ef5cf81b6d36706cc186e8e6ed7883b1ae4301fd785d488d8",
    "simhash": "1:7eb7f50f44f5a091",
    "word_count": 1765
  },
  "last_updated": "2024-02-27T17:52:01.123529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Central States Life Insurance Company v. Hale."
    ],
    "opinions": [
      {
        "text": "Butler, J.\nThe appellant in this case admits liability for the face value of a certain policy of insurance, the obligations of which it assumed, but it denied liability under the double indemnity clause. From a judgment against this contention in the circuit court, the appellant has prosecuted this appeal.\nThe pertinent facts are undisputed and are these: The premiums were payable quarterly, and the last premium before the date of the injury was ’ due on October 19, 1931, with thirty-one days of grace in which to pay the same. The insured was fatally injured in the afternoon of the 19th day of November, 1931, and died on the 21st day of that month. She was so badly injured that she was rendered unconscious and remained in that state until her death. The premium falling due in October, 1931, was not paid, hut the policy was still in force on the date of the accident by virtue of the thirty-one day grace period allowed for the payment of premiums, which period did not expire until the day following the accident, but did expire before the death of the insured.\nThat part of the policy which the appellant insists exempts it from liability on the double indemnity benefit provides, among other things, that, after the first year’s premiums have been paid and while the policy is in full force and effect, if the insured, from any cause arising after the delivery of the policy, shall become permanently disabled so as not to be able to do any work of “com-pensable value,” upon receipt of proof the insurer shall waive the payment of any premium or premiums that might become payable thereafter, ‘ ‘ except premiums for double indemnity benefits”; and, continuing, the policy further provided (referring to the double indemnity clause): “This supplemental contract shall cease to be in force when the insured shall attain the age of 43 years, or when any premium provided for in the principal contract shall not be paid when due, or within the days of grace therein set forth, or when premiums on said principal contract shall cease to be payable, or when a ‘premium shall he paid hy the company for insured under any permanent disability clause attached to this policy.” The provisions in the foregoing clause of the policy which provide that the waiver of payment of any premium because of disability does not include premiums for double indemnity benefits, and the further provision that when a premium shall be paid by the company for the insured under any permanent disability clause, the contract shall cease to be in force, are the special provisions which it is claimed exempts the appellant from liability on the double indemnity feature of the policy in question. The supplemental contract, called “Double Indemnity and Beneficiary Insurance,” begins with the following statement: “In the event of the death of the insured by bodily injury effected exclusively by external, violent and accidental means and occurring within ninety days after such injury, the amount payable hereunder as above shall be double the face value of this policy.”\nIn the eighth paragraph of disability clause No. 2 is the following provision: “This supplemental contract shall terminate and all benefits hereunder shall terminate upon the termination, forfeiture, cancellation, maturity or exchange of the policy first herein above described, and the company shall not be obliged to issue any similar contract in connection with any substituted policy which may thereafter be issued in exchange therefor. ’ ’\nThe appellant insists that, under the agreed facts and the stipulations in the policy, if “it had not been for the fact that the insured was permanently injured and the injury resulted in death, this policy would have lapsed for the nonpayment of the premium, because the insured did not die until after the lapse of the thirty-one day grace period,” and that, since this is bound to be true, no liability can attach for double indemnity benefits. We agree with the appellant in the statement above quoted, but are unable to assent to the conclusion that follows. The reason is that the insured was permanently injured while the policy was in full force and effect. By paragraph No. 8 of the disability clause No. 2 it was provided that the contract should terminate upon forfeiture of the policy. The policy had not forfeited when the accident occurred, and no premium was then in default, nor was it necessary that any be waived or paid before the day following the accident. It was the accident resulting in death that was the subject of the insurance, and the liability became fixed at the moment of the injury.\nIn Ætna Life Ins. Co. v. Phifer, 160 Ark. 98, 254 S. W. 335, the appellant contended that, under a total disability clause, liability did not begin until six months after final proof of the injury and disability, but we there held that liability attached when disability occurred.\nThe facts in the case of Burkheiser v. Mutual Accident Association, etc., 61 Fed. 816, 26 L. R. A. 112, were as follows: The insured, husband of plaintiff (appellant), was insured under a certain policy dated October 4,1890, against injury during the continuance of the policy through external, violent and accidental means, and, if death resulted from accident within ninety days, a certain amount would he payable to the beneficiary. It was provided that, if any member of the association should fail to remit to it the amount of any assessment made within thirty days from notice thereof, he should cease to be a member. It was further provided for reinstatement of a member in default, but that any. member so reinstated should not be entitled to any indemnity for injury sustained during the period he was in default. On the 15th day of December, 1890, the company levied an assessment upon its members, payable on the 15th day of January, 1891, notice of which was given to Burkheiser on December 15, 1890. Under the terms of the policy, he had thirty days from the 15th day of December to pay the assessment upon failure to pay which he would be in default, and his membership would cease. On December 20th the insured met with an accident within the terms of the policy, from the sole effects of which he died on January 23, 1891, which was after the thirty-day grace period had lapsed, without having paid the assessment levied.\nOn that state of case the district court ruled that the company was not liable under the terms of the policy, and directed a verdict in its favor. On appeal, the Circuit Court of Appeals held that the trial court erred in its ruling, and in doing so said: “The correctness of the ruling is dependent upon the proper construction to be given to the contract of insurance in question. If liability for an accidental injury came to an end when Mr. Burk-heiser, by reason of default in payment of the assessment, ceased to be a member of the association, the instruction was correct. If, however, liability for an accident occurring during the membership in the association continued, notwithstanding the cessation of membership after the accident, then the instruction was wrong, and the court should have directed a verdict for the plaintiff. The policy insures against personal bodily injuries effected during the continuance of membership in this insurance tbrongli external, violent and accidental means. The language of the contract is plain and unambiguous. It was clearly designed to effect the object of the association, wbicb was to indemnify for injury sustained during membership. The consideration paid by the assured is for such protection. The injury which resulted in the death of Mr. Burkheiser occurred during such membership. The accidental injury was the cause; the death, the consequence. The contract indemnified against injury produced by accident as the operating cause, and occurring during membership. The contract, with respect to liability of the company, had relation to the time of the happening of the accident, not to the time of the final outcome of the injury, or to the time when liability should be discharged by payment. The liability of the association became absolute upon the occurrence of the accident, the amount of indemnity and the person to whom it should be payable being contingent upon the character and result of the injury sustained; as to the plaintiff, contingent only upon the death of the assured within the stated time. It was not contingent upon continuation of membership, either within the letter or spirit of the contract. There was no obligation on the part of the assured to continue in membership after an injury, nor does his failure so to do result in forfeiture of indemnity for injuries theretofore received, or in discharge of liability theretofore incurred.”\nIn Railway Mail Association v. Dent, (C. C. A.) 213 Fed. 981, where the association promised to pay the beneficiary a certain sum in case the insured “received injuries through external, violent and accidental means, resulting in his death from such injuries within 120 days, ’ ’ it was said: “The death was the result of the accident alone, and the accident happened before the amendment. The insurance was against accident, not death, as in an ordinary life policy. The subsequent death was relevant only as indicating the extent of the accidental injury. The cause of action against the association arose when the accident occurred, and was not subject to impairment by subsequent default of the insured in the conditions of continued membership. The insurance being in force at the time of accident, the right of the beneficiary would not have been affected by its lapse before the death ensued. ’ ’\nAs liability attached upon the happening of the accident, which was the contingency insured against, and at a time when the policy was in effect, it would be immaterial when death resulted if it occurred within the ninety-day period, for the death was relevant only as indicating the extent of the accidental injury. There were no premiums to be waived or paid by the company. Therefore the clauses in the policy relied on have no application, and the trial court was correct in holding that the appellant was liable on the double indemnity clause, and it was proper to include in the judgment a twelve per cent, penalty and reasonable attorney’s fees. The judgment of the trial court will therefore be affirmed.",
        "type": "majority",
        "author": "Butler, J."
      }
    ],
    "attorneys": [
      "Pratt P. Bacon and Maim & Mam%, for appellant.",
      "Shaver, Shaver $ Williams, for appellee."
    ],
    "corrections": "",
    "head_matter": "Central States Life Insurance Company v. Hale.\n4-2830\nOpinion delivered January 30, 1933.\nPratt P. Bacon and Maim & Mam%, for appellant.\nShaver, Shaver $ Williams, for appellee."
  },
  "file_name": "0890-01",
  "first_page_order": 910,
  "last_page_order": 915
}
