{
  "id": 1403441,
  "name": "Bates v. Blocher",
  "name_abbreviation": "Bates v. Blocher",
  "decision_date": "1927-12-19",
  "docket_number": "",
  "first_page": "891",
  "last_page": "899",
  "citations": [
    {
      "type": "official",
      "cite": "175 Ark. 891"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "256 S. W. 373",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "161 Ark. 406",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "76 N. W. 973",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 0
    },
    {
      "cite": "118 Mich. 433",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1446888
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/118/0433-01"
      ]
    },
    {
      "cite": "92 F. 290",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6751821
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/92/0290-01"
      ]
    },
    {
      "cite": "55 S. W. 920",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "108 Ky. 120",
      "category": "reporters:state",
      "reporter": "Ky.",
      "case_ids": [
        8590911
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ky/108/0120-01"
      ]
    },
    {
      "cite": "16 Pacific 590",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": 0
    },
    {
      "cite": "5 Utah 419",
      "category": "reporters:state",
      "reporter": "Utah",
      "case_ids": [
        8875009
      ],
      "opinion_index": 0,
      "case_paths": [
        "/utah/5/0419-01"
      ]
    },
    {
      "cite": "52 N. E. 1070",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": 0
    },
    {
      "cite": "173 Mass. 45",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        21574
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/173/0045-01"
      ]
    },
    {
      "cite": "203 S. W. 633",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 718,
    "char_count": 15646,
    "ocr_confidence": 0.482,
    "pagerank": {
      "raw": 6.5754854646575e-08,
      "percentile": 0.40262328035341055
    },
    "sha256": "3d483d2dd6609fd67983620044a98efb074d11c0b0f7fc1dfb7012e54467ea46",
    "simhash": "1:1d371f6c34e3678b",
    "word_count": 2746
  },
  "last_updated": "2024-02-27T16:24:20.967461+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Bates v. Blocher."
    ],
    "opinions": [
      {
        "text": "Mehaeey, J.\nPlaintiff, a resident of Bentonville, Arkansas, engaged in buying and selling fruit and fruit waste, sold to the appellant, a resident of Pulaski County, Arkansas, under a written contract, a quantity of apple skins and cores approximating 150,000 pounds. The written contract is as follows:\n“November 9, 1925.\n“Mr. J. W. Blocher,\n“Bentonville, Arkansas.\n“Dear sir: This will confirm our phone purchase of your own make of skins and cores at $1.36 cwt. f. o. h. Bentonville, shipments to he made on or before May 15, 1926, plus 8 per cent, interest on the amount of each invoice. Interest to begin December 1, 1925; each invoice to carry its own interest. The volume to be approx. 150,000 pounds.\n“Cars to be routed Frisco care of Missouri Pacific at Van Burén.\n“Jim, I am sending this in duplicate, so you may sign and return one copy for our files.\n“Very truly,\n“Ozark Fruit Company,\n“By'B. C. Bates,\n° “'Sole Owner.\n“Accepted: J. W. Blocher.”\nThe appellant does not dispute the contract, the shipment of the goods, nor the price to be paid, nor the quantity. But, in his answer, he alleges that when the goods were purchased they were in good condition, and it was the duty of the plaintiff to so keep and care for same until shipped that they would be in good condition when shipped; that plaintiff permitted water to get into and upon said apple skins and cores and greatly increase the weight and greatly decrease the sugar content and value thereof; that said apple skins and cores, had they been in good condition when shipped to him, would have produced vinegar at the rate of one gallon to every 2 1/3 pounds, or a total of 69,710 gallons, but that, by reason of the excessive moisture and loss of sugar content, they produced only 48,700 gallons, making a loss to defendant of 21,010 gallons of vinegar by reason of said excessive moisture and loss of sugar content; that, by reason of said excessive moisture, defendant was caused to pay excess freight in the sum of $143.24; that, by. reason of said negligence of plaintiff in handling’ said apple skins and cores while in his storage, defendant was damaged in the sum of $778.57, which amount being deducted from the unpaid balance of purchase price left defendant indebted to plaintiff only in the sum of $259.79, which amount defendant admitted he justly owed, and had tendered to plaintiff.\nThe last paragraph of defendant’s answer was as follows: “Although defendant contends he owes plaintiff only $259.79, in order to meet plaintiff half-way in the attempt to stop this litigation, the defendant here and now offers to confess judgment in favor of plaintiff in the sum of $800, on condition that said offer be accepted before any further costs accrue; otherwise the defendant will insist upon judgment being limited to the $259.79, which is all that he justly owes the plaintiff. ’ ’\nThere was a verdict and judgment for the plaintiff, and defendant has appealed.\nIn defendant’s motion for a new trial there are nine assignments of error, but he states in his brief: “We waive the first eight, and rely solely upon the ninth, which was that the court erred in permitting counsel for appellee to read to the jury appellant’s offer to confess judgment for $800.”\nWe deem it unnecessary to set out the evidence, for the reason that the only question for this court to determine is whether the lower court erred in permitting counsel for appellee to read to the jury appellant’s offer to confess judgment, which was contained in the last paragraph of his answer.\n■Section 1343 of Crawford & Moses’ Digest reads as follows:\n“After an action for recovery of money is brought the defendant may offer in court to confess judgment for part of the amount claimed or part of the causes, involved in the action. Whereupon, if the plaintiff, being present, refuse to accept such confession of judgment in full of his demands against the defendant in the action, or, having had such notice that the offer would be made, of its amount, and the time of making it, as the court shall deem reasonable, fails to attend, and on the trial does not recover more than was, so offered to be confessed, such plaintiff- shall pay all of the costs of the defendant incurred after the offer.”\nSection 1344 of-Crawford & Moses’ Digest is as follows :\n“The offer shall not be deemed to be an admission of the cause of action, or amount to which the plaintiff is entitled, -nor be given in evidence upon the trial.”\nThe statute above quoted expressly provides that the offer to confess judgment, mentioned in § 1343 of Crawford & Moses’ Digest, shall not be deemed to be an admission of the cause of action or amount to which the plaintiff is entitled, nor -be given in evidence upon the trial. The question is, whether the rule announced by •this statute is violated by the attorney for the appellee reading the offer to the jury in his argument.\nAppellee contends, first, that it is discretionary with the court to permit pleadings to be taken by the jury to the jury room, and that it is customary to read the complaint and answer to the jury, and that defendant below had notice of this. It is said that the court below simply held that pleadings in a case are to be treated as in evidence and part of the record. It is true that it is customary to read the pleadings to the jury for the purpose of stating the issues.\n■Section 1292 -of Crawford & Moses’ Digest provides:\n“When the jury has been -sworn, the trial shall proceed in the following order, unless the court shall, for special reasons, otherwise direct: first, the plaintiff must briefly state his claim and the evidence by which he expects to sustain it. Second, the defendant must then briefly state hi.-s defense and the evidence he expects to offer in support of it. Third, the party on whom rests the burden of proof in the whole action must -first produce his evidence. The adverse party will then produce his evidence, ’ ’ etc.\n■ We think it- perfectly clear that the statement' in defendant’s answer was not a confession of judgment, and was n.ot an admission that he owed $800. There was an admission that he owed $259.79, with an offer to confess judgment for $800 if accepted. It was not accepted, and it was therefore withdrawn, and was not proper to go before the jury.\nAppellee relies on the statement in Corpus Juris, which is as f ollows:\n“A statutory offer of judgment differs from an offer set up in the answer which may operate as an admission or confession of judgment and may authorize judgment on the pleadings.”\nIn the same paragraph, however, relied on and quoted by appellee, it is stated:\n“Where the ease goes to trial before expiration of the time for acceptance, and before,any action on the offer by plaintiff, it has been variously held, under, the different applicatory statutes, that the offer becomes ineffectual for any purpose; that the offer may be accepted during the progress of the trial; that, by going to trial before his time to accept has expired, plaintiff in effect elects not to accept; and that the offer cannot be accepted after trial. * * * An acceptance entitling plaintiff to judgment must be made in the manner prescribed by the statute, as by filing or serving a written notice of acceptance, or by an oral acceptance in open court in the presence of defendant.” 34 C. J. 140.\nIn the paragraph preceding the one cited in appellee’s brief is the following statement:\n“Defendant is not bound by an offer to allow judgment for the sum or relief specified unless the offer is accepted within the time limited by statute, or fixed by the'court, where the statute authorizes the court to fix or extend the time within which an offer • of judgment must \"be accepted in order to be binding. If not accepted within the time prescribed, the offer is deemed withdrawn, and cannot be given in evidence or commented on in the presence of the jury, or allowed in any way to affect the judgment, except as to costs, and it is generally expressly so provided by statute.”\nThe offer to confess judgment made by defendant expressly states that it is defendant’s contention that he only owes $259.79, but, in order to meet the plaintiff half-way in an attempt to stop this litigation, he offers to confess judgment for $800 on condition that said offer be accepted before any further costs accrue. Otherwise, the plaintiff insists upon the judgment being limited to $259.79. This offer was not accepted, and it therefore could not be given in evidence or commented on in the presence of the jury.\nAppellee next calls attention to thé case of Maize v. Big Creek Coal Co. (Mo. App.), 203 S. W. 633. The court stated there that the offer of compromise is not like a tender made, perpetually good by a deposit in court, or like one set up in an answer, which is in effect a confession of judgment.\nIf defendant had simply filed an answer and set up in his answer that he owed the plaintiff $800, then, of course, this answer would have been evidence against him, would have been an admission made by him, but he expressly .states in his. offer to confess judgment that he does not owe $800.\nIn the case referred to by appellee, the motion was made under a statute providing for an offer to confess judgment. That statute provided, however, that judgment might be rendered upon upon such offer if plaintiff accept the offer and give notice thereof, but that, if the offer is not accepted, it .shiall be deemed to be withdrawn.\nThe court also stated: “As plaintiff did not see fit to accept the offer, but elected to submit his case to a jury, the offer, by the terms of the statute, was withdrawn, and could in no way afford a basis for a judgment such as plaintiff sought to obtain after he had entered the lists with his adversary and had been unhorsed in the joust.”\nAppellee then calls attention to the case of Greene v. Wood-Harmon Co., 173 Mass. 45, 52 N. E. 1070. The court in that case stated the offer of judgment did not affect the case. It was not a pleading, and it was not evidence.\nWe do not think that either authority supports the contention of appellee.\nIn speaking of an offer to compromise, the Supreme Court of Utah .said:\n“The right of the plaintiff to reject the offer is not, and cannot be, denied. It is a general rule as to all agreements that assent of both parties is necessary, and that the party to whom an offer is made may reject at his pleasure, and thereafter there can be no agreement, unless the offer be renewed. * * * It is a settled rule that an acceptance of any proposition, to be valid and binding, must be unconditional. If a condition be affixed by the party to whom the offer is made, or any modification or change in the offer be required, it constitutes in law a rejection of the offer.”\nThe court in the same case also .said:\n“An offer to compromise is not an admission that anything is actually due. A payment into court is an admission of an indebtedness to the extent of the payment. It is a satisfaction of the debt to the extent of the amount paid.” Orth v. Zion’s Co-Op Mercantile Inst., 5 Utah 419, 16 Pacific 590.\nThe Court of Appeals of Kentucky, discussing the question of offer to confess judgment, quotes the statute from which ours .seems to have been copied, and then says:\n“This expressly provides that the offer to confess judgment .shall not be deemed to be an admission of the cause of action or amount to which the plaintiff is entitled, nor be given in evidence upon the trial. It simply has the effect of making the plaintiff pay all costs incurred after thé offer is made in the manner required in the Code of Practice, provided he fails to recover more than the amount for which defendant offered to confess judgment.” Tyler v. Hamilton, 108 Ky. 120, 55 S. W. 920.\nThe Circuit 'Court of Appeals of this circuit has said, in discussing our statute:\n\"Beyond this, if there had been no such statute, this unaccepted offer would have been immaterial upon general principles. It was a mere attempt to buy peace — ■ to compromise the controversy — and for this reason it was neither an admission of liability nor -of the ;truth of any averment of the complaint. It is the policy of the law to favor the settlement of disputes, to foster compromises, and to promote peace. If every offer to buy peace could be used as evidence against him who presents it, many settlements would be prevented, and unnecessary litigation would be produced and prolonged.’' For this reason unaccepted offers to compromise claims or to purchase peace are inadmissible in evidence at the trial of controversies over the claims to which they appertain, and should not be permitted to affect the rights of the parties, or to influence the results of the trials.” Moffit-West Drug Co. v. Byrd, 92 F. 290.\nIn speaking of the testimony of a witness with reference to his effort to compromise, the court .said:\n\"These negotiations fell through. Mr. H. Fj. Wal'bridge was permitted to testify to these negotiations, and to produce certain letters passing between him and defendant. They had no relevancy to the issue involved in this case-, and should have been excluded. They contained statements which might have prejudiced the defendant. ’ ’\nThe court in the same case said:\n\"The offer was not read to the jury,- and counsel offered it to. contradict hi-s statement that he had never tendered that amount in court. The entire subject was brought out upon cross-examination. The jury must have understood that this was a written offer, and contained the tender of the amount. It was ias effectually before the jury, and just as damaging, as though the written document had been offered in evidence. It was clearly incompetent.” Walbridge v. Barrett, 118 Mich. 433, 76 N. W. 973.\n“There was an offer of compromise made by the claim agent of the Missouri Pacific Railroad Company, but the letter also carried with it a denial of liability. We do not think that the mere fact that the Missouri Pacific Railroad Comp.any endeavored to trace the misdirected box of goods and to adjust a claim of loss therefor would create liability bn its part.” Missouri Pacific Railroad Co. v. Stein, 161 Ark. 406, 256 S. W. 373.\nWhile the statement offering to confess judgment for $800 was in the answer instead of a separate plea, we think it was made clear that it was not an admission of indebtedness and that there could not be any dispute about this. This appears from the reading of the paragraph itself, wherein it is expressly stated that he does not owe this amount. And, so far as the record shows, this was merely an effort to buy peace, to settle the lawsuit, and it had no effect, and was incompetent, and was just as damaging when got 'before the jury by reading and commenting 'on by the attorney as if it had been introduced in evidence.\nFor the errors indicated the case must be reversed, and remanded for a new trial.",
        "type": "majority",
        "author": "Mehaeey, J."
      }
    ],
    "attorneys": [
      "Tom W. Campbell, for appellant.",
      "Moore, Gray & Burrow, for appellee."
    ],
    "corrections": "",
    "head_matter": "Bates v. Blocher.\nOpinion delivered December 19, 1927.\n1. Trial — -offer of compromise — admissibility in evidence. — It was error to permit counsel ior plaintiff to read to the jury defendant’s offer to confess judgment in a certain amount, where defendant did not admit that he owed such amount, but only offered to confess judgment provided the offer was accepted before further costs accrued.\n2. Trial — reading pleadings to jury. — Under Crawford & Moses’ Dig., § 1292, prescribing the order of trial, it is customary to read pleadings to the jury for the purpose of stating the issue.\nAppeal from Pulaski Circuit Court, Second Division; Richard M. Mann, Judge;\nreversed.\nTom W. Campbell, for appellant.\nMoore, Gray & Burrow, for appellee."
  },
  "file_name": "0891-01",
  "first_page_order": 907,
  "last_page_order": 915
}
