{
  "id": 1435100,
  "name": "Meyers v. State",
  "name_abbreviation": "Meyers v. State",
  "decision_date": "1932-05-16",
  "docket_number": "Criminal No. 3788",
  "first_page": "892",
  "last_page": "895",
  "citations": [
    {
      "type": "official",
      "cite": "185 Ark. 892"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "42 S. W. (2d) 549",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "184 Ark. 376",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "38 S. W. (2d) 1090",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "183 Ark. 810",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1441666
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/183/0810-01"
      ]
    },
    {
      "cite": "30 S. W. (2d) 817",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "182 Ark. 70",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1389715
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/182/0070-01"
      ]
    },
    {
      "cite": "297 S. W. 854",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "174 Ark. 800",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8724708
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/174/0800-01"
      ]
    },
    {
      "cite": "287 S. W. 598",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "172 Ark. 44",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1407847
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/172/0044-01"
      ]
    },
    {
      "cite": "260 S. W. 45",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "163 Ark. 194",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1383838
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/163/0194-01"
      ]
    },
    {
      "cite": "241 S. W. 862",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "154 Ark. 119",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1361163
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/154/0119-01"
      ]
    },
    {
      "cite": "189 S. W. 669",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "126 Ark. 98",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1551718
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/126/0098-01"
      ]
    },
    {
      "cite": "204 S. W. 852",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "135 Ark. 173",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1571516
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/135/0173-01"
      ]
    },
    {
      "cite": "21 S. W. (2d) 176",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "180 Ark. 290",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1393558
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/180/0290-01"
      ]
    },
    {
      "cite": "215 S. W. 708",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "140 Ark. 258",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1594428
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/140/0258-01"
      ]
    },
    {
      "cite": "22 S. W. (2d) 172",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "180 Ark. 656",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1393655
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/180/0656-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 402,
    "char_count": 6127,
    "ocr_confidence": 0.531,
    "pagerank": {
      "raw": 8.138363859351185e-08,
      "percentile": 0.4702061780435848
    },
    "sha256": "6209d4db5af29ecc4e068928f29f257e624fad32bb2feaddb18a919c1091e286",
    "simhash": "1:2fef8ce711b2f89d",
    "word_count": 1083
  },
  "last_updated": "2024-02-27T17:51:09.396208+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Meyers v. State."
    ],
    "opinions": [
      {
        "text": "McHaney, J.\nAppellant was convicted of the crime of seduction and sentenced to three years in the penitentiary. A number of errors are assigned and urged for a reversal of tbe cause.\nIt is first argued that tbe court erred in overruling Ms motion for continuance on account of tbe absence of certain witnesses, but Ms motion in this regard failed to allege one of tbe necessary statutory grounds for a continuance, — that he believed the testimony of the absent witness to be true. Section 1270, Crawford & Moses’ Digest; Estes v. State, 180 Ark. 656, 22 S. W. (2d) 172; Weaver v. State, ante p. 147. It is not error for1 the trial court to deny motion for continuance where the motion fails to allege the grounds specified in the statute.\nIt is next argned that the evidence given by the prosecuting witness fails to establish an express promise of marriage, but that such promise was only conditional, that is, that he promised to marry her only in the event of pregnancy. An examination of the evidence of the prosecuting witness, however, especially upon the examination by the court, tends to establish the fact that there was an express promise of marriage, and that she would not have yielded to his embraces upon a mere promise to marry in the event of pregnancy. In this respect this case is similar to that of Woodard v. State, 140 Ark. 258, 215 S. W. 708. Moreover, the court submitted that question to the jury by telling them that if the promise of marriage was conditional only, such a promise would not be an express promise, and that their verdict should be not guilty. See also Bethel v. State, 180 Ark. 290, 21 S. W. (2d) 176. The jury under a proper instruction has decided this point adversely to appellant.\nComplaint is next made of the admission of the testimony of the witness Lela McDonald for the State. She was permitted to testify, over appellant’s objection, that the prosecutrix showed her a letter signed with appellant’s .name and written to the prosecutrix in which he said: \"We will marry soon and be happy.” This testimony was permitted after the prosecutrix had testified that she had received several letters from appellant, but that when he came to see her in September following a visit in May, at her request, so that she might inform him of her condition, he procured the letters and burned them. The purpose of this evidence was to corroborate the prosecutrix concerning the promise of marriage, and we are of the opinion that, since the letters received by her from appellant were shown to be destroyed, it was competent to prove the contents of the letters or o.ne of them by secondary evidence, even though the witness could not testify that the letter she read was actually written by appellant. She did not know his handwriting. Patrick v. State, 135 Ark. 173, 204 S. W. 852. Moreover, even though it should be held that the testimony was incompetent, it would not be prejudicial as there was other substantial evidence to corroborate the prosecutrix as' to the promise of marriage.\nIt is next urged that the evidence is insufficient to support the verdict and judgment against him. Under our statute the prosecuting witness must be corroborated to sustain a conviction of the crime of seduction both as to the promise of marriage and the act of intercourse. The corroboration need not be direct evidence but may be and most frequently is circumstantial in character, as from the nature of the offense would necessarily be true. Convictions have been many times sustained by this court where the corroborative evidence was merely circumstantial and slight in character, the final determination of the question being for the jury where there is some evidence of corroboration. Brooks v. State, 126 Ark. 98, 189 S. W. 669; Jackson v. State, 154 Ark. 119, 241 S. W. 862; McMaster v. State, 163 Ark. 194, 260 S. W. 45. The father of the prosecutrix testified as follows: “No, sir. Nothing more than his sister hatched out his chickens, and he brought them over there and asked us if we could raise them, and so him and Francis (the prosecutrix) could have something to start on this fall; him and Francis could have chickens to start keeping house this fall, so they could have chickens.” It was also shown that appellant “kept company” with the prosecutrix for about three years, and it was shown that she was pregnant at the time of trial and had been for a period of time back to about the time he quit going with her. There are many cases decided by this court holding such evidence sufficient to corroborate the prosecutrix as to both the promise of marriage and the illicit relation, some of the later cases being Sloan v. State, 172 Ark. 44, 287 S. W. 598; Taylor v. State, 174 Ark. 800, 297 S. W. 854; Phillips v. State, 182 Ark. 70, 30 S. W. (2d) 817.\nIt is next insisted that the court erred in permitting Dr. F. H. Jones to testify, after the State had rested its case, that he had made an examination of the prosecutrix, found her to be pregnant and from his examination he judged that she conceived about the middle of May preceding. There was no error in this regard. Hannah v. State, 183 Ark. 810, 38 S. W. (2d) 1090; Simmons v. State, 184 Ark. 376, 42 S. W. (2d) 549.\nIt is finally insisted that the court erred in giving instruction No. 4 over his objection. This instruction told the jury that'lack of chastity by the prosecutrix was a defense, but that the burden of proving same by a preponderance of the evidence was upon appellant. This instruction was not erroneous on this ground. There is a presumption of chastity, and the.burden is upon him who alleges the contrary to establish the fact by a preponderance of the evidence. Taylor v. State, supra. The court correctly told the jury in instruction 7 that if on the whole case the jury had a reasonable doubt of appellant’s guilt it would be their duty to acquit him.\nWe find no error, and the judgment is affirmed",
        "type": "majority",
        "author": "McHaney, J."
      }
    ],
    "attorneys": [
      "E. L. Holloway■ and G. O. Raley, for appellant.",
      "Hal L. Norwood, Attorney General, and Robert F. Smith, Assistant, for appellee."
    ],
    "corrections": "",
    "head_matter": "Meyers v. State.\nCriminal No. 3788\nOpinion delivered May 16, 1932.\nE. L. Holloway■ and G. O. Raley, for appellant.\nHal L. Norwood, Attorney General, and Robert F. Smith, Assistant, for appellee."
  },
  "file_name": "0892-01",
  "first_page_order": 912,
  "last_page_order": 915
}
