{
  "id": 1428399,
  "name": "Wasson v. Beekman",
  "name_abbreviation": "Wasson v. Beekman",
  "decision_date": "1934-02-19",
  "docket_number": "4-3373",
  "first_page": "895",
  "last_page": "899",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 895"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "20 S. W. (2d) 307",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "180 Ark. 63",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1393588
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/180/0063-01"
      ]
    },
    {
      "cite": "294 S. W. 25",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "173 Ark. 546",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "85 S. W. 447",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "75 Ark. 288",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1502532
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/75/0288-01"
      ]
    },
    {
      "cite": "112 S. W. 194",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "87 Ark. 60",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1519123
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/87/0060-01"
      ]
    },
    {
      "cite": "13 L. R. A. (N. S.) 120",
      "category": "reporters:federal",
      "reporter": "L.R.A.N.S.",
      "opinion_index": 0
    },
    {
      "cite": "165 S. W. 952",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "112 Ark. 189",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "133 S. W. 166",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "97 Ark. 57",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1318870
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/97/0057-01"
      ]
    },
    {
      "cite": "5 S. W. 292",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "49 Ark. 279",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1309205
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/49/0279-01"
      ]
    },
    {
      "cite": "12 S. W. 785",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "52 Ark. 385",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1913404
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/52/0385-01"
      ]
    },
    {
      "cite": "56 S. W. (2d) 585",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "186 Ark. 851",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8726110
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/186/0851-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 448,
    "char_count": 7378,
    "ocr_confidence": 0.508,
    "pagerank": {
      "raw": 1.2965807321908328e-07,
      "percentile": 0.6211806170938924
    },
    "sha256": "2405f25365f91d83bffc934cef06492fa7c3186e3c3b65b4b135c76befb5afc2",
    "simhash": "1:8842dec5a7ed120e",
    "word_count": 1305
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wasson v. Beekman."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nOn June 27, 1925, Annie R. and EL EL. Beekman became indebted to the Bank of DeQueen, of DeQueen, Arkansas, in the sum of $5,000, and, to secure its payment, executed a mortgage to that bank covering blocks 8, 9, 10, 11 and 12 of the Garrison Addition to the city of DeQueen. The mortgage secured the debt then due, which was evidenced by a note payable six months after date, and also any renewals thereof. The note was not paid, and was renewed from time to time, the last renewal being oh March 22, 1929, the note then executed in renewal being payable six months after date.\nThe mortgage was duly recorded, but there had be.en made no marginal indorsement on the record thereof showing any payment of principal or interest, or other renewal, as required by § 7382, Crawford & Moses’ Digest, to preserve the lien thereof against third parties. The bank became insolvent, and was taken over by the State Bank Commissioner for liquidation, and suit was filed in his name on February 17, 1933, for judgment on the note and to foreclose the mortgage securing it, and, at the same time, a lis pendens notice was filed conforming to chapter 112, Crawford & Moses’ Digest, on that subject. This notice gave the date of the original note, and recited its renewal, the last being the note sued on. The execution of the mortgage securing the note was alleged, and the book and page of its record was stated.\nAn intervention was filed by W. O. Wright, in which he alleged his ownership of the mortgaged lands under a deed from the mortgagor executed on April 6, 1933, and duly recorded April 17, 1933. The intervener prayed that the mortgage sought to be foreclosed be declared barred by the five years’ statute of limitations as to him, for the reason that there had been no indorsement of payment, or other renewal, on the margin of the record as required by § 7382, Crawford & Moses’ Digest.\nTestimony was offered to the effect that the Deputy Bank Commissioner engaged in liquidating the bank had taken charge of the mortgaged property, there being three houses thereon. Two of these had been damaged by a storm, and the Commissioner caused them to be repaired. The third house was rented to a tenant, and the Commissioner collected the rents thereon. The intervener lived in an adjoining house, and made no denial of this possession.\nJudgment was rendered against the makers of the note for the amount thereof, but it was decreed that the intervener had acquired title free of the mortgage lien, for the reason that the marginal indorsement required by § 7382, Crawford & Moses’ Digest, had not been made, and this appeal is from that decree.\nSection 7382, Crawford & Moses’ Digest, requires the owner of an indebtedness secured by any of the liens there mentioned to make indorsements in writing on the margin of the record where such instrument is recorded, which indorsements shall be attested and dated by the clerk, to preserve the lien as against third parties.\nIt is true that no indorsement was made of the interest payments which had evidently been made at each renewal of the note, as the face of the note remained unchanged, nor was there any notation upon the record showing these renewals. Lacking these or other marginal indorsements showing that the debt had been kept in force, so that the bar of the statute of limitations had not fallen, the lien was apparently barred as to third parties so far as a mere inspection of the mortgage record disclosed to the contrary. But it is to be remembered that the mortgagee’s representative was in possession of the mortgaged property, and such possession had been taken before the intervener received his deed. Temple v. Tobias, 186 Ark. 851, 56 S. W. (2d) 585; Garner v. Wright, 52 Ark. 385, 12 S. W. 785; Applewhite v. Harrell, 49 Ark. 279, 5 S. W. 292; Little v. National Bank of Mena, 97 Ark. 57, 133 S. W. 166; McClendon v. First Nat. Bank, 112 Ark. 189, 165 S. W. 952; § 202 of the chapter on Mortgages, 19 R. C. L., page 421; Garbutt v. Mayo, 13 L. R. A. (N. S.) 120.\nMoreover, the lien subsisted and was in full force and effect as between the mortgagors and the mortgagee when the suit to foreclose was filed and the lis pendens notice given as required by statute. The intervener’s rights having been subsequently acquired, he was not an innocent purchaser or a third party within the meaning of the statute.\nA headnote to the case of Reaves v. Coffman, 87 Ark. 60, 112 S. W. 194, reads as follows: ‘ ‘When notice of a pending suit to establish a lien on land was filed as required by Kirby’s Digest, § 5149 [which now appears as a part of chapter 112, Crawford & Moses’ Digest], subsequent purchasers of the land are not entitled to protection as innocent purchasers.”\nIn the case of Less v. English, 75 Ark. 288, 85 S. W. 447, appears a headnote as follows: “One who purchases the title of a mortgagor in the mortgaged premises during the pendency of a suit to foreclose the mortgage takes subject thereto.” See also Oil Fields Corporation v. Dashko, 173 Ark. 546, 294 S. W. 25; Teal v. Thompson, 180 Ark. 63, 20 S. W. (2d) 307.\nThe mortgage here sued on as between the parties was not barred, and the mortgagee had the right, as against the mortgagors, to' foreclose that instrument, and the effect of thé lis pendens notice was to warn all persons dealing with the mortgaged lands of that fact, and it therefore follows that the intervener took title subject to the mortgage.\nIt is insisted that the effect of act 374 of the Acts of 1917, page 1805, of which § 7382, Crawford & Moses’ Digest, is a part, is to repeal act 65 of the Acts of 1903, page 118, appearing as chapter 112, Crawford & Moses’ Digest, in so far as the earlier act relates to mortgage foreclosure. The insistence is that this result is accomplished (because of the conflict in the two acts in this respect. There was no express repeal of the earlier act by the later one, nor was the earlier act repealed by necessary implication. Both acts may stand and each accomplish the purpose of its enactment. The lis pendens notice-does not operate to revive a lien which the statute of limitations has extinguished. The mortgage lien was in full force and effect as between the parties, and, suit having been brought to foreclose it, the lis pendens notice gave warning of that fact. The mortgage record was no longer the sole evidence of the lien of the mortgage of which a prospective purchaser from the mortgagor was required to take notice. All persons know that the lien may be kept in force between the parties thereto, although § 7382, Crawford & Moses’ Digest, had not been complied with, and, if the statutory notice has been given, as was done in the instant case, that a suit was pending to foreclose the lien, one deals with the subject-matter of the litigation at his peril, and, if he purchased the mortgaged property under the circumstances stated, he takes title subject to the rights of the parties litigant.\nThe decree of the court below must therefore be reversed, and the cause will be remanded with directions to foreclose the mortgage as prayed for, according to the intervener the right, if he elects to assert it, of redeeming the mortgaged lands by paying the debt secured by the mortgage.",
        "type": "majority",
        "author": "Smith, J."
      }
    ],
    "attorneys": [
      "E. K. Edwards, for appellant.",
      "Abe Collins, for appellee."
    ],
    "corrections": "",
    "head_matter": "Wasson v. Beekman.\n4-3373\nOpinion delivered February 19, 1934.\nE. K. Edwards, for appellant.\nAbe Collins, for appellee."
  },
  "file_name": "0895-01",
  "first_page_order": 913,
  "last_page_order": 917
}
