{
  "id": 1397018,
  "name": "Dilday v. David",
  "name_abbreviation": "Dilday v. David",
  "decision_date": "1929-01-21",
  "docket_number": "",
  "first_page": "898",
  "last_page": "902",
  "citations": [
    {
      "type": "official",
      "cite": "178 Ark. 898"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "107 S. W. 194",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "85 Ark. 111",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1523331
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/85/0111-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 374,
    "char_count": 6801,
    "ocr_confidence": 0.482,
    "pagerank": {
      "raw": 1.2095082872141033e-07,
      "percentile": 0.5955779661285272
    },
    "sha256": "6b642a3669a03dd4f5c3ca108a87ee38695416969638d415133df2d06fe627a9",
    "simhash": "1:fbe254e62f559865",
    "word_count": 1230
  },
  "last_updated": "2024-02-27T17:49:07.238160+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Dilday v. David."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nAppellees, doing business as the Aurora Southwestern Sales Company, brought suit against ap.pellant to recover the balance alleged to be due upon a contract for the sale of a pump. Appellant answered and admitted the balance sued for was due on the contract, but, by way of counterclaim, alleged there had been a breach of the guaranty under which the pump had 'been sold, that it would furnish or supply 1,200 gallons of water per minute to a rice crop which the pump was purchased to irrigate.\nThe contract of sale was in writing, and the guaranty contained in it reads as follows: “The above pump is guaranteed to have a range of capacity from 800 to 1,600 CPN, and is to be especially adapted to pumping 1,200-gallons per minute against the total lift of 120 feet, and when so performing to show not less than 70 per cent, efficiency of the power applied to the shaft above. This pump is also guaranteed to be free from defective material and workmanship, and we will replace any part free of charge that proves to be defective from above causes. ’ ’\nThe court below construed the language just quoted as a guaranty of the capacity of the pump only, and not one that a flow of 1,200 g'allons of water per minute would result from its use; and we think this construction of the contract is correct. The, fact that the pump did not actually deliver 1,200 gallons of water per minute did not necessarily show a breach of the guaranty. The water might not have been in the well, or sufficient power might not have been provided, or other causes might have contributed to the failure to produce a flow of 1,200 gallons of water per minute.\nIt was insisted by appellant (defendant below) that, after the execution of the written contract of sale, there was a subsequent oral agreement whereby plaintiff proposed to furnish defendant with a different pump and which was guaranteed to produce 1,200 gallons of water per minute. The making of this subsequent agreement was denied by plaintiff, but that question of fact was submitted to the jury, as will be later shown.\nDefendant offered testimony tending to show that he had sustained a large loss on account of the lack of water for his rice crop, and by way of mitigating this damage he testified that he dug- a canal to bring water from another field which was supplied with water by another pump; that there was an improper setting of the pump, and certain pieces of the machinery were removed or lost, and damages were asked on account of these items.\nUpon these issues the court charged the jury that: “If you find there was a subsequent contract entered into between the parties, and that the plaintiff in this case failed to live up to the terms and conditions of that .oral contract, then the measure of damages of the defendant are those items that I have just enumerated to you, and a fair rental value of 20 acres of rice land for the year 1926.”\nIt is insisted that this instruction is erroneous, as it eliminates as an element of the recoverable damages the difference in value of the crop produced and the one which would have been produced, had the guaranteed amount of water been supplied. We have concluded, however, in view of the testimony in the case, that no error was committed in giving this instruction.\nThe pump was sold in 1925, and the damages claimed covered the 1925, 1926 and 1927 crops. The admitted balance due on the pump was $650, and the jury returned a verdict for the plaintiff for the sum of $500, showing that the jury allowed a credit of $150 for the items submitted by the court.\nThe testimony was to the effect that a flow of 1,200 gallons of water per minute will properly irrigate 175 acres of rice in an ordinary season, and that defendant was under contract to grow 175 acres each year on the land to be watered by this well, and that he planted that acreage in 1925.' Defendant offered testimony to the effect that the well did not produce a sufficient amount of water to irrigate this acreage, and that to supply the deficiency he was compelled to bring water through a canal from another field, supplied by another well, at a cost of $75.\nThe testimony did not show that there was any shortage in the crop of the 175-acre field, but it was contended that taking the water from the other field reduced the yield on it, but there appears to be no testimony showing in wffiat amount this yield was reduced. Under this testimony the jury could allow nothing more on account of the 1925 crop than the cost of the construction of the canal.\nIf it was discovered in 1925 that the pump was inadequate and would not meet the guaranty under which it was sold, then defendant should, in mitigation of his damages for the breach of the guaranty, have ceased to rely upon it. He did not have the right to continue planting an acreage in excess of the known capacity of the pump to water, with the expectation of calling upon his guarantor to make good any deficiency between the crop made and the one which would have been made with a pump of the guaranteed capacity. A different measure of damages would apply.\nThe testimony on behalf of appellant was to the effect that he planted the 175-acre field again in rice in 1926, and that he had to get water from another field, which, according to the allegations of his cross-complaint, resulted in a failure to cultivate 20 acres of land in 1926 in this second field. Defendant’s testimony was to the effect that he reduced this acreage 40 acres, although he alleged a reduction of only 20 acres; but the undisputed testimony shows that, upon a test of the well on May 1, 1926, the pump was actually delivering 1,140 gallons of water per minute, and, according to defendant’s own testimony, this would have watered 167 acres, so that the water .supplied by the pump in controversy was sufficient to irrigate all but 8 acres of the land to be irrigated by it, and there was no showing of any loss or damage in the year 1926 other than the land which was not planted.\nThere appears to be an absence of any testimony sufficient to support a recovery for any loss in 1927.\nThe law is settled that, where no crop has been planted, the measure of damages for an actionable wrong so preventing is the rental value of the land (St. L. I. M. & S. Ry. Co. v. Saunders, 85 Ark. 111, 107 S. W. 194), and the court told the jury, as we have seen, that this was the measure of damages for the year 1926 for the land not cultivated.\nThe verdict indicates that the jury considered and took into account all the recoverable elements of damage sustained by a sufficiency of testimony to support a verdict. The .judgment must therefore be affirmed, and it is so ordered.",
        "type": "majority",
        "author": "Smith, J."
      }
    ],
    "attorneys": [
      "M. F. Elms, for appellant.",
      "W. A. Leach, for appellee."
    ],
    "corrections": "",
    "head_matter": "Dilday v. David.\nOpinion delivered January 21, 1929.\nM. F. Elms, for appellant.\nW. A. Leach, for appellee."
  },
  "file_name": "0898-01",
  "first_page_order": 916,
  "last_page_order": 920
}
