{
  "id": 1369540,
  "name": "Kansas City Southern Railway Company v. Sevier County",
  "name_abbreviation": "Kansas City Southern Railway Co. v. Sevier County",
  "decision_date": "1926-06-28",
  "docket_number": "",
  "first_page": "900",
  "last_page": "912",
  "citations": [
    {
      "type": "official",
      "cite": "171 Ark. 900"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "75 Ark. 535",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "123 Ark. 334",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1556242
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/123/0334-01"
      ]
    },
    {
      "cite": "59 Atl. 100",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 1
    },
    {
      "cite": "38 N. E. 167",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": 1
    },
    {
      "cite": "123 Ark. 323",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1556168
      ],
      "weight": 2,
      "opinion_index": 1,
      "case_paths": [
        "/ark/123/0323-01"
      ]
    },
    {
      "cite": "75 Ark. 530",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1502474
      ],
      "opinion_index": 1,
      "case_paths": [
        "/ark/75/0530-01"
      ]
    },
    {
      "cite": "75 Ark. 534",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1502452
      ],
      "opinion_index": 1,
      "case_paths": [
        "/ark/75/0534-01"
      ]
    },
    {
      "cite": "102 N. Y. Supp. 500",
      "category": "reporters:state",
      "reporter": "N.Y.S.",
      "case_ids": [
        3442355
      ],
      "opinion_index": 1,
      "case_paths": [
        "/nys/102/0500-01"
      ]
    },
    {
      "cite": "229 S. W. 1050",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 1
    },
    {
      "cite": "106 Atl. 159",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 1
    },
    {
      "cite": "228 S. W. 714",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 1
    },
    {
      "cite": "112 Atl. 223",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 1
    },
    {
      "cite": "165 Pac. 1128",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "case_ids": [
        2323338
      ],
      "opinion_index": 1,
      "case_paths": [
        "/idaho/30/0001-01"
      ]
    },
    {
      "cite": "149 Ind. 174",
      "category": "reporters:state",
      "reporter": "Ind.",
      "case_ids": [
        1567599
      ],
      "opinion_index": 1,
      "case_paths": [
        "/ind/149/0174-01"
      ]
    },
    {
      "cite": "32 Am. St. Rep. 277",
      "category": "reporters:state",
      "reporter": "Am. St. Rep.",
      "opinion_index": 1
    },
    {
      "cite": "18 L. R. A. 367",
      "category": "reporters:federal",
      "reporter": "L.R.A.",
      "opinion_index": 1
    },
    {
      "cite": "132 Ind. 558",
      "category": "reporters:state",
      "reporter": "Ind.",
      "case_ids": [
        1400593
      ],
      "opinion_index": 1,
      "case_paths": [
        "/ind/132/0558-01"
      ]
    },
    {
      "cite": "126 Ind. 466",
      "category": "reporters:state",
      "reporter": "Ind.",
      "case_ids": [
        1388198
      ],
      "opinion_index": 1,
      "case_paths": [
        "/ind/126/0466-01"
      ]
    },
    {
      "cite": "3 N. E. 144",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": 1
    },
    {
      "cite": "123 N. E. 197",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "weight": 2,
      "opinion_index": 1
    },
    {
      "cite": "161 N. W. 467",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 1
    },
    {
      "cite": "15 N. W. 684",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 1
    },
    {
      "cite": "23 Minn. 167",
      "category": "reporters:state",
      "reporter": "Minn.",
      "case_ids": [
        549726
      ],
      "opinion_index": 1,
      "case_paths": [
        "/minn/23/0167-01"
      ]
    },
    {
      "cite": "91 N. Y. 552",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2188469
      ],
      "opinion_index": 1,
      "case_paths": [
        "/ny/91/0552-01"
      ]
    },
    {
      "cite": "213 Fed. 87",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        3571018
      ],
      "opinion_index": 1,
      "case_paths": [
        "/f/213/0087-01"
      ]
    },
    {
      "cite": "49 S. E. 496",
      "category": "reporters:state_regional",
      "reporter": "S.E.",
      "opinion_index": 1
    },
    {
      "cite": "148 Fed. 442",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6750297
      ],
      "opinion_index": 1,
      "case_paths": [
        "/f/148/0442-01"
      ]
    },
    {
      "cite": "56 N. W. 1077",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 1
    },
    {
      "cite": "69 Ark. 104",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8720015
      ],
      "opinion_index": 1,
      "case_paths": [
        "/ark/69/0104-01"
      ]
    },
    {
      "cite": "104 Ark. 344",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1350588
      ],
      "opinion_index": 1,
      "case_paths": [
        "/ark/104/0344-01"
      ]
    },
    {
      "cite": "99 Ark. 61",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1314557
      ],
      "opinion_index": 1,
      "case_paths": [
        "/ark/99/0061-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1041,
    "char_count": 26861,
    "ocr_confidence": 0.531,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.051556480706017996
    },
    "sha256": "389861171a6238cfcf9684eef1d8e755120e0724e0bad617558471da87988d50",
    "simhash": "1:5603bcca8c5e6e58",
    "word_count": 4624
  },
  "last_updated": "2024-02-28T00:06:45.048720+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "The Chief Justice and Mr. Justice Wood concur in the judgment."
    ],
    "parties": [
      "Kansas City Southern Railway Company v. Sevier County."
    ],
    "opinions": [
      {
        "text": "Humphreys, J.\nThis suit was commenced in the county court of Sevier County, by certain landowners, to open a public highway over a railroad right-of-way of appellant near DeQueen, under authority of §§ 5228, 5229 and 5230 of Crawford & Moses’ Digest. Appellant interposed three defenses to the proceeding, as follows; First, that the petitioners did not publish the notice as required by § 5230 of Crawford & Moses’ Digest; second, that the petitioners did not give the bond with security required by law; and third, that railroad yards cannot be condemned for a public highway.\nThe suit was first tried in the county court, then on appeal in the circuit court, where it was adjudged upon the testimony and law that the highway should be opened across appellant’s right-of-way at a point where its land had been acquired exclusively for railroad yards.\nAn appeal has been duly prosecuted to this court from said judgment. The record reflects the following facts pertinent to the issues involved in the appeal.\nThe proposed highway will intersect the railroad right-of-way about a mile and one-half north of the depot in DeQueen, over land acquired by the railroad for yard purposes. The proposed crossing is 912 feet north of the most northerly switch and at a point where the railroad has only one track and where the right-of-way begins to narrow in width. It is the purpose of appellant to use its land at the proposed point of highway and railroad right-of-way intersection for terminal and switching purposes in the natural expansion and development of its business. The right-of-way purchased for yard purposes is about 800 feet wide, whereas the customary width of rights-of-way is 100 feet. Appellant also introduced testimony to the effect that, when the switching tracks should be laid on the north end of the yard, it would be dangerous to have a highway through it on account of cars moving back and forth. The proposed road will connect county road No. 2, mail route, west of the railroad track, with the Jefferson Highway running parallel with the railroad on the east side thereof, and being the main highway between DeQueen and Mena. The proposed road is about two miles long, and will furnish the people in its vicinity and the neighborhood west of the road an outlet to the Jefferson Highway without being compelled to go around by DeQueen, two miles south, or about two miles north to a cross-road: The petition for the proposed road was filed in the office of the county clerk on the 30th day of January, 1922. Notice of the application was published March 31, 1922. Proof of the application of the notice was filed April 3, 1922. The bond required by the statute was approved April 4, 1922. The viewers for the proposed road were appointed April 6, 1922, and filed their report on July 3, 1922, the day the order was made establishing the highway.\n. Appellant’s first contention for á reversal of .the order or judgment establishing the road is because the petition was presented before notice was given that the application would be made for the road. Section. 5230 of ..Crawford & Moses’ Digest requires that notice must be given by publication of the intended application for the road previous to the presentation of the petition for same, and that the notice shall be duly authenticated -and presented with the petition to the county court. We think the statute means that, before the petition shall be called to the attention of the court for action, a required notice shall have been published and duly authenticated. It did no.t mean that the notice should be necessarily published and authenticated before the petition could be filed in the clerk’s office. The record reflects that the petition was filed several months before it was acted upon by the court, but the court-did not act upon it until after the notice had been properly authenticated and filed. The petition was directed to the court and not the clerk. Of course, the court did not- acquire júrisdiction until the notice had been given, authenticated, and filed, because it was a necessary prerequisite and the basis of any action on the part of the court, but it would be technical indeed to interpret the statute as meaning that the notice could not follow the .filing of the petition when the statute provides, in so many words, that the notice shall be duly authenticated and presented with the petition to the county court.\nAppellant’s second contention for a reversal of the order or judgment is that the court approved a bond without security and appointed the viewers on April- 2, 1922, before the notice had been published-f or a full week. The objection made to the bond is that it was'not -signed by a surety. It was signed by two of the petitioners,-presumably solvent, and was approved by the court. We do not think appellant is in any position to complain of this, since the bond was given to protect the county for costs and expenses incident-to the view in case the-prayer of the petitioners should not be granted or in case the proceedings should not be finally confirmed and established. Section 5228 of Crawford & Moses’ Digest. Objection was also made because the bond was filed- and the viewers appointed before the notice had been published for a full week. These were mere irregularities in the exercise of jurisdiction, and not necessarily prerequisites to the exercise thereof by the court. Polk v. Road Improvement District No. 2 of Lincoln County, 123 Ark. 334.\nAppellant’s third and last contention for' a reversal of the order or judgment is that highways cannot be opened across lands acquired by a railroad for yard purposes, although not being used for such purposes.- The testimony was to the effect that, at some future time, the land at the point of intersection of the railroad and the proposed highway would likely- be used -for yard purposes. The argument is that highways opened across railroad yards entail great hazard and danger upon users of the roads and much inconvenience to the railroads themselves. The same, might be said concerning the extension of streets through railroad rights-of-way in cities and towns, yet it is a common thing and acknowledged right to do so. St. L. S. Ry. Co. v. Fayetteville, 75 Ark. 535. It is common knowledge that streets run through railroad yards where there are many switches and tracks, and that the \"extraordinary hazard and danger to the traveling public is guarded against by flagmen. We can see no reason why railroad and public cannot o.ccupy the land for their respective purposes, as the uses may reasonably coexist. In this State county courts have exclusive jurisdiction in the matter relating to county roads. Article 7, § 28, Constitution of 1874. It is provided by § 5226 of Crawford & Moses ’ Digest that:\n“All public roads and highways shall be laid out, opened and repaired agreeably to the provisions of this act, and the county court of each county shall have full power to make and enforce all orders necessary as well for establishing and opening new roads as for changing and vacating any public road or part thereof.” When a railroad acquires or condemns property for railroad purposes, it takes it with full knowledge that its easement is subject to the establishment of intersecting highways or crossroads wherever necessary for the convenience of the public, and the existing necessity therefor is within the sound discretion of the county court so far as rural highways are concerned. It is suggested by appellant that this rule would allow county courts to lay off highways through depot buildings and other like expensive improvements of railroad companies. Not so, for this could ibe avoided by slight detours, and it would be an abuse of discretion not to make a detour under such circumstances. And likewise it would be an abuse of discretion to unnecessarily cross railroad yards with highways when it could be avoided by a slight deviation in the route of the road, or when it would be practical to construct an overhead or underground way. The whole matter is one of sound discretion by the county court, and subject to review.\nWe do not think that the testimony in this case shows that the county court abused its discretion.\nNo error appearing, the order or judgment is affirmed.\nThe Chief Justice and Mr. Justice Wood concur in the judgment.",
        "type": "majority",
        "author": "Humphreys, J."
      },
      {
        "text": "CONCURRING OPINION.\nWood, J.\nThe Chief Justice and the writer concur in the judgment for the reason that the proposed highway does not invade any land of appellant that is now in actual use as yards. The county surveyor testified concerning this, in effect, that the appellants had indicated the yard limits hy a sign painted on a post, which post was a considerable distance north of the proposed road; that the sign, “yard limits,” had been at the same place north of the proposed highway for fifteen or twenty years; that the proposed road was nine hundred and twelve feet north of the last switch at the north end of the yards of appellant. The testimony of witnesses of the appellant, its superintendent, trainmaster, civil engineer of the DeQueen & Eastern and the Texas, Oklahoma & Eastern, was to the effect that the land condemned for the proposed highway was acquired several years ago by appellant for yard purposes; that “it is necessary that this land be held by the railway company for future expansion and use as yards;” that “it would be dangerous to permit, or to have a highway running through the yards,” both to the traveling public and. the railroad. The assistant engineer of appellant, in answer to a question, stated that he did not know of any proposed changes in the yards of appellant at this time. The appellant’s superintendent, on cross-examination, referring to a map of the situation of appellant’s road' at DeQueen, testified that appellant had twenty-five hundred feet south of the proposed crossing upon which appellant could build tracks if it desired. Appellant had not thought about extending the yards .for the past ten years; it had' not been necessary. This witness exhibited a drawing showing the tracks that are now in actual use, and those that would be necessary when the tracks would have to- be expanded and extended. He was asked how far in the future that would be, and answered, “That depends on the traffic of the country.” He was further asked the following question: “I wish to get some idea from you about how long it will be before that will take place, and whether or not there is any immediate danger of that taking place,” and answered, “There is no immediate danger. ’ ’ He further stated that, in his opinion, i| is necessary now for the better operation of the road and transportation of freight, bnt the superior officers of the railway company, while agreeing to the idea, were, not quite ready for it. Witness had not received any instructions to extend the yards, at DeQueen and did not know of any proposed changes in the yards of the Kansas City Southern in DeQueen at this time.\nIt occurs to us that the above testimony was legally sufficient .to sustain the finding and judgment of the county court and of the circuit court “that the county of Sevier had the right to condemn a highway over the property of the defendants,” because, according to the undisputed testimony, the appellants were not using the land condemned for the highway as yards, and the above testimony was sufficient to warrant a finding by the court that it was uncertain when, if ever, the land condemned would be actually used by appellants as railroad yards. While the lands were acquired many years previous for yard purposes, appellants had not used the,land condemned for railroad yards, and whether they would so use them was, under the evidence, a possibility and probability which the future exigencies of railroad traffic would determine. Appellants • could not purchase land and appropriate it for yard purposes by merely designating.same as “yards.” Bottomed upon such facts we concur in the judgment.\nBut these facts do not justify this court in announcing broadly that “the whole matter of condemning railroad, yards is one of sound discretion by the county court, and subject to review.” Such, we believe, is not the law. The exclusive jurisdiction vested in county courts “in the matter of public roads” by our Constitution, article 7, § 28, does not confer upon county courts the power to condemn railroad yards that are in actual use as siich for the purposes of public highways. Section 5226 of C. & M. Digest provides as follows: power and authority to make and enforce all orders necessary as well for establishing and opening new roads as for changing and vacating any public road or part thereof.”\n“All public roads and highways shall be laid out, opened and repaired agreeably to the provisions of this act,.and the.county court of each county shall have full\nThe general powers conferred by the above statute to lay out, open, and repair public roads do not vest county courts with authority to condemn for public highways railroad land that is set apart and being lised for railroad yards. Under our Constitution, statutes, and decisions construing them, “a railroad corporation is by its charter clothed with the power of eminent'domain to the extent of its necessities.” Railroad corporations have the right to acquire land, to the extent of their necessities in the building and operation of their roads, either by condemnation, purchase, or voluntary grants and donations. See § 1, art. 17, Constitution; § 8450, C. & M. Digest, subdivs. 2, 3, 4, 5, 6 and 8; St. L. I. M. & So. Ry Co. v. Faisst, 99 Ark. 61; St. L. I. M. & So. Ry. Co. v. F. S. & V. B. Ry. Co., 104 Ark. 344. See also McKennon v. St. L. I. M. & So. Ry. Co., 69 Ark. 104.\nIt is wholly immaterial by,'what method the lands are acquired by the railway company., If théy are set apart, and are in use, for'railroad yards,.it is not within the power of the county court'to lay' off and establish a. public ro'ad over such yards' without special' legislative' authority so to do. Such authority is not included, ¿s we have stated, under the general power vested in the county court to establish public roads. The question is one of very great\" importance, and, in various, pilases, depending upon the 'facts in the particular case, the question of the right to exercise the power of eminent domain over land that, under such power, has already been devoted to the use of the public, has been before many courts of last resort in this country. It is unnecessary to review them all. Suffice it to say that, under statutes conferring general power similar to that tíonf erred by § 5226 supra, the power does not exist in the county court to condemn for a public highway land which has been purchased and which is being used by railroad companies for yards. Such power can only be exercised by express legislative authority. The cases establishing this doctrine are cited and succinctly and correctly reviewed in the excellent brief of counsel for the appellants. In New York, S. & W. R. Co., Prosecutor, v. Mayor, etc., of City of Patterson, 39 Atlantic 680, the court states the doctrine as follows: “Under the authority given by the charter of the city of Patterson to lay out and open streets; and to take such lands as may be necessary therefor, upon making compensation, the city has no power to lay out a street through land used by a railroad company as a freight yard, when it will deprive the company of the beneficial use of such freight yard, and compel it to transfer its freight business to another locality. To authorize such an invasion of the rights of the company, there must be an express grant of power by the Legislature, or an implication equally conclusive. Such power will not ibe inferred from the general authority granted to lay out and open streets.” Winona & St. P. Ry. Co. v. City of Watertown, 56 N. W. 1077. See also C. R. I. & P. Ry. Co. v. Williams, 148 Fed. 442; Richmond F. & P. Ry. Co. v. Johnston, 49 S. E. 496; St. Louis & San Francisco Ry. Co. v. City of Tulsa, 213 Fed. 87; Pros. Park & C. I. R. Ry. Co. v. Williamson, 91 N. Y. 552-561; Milwaukee & St. P. Ry. Co. v. City of Faribault, 23 Minn. 167. See also St. Paul Union Dep. Co. v. City of St. Paul, 15 N. W. 684; Town of Alford v. Great Northern Ry. Co., 161 N. W. 467; In re Saratoga Ave. in City of New York, 123 N. E. 197; B. & O. Ry. Co. v. North (Ind), 3 N. E. 144; City of Seymour v. J. M. and I. Ry. Co., 126 Ind. 466; City of Fort Wayne v. Lake Shore Ry. Co., 132 Ind. 558, 18 L. R. A. 367, 32 Am. St. Rep. 277; City of Terre Haute v. Evansville & T. H. Ry. Co., 149 Ind. 174.\nThe rationale of the doctrine is that lands once taken and devoted under the power of eminent domain for a public purpose cannot be taken under the same power for a public use inconsistent with the first taking. In such case the two uses cannot coexist. The last appropriation for the public use destroys the first. This cannot be done without legislative sanction which, in express terms or by necessary implication, authorizes such appropriation. Marsh Mining Co. v. Inland Empire Min. & Mill Co., 165 Pac. 1128; Vermont Hydro-Elec. Corp. v. Dunn, 112 Atl. 223; Williamson County v. Franklin & Spring Hill T. Co., 228 S. W. 714; Byfield v. City of Newton, 141 N. E. (Mass.) 658; Northern Cent. Ry. Co. v. Mayor and City Council of Baltimore, 106 Atl. 159.\nOur Constitution declares ‘ ‘ all railroads shall be public highways.” Art. 17, § 1. They are public highways in the sense that, when chartered, their owners serve the pulblic as common carriers over their roads, having the right to acquire land by eminent domain and by purchase or donation. When the railroads have acquired lands by donation or purchase, if they devote the same to a public use, it is in legal effect precisely the same as when they condemn land for such use. In re Saratoga Ave. in City of N. Y., supra; Cochran v. Wilson, 229 S. W. 1050; Town of Alvord v. Great Northern Ry. Co., supra; In re East 161st Street, 102 N. Y. Supp. 500.\nArticle 17, § 9, of our Constitution declares: “The exercise of the right of eminent domain shall never be abridged or so construed as to prevent the Greneral Assembly from taking the property and franchises of incorporated companies and subjecting them to public use the same as the property of individuals.” See also § 3929, C. & M. Digest.\nThis right of eminent domain is a supreme power. It belongs to the State as the sovereign, and can only be exercised by the Legislature, the supreme power of the State, or the agencies to which it has delegated that right. The power “is essentially political in its nature, and not judicial.” 3 Dillon on Municipal Corporations, p. 1640, § 1036 (600), and authorities cited in note'l; also § 1742. The exercise of this right has been delegated to the State’s subordinate governmental agencies — counties and municipalities — in the following particulars, to-wit: in counties, through its county court, to lay out, open and repair public roads and highways, § 5226, C. & M. Digest, supra, and in municipalities “to lay off,' open,” etc. “streets, alleys, public grounds,” etc. In St. Louis & S. F. Ry. Co. v. Fayetteville, 75 Ark. 534, we held that the statute “giving the city the authority to lay off and establish streets-Within the corporate limits impliedly gives’it the right to cross the tracks of railroads when it is necessary to do so for the purpose of connecting the two ends of a street.” “A right,” says the court, “so lightly affecting the franchise of the corporation may be inferred from the general power to lay off, condemn and establish' streets.” . Section 8483, C. & M. Digest, provides,-in part, “where any public road, highway or street of any incorporated city or town hereafter established shall cross any-railroad now established or hereafter to. be established, such railroad company or corporation, shall be required'to - so construct such railroad crossing,” etc. In St. L. S. W. Ry. Co. v. Royal, 75 Ark. 530, we held “that, where any public road shall cross any railroad, the railroad company shall construct and keep it-in repair” without compensation. And in K. C. So. Ry. Co. v. City of Mena, 123 Ark. 323, we. held that “where a city opened, a street across the right-of-way and tracks of a railroad company, the railroad is required to construct and maintain the crossing, without compensation. It'may be said-that the language of §'8483 is sufficient to give express author-ity to counties and cities and towns to condemn land for highways or streets across railroad tracks.,Even if such power were not expressly conferred by.the statute upon these governmental agencies, they would have such power under their general powers delegated to them to lay off, open, and establish highways or streets. But the right to condemn land for a public.highway or street over the railroad track or tracks is one thing, while the right to condemn: over railroad yards is an entirely, different thing. All the authorities, as shown above, hold that the right to condemn for public highways or streets over land appropriated by railroads and used for station grounds and yards is not conferred, and cannot be implied, from’the general powers above mentioned. There is a broad distinction between land used by railroad companies for depot grounds and yards and that used' for tracks over which their trains run on schedule. All the authorities recognize the fact that the use of land for grounds and yards is entirely inconsistent with the use over same for highways or streets. The danger and inconvenience in the use of highways or streets over grounds and yards is so great, so imminent, both to the railroad and the pub: lie, that such use is prohibited unless there is. express, or'implied authority therefor. Whereas such use over railroad tracks is.not inconsistent .with.their use also for highways over same. In addition to the authorities already cited, see Cincinnati W. & M. Ry. Co. v. City of Anderson, 38 N. E. 167; Penn. Ry. Co. v. Bogert, 59 Atl. 100; City of Fort Wayne v. Lake Shore & Mich. So. Ry. Co., 18 L. R. A. Ann. 367.\nThere is no statutory authority Which, either expressly or by necessary implication, confers upon counties the right to condemn highways over • railroad yards. Therefore it cannot be done.\nThe county court and .the trial court, on the facts, wére justified in holding that this was, in reality, .but a proceeding to condemn land for a public highway over a single track of the appellant and not over its yards, at all. That is the only theory -upon which this case should be affirmed. For, if it be assumed that this is a proceeding to condemn land for a highway over appellant’s yards, then there is no statutory authority for such condemnation. If the right to condemn over appellant’s yards is involved, then the cases of Fayetteville v. St. Louis & S. F. Ry. Co., and So. Ry. Co. v. Royal, and K. C. So. Ry. Co. v. Mena supra, have no application whatever, for the only issue in-these cases, except as to compensation, 'was (in fwo of the cases) whether a city had power to condemn land for a street over a railroad track, or tracks, and in the other, whether the county had the power to condemn for- a public- highway over a railroad track. There was no issue as to railroad yards in any-' of these cases.\nThe.line of demarcation seems very clear to us. The failure to observe it is fraught with grave consequences.\nThe majority of the court, by holding that the whole matter of condemning railroad yards for public highways is “one of sound discretion of the county court, and subject to review,” has approved what we consider an unauthorized assumption of jurisdiction by the county court to exercise the right of eminent domain, one of the highest functions of the legislative department. The exercise of such power, unauthorized by the Legislature, even though the Supreme 'Court should determine, on review, that the county court had abused its discretion, would nevertheless subject the railway companies to the annoyance and expense of defending in order to protect their rights in property which had already been appropriated by them for a public use. This of itself would be a manifest injustice. The question of the right of a county to condemp lands for a public highway over railroad yards is one of first impression in our State, and, because of its far-reaching significance, we have concluded to express our views of the law. For the reasons stated it occurs to us that, while the judgment, on the facts, is correct, the opinion of the majority, as to the law, is erroneous. We therefore concur in the judgment but earnestly dissent from the opinion.",
        "type": "concurrence",
        "author": "Wood, J."
      }
    ],
    "attorneys": [
      "James B. McDonough, for appellant.",
      "J. R. Campbell, Jr., and Henry Collins, for appellee."
    ],
    "corrections": "",
    "head_matter": "Kansas City Southern Railway Company v. Sevier County.\nOpinion delivered June 28, 1926.\n1. Highways — establishment—notice.—Under Crawford & Moses’ Dig., § 5230, providing that, previous to any petition being filed for the establishment of a county road, notice thereof shall be given in some newspaper published in the county, etc., held that a judgment of the county court opening a road over a railroad right-of-way is not invalid because the petition was presented before notice was given that the application would be made for the road, where the court did not act upon the petition until the notice has been properly authenticated and filed.\n2. Highways — establishment — sufficiency of bond. — Under Crawford & Moses’ Dig., § 5228, providing that an application for laying out a public road shall be signed by ten freeholders of the county, and one or more of the signers shall enter into bond with sufficient security, payable to the State for the use of the county, held, that one contesting the establishment of a road is in no position to complain because the bond was signed only by two of such signers, but hot by a surety, as the bond was given to protect the cofinty for cost and expenses incident to the view.\n3. Highways — establishment—irregularities.—'That a bond to protect the county was filed and the viewers were appointed before the notice of the application to establish a public road was- published for a full week was a mere irregularity in the exercise of the county court’s jurisdiction.\n4. Evidence — matter of common knowledge. — It is common knowledge that streets run through; railroad yards where there are many switches and tracks, and that extraordinary hazards of the traveling public are guarded against by flagmen.\n5. Highways — establishment—discretion of county court. — The county court held, under the evidence, not to have- abused its discretion in opening up a public road over and across a railroad switchyard.\nAppeal from Sevier Circuit Court; B. E. Isbell, Judge;\naffirmed.\nJames B. McDonough, for appellant.\nJ. R. Campbell, Jr., and Henry Collins, for appellee."
  },
  "file_name": "0900-01",
  "first_page_order": 916,
  "last_page_order": 928
}
