{
  "id": 8726360,
  "name": "Big Rock Stone & Material Company v. United States Fidelity & Guaranty Company",
  "name_abbreviation": "Big Rock Stone & Material Co. v. United States Fidelity & Guaranty Co.",
  "decision_date": "1933-02-06",
  "docket_number": "4-2840",
  "first_page": "905",
  "last_page": "911",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 905"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 510,
    "char_count": 10885,
    "ocr_confidence": 0.503,
    "sha256": "79970212a3084d39f312a398eeacc38999d88d6ae7745ad4c96015f6abec1043",
    "simhash": "1:fc32e2acbe8c737c",
    "word_count": 1754
  },
  "last_updated": "2023-07-14T16:45:47.259153+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Big Rock Stone & Material Company v. United States Fidelity & Guaranty Company."
    ],
    "opinions": [
      {
        "text": "Humphreys, J.\nAppellant 'brought suit on October 21, 1931, against appellee in the circuit court of Pulaski County, Second Division, upon a surety bond to recover $1,18i8.40, with interest, for stone furnished by it to Mc-Williams Company, Inc., to complete certain work it had undertaken to do for Farelly Lake Levee District under written contract executed on July 21, 1926. The bond, made the basis of the action, is as follows:\n“ Whereas, Geo. C. Lewis and A. Lawrence Mills, receivers for the Farelly Lake Levee District of Arkansas and Jefferson counties, Arkansas, have on this date entered into a construction contract with McWilliams Company, Inc., for the performance of certain work, as shown by the supplemental contract attached hereto, and\n“Whereas, said McWilliams Company, Inc., have agreed to execute a surety bond in the sum of fifty thousand dollars to guarantee the faithful performance of said supplemental contract;\n“Now therefore we, the undersigned, McWilliams Company, Inc., as principal, and the United States Fidelity & Guaranty Company, a corporation, as surety, hereby acknowledge ourselves indebted to the State of Arkansas for the use and benefit of Farelly Lake Levee District of Arkansas and Jefferson counties, in the sum of $50,000 that the said McWilliams Company, Inc., a corporation, shall well and truly perform all and singular the several respective agreements set out in the supplemental contract made on this the 20th day of October, 1928, by and between the said Geo. C. Lewis and A. Lawrence Mills, as receivers of Farelly Lake Levee District of Arkansas and Jefferson counties, a copy of which agreement is hereunto attached and made a part hereof.\n“Now, if McWilliams Company, Inc., a corporation, well and truly perform said agreement, this bond to be null and void; otherwise, it is to remain in full force and effect from now and after this date.\n“Witness our hands and seal of said corporation on this 20th day of October, 19'28.\n“McWilliams Company, Inc., a Corporation,\n“By R. H. McWilliams, Jr., President, Principal,\n“United States Fidelity & Guaranty Company, a Corporation,\n“By Wylie B. Miller, Surety.”\nThe supplemental contract attached to said bond is as follows:\n‘ ‘ This agreement made and entered into on this 20th day of October, 1928, by and between Geo. O. Lewis and A. Lawrence Mills, as receivers of Farelly Late Levee District of Arkansas and Jefferson counties, Arkansas, parties of the first part, hereinafter referred to as receivers, and McWilliams Company, Inc., , second parties, hereinafter referred to as contractor, witnesseth:\n“1. That contractor hereby agrees with said receivers to complete the floodgates, point up the walls, and clean off floors as provided by a certain contract now existing between said Levee District and second parties, on or before November 15, 1928.\n“2. That contractor hereby agrees with said receivers to reconstruct or repair Fin Wall No. 2, which is now cracked, so as to make it meet with the requirements of the plans and specifications governing said work under the original contract, which work is to be performed and completed on or before December 1,1928.\n“3. That contractor hereby agrees with said receivers to install and complete the rip rap stone work in accordance with the requirements of the plans and specifications governing said work under the original contract on or before December 15, 1928.\n“4. That contractor hereby agrees with said receivers to construct the inlet and outlet channels to the floodgates in accordance with the plans and specifications governing said work under the original contract, which inlet and outlet are to he completed on or before December 31, 1928.\n“5. Contractor hereby agrees to execute and deliver surety bond executed by a reputable surety company in the sum of $50,000 to guarantee the faithful performance of the above conditions, which bond is to be delivered in five days.\n“6. Receivers hereby agree that upon receipt of said bond they will execute and deliver necessary papers accompanying engineers ’ estimate covering all work performed to date, in order to obtain voucher for said estimate out of the Federal court-at Little Rock, Arkansas.\n£ ‘ 7. Receivers hereby agree that hereafter they will cause semimonthly estimates to be made on or before the 5th or 20th of each month, which estimates are to be paid in cash as the work progresses, until the cash is exhausted and then to make suitable arrangements for the payment of any balance, which arrangement is to be agreed upon mutually between the parties, the parties now contemplating the use of receivers’ certificates, if permissible.\n“8. This agreement and contract is intended to operate as a supplemental contract to the original contract, dated July 21, 1926, between Farelly Lake Levee District of Arkansas and Jefferson counties, Arkansas, and McWilliams Company, Inc., and is not intended to cancel, set aside or modify said contract in any manner except as herein set forth.\n“Witness our hands on this the 20th day of October, 1928.\n“Geo. C. Lewis,\n‘ ‘ A. Lawrence Mills, receivers,\n“ Parties of First Part,\n“McWilliams Company, Inc.,\n“Party of Second Part.”\nIn defense to the action, appellee pleaded a settlement and complete release from liability under the bond by tbe receivers of tbe Farelly Lake Levee District and tbe statute of limitations as a bar to appellant’s right to recover on tbe bond.\nTbe canse was submitted to tbe court, sitting as a jury, upon tbe issues joined, testimony showing that tbe stone was furnished to McWilliams Company, Inc., and used in tbe construction of tbe work, tbe original and supplemental contracts, and tbe following stipulation and receipt:\n‘ ‘ STIPULATION\n“It is hereby stipulated and agreed by and between Chas. A. Walls, attorney for plaintiff, and O. E. Williams and W. M. Hall, attorneys for defendant, in tbe foregoing entitled cause of action, that:\n“1. That McWilliams Company, Inc., became insolvent and went into tbe bands of receivers on tbe first day of March, 1929, and that tbe receivers for McWil-liams Company, Inc., elected not to proceed with tbe performance of tbe contract, and abandoned tbe contract that McWilliams Company, Inc., bad with Farelly Lake Levee District of Jefferson and Arkansas, for the construction of certain works, including tbe floodgates in said district.\n“2. That tbe receivers of Farelly Lake Levee District, obligees on tbe bond, on or about March 10, 1929, took over tbe work and thereafter completed tbe work called for by the supplemental contract on or about December 12, 1929, at a cost exceeding tbe contract price by $15,398.04. There was included in said amount as part of tbe cost of completion additional engineering services of Ayres & Miller, engineers, amounting to $2,550, and tbe cost of leasing rails for a tramway needed in connection with the work from St. Louis Southwestern Railway Company, amounting to $858.29; and the cost of leasing right-of-way for tbe tramway from C. F. Rose, amounting’ to $50, and tbe receivers, having exhausted their available cash, requested United States Fidelity & Guaranty Company to pay those amounts to said parties pending final settlement with tbe receivers, which said guaranty company did.\n“3. That the receivers thereafter made demand upon said United 'States Fidelity & Guaranty Company under its bond for payment of the balance of $11,939.35, and said guaranty company, on April 9, 1930, paid said amount, and said receivers thereupon executed the receipt exhibited with the guaranty company’s answer herein.\n“4. It is further agreed that the receipt exhibited to the answer, dated April 9, 1930, is a true and exact copy of the original executed by the receivers of said district.\n“5. It is further stipulated and agreed that this stipulation may be read in evidence on behalf of either party desiring to introduce same in the record.\n“ (Signed) Chas. A. Walls,\n“Attorney for Plaintiff,\n“ (Signed) Wm. M. Hall,\n“O. E. Williams,\n“Attorneys for Defendant.”\n“BECEIPT\n“Beceived of the United States Fidelity & Guaranty Company eleven thousand nine hundred and thirty-nine dollars and seventy-five cents ($11,939.75) which with two thousand five hundred and fifty dollars ($2,-550) paid to Ayres & Miller, engineers, covering balance due them as engineering fees, eight hundred and fifty-eight dollars and twenty-nine cents ($858.29) paid to the St. Louis Southwestern Bailway Company covering amount due for lease of rails, and fifty dollars ($50) to C. F. Bose, covering amount due for lease of right-of-way is in full settlement, satisfaction and discharge of all liability of McWilliams Company and the United States Fidelity & Guaranty Company, its surety, under and by reason of a certain contract and bond executed on or about October 20, 1928, designated as supplemental contract to original contract of McWilliams Company dated July 31,1926.\n“Witness onr bands tbis tbe 9tb day of April, 1930.\n“G-eo. C. Lewis (s) and\n“A. Lawrence Mills, receivers (s)\n“Farelly Lake Levee District.”\nTbe court found against appellant and dismissed its complaint, from wbicb finding and judgment an appeal has been duly prosecuted to tbis court.\nAppellant contends that tbe trial court should bave beld, and tbis court ought to bold, that the bond sued on is a special bond wbicb, in terms, guarantees tbe payment of all materials furnished and used by tbe contractor in completing tbe improvement. We are unable to discover any language in tbe bond itself wbicb would warrant any such interpretation even from inference. It cannot be gleaned from tbe language used that tbe bond was intended to be a statutory bond; so we would not be justified in reading tbe statute, § 6913 of Crawford & Moses’ Digest, into tbe bond; but, if it were possible, by a strained construction, to do so, it would and could not afford any relief to appellant because, if aided by tbe statute invoked, its right of action would be barred. Section 6914 of Crawford & Moses’ Digest bars rights of action on bonds for materials furnished if not brought within six months after tbe completion of tbe improvement. Appellant argues that it brought tbe suit for materials furnished within six months after tbe improvement was completed, but tbe agreed statement of facts and tbe receipt show otherwise. According to tbe agreed statement of facts and tbe receipt referred to, tbe work contemplated by tbe supplemental contract was completed on December 12, 1929, and this suit was not commenced until October 21, 1931.\nTbe trial court was correct in finding that tbe bond afforded no protection to appellant; hence tbe judgment is affirmed.",
        "type": "majority",
        "author": "Humphreys, J."
      }
    ],
    "attorneys": [
      "Chas. A. Walls, for appellant.",
      "Wm. M. Sail and O. E. Williams, for appellee."
    ],
    "corrections": "",
    "head_matter": "Big Rock Stone & Material Company v. United States Fidelity & Guaranty Company.\n4-2840\nOpinion delivered February 6, 1933.\nChas. A. Walls, for appellant.\nWm. M. Sail and O. E. Williams, for appellee."
  },
  "file_name": "0905-01",
  "first_page_order": 925,
  "last_page_order": 931
}
