{
  "id": 1371633,
  "name": "Moore v. Exelby",
  "name_abbreviation": "Moore v. Exelby",
  "decision_date": "1926-04-05",
  "docket_number": "",
  "first_page": "908",
  "last_page": "916",
  "citations": [
    {
      "type": "official",
      "cite": "170 Ark. 908"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "92 Ark. 213",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1548559
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/92/0213-01"
      ]
    },
    {
      "cite": "90 Ark. 301",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1513881
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/90/0301-01"
      ]
    },
    {
      "cite": "83 Ark. 202",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1527089
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/83/0202-01"
      ]
    },
    {
      "cite": "72 Ark. 496",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1505557
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/72/0496-01"
      ]
    },
    {
      "cite": "58 Am. Dec. 383",
      "category": "reporters:federal",
      "reporter": "Am. Dec.",
      "opinion_index": 0
    },
    {
      "cite": "3 Cal. 59",
      "category": "reporters:state",
      "reporter": "Cal.",
      "case_ids": [
        2199390
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal/3/0059-01"
      ]
    },
    {
      "cite": "15 Pac. 536",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": 0
    },
    {
      "cite": "1 So. 149",
      "category": "reporters:state_regional",
      "reporter": "So.",
      "opinion_index": 0
    },
    {
      "cite": "40 N. Y. 357",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        503112
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/40/0357-01"
      ]
    },
    {
      "cite": "78 Am. Dec. 267",
      "category": "reporters:federal",
      "reporter": "Am. Dec.",
      "opinion_index": 0
    },
    {
      "cite": "168 Ark. 713",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8724833
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/168/0713-01"
      ]
    },
    {
      "cite": "145 Ark. 608",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1586130
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/145/0608-01"
      ]
    },
    {
      "cite": "145 Ark. 522",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1586155
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/145/0522-01"
      ]
    },
    {
      "cite": "161 Ark. 322",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "136 U. S. 68",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1217848
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/136/0068-01"
      ]
    },
    {
      "cite": "141 Ark. 458",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1593067
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/141/0458-01"
      ]
    },
    {
      "cite": "136 Ark. 447",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1569923
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/136/0447-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 758,
    "char_count": 17996,
    "ocr_confidence": 0.508,
    "pagerank": {
      "raw": 6.939076494411313e-07,
      "percentile": 0.965170363214226
    },
    "sha256": "9226912e19086e495a79e05d61c2ea9907211a9c9c936be1af63f4869d988fed",
    "simhash": "1:b6574941045d7cdc",
    "word_count": 3283
  },
  "last_updated": "2024-02-28T00:06:47.415983+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Moore v. Exelby."
    ],
    "opinions": [
      {
        "text": "Hart, J.,\n(after stating the facts). At the outset it may be said that it is well settled that a complete contract for the sale of lands binding under the statute of frauds may be gathered from letters between the parties relating to the subject-matter of the contract and so connected with each other that they may be fairly said to constitute one paper relating to the contract. In order to be sufficient, the letters relied upon must by reference to each other disclose every material part of a valid contract and must be signed by the party sought to be charged. Jn other words, the letters must set out the parties, the subject-matter, the price, the description, and terms, and leave nothing to rest in parol.\nOral evidence may only be resorted to for the purpose of identifying the description contained in the writings, but not for the purpose of locating the land and supplying the description which the parties have omitted from the writings. Ashcraft v. Tucker, 136 Ark. 447; Stanford v. Sager, 141 Ark. 458, and cases cited; and Ryan v. United States, 136 U. S. 68.\nThe plaintiff, who was the purchaser of the land, sought to have the contract specifically performed, and the chancery court sustained a demurrer to his complaint.\nIn determining the sufficiency of a complaint as against a demurrer on the ground that the facts are insufficient to constitute a cause of action, the allegations must be taken as true. Moore v. North College Avenue Imp. Dist. No. 1, 161 Ark. 322.\nUnder the practice in equity, exhibits to the complaint will control its averments and the nature of the cause of action, and may be looked to for the purpose of testing the sufficiency of the allegations of the complaint. The reason is that the instruments exhibited become for all purposes of pleading a part of the complaint, and consequently on demurrer may be used in aid of the defective statement in the complaint itself. This rule has been followed and applied by this court in various ways, according to the allegations of the 'complaint or the proof made in each particular case.\nIn the Ashcraft and Stanford cases cited above it was held that the written contract relied upon for specific performance furnished no'data whatever which could be aided by extrinsic evidence to identify the land.\nIn Dollar v. Knight, 145 Ark. 522, it was held that the written contract itself furnished the key by which the property might be identified with the aid of parol evidence.\nAgain, in Kirby v. Malone, 145 Ark. 608, it was held that it is enough for specific performance that the written contract describes the farms sold by names; for these are capable of being made definite by extrinsic evidence.\nIn Richardson v. Stuberfield, 168 Ark. 713, there was nothing in the contract to point out or locate the land.\nIn the case at bar, if we take every part of the description in the letters, including the acreage and location, and give every part its due weight, we have a fixed and definite tract of land that must have been contemplated by the parties. The letters show that John Exelby and wife, Jennie Exelby, lived at Ranger, Texas, and R. P. Moore at Bald Knob, Ark. The letters indicate that from the beginning both parties definitely understood the tract of land which was the subject of their negotiations.\nIn the letter of September 24, 1924, to R. P. Moore, John Exelby refers to it as the 80-acre tract of timber land that Jennie (his wife) still owned. In the next sentence he refers to the fact that no doubt Moore is well acquainted with it and its location. It is offered at a price of $1,500. He then said, “that 80 would make a good farm.” This showed he referred to a definite 80' acres of land. Again in the same letter he says that the growing of lespedeza has become quite a factor in the farming operations about Beebe.\nThe court will take judicial notice that Beebe is located in White County, Ark., and this and other letters indicate that the land is situated near Beebe. The letter was so understood by R. P. Moore, who answered it on the 25th day of September, 1924. He made a counter offer “of $1,250 for the land and timber near Beebe belonging to your wife. ”\nOn the 30th day of September, 1924, Exelby wrote another letter to Moore, holding out for $1,500 and stating that, while he knew that the timber was the main consideration with Moore, the land was really of some value because of its near location to the land of Moore.\nOn the 21st day of October, 1924, Exelby again wrote Moore that his wife’s brother had advised her to accept his offer of $1,250 for the 80-acre tract of timber land, and asked if he would consider assuming the taxes on it.\nOn the 12th day of December, 1924, Moore wrote Exelby that he had noted what he had said in his last letter with reference to his offer for the 80 acres if he would pay the taxes. Moore then offered to give him $1,225 and pay the taxes for the current year. The terms were $225 in cash and a note for $1,000 due on or before October 1, 1925. On December 17, 1924, Exelby wrote to Moore that his wife accepted his offer.\nThese letters contained a definite contract to sell the land, and we think the chancery court should have held it enforceable. It is manifest that it is sufficiently definite with reference to the price and terms of payment.\n.It is manifest from the letters that Moore knew exactly what 80 acres of land he was buying and Jennie Exelby knew what she was selling through her husband, John Exelby. The land was described so that the court could, with the aid of extrinsic evidence, apply the description to the exact property intended to be sold. Looking at the letters, it must be assumed that both parties were dealing as to a particular 80-acre tract of land near Beebe owned by Jennie Exelby. The letters which constitute the contract identify and furnish the means of finding the land. The letters refer to a particular 80-acre tract of timber land still owned by Jennie Exelby near Beebe. It is inferable from the letters that this was the only tract of land in that vicinity which she still owned. Hence an ambiguity could not exist unless she could show that she had more than one tract of land in the vicinity of Beebe.\nIt is not like a case where 80 acres of land are described. In such case it would be necessary for the plaintiff to show that the defendant had only one tract of land, and this would be supplying and adding to a description insufficient on its face. Where a party agrees to sell a particular 80 acres of land which is described as all the land owned by him situated near a certain town, extrinsic evidence may be used for the purpose of identifying the land and applying the description to the particular eighty.\nThe defendants having described the land as an 80 acre tract of timber land that Jennie Exelby still owned and as being near Beebe, we think the description is as sufficiently definite as if it had been described as the farm on which she then lived, which has been held to be good.\nAs above stated, it is clear from the letters themselves that a particular 80 acres of land which is described in the complaint according to the United States Government surveys, was the subject of the negotiations between the parties, and that the letters themselves furnish the means of finding the land. Carson v. Ray (N. C.), 78 Am. Dec. 267; Waring v. Ayers, 40 N. Y. 357; Lente v. Clark (Fla.), 1 So. 149; Hollis v. Burgess (Kan.), 15 Pac. 536; Lick v. O’Donnell, 3 Cal. 59, 58 Am. Dec. 383.\nIn addition to the cases above cited, this principle has been applied by the court in Martin v. Urguhart, 72 Ark. 496, and Oliver v. Howie, ante p. 758.\nIt is also insisted that the letter of R. P. Moore of the date of January 12, 1925, copied in our statement of facts, shows that the minds of the parties had never met, and that in that letter he was making a different offer which was never accepted by the defendants.\nWe do not agree to this contention. That letter shows on its face that it was merely a recapitulation of the terms of a contract which had already been completed by a definite offer and acceptance. It is true that the date of the deferred payment is made on November 1, 1925, instead of October 1, 1925, as in, the original contract, but this was due, no doubt, to the fact that Moore had not kept a copy of the original letters or that he did not have them before him-when he wrote the letter restating the terms of the contract. Besides, if the contract had become a valid and binding one by a definite offer and acceptance by both contracting- parties, it could not be abrogated by one of the parties mistaking i'ts terms or proposing new ones.\nIn passing it may also be stated that the complaint alleges that John Exelby was the agent of his wife to make a sale of the land in question for her, and the demurrer admits this allegation to be true. It was not necessary that authority to sell and make a binding contract for the sale of land to be in writing; for a-contract employing an agent to find a purchaser is not within the Statute of Frauds. McCurry v. Hawkins, 83 Ark. 202; Forrester Duncan Land Co. v. Evatt, 90 Ark. 301; and Davis v. Spann, 92 Ark. 213.\nThe decree sustaining the demurrer is reversed, and the cause will be remanded with leave to the defendants to answer if so advised, and for further proceedings in accordance with the principles of equity, and not inconsistent with this opinion.",
        "type": "majority",
        "author": "Hart, J.,"
      }
    ],
    "attorneys": [
      "John E. Miller and Gulbert L. Pearce, for appellant.",
      "Brundidge $ Neelly, for appellee."
    ],
    "corrections": "",
    "head_matter": "Moore v. Exelby.\nOpinion delivered April 5, 1926.\n1. Frauds, statute of—sufficiency of letters as memorandum.— A complete contract for the sale of lands, binding under the statute of frauds, may be gathered from letters between the parties relating to the subject-matter and so connected with each other that they may be fairly said to constitute one paper relating to the contract; but, to be sufficient, they must be signed by the party sought to be charged, and set out the parties, the subject-matter, the price, the description and terms, leaving nothing to rest in parol.\n2. Statute of frauds—parol evidence to aid description of land. —Oral evidence may be resorted to for the purpose of identifying the description contained in letters or other writings, but not for the purpose of locating the land and supplying the description which the parties have.omitted from such writings.\n3. Pleading-^sufficiency of complaint on demurrer.—In determining the sufficiency of a complaint as against a demurrer on the ground that the facts are insufficient to constitute a cause of action, the allegations must be taken as true.\n4. Pleading—exhibits.—In equity, exhibits to the complaint control its averments and the nature of the cause of action, and may be looked to for the purpose of testing the sufficiency of the allegations of the complaint.\n5. Evidence—judicial notice of geographical facts.—The court will take judicial notice of the location of towns.\n6. Vendor and purchaser—sufficiency of description.—A description of land offered for sale as a tract of 80 acres belonging to the vendor and as being all of the land owned by her near a certain town held sufficient to let in parol evidence identifying it.\n7. Vendor and purchaser—oral employment of agent to sell.—A contract employing an agent to find a purchaser of land is not within the statute of frauds.\nAppeal from White Chancery Court; John E. Martineau, Chancellor;\nreversed.\nSTATEMENT BY^ THE COURT.\nR. P. Moore brought this suit in equity against Jennie Exelby and John Exelby to enforce the specific performance of a contract for the sale of eighty acres of land in White County, Ark.\nUnder the allegations of the complaint, Jennie Exelby, through her duly authorized agent, John Exelby, submitted to R. P. Moore a written offer to sell eighty acres of land in White County, Ark., which are specifically described according to the United States Government surveys.\nIt is alleged that the-offer was in the form of letters and that the plaintiff agreed to give the defendant $1,225 in cash for the land and to pay all State and county taxes for the year 1924. That the plaintiff’s offer was accepted by the defendants by letter on December 17, 1924, and that copies of the various letters on the subject are exhibited with the complaint.\nIt appears from the letters that John Exelby and Jennie Exelby lived at Ranger, Texas, and R. P. Moore lived at Bald Knob, Ark. On the 21st day of September, 1924, John Exelby wrote a letter to R. P. Moore, and the body of it reads as follows: “Our Friend: Jennie wants me to drop a few lines to you about the 80-acre tract of timber land that she still owns. You no doubt are well acquainted with it and its location. She offers it at $1,500. That 80 would make a good farm. Most of it is high enough to be dry, and, according to what the boys told me some time ag’o, all of it will grow lespedeza to a finish, and that they claim has become quite a factor in farming operations about Beebe. I am not offering this information as any special inducement. Just calling your attention to it. Please let me hear from you at your earliest convenience, as we are trying to dispose of it.\n“Yours respectfully.”\nOn September 25, 1924, R. P. Moore wrote to John Exelby the following:\n“Dear Sir and Friend: • Your letter of September 21st received, and I make you an offer of $1,250 for the land and timber near Beebe belonging to your wife. Hoping to hear from you soon, I beg to remain,\n“Very respectfully yours.”\nOn September 30, John, Exelby replied to this letter with the following:\n“Dear Sir and Friend: Jennie wants me to say that she thinks the 80-acre tract is worth $20 per acre. That is, according to the way the land is selling there. And that $1,500 would be a really fair price for it. I think so too, and, as I know every foot of it, can conscientiously say that I think it would make a right good farm for one if handled properly. I of course don’t know what timber is on it, and in that respect you are much better qualified to judge of its value than I. I of course know that the timber is the main consideration with you, still the land is really of some value, located as it is so near town. Please reconsider the matter and drop us a line at your earliest convenience. With best wishes for yourself and family, I remain, “Very respectfully your friend.”\nOn October 21, 1924, John Exelby wrote to R. P. Moore the following:\n“Friend Moore: Jennie’s brother advised her to accept your offer of $1,250 for the 80-acre tract of timber and will you consider assuming the taxes on same. We first thought that we might move back there, and, in that case, we would use the tract ourselves, but, as we have about decided to stay, here, it makes a difference. Abstract complete. Tour friend.”\nOn December 12, 1924, R. P. Moore wrote to John Exelby as follows: •\n“Dear Sir and Friend: Tours of the 21st note what you say in regard to taking my offer on the 80 acres if I will pay the taxes for this year. I would have been glad to, if I could have gotten that tract this summer, but it will be next summer before can get the timber out now. I will say this, I will give you $1,225 and pay this year’s taxes if you will accept $225 cash and note for $1,000 at 6 per cent, interest, due on or before October 1, 1925.\n“Now, if you will, close this at once, so I will know how to make my arrangements.\n“Very Resp. R. P. Moore.\n“P. S. If this is O. K., make deed and send to Bald Knob State Bank.”\nOn December 17, 1924, John Exelby replied to this with the following:\n“Dear Friend: I am writing to say that Jennie accepts yonr offer and will make over papers soon as convenient. This is to let you know what to expect. Now, as it is about Christmas, every one is busy, but we will fix it up as soon as may be.\n“Thank you for your favors and wish you a Merry Christmas, health and happiness.\n“Very truly yours.”\nOn December 29, 1924, John Exelby wrote to E. P. Moore that he was unable to find the abstract for the south half of the 80-acre tract. He states that Charley Westbrook owned the north half of the 80 and Jennie the south half, and that she later acquired both tracts. He closes the letter as follows:\n“I am taking it for granted that you are in receipt of my last letter accepting your offer to purchase the land. Hoping that you will advise at once, so that I can go on with getting up the necessary papers, I remain,\n“Tour friend.”\nOn Jan. 12, 192-5, E. P. Moore replied to the last letter with the following:\n“Dear -Sir and Friend: Your letter and abstract received the same time. You spoke of my receiving your letter. I received it, and I understand your letter accepting my offer which I will state again, which was for me to pay you $225 cash and tax and give you note for $1,000 bearing 6 per cent, interest on or before whatever date you may wish, we might say November first, ’25. I am inclosing your abstract which I think would be better for you to have papers and abstract brought up to date on both forties and send to the Bald Knob State Bank. I should have sent this sooner, but have been away. Now, if you understand the trade, write-me and I will send you check for $225, and then I can move my mill down. I speak of this so there will be no delay as to my going ahead as tho I had proper papers. Let me hear from you by return mail.\n“Very Eespt.”\nOn January 15, 1925, R. T. Westbrook wrote to R. P. Moore stating that he would no doubt be surprised to hear that he had bought the 80 acres of timber from his sister. Mrs. Jennie Exelby was the sister referred to.\nThe defendant filed a demurrer to the complaint. The chancery court sustained the demurrer, and the plaintiff refused to plead further and elected to stand upon his complaint and the exhibits thereto. Whereupon it was decreed that the plaintiff’s complaint be dismissed for want of equity, and to reverse that decree the plaintiff has duly prosecuted this appeal.\nJohn E. Miller and Gulbert L. Pearce, for appellant.\nBrundidge $ Neelly, for appellee."
  },
  "file_name": "0908-01",
  "first_page_order": 924,
  "last_page_order": 932
}
