{
  "id": 1435272,
  "name": "Standard Oil Company of Louisiana v. Davis",
  "name_abbreviation": "Standard Oil Co. v. Davis",
  "decision_date": "1932-05-16",
  "docket_number": "4-2533",
  "first_page": "910",
  "last_page": "912",
  "citations": [
    {
      "type": "official",
      "cite": "185 Ark. 910"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 276,
    "char_count": 4434,
    "ocr_confidence": 0.478,
    "pagerank": {
      "raw": 1.27879270835649e-07,
      "percentile": 0.6166579595953278
    },
    "sha256": "cdac0ae1552245c8e1d3027540f18f44031f6b0020c5d1db226f16e4de71522d",
    "simhash": "1:0a81b9954212f711",
    "word_count": 763
  },
  "last_updated": "2023-07-14T16:31:44.100435+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Standard Oil Company of Louisiana v. Davis."
    ],
    "opinions": [
      {
        "text": "Humphreys, J.\nThis suit was brought by appellee as administratrix of the estate of Louis Davis, deceased, and for the next of kin in the circuit court of Clark County against appellants to recover damages for the death of the intestate occasioned through their alleged negligence.\nAppellants filed an answer denying the material allegations of the complaint, and, in addition, pleaded contributory negligence on the part of the intestate as the cause of his death.\nThe case- was tried upon the pleadings, evidence introduced by the parties, and instructions of the court, resulting in a judgment against appellant in the sum of $25,000, from which is this appeal.\nThe intestate was killed in a collision between an automobile he was driving and a lumber truck driven by Larkin Denton on Highway 53 about half way down Barringer’s Hill, between Grurdon and Camden. L. A. Cox and Ernest Sebee were riding in the Chevrolet coupe which the intestate was driving. They were traveling south and descending the hill behind appellant’s truck and when about half way down attempted to pass appellant’s truck and ran head on into the lumber truck, which was traveling north, about the time the two trucks were passing each other. Soon after starting down the hill, Thornton, who was driving appellant’s truck, observed the lumber truck starting up the hill. The collision occurred about seven-thirty p. m., on the 17th day of September, 1930, just about dusk. The lights in ail the ears were on. The road, at the point of collision, was about 25% feet wide. All were driving at a reasonable rate of speed. Denton was on the extreme east side of the road as he ascended the hill. The evidence is conflicting as to whether Thornton was in the middle or on the west side of the road, and also as to whether' he knew the intestate was attempting to pass his truck as they were descending the hill and as to whether he turned to the right to allow him to pass and before the intestate had done so, turned to the left and forced him to run into.the lumber truck. In view of the dispute in the evidence touching appellant’s negligence, the court might -well have submitted that issue to the jury, had there been any conflict in the evidence on the issue of contributory negligence on the part of the intestate. The undisputed testimony reflects that the intestate was guilty of contributory negligence resulting in his own death; so, instead of submitting the issue of negligence on appellant’s part, the court should have instructed a verdict for appellant on account of the contributory negligence of the intestate. According to the undisputed testimony, the intestate turned to the left in an effort to pass appellant’s truck when about half way down the hill without first ascertaining whether the way was clear and' could have accomplished his purpose had the lumber truck coming up the hill with which he collided not been so near. It was almost dark, and before attempting to pass appellant’s truck, the intestate should have seen to it, in the exercise of ordinary care for himself and his companions, that the way was clear of nearby approaching ears from the south, and this, too, even though appellant had been or was negligent in failing to turn to the right sooner than he did or after starting to turn to the right, he turned to the left. The negligence on the part of the intestate consisted in attempting to pass appellant’s truck at the particular time he did so without ascertaining to a certainty that the way was clear of nearby approaching cars from the south. Had the truck driven by Denton not been in the way, the intestate could have passed appellant’s truck, notwithstanding appellant’s negligence just as Denton’s truck, coming north, passed it in the clear. It was not intended, according to the law of the road, on a highway only- 25% feet wide, .for three rapidly driven cars to pass each other at the same point. Denton had the right-of-way on his side of the highway, and the intestate should not have attempted to occupy that space in order to pass a truck in front of him.\nOn account of the error indicated, the judgment is reversed, and, as the case seems to have been fully developed, the cause is dismissed.",
        "type": "majority",
        "author": "Humphreys, J."
      }
    ],
    "attorneys": [
      "Robinson, House £ Moses and Roberts £ Stubble-field, for appellants.",
      "McMillan £ McMillan and J. H. Loohadoo, for appellee."
    ],
    "corrections": "",
    "head_matter": "Standard Oil Company of Louisiana v. Davis.\n4-2533\nOpinion delivered May 16, 1932.\nRobinson, House £ Moses and Roberts £ Stubble-field, for appellants.\nMcMillan £ McMillan and J. H. Loohadoo, for appellee."
  },
  "file_name": "0910-01",
  "first_page_order": 930,
  "last_page_order": 932
}
