{
  "id": 8726365,
  "name": "Dent v. Adkisson",
  "name_abbreviation": "Dent v. Adkisson",
  "decision_date": "1933-02-06",
  "docket_number": "4-2847",
  "first_page": "912",
  "last_page": "913",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 912"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "43 S. W. (2d) 739",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "184 Ark. 869",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1438466
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/184/0869-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 185,
    "char_count": 2027,
    "ocr_confidence": 0.479,
    "pagerank": {
      "raw": 6.770845263994211e-08,
      "percentile": 0.41113458738327985
    },
    "sha256": "f7160665463dd54e33e3aeb18755794e71bc5c6c3881305adfef04e925804bbc",
    "simhash": "1:406d6ef69d0f0250",
    "word_count": 354
  },
  "last_updated": "2024-02-27T17:52:01.123529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Dent v. Adkisson."
    ],
    "opinions": [
      {
        "text": "H'ümphReys, J.\nThis is a continuation of a foreclosure proceeding brought and tried in the chancery court of Faulkner County, and is the second appeal of the cause by appellant. Eeference is made to the case of Dent v. Adkisson, 184 Ark. 869, 43 S. W. (2d) 739, for a full statement of the cause of action and all the proceedings had and done therein, including the directions of this court to the trial court upon a reversal of the original decree of confirmation of sale. On remand of the cause, the trial court set aside the confirmation of the sale and overruled the demurrer to the petition; whereupon appellee filed an answer to the petition denying each material allegation thereof and tried the cause upon the testimony adduced by the parties responsive to the issues joined, resulting in a denial of the petition and a rendition of a decree confirming the sale, from which is this appeal.\nAppellants are not tendering the amount of the judgment, interest and costs but are standing upon the allegations of their petition in an effort to set aside the sale in order that the lands may be sold again, and that too, without any assurance that it will sell for more than it did at the first sale.\nAfter a very careful reading of the testimony, we are unable to say that the lands sold for a grossly inadequate sum or that appellants were prevented from paying off the judgment through the fraudulent practices of appellee. In fact, there is no substantial evidence in the record tending to sustain these allegations in the petition. The decided weight- of the testimony is to the contrary. It would extend this opinion to unusual length should we set out herein the substance of the evidence of each witness, and no useful purpose could be served by doing so, as each subsequent case must be governed by its own peculiar facts.\nNo error appearing, the decree is affirmed.",
        "type": "majority",
        "author": "H'ümphReys, J."
      }
    ],
    "attorneys": [
      "Patterson i& Patterson and George F. Hartje, for appellant.",
      "It. W. Robins, for appellee."
    ],
    "corrections": "",
    "head_matter": "Dent v. Adkisson.\n4-2847\nOpinion delivered February 6, 1933.\nPatterson i& Patterson and George F. Hartje, for appellant.\nIt. W. Robins, for appellee."
  },
  "file_name": "0912-01",
  "first_page_order": 932,
  "last_page_order": 933
}
