{
  "id": 8726403,
  "name": "Lybarger v. Lieblong",
  "name_abbreviation": "Lybarger v. Lieblong",
  "decision_date": "1933-02-06",
  "docket_number": "4-2833",
  "first_page": "913",
  "last_page": "917",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 913"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "61 L. R. A. 176",
      "category": "reporters:federal",
      "reporter": "L.R.A.",
      "opinion_index": 0
    },
    {
      "cite": "21 S. W. (2d) 615",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "180 Ark. 416",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1393616
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/180/0416-01"
      ]
    },
    {
      "cite": "17 S. W. (2d) 884",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "179 Ark. 700",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8725092
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/179/0700-01"
      ]
    },
    {
      "cite": "125 S. W. 1020",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "93 Ark. 600",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1546825
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/93/0600-01"
      ]
    },
    {
      "cite": "227 S. W. 753",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "147 Ark. 216",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1583353
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/147/0216-01"
      ]
    },
    {
      "cite": "286 S. W. 1010",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "171 Ark. 872",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1369550
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/171/0872-01"
      ]
    },
    {
      "cite": "292 S. W. 1017",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "173 Ark. 617",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8723156
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/173/0617-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 350,
    "char_count": 4502,
    "ocr_confidence": 0.488,
    "pagerank": {
      "raw": 2.2653596950068796e-07,
      "percentile": 0.7831321439975845
    },
    "sha256": "591f278f81b7567d9f7a1b7ecc53ec6f23c09bd93837d8b8236cf4b5f1a8a9c2",
    "simhash": "1:971c5468d4f2c352",
    "word_count": 787
  },
  "last_updated": "2024-02-27T17:52:01.123529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Lybarger v. Lieblong."
    ],
    "opinions": [
      {
        "text": "Kirby, J.,\n(after stating the facts). The undisputed testimony shows that appellant had for years been a customer and depositor of the bank where his notes and business papers were all kept, the bank looking after this business and making credits upon the notes of payments by the debtors; and also that the cashier, Mr. Har-tón, who afterwards became president of the bank, advised with him about the execution of papers, notes and mortgages securing the money loaned by him, that he prepared this particular mortgage for execution and it was taken out by appellant and the signatures procured at the distant town and returned by mail immediately thereafter to the bank. The president of the bank had prepared the mortgage, evidently knew that it had not been recorded, collected payments on the note secured thereby, and before the note became due the bank took a mortgage conveying the same property to it for further security on a pre-existing debt due it, knowing at the time that the appellant’s mortgage tbereon had not been recorded.\nThese transactions established the agency of the bank, and it conld not take advantage of the information thereby acquired, and, failing to record this mortgage as their relationship required should be done, the bank could not then take a mortgage on the same property to further secure a pre-existing indebtedness from the mortgagors to it and thus acquire a prior lien upon the lands already mortgaged to appellant for the security of his loan, in effect taking advantage of its own wrong and violating its duty to its principal for its own benefit and to the injury of appellant whose agent it was, and the court’s finding to the contrary is not supported by the preponderance of the testimony, and it erred in holding otherwise. 21 R. C. L. 819-20; Walthour v. Pratt, 173 Ark. 617, 292 S. W. 1017; Rose City Mercantile Co. v. Miller, 171 Ark. 872, 286 S. W. 1010; Moore v. Ziba Bennet Co., 147 Ark. 216, 227 S. W. 753; Bell v. State, 93 Ark. 600, 125 S. W. 1020.\nEvery one, whether designated agent, trustee, servant or what not, under contract or other legal obligation to represent and act for another in any particular business or line of business or for any valuable purpose must be loyal and faithful to the interests of such other person in respect to such business or purpose. He cannot lawfully serve or acquire any private interest of his own in opposition to that of his principal. “This is a rule of common sense and honesty, as well as of law. ’ ’ In 21 R. C. L. 825, it is also said: “He may not use any information that he may have acquired by reason of • his employment, either for the purpose of acquiring property or doing any other act which is in opposition to his principal’s interest.” See also Houston Rice Co. v. Reeves, 179 Ark. 700, 17 S. W. (2d) 884; Dudley v. Wilson, 180 Ark. 416, 21 S. W. (2d) 615, where the court quoted with approval from Trice v. Comstock, 121 F. (C. C. A.) 620, 61 L. R. A. 176, the following: “Every agency creates a fiduciary relation, and every agent, however limited Ms authority, is disabled from using any information or advantage he acquires through his agency, either to acquire property or to do any other act which defeats or hinders the efforts of his principal to accomplish the purpose for which the agency was established.” See also 2 C. J. 692.\nThe fact that the agency is gratuitous does not affect the rule requiring good faith and loyalty on the part of the agent if he has entered upon or assumed the performance of his duties. Walthour v. Pratt, su/pra.\nThe bank could perform these duties, had been doing so for a long time, and certainly it could be expected to continue, under the circumstances of this case where appellant was a customer and depositor with a substantial account to his credit in the bank, the bank having charge of all his notes and securities and advising him as to the form of such instruments, actually preparing them, and receiving payments on said notes in settlement thereof.\nThe decree will be reversed, and the cause remanded with directions to enter a decree in accordance with this opinion holding appellant’s mortgage constitutes a prior and superior lien to that of the bank on the property and applying the money received from the foreclosure to the payment of appellant’s note accordingly. It is so ordered.",
        "type": "majority",
        "author": "Kirby, J.,"
      }
    ],
    "attorneys": [
      "George W. Clark and Clark & Clark, for appellant.",
      "B. W. Robins, for appellee."
    ],
    "corrections": "",
    "head_matter": "Lybarger v. Lieblong.\n4-2833\nOpinion delivered February 6, 1933.\nGeorge W. Clark and Clark & Clark, for appellant.\nB. W. Robins, for appellee."
  },
  "file_name": "0913-01",
  "first_page_order": 933,
  "last_page_order": 937
}
