{
  "id": 1432121,
  "name": "Chicago, Rock Island & Pacific Railway Company v. Cook",
  "name_abbreviation": "Chicago, Rock Island & Pacific Railway Co. v. Cook",
  "decision_date": "1933-10-02",
  "docket_number": "4-3101",
  "first_page": "914",
  "last_page": "917",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 914"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 389,
    "char_count": 6626,
    "ocr_confidence": 0.488,
    "pagerank": {
      "raw": 1.1329240581850794e-07,
      "percentile": 0.5763718270833551
    },
    "sha256": "393e66167e49ee347cf02227f4c7327b1ae4a0739e30f52795f92d62afed8d26",
    "simhash": "1:91eb01c02e5d3f6c",
    "word_count": 1165
  },
  "last_updated": "2023-07-14T19:49:01.606684+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Chicago, Rock Island & Pacific Railway Company v. Cook."
    ],
    "opinions": [
      {
        "text": "Humphreys, J.\nAppellee, in Ms own right and as administrator of the estate of his son, Rayburn Earl Cook, brought suit in the circuit court of Dallas County against appellant to recover damages for the death of his son caused through the alleged negligence of its motorman operating its motor car by failing to keep a lookout; by failing to discover the peril of deceased; by failing to blow the whistle or ring the bell, or to give any signal whatever to warn deceased of his impending danger.\nAppellant filed an answer denying each allegation of negligence and alleging that the death of deceased was the result of his own negligence, averring the truth to be that the deceased laid down flat on the ends of ties outside of the rail and that, although appellant’s motorman was keeping a constant lookout and saw something along the side of the track, he could not and did not realize that it was an animate object and did not think it would interfere with the running of the motor car until he came so close to it that it was impossible for him to stop the motor car in time to prevent the injury and death of deceased.\nThe cause was submitted to the jury upon the. pleadings, testimony, and instructions of the court, which resulted in a verdict and judgment in favor of appellee for $1,500 for the loss of services of his son, and to him as administrator of deceased’s estate for $500, from which is this appeal.\nAppellant’s first contention for a reversal of the judgment is that the verdict and consequent judgment are not supported by any substantial evidence. The argument is made that the motorman was the only eyewitness to the tragedy, and that his testimony throughout was consistent and uncontradicted, and was to the effect that the deceased was killed without any fault or negligence on his part. He testified that the motor car was moving at a speed of about forty-five miles an hour in a southerly direction on a practically straight track; thát he was keeping a constant lookout and did not discover that deceased, who was lying flat down on the ends of the ties outside the rail, was animate until he was within two hundred feet of him; that he immediately applied the emergency brakes and gave three blasts of the whistle, but was unable to stop the motor car before running over him; that the motor car stopped about two hundred feet after it passed over the body; that he backed up and stopped opposite the body and on alighting found the boy dead; that he blew the whistle for the crossing south of where the body was lying at the proper place, and that about the time he did so he discovered that the object he had seen before he blew the whistle for the crossing was alive; that up to that time he thought the object he had seen was a piece of paper.\nIt is undisputed that the boy was killed about one mile south of Bunn, and that the track was practically straight between the two points, the curve therein being so slight it would not obstruct the view, and that there was nothing else on the right-of-way to obstruct the- view. Evidence was introduced by appellee to the effect that the motorman did not blow the whistle as he stated for the crossing south of where the boy was sitting or lying and tended to show that about ten or fifteen minutes before the train passed, the boy was sitting on the edge of the track; also evidence showing that subsequent tests were made which revealed that a person standing at Bunn could see and distinguish a man at the point where the boy was killed either sitting or lying down, and that one standing where the boy was killed could see and distinguish a small dog at Bunn; also evidence to the effect that the deceased did not die immediately as stated by the motorman.\nWe think the. evidence introduced by appellee detailed, in substance, above was amply sufficient to warrant the jury in finding that, had the motorman been keeping a proper lookout, he could, in the exercise of ordinary care, have distinguished the deceased from a piece of newspaper when he first observed the object, at which time he could have stopped the motor car and prevented the injury and death.\nAppellant next contends for a reversal of the judgment because the court gave appellee’s instruction No. 5, which is as follows:\n“You are instructed that if you find from a preponderance of the evidence in this case that the operator of said motor car discovered an object on or dangerously near its track, and that he could not tell whether it was animate or inanimate, that it became and was his duty to exercise ordinary care to bring said motor car under control so as to avoid striking said object or person as it was found to be, and if it negligently failed to do this and thereby caused the death of the said Rayburn Earl Cook, it will be your duty and you are instructed to find for the plaintiff.”\nAppellant argues that the instruction was not within the allegations of negligence. The instruction was responsive to the issue tendered by appellant in its answer, and within the issue invoked by appellee under the lookout statute. Appellant introduced evidence in support of the issue tendered. It was therefore proper to instruct the jury relative to the issue and evidence introduced. It certainly is the intent of the lookout statute to require those operating trains when they discover an object on or dangerously near the track to exercise ordinary care to ascertain whether the object is animate or inanimate, and during the interval of doubt to put the train in control so as to stop same in the event the object proves to be animate. Unless this is the rule, the lookout statute would amount to nothing. Appellant argues, however, that the instruction ignores the defense of contributory negligence. Contributory negligence is no longer a defense in this State for a personal injury or death caused by the running of trains except for diminishing the damages in proportion to such negligence. Section 8575 of Crawford & Moses’ Digest. Appellant asked no instruction on comparative negligence pursuant to said statute. Appellant also argues that said instruction No. 5 is in conflict with instructions Nos. 3 and 4 given at the request of appellant. We have not been favored with any more than a suggestion that an irreconcilable conflict exists between the instructions. After a careful reading of them, we are unable to discover any conflict.\nNo error appearing, the judgment is affirmed.",
        "type": "majority",
        "author": "Humphreys, J."
      }
    ],
    "attorneys": [
      "Thos. S. Buzbee, for appellant.",
      "D. D. Glover and W. H. Glover, for appellee."
    ],
    "corrections": "",
    "head_matter": "Chicago, Rock Island & Pacific Railway Company v. Cook.\n4-3101\nOpinion delivered October 2, 1933.\nThos. S. Buzbee, for appellant.\nD. D. Glover and W. H. Glover, for appellee."
  },
  "file_name": "0914-01",
  "first_page_order": 934,
  "last_page_order": 937
}
