{
  "id": 1431944,
  "name": "Dewey Portland Cement Company v. Benton County Lumber Company",
  "name_abbreviation": "Dewey Portland Cement Co. v. Benton County Lumber Co.",
  "decision_date": "1933-10-02",
  "docket_number": "4-3100",
  "first_page": "917",
  "last_page": "931",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 917"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "270 S. W. 505",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "168 Ark. 407",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8722422
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/168/0407-01"
      ]
    },
    {
      "cite": "291 S. W. 795",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "172 Ark. 1088",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1407910
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/172/1088-01"
      ]
    },
    {
      "cite": "293 S. W. 50",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "173 Ark. 147",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8719410
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/173/0147-01"
      ]
    },
    {
      "cite": "279 S. W. 379",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "170 Ark. 195",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1371664
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/170/0195-01"
      ]
    },
    {
      "cite": "260 S. W. 49",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "163 Ark. 407",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1383817
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/163/0407-01"
      ]
    },
    {
      "cite": "45 A. L. R. 1396",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "283 S. W. 17",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "171 Ark. 11",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1369530
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/171/0011-01"
      ]
    },
    {
      "cite": "53 S. W. (2d) 999",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "186 Ark. 470",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8722830
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/186/0470-01"
      ]
    },
    {
      "cite": "3 S. W. (2d) 20",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "176 Ark. 238",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1399996
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/176/0238-01"
      ]
    },
    {
      "cite": "280 S. W. 15",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "170 Ark. 478",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1371768
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/170/0478-01"
      ]
    },
    {
      "cite": "259 S. W. 384",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "163 Ark. 133",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1383816
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/163/0133-01"
      ]
    },
    {
      "cite": "1 S. W. (2d) 801",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "175 Ark. 1161",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1403376
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/175/1161-01"
      ]
    },
    {
      "cite": "270 S. W. 965",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "168 Ark. 555",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8723583
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/168/0555-01"
      ]
    },
    {
      "cite": "260 S. W. 411",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "163 Ark. 542",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1383824
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/163/0542-01"
      ]
    },
    {
      "cite": "255 S. W. 26",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "160 Ark. 599",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8724518
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/160/0599-01"
      ]
    },
    {
      "cite": "254 S. W. 663",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "160 Ark. 342",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8722388
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/160/0342-01"
      ]
    },
    {
      "cite": "293 S. W. 47",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "173 Ark. 772",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8724305
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/173/0772-01"
      ]
    },
    {
      "cite": "16 Ark. 651",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8726167
      ],
      "opinion_index": 1,
      "case_paths": [
        "/ark/16/0651-01"
      ]
    },
    {
      "cite": "105 S. W. 256",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 1
    },
    {
      "cite": "84 Ark. 218",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1524380
      ],
      "opinion_index": 1,
      "case_paths": [
        "/ark/84/0218-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 872,
    "char_count": 26339,
    "ocr_confidence": 0.495,
    "pagerank": {
      "raw": 2.6273424673744395e-07,
      "percentile": 0.8218925118800362
    },
    "sha256": "2182f6302979f49be45792fc74b98d28586dcf2552d5b8c7b64c7c8e89a49e32",
    "simhash": "1:194914c808bad604",
    "word_count": 4546
  },
  "last_updated": "2024-02-27T21:18:50.990705+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Johnson, C. J., and Butler, J., dissent."
    ],
    "parties": [
      "Dewey Portland Cement Company v. Benton County Lumber Company."
    ],
    "opinions": [
      {
        "text": "Mehaffy, J.\nFred S. Wetzel, as receiver of the Benton County National Bank, brought suit against Benton County Lumber Company to recover on some notes executed by said company to said bank, and E. P. Knott was appointed receiver, and has since operated the business, and is attempting to pay claims against said company out of its earnings.\nThe appellant filed an intervention, alleging that the Benton County Lumber Company was indebted to it in the sum of $2,349.73; that $555.98 was for two carloads of cement sold and delivered by the intervener to the Benton County Lumber Company, plus interest of $22.18, and the balance of $3,500 is alleged to be due under a written agreement executed on June 29, 1927.\nThe written agreement is as follows:\n“This agreement, entered into this 29th day of June, 1927, by and between Dewey Portland Cement Company, a West Virginia corporation, party of the first part, and Benton County Lumber Company, an Arkansas corporation, party of the second part, witnesseth:\n“Whereas party of the second part owes party of the first part the sum of thirty-five hundred dollars ($3,500) for cement shipped by first party to second party which was used by E. H. Locher Company, contractors, in the construction of paving in the city of Bentonville, Arkansas, in what is known as Paving District Number One;\nAnd whereas party of the second part has not received payment for said cement from E. H. Locher, it is agreed as follows:\n“Party of the first part agrees, in consideration for agreements herein made by second party, that in the event party of the first part is compelled to take legal action to collect the sum of thirty-five hundred dollars ($3,500) above referred to, for which said second party holds a negotiable note ¡dated Bentonville, Arkansas, June 9, 1927, and due on or before October 1, 1927, the said note being signed by E. H. Locher Company, E. H. Locher, individually, and Tom Eads, the said E. H. Locher and said Tom Eads being partners doing business under the firm name of E. H. Locher Company, then in such event, first party agrees to pay one-half the expense of such legal action.\n“First party further agrees, that in the event the second party is unable to collect the amount due on the note hereinbefore referred to, that it will stand one-half the part of said amount which second party is unable to collect.\n“In consideration of the foregoing agreement by first party, second party agrees to use diligent efforts to collect said amount of thirty-five hundred dollars ($3,500), and in any event to collect the same, if not sooner collected, from the last estimate that may be due E. H. Locher Company from the city of Bentonville, Arkansas, for work done on Paving Improvement District Number Three therein, an assignment for which was made to second party by said contractors under date of June 9, 1927, which will be approved by the board of commissioners. Second party ag*rees that, as soon as collection of this amount is made, that it will immediately pay the same to first party.\n“In further consideration for foregoing agreement of first party, second party agrees to use his best efforts to see that only cement manufactured by first party is used in the work known as Paving Improvement District Number Three of the city of Bentonville, Arkansas.”\nThe Benton County Lumber Company and E. P. Knott, receiver, filed answer denying the allegations of the intervention, and further stated that the Dewey Portland Cement Company sold the cement to Looher and Eads; that the Benton County Lumber Company acted merely as agent for the intervener; that the Benton County Lumber Company did not become liable for any amount; that the note was taken, made payable to the Benton County Lumber Company as agent for the appellant, and was so understood by it at the time; that suit was brought on the note, a judgment obtained, and assigned to the appellant.\nOn July 12, 1930, the judgment in favor of the Benton County Lumber Company was assigned to appellant, and appellant thereafter brought suit on the judgment, claiming that it was the absolute owner, and obtained a judgment in its name.\nThe principal question for our consideration is the proper construction to be placed on the contract above set out.\n“Generally speaking, the cardinal rule in the interpretation of contracts is to ascertain the intention of the parties, and give effect to that intention if it can be done consistently with legal principles.” 6 R. C. L. 835; Mo. & N. Ark, Rd. Co. v. Fowler, 173 Ark. 772, 293 S. W. 47.\nIn construing a contract, however, and ascertaining the intention of the parties, the contract must be construed as a whole, nothing being treated as surplusage, if any meaning reasonable and consistent with the rest can be given it. Hughes v. El Dorado Union Oil Co., 160 Ark. 342, 254 S. W. 663.\nCourts may acquaint themselves with the persons and circumstances that are the subject of the statements in written agreements, and are entitled to place themselves in the same situations as the parties who made the contract, so as to view the circumstances as they viewed them, in order to ascertain the intention of the parties from the language used. U. S. Fidelity & Guaranty Co. v. Sellers, 160 Ark. 599, 255 S. W. 26; Wells v. Moore, 163 Ark. 542, 260 S. W. 411; Desha v. Erwin, 168 Ark. 555, 270 S. W. 965; Inter-Southern Life Ins. Co. v. Shutt, 175 Ark. 1161, 1 S. W. (2d) 801.\nAnother rule of construction is that, where there is any doubt as to the meaning of the contract, it will be resolved against the party who prepared the contract. Bracy Bros. Hdw. Store v. Herman-McCain Const. Co., 163 Ark. 133, 259 S. W. 384; McClain v. Reliance Life Ins. Co., 170 Ark. 478, 280 S. W. 15; Marley v. Hackler, 176 Ark. 238, 3 S. W. (2d) 20; Silbernagel & Co. v. Taliaferro, 186 Ark. 470, 53 S. W. (2d) 999; Walden v. Fallis, 171 Ark. 11, 283 S. W. 17, 45 A. L. R. 1396.\nThe note executed to the Benton County Lumber Company was dated June 9, 1927, and the cement furnished to the contractors must have been furnished sometime before the date of the note. The contract relied on by appellant was dated June 29, 1927. The contract shows that the appellee is indebted to the appellant in the sum of $3,500 for cement shipped to E. H. Locher Company, contractors, and the appellant agreed in that contract, in the event that appellee was compelled to take legal action to collect the note, the appellant would pay half the expense of such legal action: It further agreed that if the appellee was unable to collect the amount of the note, it, the appellant, would stand one-half the part of said amount which the appellee was unable to collect. It was also provided in the contract that the last estimate for work done on the improvement district was assigned to the appellee, and appellee agreed, as soon as this'was collected, to pay the appellant. Appellee also agreed in the contract to use its best efforts to see that only cement manufactured by the appellant was used in district No. 3.\nIt was the contention of the appellee that it acted as agent for the appellant. This is denied by the appellant in its evidence, as shown by the testimony of its vice-president.\nNumerous letters were introduced in evidence, which we do not set out at length, but on June 17, 1927, the appellee wrote to the appellant inclosing- a check for $2,268.20, with the $3,500 note, in full settlement of its account with appellant. The note was indorsed “without'recourse. ” It was also stated in this letter that the appellee would do what it could in the matter of collecting the note.\nOn June 20, 1927, the appellant wrote to the appellee declining to accept the note with the indorsement without recourse, and requested the appellee to erase these words, and to indorse the note without these words, but appellant stated in that letter, not that it was holding the appellee liable, but: “The reason for declining to accept said note is that we are not on the ground in a position to make collection, while you are, and furthermore being you saw tit to accept this note, doubtless you know it is easily collectible, and, as a matter of fact, you realize it is by you, but it might become a rather difficult matter for ns.”\nThe note was then indorsed in the manner suggested by the appellant. Thereafter, at the request of the appellant, the judgment obtained by appellee on said note was assigned to the appellant, the assignment being prepared by the appellant. The judgment was for $4,251.15, and they prepared the assignment so as to require the appellee to assign said judgment to the appellant company absolutely. In that assignment was included not only the $3,500, but all other moneys recoverable under said judgment.\nAfter the assignment of this judgment to it absolutely, appellant brought suit on this judgment in its name in Oklahoma, and recovered a judgment against the contractors.\nFrom the time the cement, for which the $3,500 note was given, was sold, sometime before June 9, 1927, until this suit was filed, appellant never took any steps to collect from the appellee, and it is not denied that Mr. Forsman, who dealt with appellee, 'understood that while the note was taken to appellee, it was not to be liable for the amount.\nIn appellee’s letter of June 17th is this statement: ‘£ The note is indorsed without recourse, which is in line with our conversation with Mr. Forsman.” This is not denied anywhere, and it is not denied that Mr. Forsman had the right to make the agreement.\nThe evidence shows that the. appellant is engaged in the manufacture and sale of cement, and that the appellee was engaged in the manufacture and sale of lumber and supplies. It was selling material to the improvement districts, and it required in the contract that it wrote that the appellee should use its best efforts to see that only cement manufactured by appellant was used in the work known as Paving District No. 3 of Bentonville, Arkansas.\nIt appears from the record that in their dealings they were mutually assisting each other, and, while the case is not entirely free from difficulty, yet the intention of the parties under the contract is a question of fact to be determined not only from the contract, but from the acts and conduct of the parties, and all the circumstances surrounding the transactions. These facts were considered by the chancellor, who found in favor of the appellee, and we think his finding was not against the preponderance of the evidence.\nIn addition to this, however, it may be said that, whether the contract should be construed as the chancellor construed it or as the appellant contends it should be construed, we think the acts of the parties, after the judgment was obtained by appellee, show that the parties themselves changed the contract, if it meant what appellant claims it meant.\n“It is well settled in this State that parties to a written contract may, subsequent to its execution, modify it, and substitute a valid oral agreement therefor.” Cook v. Cave, 163 Ark. 407, 260 S. W. 49; Elkins v. Aliceville, 170 Ark. 195, 279 S. W. 379; Am. Tr. Co. v. McKee, 173 Ark. 147, 293 S. W. 50; J. C. Englemen, Inc., v. Briscoe, 172 Ark. 1088, 291 S. W. 795.\nIt is not necessary that a contract be expressly rescinded, and another one substituted, but it may be implied from the acts of the parties and circumstances.\n“The cancellation or rescission of a written contract may be oral, or by implied agreement, which may be shown by the acts of the parties and the surrounding circumstances. So a rescission may be implied where the first agreement has never been followed, or acted on for a length of time.” 13 C. J. 601; Hunt v. Woods, 168 Ark. 407, 270 S. W. 505.\nWe think the chancellor was justified in finding that when the appellant did not, from 1927 to 1930, demand payment from appellee, and when it requested the assignment of a judgment for more than $4,000 to be assigned to it absolutely, neither party regarded this as a debt against the appellee.\nWe have called attention to the fact that when appellant objected to the manner of the indorsement of the note, it did not claim any liability against the appellee, but gave a wholly different reason for wanting the note indorsed as it suggested. Appellee wrote to appellant at the time that the representative of the appellant understood that the note was to be indorsed without recourse.\nWhen all the facts .and circumstances are considered, we cannot say that the finding of the chancellor is not supported by the evidence.\nThe decree is affirmed.\nJohnson, C. J., and Butler, J., dissent.",
        "type": "majority",
        "author": "Mehaffy, J."
      },
      {
        "text": "Johnson, C. J.,\n(dissenting). I cannot agree with the majority. Until now, I had understood the rule to be that parties could make contracts in the form and manner desired and that such contracts would be enforced by the courts, except when against public policy or when unlawful per se. In my opinion this court has now made a contract independently of the wishes of the parties.\nThe uncontradicted testimony in this case shows that prior to June 9, 1927 the Benton County Lumber Company purchased of and from the appellant, Dewey Portland Cement Company, a great quantity of cement, which the Benton County Lumber Company had delivered to the contracting’ firm of E. H. Locher Company. On June 9, 1927 the Benton County Lumber Company accepted a note from E. H. Locher Company for the sum of $3,500 in payment of the current account then due. This note was made payable to the Benton County Lumber Company. On June 17, 1927 the Benton- County Lumber Company remitted this $3',500 note to appellant at Kansas City together with a check for $2,268.20 and the first paragraph in this letter reads as follows: “We enclose ck. for $2,268.20 with the $3,500 note made by E. H. Locher Company in full settlement of our account to date.” On June 20, 1927, appellant Cement Company, returned the. Locher Company note with the following letter:\n“June 20, 1927.\n“Benton County Lumber Company,\n“Bentonville, Arkansas.\n“Atten. Mr. C. M. McKee\n‘ ‘ Gentlemen:\n“This will acknowledge your longhand letter of June 17th together with assignment signed by E. H. Locher and Tom Eads, also the same parties’ note for $3,500 in your favor but endorsed by you to this Company without recourse.\n“Observed you state the assignment should be returned to file with the Commissioners of the District, therefore I am enclosing same with this letter. I am also returning the note and .must decline to accept same unless you are willing to eradicate the. words on the back of said note ‘without recourse.’\n“After the two words mentioned are eradicated you should then make a notation on the back of the note above as follows: ‘The words “without recourse,” eliminated by the undersigned, ’ and then said note should be signed again the same as it is now signed. The reason for declining to accept said note is that we are not on the ground in a position to make collection, while you are, and furthermore being you saw fit to accept this note, doubtless you know it is easily collectible, and as a matter of fact you realize it is by you, but it might become a rather difficult matter for us.\n“However, if you desire to handle the matter as we wish and return the note endorsed as we suggested, we will then give your account credit for $3,500.00.\n• “Yours respectfully,\n“President.”\nImmediately after the receipt of this letter on June 20, wherein the note in controversy was returned .to the Benton County Lumber Company, the parties met in person and executed the contract which is the basis of the intervention in this case. This contract or agreement was executed on the 29th day of June, 1927, just nine days after appellant’s letter was written refusing to accept the note in payment of the account. The first paragraph of this contract of date June 29, 1927 reads as follows:\n“This agreement entered into this 29th day of June, 1927 by and between Dewey Portland Cement Company, a West Virginia Corporation, party of the first part, and Benton County Lumber Company, an Arkansas corporation, party of the second part, witnesseth: ‘Whereas, party of the second part owes party of the first part the sum of $3,500, etc.” The contract further provides as follows:\n“Party of the first part agrees, in consideration for agreements herein made by second party, that, in the event party of the first part is compelled to take legal action to collect the sum of Thirty-Five Hundred Dollars ($3500.00) above referred to, for which said second party hold a negotiable note dated Bentonville, Arkansas, June 9th, 1927 and due on or before October 1, 1927, the said note being signed by E. H. Locher Company, E. H. Locher, individually, and Tom Eads, the said E. H. Locher and said Tom Eads being partners doing business under the firm name of E. H. Locher Company, then in such event, first party agrees to pay one-half the expense of such legal action.\n“First party further agrees that, in the event the second party is unable to collect the amount due on the note hereinbefore referred to, that it will stand one-half the part of said amount which second party is unable to collect.”\nThis contract of June 29, 1927, speaks for itself and needs no construction. There can be no doubt but that the parties at that time admitted that the Benton County Lumber Company was indebted to the appellant, Cement Company, in the sum of $3500. Therefore, it must be conceded that the Lumber Company was not acting as agent of the Cement Company at that time. The contract further provides in effect that, if collection is not effected on the thirty-five hundred dollar note, the parties to the contract will divide the loss. This contract needs no construction. If the English language means anything, it means this and only this. You may turn it as you will or twist it as you may, but no other sensible construction can be given the language used. In conformity with the contract, the Benton County Lumber Company brought the. note back to Arkansas and instituted suit thereon in its own name, which finally resulted in a judgment in its behalf against the contractors for the full amount sued for. The Benton County Lumber Company did not effect collection of the note, and when it determined that it was without its power to effect collection in Arkansas, it transferred its judgment to appellant with the expressed intention of permitting appellants to endeavor to collect the judgment in the courts of Oklahoma. The majority opinion holds that the mere transfer of this judgment from the Benton County Lumber Company to the Cement Company extinguished the contract of June 29, 1927. No authority is cited for this position, and I assert with confidence that none can be found. The sole purpose of this transfer of judgment from the Benton County Lumber Company to appellants was in furtherance of the contract of June 29, 1927, and not antagonistic thereto. It was the evident purpose of the Benton County Lumber Company and appellants to endeavor to collect this note from the makers and everything that has been done in reference thereto has been in strict compliance with the contract. The construction placed upon this assignment by the majority opinion is a novelty in so far as legal jurisprudence is concerned in this State.\nThe majority opinion quotes from appellee’s letter, dated June 17, 1927, as follows: “The note is indorsed without recourse, which is in line with our conversation with Mr. Porsman. ’ ’ The opinion then says: ‘ ‘ This is not denied anywhere, and it is not denied that Mr. Porsman had the right to make the agreement. ’ ’ This language is indeed strange. This letter of June 17 was answered by appellant on June 20 and acceptance of this note was definitely declined and refused. The fact is this note was returned to the Benton County Lumber Company on that date with the definite advice that appellant would not accept this note indorsed “without recourse.” After appellant had refused the acceptance of the note, the parties met personally and negotiated and executed the contract, which is the basis of the intervention. It is “hornbook” law in this State that all negotiations leading up to a contract are merged therein. This elementary principle of law is wholly ignored in the majority opinion. The majority opinion says that the parties were mutually assisting each other in an endeavor t'o collect this note, and, continuing, uses this language: “And while the case is not entirely free from difficulty, yet the intention of the parties under this contract is a question of fact to be determined not only from the contract, but from the acts and conduct of the parties, and all the circumstances surrounding the transaction.” I cannot subscribe to this doctrine. I understand .the rule to be that contracts must be construed according to the language used in the contract, unless the same is ambiguous. There is no ambiguity in this contract. It is plain, certain and in the most simple language.\nIt is next said in the majority opinion: “We think the acts of the parties, after the judgment was obtained by the appellee, shows that the parties themselves changed the contract.” Just what acts of the parties are referred to are not pointed out in the opinion. The only thing that was done was the execution of an assignment of the judgment by the Benton County Lumber Company to appellants, after the Benton County Lumber Company was thoroughly convinced that it could not effect collection of the judgment in Arkansas. This assignment of the judgment was done as much for the benefit of the Benton County Lumber Company as it was for the benefit of the Cement Company. Not one penny consideration passed between the parties for this transfer or assignment. It is perfectly evident that this assignment was executed for the common purpose of collecting this judgment for the benefit of both parties. It is next stated in the opinion that “it is well settled in this State that parties to a written contract may, subsequently to its execution, modify it and substitute an oral agreement therefor.” Just how, when or where this contract was modified is not pointed out in the opinion or just where or when any oral agreement was effected in substitution of this contract is not pointed out. The record in the case will be searched in vain for any act or circumstance of the parties, which could be construed as a modification or substitution for the contract of June 27, 1927, other than the mere transfer and assignment of the judgment from the Benton County Lumber Company to appellants. Lastly, it is stated in the opinion: “We think the chancellor was justified in finding that when the appellant did not, from 1927 to 1930, demand payment from appellee, and when it requested the assignment of a judgment for more than $4,000 to be assigned to it absolutely, neither party regarded this as a debt against the appellee.” Just how this conclusion can be reached is beyond my power of comprehension. The purpose of the contract of June 29, 1927 was to give the Benton County Lumber Company full opportunity to collect this judgment and remit one-half thereof to the Cement Company, and because the Lumber -Company took three years in endeavoring to effect this collection, without protest from appellants, this is seized upon -by this court to bar appellant’s right of recovery in this action. Under the contract the duty rested upon appellee to effect collection of this note. In furtherance thereof it filed a suit ag-ainst the contractors, and the same was prosecuted through the -Supreme Court of the State. Appellant patiently waited until this suit was finally determined in the Arkansas courts. Thereafter it requested an assignment of the judgment of the Arkansas courts to it that it might assist the Benton County Lumber Company in effecting collection from tbe contractors in 'Oklahoma. Appellant spent its money, its time, and its energies in assisting the Benton County Lumber Company in effecting this collection, and now by the majority opinion it is penalized to the extent of the full liability of the Lumber Company under this contract.\nStating the proposition in a more concise and simple manner: appellee owed appellants on account $3500 on June 17, 1927. This is true because appellee so admitted in its letter of June 17; it so admitted in its solemn contract of June 29, 1927. By entering into this contract of June 29, appellee paid and satisfied one-half this debt by agreeing to assist appellants in procuring future business from the contractors. The other half of the debt was agreed to be paid by appellee by collecting same from the contractors. After three years’ time and protracted litigation, appellee failed to effect the collection in Arkansas. Thereupon, the Arkansas judgment was assigned by appellee to appellants, not in payment of any sum to appellants under the contract of June 29, but for the purpose of procuring the assistance of appellants in an efficient endeavor to collect the judgments from the contractors in the courts of Oklahoma. Not one word of testimony can be found in this record indicating* that this assignment was executed or accepted by appellants in satisfaction of its debt as evidenced by the contract of June 29, 1927.\nThis court has held that “the giving of notes for a debt is no payment of a debt, unless it be so agreed by the parties.” Daniel v. Gordy, 84 Ark. 218, 105 S. W. 256. There is not one word of testimony in this record indicating that the Cement Company accepted the assignment of this judgment in payment of this debt. Again, this court is definitely committed to the rule that the burden of proof rests upon the party who pleads payment. Owens v. Chandler, 16 Ark. 651. In so far as I am advised, this case has been followed consistently since its pronouncement. Notwithstanding the burden of proof was on appellee to show by facts and circumstances that this indebtedness bad been paid, it did not introduce one word of testimony in support of it.\nFor tbe reasons aforesaid, I respectfully dissent from tbe majority opinion.",
        "type": "dissent",
        "author": "Johnson, C. J.,"
      }
    ],
    "attorneys": [
      "J. T. McGill and Raymond W. Moore, for appellant.",
      "Vol T. Lindsey, for appellee."
    ],
    "corrections": "",
    "head_matter": "Dewey Portland Cement Company v. Benton County Lumber Company.\n4-3100\nOpinion delivered October 2, 1933.\nJ. T. McGill and Raymond W. Moore, for appellant.\nVol T. Lindsey, for appellee."
  },
  "file_name": "0917-01",
  "first_page_order": 937,
  "last_page_order": 951
}
