{
  "id": 8726277,
  "name": "Ruddell v. Monday",
  "name_abbreviation": "Ruddell v. Monday",
  "decision_date": "1929-07-01",
  "docket_number": "",
  "first_page": "920",
  "last_page": "926",
  "citations": [
    {
      "type": "official",
      "cite": "179 Ark. 920"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "162 S. W. 61",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "110 Ark. 511",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1337143
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/110/0511-01"
      ]
    },
    {
      "cite": "105 S. W. 867",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "84 Ark. 390",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1524387
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/84/0390-01"
      ]
    },
    {
      "cite": "133 S. W. 1126",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "97 Ark. 334",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1318850
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/97/0334-01"
      ]
    },
    {
      "cite": "117 S. W. 1073",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "90 Ark. 29",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1513801
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/90/0029-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 444,
    "char_count": 10127,
    "ocr_confidence": 0.507,
    "pagerank": {
      "raw": 1.2240919645422112e-07,
      "percentile": 0.6007597354131458
    },
    "sha256": "786004fee73d32cd506d82937b37a066f4849d2a555df6d38f26e227fd0b20b0",
    "simhash": "1:874c55623f715c92",
    "word_count": 1715
  },
  "last_updated": "2024-02-27T23:51:14.248945+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Ruddell v. Monday."
    ],
    "opinions": [
      {
        "text": "Humphreys, J.\nAppellant, a property owner in Paving Improvement District No. 6 of the City of Batesville, Arkansas, brought suit against appellees, who constituted the hoard of commissioners of said district, in the chancery court of Independence County, to enjoin them from proceeding with the work and spending any money or doing anything toward making the improvements contemplated therein, attacking the formation of said district on twelve different grounds.\nAppellees filed an answer, denying the invalidity of the district.\nThe cause was submitted to the court upon the pleading's and testimony adduced by the respective parties, resulting in a dismissal of appellant’s complaint for the want of equity, from which is this appeal.\nAppellant’s first attack on the validity of said district is that 'the minutes of the council did not recite that it found from evidence introduced at the time that the first petition for the district filed with the city council contained the names of ten residents within said district. The minutes of the 'council recited that it found more than ten persons living within Paving District No. 6 of the city of Batesville, Arkansas, did sign the first or initial petition. There is nothing in the statute authorizing the creation of the district, requiring the minutes to recite that these findings were based upon evidence introduced before the council at the time. According to the evidence introduced in the instant 'ease, fifteen persons living in the district signed the first or initial petition. Where nothing appears in the minutes of the council or the face of the record to the contrary, this court will presume that it heard the evidence in support of its finding and that the evidence warranted such finding.^\nAppellant’s second attack on the validity of the district is that the boundaries of the district designated in the initial or first petition are so vague and indefinite that the property owners icould not ascertain what property was included or was intended to be included in said district. The boundary lines set out in the petition follow well-defined streets and Polk Bayou, which is a well-defined watercourse, so that the boundaries may be easily distinguished*. The description of the boundary line of the proposed district in the petition is clear and definite, and the finding of the trial court that the boundaries are easily distinguishable is supported by the evidence introduced in the case.\nAppellant’s third attack on the validity of the district is that the object of the improvement district was not set out in the first or initial petition, because it failed to state the kind of paving to be done. The statute under which the district was formed does not require a specification in the initial petition of the kind of material to be used, so that it is a matter necessarily left to the discretion of the commissioners in forming the plans for the improvement and making estimates of the cost thereof. Boles v. Kelly, 90 Ark. 29, 117 S. W. 1073; McDonnell v. Imp. Dist. No. 145, Little Rock, 97 Ark. 334, 133 S. W. 1126.\nAppellant’s fourth attack on the validity of the district is that ordinance No. 480, creating same, failed to set out the streets to be paved, to designate the kind of paving, and to designate the boundaries of the district so that they may be easily distinguished. The title or preamble to the ordinance and the emergency clause attached thereto named the streets to be paved, and, both being a part of the ordinance, the streets to be paved were sufficiently designated therein. The preamble to the ordinance, in describing the boundary lines of. the’proposed district, followed the description of the boundary lines in the initial petition. The ordainiing or enacting .clause of the ordinanc e in § 1 thereof reads as follows:\n“That the whole of the territory a/bove described be and the same is hereby laid off into an improvement district for the purpose of constructing and maintaining a-paving system within the above-described territory and in accordance with said petition; that the boundaries above described be and they are hereby designated as the boundaries of said district, and that the territory embraced therein shall be known as Paving Improvement District No. 6 of the city of Batesville.”\nThe boundaries set out in the preamble and title of the ordinance referred to in § 1 thereof and adopted as the boundaries of the district are a sufficient designation of the lands to be included or embraced in the proposed district. As stated above, the boundaries so designated follow used streets and a well-defined stream, and are not void on account of vagueness and indefiniteness. There is nothing in the statute authorizing the creation of the district requiring that the kind of pavement to be used shall be set out therein, so that the kind and character of paving was necessarily left within the discretion of the board of commissioners.\nAppellant’s fifth attack on the validity of the district is that the second or majority petition failed to contain a majority of the property owners within the -district. The minutes of the city council contained a finding that said petition did contain a majority in value of the property owners, and .the testimony introduced before the trial court in the instant case showed that a large majority in value of the property owners actually signed the second petition. The finding of the 'council in this regard was conclusive after thirty days, unless an appeal was taken, and, as no appeal was taken from the action of the council, this ground of attack is without sanction of law. Section 5652 of Crawford & Moses’ Digest requires that complaining parties must take an appeal from the action of the council in this particular within thirty days, else they are bound by the finding of the city council. Craig v. Russellville Imp. Dist., 84 Ark. 390, 105 S. W. 867; Waters v. Whitcomb, 110 Ark. 511, 162 S. W. 61.\nAppellant’s sixth attack on the validity of the district is that the second or majority petition failed to state the nature of the improvement in that it did not state the kind of paving to he-used and the streets to be paved. The majority petition named the streets to be paved by reference to ordinance No. 480, and that was a sufficient compliance with the statute authorizing the creation of the district. As heretofore stated, it was unnecessary to state the kind of paving intended to be used, as that was a matter necessarily left to the discretion of the commissioners of the district.\nAppellant’s seventh and eighth attack on the validity of the district is that the council did not make its finding that a majority in value of the property owners signed the petition by resolution or ordinance, and did not use any records in making such findings. There is nothing in the statute authorizing the creation of the district that requires the council to make such finding by resolution or ordinance. The minutes of the council recited that the majority in value of the owners of the property in the district signed the majority petition. Such a finding incorporated in the minutes of the council is a sufficient compliance with the statute, as the statute itself does not prescribe any form by which the findings of the council shall be made.\nAppellant’s ninth attack on the validity of the district is that there is a variance in the first petition and the second petition, in that the first petition states that it was not to exceed 70 per cent, of the assessed value of the property in the district and the second petition states that it was not to exceed 50 per cent, of the assessed value of the property in the district. The statute authorizing the creation of a district does not require that either the first petition or the ordinance shall state what peneentum of the assessed value of the property it would cost to make the improvement, so therefore the percentum stated in the first petition and ordinance must be treated as sur-plusage. When so treated, there is no variance between the initial petition or ordinance and the second petition. If there were a variance, the second petition would control, and no prejudice could result to property owners, since the per centum was reduced and not increased.\nAppellant’s tenth attack on the validity of the district is that there is'á variance between the figures in the cost of the improvement as estimated by the engineer and the estimate included in the proceedings of the city council creating the district. The variance is only $12.80 over a ,$28,000 estimate, and is de minimis. It is apparent that the discrepancy here is a clerical misprint.\nAppellant’s, eleventh attack on the validity of the district is that ’the plans and specifications for the improvements do not show that they conformed-to the grades Of the‘streets set by the -city of Batesville.' The testimony introduced in the instant case shows that the city coufici! ápproved the plans and that the grades will conform to those' set by the city council.\nAppellant’s twelfth and last attack on the validity of the district is that the initial petition and ordinance stated that -Central Avenue and Broad Street, in West Batesville, are to be paved, and that there is no addition to Batesville called West Batesville. The testimony' introduced in the instaht case reflects that all the property of Batesville north and west of Polk Bayou is not only commonly called West Batesville but that West Bates-ville is usually the designation of that part of Batesville north and' west of Polk Bayou, and that all of Paving District No. 6 lies in’ that part of Batesville usually called West Batesville. The name of Central Avenue and Broad Street, in West Batesville, as the streets to be improved, could not mean any other streets 'than the streets mentioned, hence no property owner was or could have been misled as to the streets to -be improved.\nNo error appearing, the decree of the court is in all things affirmed.",
        "type": "majority",
        "author": "Humphreys, J."
      }
    ],
    "attorneys": [
      "W. K. Ruddell, for appellant.",
      "L. F. Reeder, for appellee."
    ],
    "corrections": "",
    "head_matter": "Ruddell v. Monday.\nOpinion delivered July 1, 1929.\nW. K. Ruddell, for appellant.\nL. F. Reeder, for appellee."
  },
  "file_name": "0920-01",
  "first_page_order": 938,
  "last_page_order": 944
}
