{
  "id": 1428389,
  "name": "Coffield & Moore Manufacturing Company v. El Dorado Laundry & Dry Cleaning Company",
  "name_abbreviation": "Coffield & Moore Manufacturing Co. v. El Dorado Laundry & Dry Cleaning Co.",
  "decision_date": "1934-02-19",
  "docket_number": "4-3366",
  "first_page": "924",
  "last_page": "928",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 924"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 406,
    "char_count": 8294,
    "ocr_confidence": 0.465,
    "sha256": "aaf1700c111ad26bc136e3e4ea19e08568004d75a9ddd34bbe911c21c5e3cf65",
    "simhash": "1:aa8eb3ee1aadc914",
    "word_count": 1402
  },
  "last_updated": "2023-07-14T22:44:11.517500+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Coffield & Moore Manufacturing Company v. El Dorado Laundry & Dry Cleaning Company."
    ],
    "opinions": [
      {
        "text": "Mehaffy, J.\nThis suit was begun by the appellant against the appellee for $957.48. It alleged that the appellee was indebted to it in said sum for machinery and merchandise sold to appellee; that the amount was past due and represented the balance due on the purchase made by appellee. An' itemized statement was attached to the complaint and made part thereof.\nAppellee filed an answer and cross-complaint in which it denied the material allegations in the complaint ; denied being indebted to appellant in any sum. In the cross-complaint appellee alleged that the machinery bought was unfit for the purpose for which it was purchased, and that appellee had been damaged in the sum of $700, and asked judgment against the appellant.\nThere was a trial by jury, and a verdict and judgment for appellee on its cross-complaint for $100. The case is here on appeal.\nAppellant first contends that the damages awarded appellee were in excess of the amount claimed in cross-complaint. It is argued that, according to the undisputed testimony, the total amount due appellant at the date of trial was $968.95; of this amount $133.48 is interest. If, as the jury must have found, the machinery sold was unfit for the purpose for which it was purchased, appellant would not be entitled to interest. The evidence as to the damages is not very satisfactory, but we think it was sufficient to show that the damages were equal to the amount due appellant.\nThe cross-complaint alleged that appellee entered into a contract with appellant for the purchase of a new and complete boiler return system to be used in appellee’s laundry and cleaning plant, and that appellant warranted to appellee that such system, when installed by it, would operate in an efficient and satisfactory manner, and that, when the steam pressure in the boiler reached a certain point, the safety signal valve would blow a warning of such excess pressure, and said valve would automatically cut off or reduce the flow of fuel gas in such manner as to furnish proper steam pressure for the efficient operation of the system and protect the boiler against excessive pressure. It was also alleged in the cross-complaint that the appellant breached this contract by installing a used, second-hand and inferior system, instead of a complete new system; that the system installed by appellant is not the system purchased by appellee; that the agent of appellant informed appellee that the safety signal valve installed was second-hand, but that appellant would replace it with a new safety signal valve, but that the old valve would adequately operate and take care of the operation of the system.\nAppellee was not acquainted with the character of equipment purchased, and did not know that a secondhand system had been installed, until some time after the installation. It then requested appellant to comply with its contract. It also alleged that its agents and servants were not familiar with the system, and had to rely on appellant; that, as a result of the breach of contract of purchase as above mentioned, the system failed to operate efficiently, and, because of the defects in it, the system was damaged by steam pressure in the sum of $500. Appellant agreed to install a new safetv signal valve, and appellee thereupon paid $200; that the promises made by appellant were all violated, and the equipment is worthless and of no value. Appellee prayed for judgment for $700 damages.\nThe evidence also showed that the automatic gas control was second-hand, and was sold to appellee for $37.50, and that a new one was worth $125.\nThomas Conley, a boiler-maker, testified that he was familiar with the value of second-hand boilers, and that a reasonable market value of the boiler in question would be $1,500, and that the damage depreciated it 50 per cent. This evidence seems to have been admitted without objection.\nO. 'Brewster testified that he was solicitor for the laundry when the boiler flues burned, and this caused confusion and dissatisfaction and loss of two customers, and that, from these two customers, the laundry was getting $30 a week, $15 from each. There is no evidence as to whether this loss would probably continue, and no evidence showing the loss of other customers, and it is impossible to tell how much the jury found for these items.\nWhatever amount of damages was given for loss of customers was speculative and uncertain. We think, however, this error can be cured by disallowing the judgment of $100 in favor of appellee, because there seems to be ample evidence to sustain a finding for appellee; that is, a finding that the damages are equal to the balance due appellant.\nIt is next contended that the court erred in not permitting the appellant to introduce testimony that the Kisco Return System was a well-known, well-advertised and generally used article of merchandise. There was no error committed by the court in refusing to permit this testimony. The evidence shows that the appellee did not make the purchase because of any advertising or general use of the merchandise, and knew nothing about it itself.\nIt is next contended that the court erred in refusing to instruct the jurv to find for the appellant in the sum proved to be due. The court, at the request of the appellant. instructed the jury in effect that there was no implied warranty that second-hand parts will perform efficiently, but that the defendant must assume the risk that tbe second-band part will do the work as well as a new part, and that the failure of the second-hand part to perform efficiently does not invalidate the contract. The court also instructed the jury that the burden of proving the counterclaim was upon the appellee. The following instruction was given at the request of the appellant: “Where property sold is not reasonably fit for the purpose intended, the purchaser has two remedies: first, he may rescind the contract, surrender the property and recover his money, or, second, he may retain the property and recoup his damages for the deficiency when sued for the purchase price. In this case the defendant, El Dorado Laundry & Dry Cleaning Company, has elected to retain the property, and under the evidence it will be your duty to find for the plaintiff in the amount sued for, and, if you further find that the defendant is entitled to damages on its counterclaim, you will find for the defendant in whatever sum you find from the evidence it is entitled to. ’ ’\nInstruction No. 8 was also given at the request of appellant. It reads as follows: “Before the defendant can recover damages on its counterclaim, it must prove by a preponderance of the evidence that there were substantial defects, not mere minor defects or adjustments, that would make the Kisco Boiler Return System unfit for use, and, if you find from a preponderance of the evidence that the defendant was damaged in any sum, you will arrive at the amount of the damages by determining the difference between the value of the property sold in good condition as represented and the value in its present deficient condition, if it was deficient, and render a judgment against El Dorado Laundry & Dry Cleaning plant for the difference, if any is shown. ’ ’\nThe. case seems to have been submitted to the jury on correct instructions, and as to whether the property purchased was fit for the use for which it was purchased, and also its value, were questions for the jury. The amount of damages to which appellee was entitled was also a question for the jury. We have already said that the evidence as to loss of customers was uncertain and speculative, and it is impossible to say what amount the jury gave for these items. However, the amount given for loss of customers would not exceed $100, and, as there appears to be sufficient evidence, without the evidence as to these items, to sustain the jury’s verdict in finding for the appellee, this error can be cured by disallowing the $100 in favor of appellee, reversing the judgment as to that, and entering judgment here for the appellee, which is accordingly done.",
        "type": "majority",
        "author": "Mehaffy, J."
      }
    ],
    "attorneys": [
      "Silas W. Rogers, for appellant.",
      "Harry Steinberg and McNalley & Sellers, for appellee."
    ],
    "corrections": "",
    "head_matter": "Coffield & Moore Manufacturing Company v. El Dorado Laundry & Dry Cleaning Company.\n4-3366\nOpinion delivered February 19, 1934.\nSilas W. Rogers, for appellant.\nHarry Steinberg and McNalley & Sellers, for appellee."
  },
  "file_name": "0924-01",
  "first_page_order": 942,
  "last_page_order": 946
}
