{
  "id": 8726459,
  "name": "Crowe v. Futrell",
  "name_abbreviation": "Crowe v. Futrell",
  "decision_date": "1933-02-06",
  "docket_number": "4-2937",
  "first_page": "926",
  "last_page": "929",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 926"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "12 S. W. (2d) 421",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "178 Ark. 746",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1397007
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/178/0746-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 297,
    "char_count": 5529,
    "ocr_confidence": 0.514,
    "pagerank": {
      "raw": 3.2349586594574435e-07,
      "percentile": 0.8679359298553699
    },
    "sha256": "c4070f5d74a7bf5be0dc462bf66cfb7561519b7373134609d3dcbad871dd2d45",
    "simhash": "1:6843ef0d9144d6de",
    "word_count": 965
  },
  "last_updated": "2024-02-27T17:52:01.123529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Crowe v. Futrell."
    ],
    "opinions": [
      {
        "text": "Mbhaeey, J.\nW. S. Davidson and J. R. Crowe, on May 10, 1930, entered into a contract to exchange lands. The contract provided that Davidson was to convey to Crowe, free of all incumbrances, certain lands in Mississippi County, Arkansas, and Crowe agreed to convey, and did convey, to Davidson certain lands in Prairie County, Arkansas, subject to a government loan in the sum of $7,000, which Davidson assumed and agreed to pay. The contract also provided that Crowe was to retain possession of the Prairie County land for the years of 1930 and 1931, rent free, and further, as a part of the consideration, Crowe agreed to lease the Prairie County land for the year 1932 for the sum of $3,600, and agreed to execute and deliver a note for this amount. There are several other paragraphs in the contract, but it is unnecessary to set them out here.\nCrowe did not pay the $3,600, but sometime in October, 1930, Davidson filed his complaint in the chancery court of Mississippi County against J. R. Crowe and Mrs. J. R. Crowe, and, at the time of filing the suit Davidson filed lis pendens notice, setting forth the nature of his suit and his effort to secure lien on the 160 acres of land in Mississippi County, which he had deeded to Crowe.\nAt the time complaint was filed, and for several years prior thereto, J. R. Crowe and Mrs. J. R. Crowe had been citizens and residents of Stuttgart, in Arkansas County, and summons was issued by the clerk of Mississippi County, directed to the sheriff of Arkansas County.\nOn November 23, 1932, the petitioners appeared specially and filed a motion to quash the service. In said motion they did not enter their general appearance, hut appeared specially for the purpose of filing the motion to quash the service. In said motion they alleged that they are both citizens and residents of the northern district of Arkansas County, Arkansas, and were citizens and residents of Arkansas County at the time of filing the suit; that they were served by the sheriff in Arkansas County, and that the court acquired no jurisdiction over them by virtue of the service of the summons, and that the court had no jurisdiction of the cause of action, and prayed that the service of summons upon them be quashed, and the cause dismissed.\nThe court heard the motion, overruled the same, and required the defendants to answer within 20 days. They excepted to the ruling of the court. Petitioners then filed their petition in this court, praying that summons and service thereof be quashed, and that said court be prohibited from proceeding further therein.\nIt is the contention of the petitioners that the suit filed in Mississippi County by respondent is a suit to collect $3,600 as rent, and is a transitory action, and must be brought in the county in which the defendant or one of several defendants resides or is summoned. They rely on § 1176 of Crawford & Moses’ Digest, which reads as follows: ‘ ‘ Every other action may be brought in any county in which the defendant or one of several defendants resides or is summoned.”\nIf this were a transitory action and no right to a lien on the land in Mississippi County existed, this section would apply.\nDavidson and Crowe agreed to an exchange of lands. Davidson assumed and agreed to pay an indebtedness of $7,000, which was a lien on the lands in Prairie County. Crowe agreed to keep the lands and rent them for the year 1932 for $3,600. The contract, however, expressly states that, as a part of the consideration of this exchange of properties, the party of the second part agrees to rent or lease the land from the party of the first part for the year 1932 for $3,600. In the suit brought in the Mississippi court, the plaintiff alleged that this $3,600 was a part of the consideration, that it had not been paid, and that he was entitled tof a lien on the lands in Mississippi County to secure the payment. If this was a part of the consideration entitling the plaintiff in the case to a lien on the lands in Mississippi County, the court had jurisdiction.\nWe have held: “It is well settled that, if the existence or nonexistence of jurisdiction depends on contested facts which the inferior court is competent to inquire into and determine, a writ of prohibition will not be granted, although the superior court should be of the opinion that the claims of fact had been wrongfully determined by the lower court, and, if rightfully determined, would have ousted the jurisdiction.” Merchants’ & Planters’ Bank v. Hammock, 178 Ark. 746, 12 S. W. (2d) 421.\nThe chancery court, in the action brought in Mississippi County, had jurisdiction of the subject-matter, and it had jurisdiction to inquire into the fact whether the $3,600 was as alleged in plaintiff’s complaint, a part of the consideration for the Mississippi County land, entitling plaintiff to a lien on said land.\nWe must take the cause of action as it was alleged in the original complaint. Otherwise, we would try the merits of the controversy for the purpose of determining whether or not we have power to try them.\nIf the allegations in the complaint are true, the court had jurisdiction, not only of the subject-matter, but of the person of the defendants; and, since the allegations in the complaint depend upon the proof, the chancery court bad a right to pass upon the facts, and the writ of prohibition is denied.\nSee Roach v. Henry, ante p. 884 (Rep.).",
        "type": "majority",
        "author": "Mbhaeey, J."
      }
    ],
    "attorneys": [
      "Ingram i& Moher, for petitioner.",
      "Frank G. Douglas, for respondent."
    ],
    "corrections": "",
    "head_matter": "Crowe v. Futrell.\n4-2937\nOpinion delivered February 6, 1933.\nIngram i& Moher, for petitioner.\nFrank G. Douglas, for respondent."
  },
  "file_name": "0926-01",
  "first_page_order": 946,
  "last_page_order": 949
}
