{
  "id": 8726302,
  "name": "Jansen v. Perrin",
  "name_abbreviation": "Jansen v. Perrin",
  "decision_date": "1929-07-01",
  "docket_number": "",
  "first_page": "927",
  "last_page": "930",
  "citations": [
    {
      "type": "official",
      "cite": "179 Ark. 927"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "51 Ark. 235",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8721957
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/51/0235-01"
      ]
    },
    {
      "cite": "9 A. L. R. 1594",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "216 S. W. 693",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "141 Ark. 262",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1592909
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/141/0262-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 348,
    "char_count": 7195,
    "ocr_confidence": 0.513,
    "pagerank": {
      "raw": 8.138363859351185e-08,
      "percentile": 0.4704029076598674
    },
    "sha256": "c435f87277cb03dbfb2a0705fd3edfb2f8e912570b88101f96136f92ace8aced",
    "simhash": "1:fcda72a63d7aac73",
    "word_count": 1267
  },
  "last_updated": "2024-02-27T23:51:14.248945+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Jansen v. Perrin."
    ],
    "opinions": [
      {
        "text": "Humphreys, J.\nAppellee herein brought suit against appellant herein and W. A. Jackson, in the court of J. A. Douglass, a justice of the peace in Randolph County, upon an account in the sum of $160 and interest at the rate of 6 per cent, per annum from March 3, 1928, being the amount paid by him on said date to the Pocahontas State Bank in satisfaction of a judgment it obtained against W. A. Jackson and the appellant herein on the first day of August, 1925, in the circuit court of Randolph County, which was a lien upon block No. 10, Dalton’s Addition to the town of Pocahontas, in said county and State, containing two acres, which he acquired by purchase from W. A. Jackson on August 15,1925.\nOn November 1, 1928, the cause was tried by the justice of the peace, sitting as a jury, resulting in the rendition of a judgment against both the appellant herein and W. A. Jackson. Appellant herein appealed from the judgment to the circuit court of said county, but W. A. Jackson did not appeal. After the transcript was lodged in the office of the circuit clerk, appellant herein filed an answer to appellee’s statement of account, interposing the defense thereto that W. A. Jackson was a prior in-dorser on the note npon which said judgment was obtained, and that, as between W. A. Jackson and himself, W. A. Jackson was primarily liable thereon, and that, under the doctrine of subrogation and as a matter, of equity, he had the right to require the Pocahontas State Bank to collect the judgment it obtained against them out of W. A. Jackson or the real estate of W. A. Jackson, upon which the judgment was a lien.\nThe cause was submitted, on appeal in the circuit court, upon the pleadings and testimony adduced by the respective parties, which resulted in a judgment upon the account against appellant herein, in favor of appel-lee herein, from which is this appeal.\nThe record reflects, according to the undisputed facts, that on August 1, 1925, the Pocahontas State Bank obtained a joint and several judgment against W. A. Jackson and appellant herein for $151.94, with interest and costs, which became a lien from the date of its rendition upon the following described real estate owned at the time by W. A. Jackson, to-wit, said block 10 in Dalton’s Addition to the city of Pocahontas; that the judgment did not show on its face or indicate in the findings of the court any difference in the liability of Jackson from the liability of appellant herein; that on August 15, 1925, W. A. Jackson sold said real estate to appellee herein upon the representation that there were no judgment liens against it; that the consideration paid and'to be paid for ilie property was $3,500, of which sum $500 was paid in cash, the sum of $780 by the assumption of two mortgages against the property, and the balance of the consideration was represented by vendor’s lien notes in the sum of $2,120; that Jackson traded $1,500' of the notes to his brother-in-law, Mr. Presley, and the other $500 note to the Pocahontas State Bank; that, when the vendor’s lien notes for $1,500 matured, it became necessary for appel-lee to borrow money on the property with which to pay him, and that, in negotiating a loan for that amount from-a building and loan association, it was discovered that the Bank of Pocahontas had obtained the judgment against W. A. Jackson and the appellant herein on the first day of August, 1925, which judgment was a charge and lien against said property; that appellee herein notified the appellant herein of the situation, and requested him to pay the judgment; that appellant herein declined to pay the judgment, stating that W. A. Jackson was primarily responsible therefor as between W. A. Jackson and himself; that the fact is that W. A. Jackson was a prior indorser to appellant herein on the note upon which the Pocahontas State Bank obtained judgment against them; that, in order to borrow money upon said property to pay Presley, appellee, on March 3,1928, paid the judgment, amounting then to $160, including interest, to said hank, and obtained a satisfaction thereof; that, in order to clear the property from the vendor’s lien notes against it owned and held by Presley so that he could get a loan from the building and loan association, he obtained a release deed from W. A. Jackson on the 5th day of April, 1928.\nUnder the undisputed facts stated above, appellee herein had a right to pay off the judgment lien in favor of the Poiciahontas State Bank against W. A. Jackson and the appellant herein to clear his title to the property purchased under a warranty deed from W. A. Jackson. The rule of law applicable to the facts in this case is correctly announced in 37 Cyc. at page 448, as follows:\n“A purchaser who takes land without knowledge of a judgment, which is a.lien on it, is, as respects the land, a surety of the payment of the judgment to the extent of the value of the land, and, upon payment, is entitled to be subrogated to the rights of the judgment creditor; and he may be subrogated to the judgment creditor’s lien against other property of the judgment debtor, and if, to save his land from sale, he has paid several judgment liens, he is entitled to be subrogated to the liens of such creditors against any other land of his vendor.”\nThe rule, stated in slightly different language in Harris on the Law of Subrogation, § 643, is as follows:\n“It is a familiar doctrine that the purchaser of incumbered real property may pay off the lien to protect his own title, and be subrogated to the rights of the creditor. ’ ’\nThe alleged defense and proof in support thereof by appellant herein to the suit of appellee herein, to the effect that, because W. A. Jackson was a prior indorser to himself on the note upon which said judgment was obtained, he (appellant herein) had a right to require the Pocahontas State Bank to collect the judgment from W. A. Jackson, constituted no defense at all. The Pocahontas State Bank obtained a several and joint judgment against both appellant herein and W. A. Jackson, and had the right to collect said judgment out of either-or both of them without regard to the wishes or demand of either. If appellant herein had paid the judgment to the Pocahontas State Bank he would then have had recourse against W. A. Jackson, who was primarily responsible on the note. Unless he had, and until he has paid the judgment, he would not have any recourse against W. A. Jackson. Barton v. Matthews, 141 Ark. 262, 216 S. W. 693, 9 A. L. R. 1594. Appellee herein, having paid the judgment to clear his title to the land, was subrogated to the rights of the Pocahontas State Bank, and was entitled to collect the judgment from appellant herein. The judgment against him is therefore affirmed.\nNo objection to the jurisdiction of the court seems to have been raised in this case. The objection that the cause should have been brought in equity was therefore waived, and the cause was properly tried according to the equity principles involved. Organ v. Memphis & L. R. Rd. Co., 51 Ark. 235.—(Reporter).",
        "type": "majority",
        "author": "Humphreys, J."
      }
    ],
    "attorneys": [
      "John L. Bledsoe, for appellant.",
      "George M. Booth and Walter L. Pope, for appellee."
    ],
    "corrections": "",
    "head_matter": "Jansen v. Perrin.\nOpinion delivered July 1, 1929.\nJohn L. Bledsoe, for appellant.\nGeorge M. Booth and Walter L. Pope, for appellee."
  },
  "file_name": "0927-01",
  "first_page_order": 945,
  "last_page_order": 948
}
