{
  "id": 1428294,
  "name": "Roark Transportation, Inc. v. Sneed",
  "name_abbreviation": "Roark Transportation, Inc. v. Sneed",
  "decision_date": "1934-02-19",
  "docket_number": "4-3376",
  "first_page": "928",
  "last_page": "937",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 928"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "28 S. W. (2d) 1052",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "181 Ark. 1024",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8726408
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/181/1024-01"
      ]
    },
    {
      "cite": "177 S. W. 410",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "118 Ark. 506",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1562512
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/118/0506-01"
      ]
    },
    {
      "cite": "129 S. W. 280",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "95 Ark. 284",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1543635
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/95/0284-01"
      ]
    },
    {
      "cite": "198 S. W. 120",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "130 Ark. 542",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8722474
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/130/0542-01"
      ]
    },
    {
      "cite": "26 S. W. (2d) 1107",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "181 Ark. 626",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8724084
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/181/0626-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 727,
    "char_count": 18114,
    "ocr_confidence": 0.48,
    "pagerank": {
      "raw": 1.550212795864338e-07,
      "percentile": 0.6745045753632741
    },
    "sha256": "dcb2f2f66e0c712355e3ea70bde8eeeafd2b3b8a1eb733f083a9cf4466a46206",
    "simhash": "1:aaac38411114843d",
    "word_count": 3273
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Roark Transportation, Inc. v. Sneed."
    ],
    "opinions": [
      {
        "text": "Mehaffy, J.\nOn November 15, 1932, W. L. Sneed, who lived at Berryville, Arkansas, was on his way to Eureka Springs, driving a Ford car, which collided with a bus belonging to appellant, which was being driven in the opposite direction. W. L. Sneed died a few hours after the collision from injuries received when his car and the bus collided. Suit was brought by the administratrix, Grace Sneed, for damages for the injury and death of her husband.\nThe complaint alleged that the appellant is a corporation and was operating the bus at the time of the collision as a common carrier of passengers from Fayetteville through Eureka Springs to Berryville; that, at the time of the collision and injury, the bus of appellant was being driven at an unusual and dangerous rate of speed, and without due care and caution for the safety of deceased and other persons upon the highway; that the driver of said bus negligently and carelessly propelled and drove the said bus against the car in which the deceased was riding, and, as a result of the negligence of the driver of said bus, the said deceased received the injuries which caused his death; that at the time deceased was in the exercise of due care and caution for his own safety, and that the injury received by him was caused solely by the negligent failure of appellant through its agents, servants and employees to operate said bus with care and caution, and with due regard for the safety of the deceased; that said automobile bus was traveling along and upon the highway at an unusual, reckless and dangerous rate of speed, and, immediately prior to the meeting with the deceased, the driver of said bus negligently and carelessly lost control of said bus, and thereby propelled the same against the automobile occupied by deceased, resulting in the injuries and death of deceased; that the deceased, W. L. Sneed, left surviving him his widow, Mrs. Grace Sneed, a daughter 17 years of age, a son 20 years of age, and another son 12 years of age, as the next of Idn and heirs at law; that prior to the injury said Sneed was a strong, healthy, able-bodied and industrious man, and was contributing all his earnings, except a small amount necessary for his own maintenance, to the support, care and comfort of his wife and children.\nThere was a trial by jury, and a verdict and judgment for the appellee, Mrs. Sneed, in the.sum of $3,000, and a verdict and judgment in favor of the estate in the sum of $2,000. The case is here on appeal.\nIt is earnestly insisted by the appellant that there is no evidence to support the verdict, and no evidence showing negligence on the part of the bus driver. A map, or diagram, was introduced in evidence, and the evidence shows that the collision occurred at a curve. The deceased, Sneed, was traveling from Berryville to Eureka Springs, and, according to the evidence, the accident occurred just after Sneed had entered into the curve. The road at that place curved to Sneed’s right, and Sneed should have been on the right-hand side of the road, next to the mountain or bluff. The bus driver who was going in the opposite direction, if he was on the right side of the road, as he should have been, would have been at the outside part of the curve, and, according to the diagram and evidence, there was ample room for the cars to pass. It was snowing and sleeting; the bus driver was coming downhill, and Sneed was going uphill.\nMitchell, the bus driver, testified that there is a double curve where the accident occurred, and, before he got around, he saw the other car coming facing him, not yet around the curve, and still below him. He testified that he was on his side of the road, and did not start to slow down, hut thought the driver of the other ear would honk as he came around closer. He then applied his brakes and sounded his horn, and Sneed came right on and hit him, and that was on the right side of the road. He testified that the grade was a steep one; that, when he first saw the approaching car, before he got to the second curve, and making the left turn, the other car was at a point designated as “B” on the diagram, which is some distance on the road toward Berryville; that, when he saw the other car coming straight against him, he applied his brakes and sounded his horn. He also testifies that the cars hit, and for the time being there was a stop; then the bus gradually pushed the car diagonally across the road downhill. He said that he approached the place of the accident driving at from 20 to 30 miles an hour. He had hydraulic brakes, and first applied them, and then used his emergency brakes. It caused the bus to skid some, and cut the speed, and at the moment of impact he said he was going about 10 miles an hour. The hydraulic brakes applied to all four wheels, and would not cause a skid. The bus had dual or double wheels in the rear. Witness said that coming down the grade on his left or the north side of the road was a mountainside, and on his right a sharp drop. He then describes the damage to the cars, and says that the bus pushed the other car down the road to the embankment. This witness testified that he left Eureka Springs driving at 20 to 30 miles an hour; that he did not have a schedule under which he drove 50 to GO miles an hour, but the buses are governed at 40 miles an hour. Witness supposed the bus weighs about 7,000 pounds, and he was going 25 or 30 miles an hour. The natural tendency of the bus was to lean toward the bank. When he first saw the Ford coming, he did not slow up because he thought it was going to turn away, but as he came nearer he applied his brakes. Witness was asked the question: “If you had applied your brakes you could have avoided the collision at that time?” and he answered, “I could have stopped, maybe: I don’t know. ’’ He testified that it was easier to stop a car with hydraulic four-wheel brakes than where it had only two brakes.\nWitness Denny testified that he paid little attention to the size of the bus, but that it was eight or ten times larger than the Ford, and would weigh six or seven times as much. Witness found the car against the bank, and thought the collision occurred about 50 feet diagonally up the road from where the car was; saw glass about two or two and a half feet on the north or right-hand center of the road going toward Eureka Springs. This witness also said, from where the glass was, the big car came kind of diagonally off until it took the little car against the bank. Witness traced the tracks to the middle of the road. The hind wheels were two feet south of the middle, and the front wheels were two feet north of the middle. Witness said the bus coming down the grade at 25 or 30 miles an hour could have been stopped in 75 feet. He testified that the Ford would weigh about 2,300.\nOther witnesses testified about the condition at the place of the accident, and about the tracks of the bus coming diagonally across from the right side to the left side of the road.\nAll of the evidence shows that, when the cars had stopped, the Ford car was against the bluff. This bluff was on the right side of the road, the way Sneed was going. Several of the witnesses testified that the bus' went diagonally across the road from the driver’s right to the left side, and pushed the Ford against the bluff. The evidence shows that it was snowing and sleeting, and the road was slick.\nThere was considerable evidence in addition to what we have set out tending to show the condition of the road, the situation of the cars after the collision, and the tracks made by the bus. We think, however, that, from the evidence’ above set out the jury could have found that the driver of the bus was going down grade on a slippery road at the rate of speed of 30 or 35 miles an hour; that he was not on the right side of the road, and that he made no effort to stop immediately upon discovering Sneed coming from the other direction. In other words, we think the evidence as to the negligence of the bus driver was sufficient to submit this question to the jury, and the jury’s finding on conflicting evidence is conclusive here, although we might think it was against the preponderance of the evidence. It would serve no useful purpose to set out the evidence in detail, for the reason that the finding of the jury on conflicting evidence is conclusive here. The burden of proof was, of course, upon the appellee to show that appellant was guilty of negligence.\nAppellant contends that the court erred in asking witness Denny the following question, and permitting him to answer it. “Assuming that the bus has an emergency brake, and from the size of the car you observed and the direction you gave the jury, and it weighing 6 or 7 times as much as the small car, and the character of the road you observed, state -whether or not, if that car had been running at a reasonable rate, 20 to 30 miles an hour, down hill, that it could have been stopped within a reasonable distance with the application of the emergency brake.” The witness answered: “Within a distance of 75 feet.” The evidence shows that Denny is a mechanic in a Ford garage at ¿Berryville, and has operated cars 20 or 25 years. We do not think there was any error in permitting the question and answer. He certainly qualified himself to testify about emergency brakes and hydraulic brakes, and the effect that their application would have on a car.\nAppellant, in this connection, calls attention to the case of Malvern & O. R. Rd. Co. v. Smith,, 181 Ark. 626, 26 S. W. (2d) 1107. In that case it was urged that the court committed error in permitting witnesses to express an opinion as to what the damages were without stating the facts upon which the opinion was based, and the court said: “We think no error was committed in permitting the witnesses to express their opinion where it was shown that they had some knowledge of the facts about which they testified.” The court also said in this connection: “Whether a -witness has such knowledge of the facts as to make his opinion of any value is a question largely within the discretion of the trial judge, and the value of such testimony may be tested by cross-examination of the witnesses as to the facts upon which the opinion is based. ” .\nIn the instant case the witness testified about his experience and qualification, and especially with reference to the effect of emergency and hydraulic brakes, and, even if he had never seen them tested on a large bus, still he could give his opinion as to what the effect would be, if he had experience in the use of such brakes on other cars.\nIn the other case referred to by appellant, Newport Mfg. Co. v. Alton, 130 Ark. 542, 198 S. W. 120, the court announced the rule that where experience and observation in the special calling of the witness gives him knowledge of the subject beyond that of persons of common knowledge, his evidence is admissible. Certainly the witness, Denny, had had experience and observation that gave him knowledge beyond that of a person of common knowledge. See also Dardanelle Pontoon & Bridge Turnpike Co. v. Croom, 95 Ark. 284, 129 S. W. 280.\n“Whether or not the qualification of a witness with respect to knowledge or special experience is sufficiently established is a matter resting largely in the discretion of the trial court, whose determination is usually final and will not be disturbed by an appellate court except in extreme cases where it is manifest that the trial court has fallen into error or has abused its discretion, and that prejudice to the complaining party has resulted, even though the appellate court might have decided differently if the question had been presented to it in the first instance.” 22 C. J. 526.\nAppellant next contends that the court erred in excluding the testimony of McCall, who testified that he arrived at the scene of the accident about 15 or 20 minutes after it happened, and talked to Sneed. Sneed asked him whose fault it was, and witness said: “They all say it was your fault; you were on the wrong side of the road.” He testified that Sneed made no reply. This testimony, appellant insists, was a part of the res gestae. Sneed’s question may have been, but certainly the statement of the witness was no part of the res gestae, and was inadmissible. That statement of the witness was purely hearsay and was inadmissible. 10 R. C. L. 980.\nAppellant next contends that instruction No. 7 is erroneous and should not have been given. Instruction No. 7 authorized the jury to find for the plaintiff if the defendant negligently, operated the bus, and by reason of said carelessness and negligence, struck the Ford car driven by Sneed and fatally injured Sneed. This instruction also told the jury: “If you fail to so find, you should find for the defendant.”\nBut in instruction 12 given by the court, after having defined “ordinary care” and “negligence,” the court said that if Sneed, at the time of the injury was also guilty of negligence which caused or contributed to the injuries complained of, the verdict should be for the defendant.\nInstruction No. 7, standing alone, would be erroneous, and the court said to the jury at the close of the instructions: “Gentlemen, I have been asked to state to you that no one of these instructions is the law, but all the instructions taken together constitute the law in this case.”\nAppellant urges that instruction No. 8 on the measure of damages assumes as a fact without regard to the testimony or what a jury might think about it, that some injuries had been inflicted. We do not think the instruction is subject to this objection, but if it were it would not be erroneous.\nDr. J. F. John testified that he attended Sneed about three or four o’clock on the day of the accident, examined and treated him; that both arms and both legs were broken and crushed, and various injuries on head and body; that he died about 6 p. m.; suffered conscious pain and anguish as much as any man witness ever saw. There was no dispute about his injuries, and, where a person has both legs and both arms crushed and other injuries inflicted, it would not be erroneous even if the court assumed that some injuries had been inflicted. The court, however, did not assume that in said instruction.\nAppellant also objected to tbe court’s instructing tbe jury as to the form of the verdict, but we find no error in this instruction. Appellant next contends that instruction No. 13, given by the court, is erroneous. We do not think the instruction as given by the court is open to the objection made by appellant. The instruction is as follows : ‘ ‘ Ordinary care requires of every man who drives a motor vehicle upon a public highway to keep a lookout for vehicles or persons who may be upon the highway and to keep his motor vehicle under such control as to be able to check the speed or stop it if necessary, to avoid injury to others when danger is apparent; and, if in this case you should find that the driver of defendant’s automobile bus discovered the peril of deceased Sneed, and, by the exercise of ordinary caution and care, could have avoided a collision, and failed to do so, then, in that event, he would be guilty of negligence.”\nThis court said in the case of Madding v. State, 118 Ark. 506, 177 S. W. 410: “Neither did the court err in telling the jury that it was the duty of the defendant to keep his machine under such control as to check the speed or stop it absolutely if necessary to avoid injury to others where danger could reasonably be expected or was apparent.”\nThe instruction in the instant case stated to the jury that it was the duty of a person driving an automobile on the highway to keep his vehicle under such control as to be able to check the speed or stop .it if necessary to avoid injury to others when danger is apparent.\nIn the case of Smith Ark. Traveler Co. v. Simmons, 181 Ark. 1024, 28 S. W. (2d) 1052, objection was made to the instruction given in that case. The instruction there given and approved was as follows: “Ordinary care requires of every man who drives a motor vehicle upon a public street to keep a lookout for vehicles or persons who may be upon the street, and to keep his motor vehicle under such control as to be able to check the speed or stop it absolutely if necessary to avoid injury to others when danger may be expected or is apparent.” The court did not err in giving instruction No. 13.\nAppellant objects to some other instructions, particularly to appellant’s requested instruction “B.” This instruction was modified by the court by striking out the word “partly. ’ ’ The instruction as requested stated that, if the collision that occurred was due solely or partly to the fault of Sneed, the verdict should be for the defendant. The court modified said instruction by striking out “partly.” It then read, “if the collision that occurred was due solely to the fault of Sneed.” The instruction as requested should have been given, but, for the fact that the jury had already been told in the instruction immediately preceding this that, if Sneed was guilty of negligence which caused or contributed to the injury, plaintiff could not recover. There was no occasion to tell them in another instruction the same thing, and the instruction as given, No. 15, was, of course, correct. Sneed could not recover if his negligence was the sole cause.\nAfter a careful examination of all the instructions requested, given and refused, we are of opinion that the court did not err either in giving or refusing to give instructions. The questions involved were submitted to the jury on correct instructions, and it was therefore a question of fact to be determined by the jury as to whether appellant was guilty of negligence, and as to whether Sneed was guilty of contributory negligence, and the jury’s verdict on these questions is conclusive here.\nWe find no error, and the judgment is affirmed.",
        "type": "majority",
        "author": "Mehaffy, J."
      }
    ],
    "attorneys": [
      "Festus O. Butt, for appellant.",
      "C. A. Fuller, A. J. Russell, Jr., and J. W. Trimble, for appellee."
    ],
    "corrections": "",
    "head_matter": "Roark Transportation, Inc. v. Sneed.\n4-3376\nOpinion delivered February 19, 1934.\nFestus O. Butt, for appellant.\nC. A. Fuller, A. J. Russell, Jr., and J. W. Trimble, for appellee."
  },
  "file_name": "0928-01",
  "first_page_order": 946,
  "last_page_order": 955
}
