{
  "id": 1432130,
  "name": "Schlosberg v. Doup",
  "name_abbreviation": "Schlosberg v. Doup",
  "decision_date": "1933-10-02",
  "docket_number": "4-3091",
  "first_page": "931",
  "last_page": "935",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 931"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "50 S. W. (2d) 592",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "185 Ark. 899",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1435140
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/185/0899-01"
      ]
    },
    {
      "cite": "43 S. W. (2d) 729",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "184 Ark. 542",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1438582
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/184/0542-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 481,
    "char_count": 7268,
    "ocr_confidence": 0.523,
    "pagerank": {
      "raw": 2.862781104896506e-07,
      "percentile": 0.8415369004138852
    },
    "sha256": "12866aba7b249d38fdfea3096b15197e21854ad3eeb8cb7cb45c914869d191ea",
    "simhash": "1:dd0187f0dd280557",
    "word_count": 1267
  },
  "last_updated": "2024-02-27T21:18:50.990705+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Schlosberg v. Doup."
    ],
    "opinions": [
      {
        "text": "McHaney, J.\nThis lawsuit grows out of an automobile accident at Fifth and Maple streets in the city of Pine Bluff, about 9. a. m. Sunday, July 3, 1932. Appellants were guests in the car of their son, Walter Schlosberg, which was being driven by the latter’s wife, residents of California, and all were on a common mission, to visit another son of appellants, residing in Little Rock, to spend July 4th. Harry, his child, and his father were riding in the rumble seat of the coupe, and his wife and mother were in the front seat. They were traveling west on Fifth, following and overtaking an ice delivery truck of appellee, driven by Ralph Wardlow, at a very moderate rate of speed, traveling in the same direction. As they approached Maple Street and some distance before reaching the intersection, Wardlow, driver of the truck, held out his left hand to indicate that he would turn to the right or north, as he was on his way to the ice plant of appellee to replenish his supply of ice for delivery. In doing so, he swerved his truck somewhat to the left to miss the earner of the curb and turned to the right into Maple Street. The driver of the coupe, being a resident of California, misunderstood the left-hand signal given by Wardlow, thought it indicated a left-hand turn only, as it did under the law of her State, turned her car slightly to the right and proceeded into the intersection where a collision occurred, and the right front wheel of the coupe was forced upon the curb, causing the alleged injuries of which appellants complain. This suit was thereafter instituted to recover damages therefor, but a trial to a jury resulted in a verdict and judgment in appellee’s favor. Hence this appeal.\nFor a reversal of the judgment, many errors of the trial court aré assigned and argued at length, two relating to the admission of certain testimony; two to the refusal of the court to give requested instructions 9 and 10; and four to the action of the court in giving appellee’s instructions 6, 6%, 10% and 12.\n1. During the course of the trial two witnesses for appellee testified that three whiskey bottles were taken out of the coupe by one of the Schlosberg men and dropped in the weeds, two empty pints and one full half pint. Lubertha Moon testified that she saw this and was corroborated by Willie Moore, all without objection. Appellee learned of this fact, had Willie Moore bring the bottles to his office, and they were placed in evidence over appellant’s objection. Assuming, without deciding, that this was error because the bottles were not properly identified and that appellee’s testimony regarding them was in the nature of hearsay, either in whole or in part, we cannot agree that it resulted in any prejudice to appellants. As above stated, no objection was made to the positive testimony of an eyewitness that she saw one of the men take the bottles out of the car and drop them in the weeds. Wardlow and appellee testified they smelled whiskey on Harry, and appellee was quite positive Max had been drinking also. We therefore hold that, if this was error, it was harmless.\nThe same thing is true relative to the other testimony complained of as having been erroneously admitted. Appellee was charged in the municipal court with some offense growing out of the accident, where a trial was had July 7, four days after the accident. Appellant Max was a witness in that trial. Appellee was asked in this case if he observed Max in that case and if his movements indicated that he was injured. Over objections, he answered that in his opinion he was not injured. Ward-low and Harper were both permitted to so testify, both before and after appellee did so, without objection, so no prejudice could have resulted in any event.\n2. Error is also assigned for the refusal of the court to give requested instructions 9 and 10. No. 10 deals with the duty of a driver involved in an accident to give his name, license number, etc., and render assistance to the operator or persons injured in the other car, and, inasmuch as all this was immediately discovered, No. 10 was properly refused. Moreover, failure to comply with the law in these regards bears no proximate relation to the cause of the collision. 2 Blashfield, 1216.\nRequested instruction No. 9 follows: “You are instructed that, if you find from the preponderance of the testimony that the plaintiff’s automobile was following the defendant’s truck, and that, as both vehicles approached the intersection of Fifth and Maiple streets, the driver of the truck extended his arm horizontally from the left, swerved his truck to the left, and then, suddenly and without warning, turned his ear to the right directly in front of the plaintiff’s automobile, allowing the driver of plaintiff’s automobile insufficient time and space in which to stop or turn aside and avoid the collision, causing the collision and injuring the plaintiffs, without fault or carelessness on their part, then the defendant would be liable.”\nIn so far as this instruction is correct, it is covered by instruction No. 5, given by the court. This instruction is open to the further objection that it is argumentative and indefinite, especially the clause, “swerved his truck to the left, and then, suddenly and without warning, turned his car to the right,” etc. What distance to the left before turning to the right would it take to constitute negligence? What is meant by “suddenly and without warning turned his truck to the right?” All the witnesses agree that the truck was traveling very slowly, and that a signal warning was given that might have meant any one of four things: (1) That he would turn to the left, (2) turn to the right, (3) slow down, and (4) stop. Under such circumstances, the driver of the car behind must take notice of the signal and bring his car under control accordingly. Madison-Smith Cadillac Co. v. Lloyd, 184 Ark. 542, 43 S. W. (2d) 729; Universal Automobile Ins. Co. v. Denton, 185 Ark. 899, 50 S. W. (2d) 592; Act 223, Acts 1927, p. 721, § 13.\nIn 5 Blashfield on Automobiles, p. 58, it is said: “Automobile driver’s slight swing to right after signal for left turn is not usually negligence.” We know as a matter of common knowledge that many drivers swing or swerve to the left before making a right turn to avoid striking the corner and to enable them to come into the proper lane of traffic on the intersecting street without obstructing traffic in the opposite lane. No error was committed in refusing request No. 9.\n3. The other assignments of error relate to the giving of instructions 6, 6%, 10% and 12 at appellee’s request. It would greatly extend this opinion to set them out and comment on them separately, and, as we see it, serve no useful purpose. We have carefully considered them, together with all other instructions given and refused, as well as the argument of learned counsel. We cannot agree with them that error was committed as alleged. We think the court fully and fairly instructed the jury. Its finding was against appellants, and we must permit it to stand.\nAffirmed.",
        "type": "majority",
        "author": "McHaney, J."
      }
    ],
    "attorneys": [
      "John A. McLeod, Jr., Coleman & Gantt and H. Jordan Monk, for appellant.",
      "L. DeWoody Lyle and A. F. Triplett, for appellee."
    ],
    "corrections": "",
    "head_matter": "Schlosberg v. Doup.\n4-3091\nOpinion, delivered October 2, 1933.\nJohn A. McLeod, Jr., Coleman & Gantt and H. Jordan Monk, for appellant.\nL. DeWoody Lyle and A. F. Triplett, for appellee."
  },
  "file_name": "0931-01",
  "first_page_order": 951,
  "last_page_order": 955
}
