{
  "id": 1432157,
  "name": "Gaines v. Gaines",
  "name_abbreviation": "Gaines v. Gaines",
  "decision_date": "1933-10-02",
  "docket_number": "4-3098",
  "first_page": "935",
  "last_page": "939",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 935"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "280 S. W. 654",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "170 Ark. 568",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1371694
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/170/0568-01"
      ]
    },
    {
      "cite": "266 S. W. 943",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "167 Ark. 198",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1376975
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/167/0198-01"
      ]
    },
    {
      "cite": "298 S. W. 1026",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "175 Ark. 285",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1403449
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/175/0285-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 427,
    "char_count": 8307,
    "ocr_confidence": 0.5,
    "pagerank": {
      "raw": 3.1236996133653546e-07,
      "percentile": 0.8607999925864404
    },
    "sha256": "c52b5861d15d03a0a00e3272c6ea1cdf0991a361323b87661fea8b4cb632a40d",
    "simhash": "1:05dd90a84a1b84f7",
    "word_count": 1469
  },
  "last_updated": "2024-02-27T21:18:50.990705+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Butler, J., concurs."
    ],
    "parties": [
      "Gaines v. Gaines."
    ],
    "opinions": [
      {
        "text": "McHaney, J.\nOn June 27, 1932, appellee, a resident of Hot Springs, Garland County, Arkansas, filed suit for divorce against appellant, alleging that they were married in 1897, separated in 1916, because of appellant’s mistreatment of him, such mistreatment rendering his condition intolerable, and that they have not lived together as husband and wife since that time. Other statutory allegations were made. On the same day, June 27, an attorney ad litem was appointed by the court to notify appellant of the pendency of the action, she being a nonresident of this State, and a warning order was issued and published for the time and in the manner prescribed by law. On July 15, 1932, the attorney ad litem addressed a registered letter to appellant at Gray Court, South Carolina, advising her of the pendency of the action, the court in which pending, and inclosing a copy of the complaint. He advised her that as attorney ad litem it was simply his duty to endeavor to notify her that suit was pending in the court, and asked her to notify him of receipt of the notice. This notice was not received by her until July 20, and on July 27, a decree of divorce was granted appellee without contest from her. On August 2, 1932, she received a copy of the divorce decree, and thereafter on September 3, she filed her petition to set aside the decree. She alleged that fraud was practiced on her and the court in that the attorney ad litem fraudulently failed to notify her promptly, and that fraud was practiced in the taking of depositions in behalf of appellee without notice to her. She attached an answer to her petition in which she denied appellee’s ground of divorce alleged in his complaint, set up a numiber of separations or desertions of her by him, and that he left her in December, 1915, and has continued to live separate and apart from her since that time without just cause'. On October 31, 193'2, she filed an amendment to her petition alleging that she was never legally served with process; that the court had no jurisdiction to grant the divorce decree on July 27, for the reason that the 30 days provided by law for her to interpose a defense had not elapsed; that the attorney ad litem had negligently and fraudulently failed to perform his duties as required by law; and that depositions on behalf of appellee were improperly admitted. All these allegations were denied by appellee. By agreement, the statements and allegations in the verified petition to set aside the decree were accepted and considered as evidence in the case. The court made specific findings against appellant on all contentions, and on November 1, 1932, entered a decree denying the petition. The ease is here on appeal.\nWe assume, for the decision of this case, that the court had the power to set aside the decree. Appellant seems to proceed on the theory that the term had expired and relies for authority of the court on § 6290, Crawford & Moses’ Digest, subdivision 4, “For fraud practiced by the successful party in the obtaining of the judgment or order. ’ ’ But, whether the term had expired or not, we assume the court had jurisdiction to set the decree aside.\nHowever, we are of the opinion that the court did not err in refusing to do so. It is contended by appellant that fraud was practiced by appellee upon the court and her in the procurement of the decree, in that the attorney ad litem was negligent in not notifying her after his appointment on June 27 until July 15, and that he failed to perform the duties imposed upon him by law. The statute, § 6261, Crawford & Moses’ Digest, provides that: “Before a judgment is rendered against a defendant constructively summoned, and who has not appeared, it shall be necessary:' First. An attorney be appointed at least thirty days before the judgment to defend for the defendant and inform him of the action and of' such other matters as may be useful to him in preparing for a defense. Section 6262 makes it his duty, “before an order for his compensation is made,” to “make a written statement of all that he has done in the case, which shall be signed by him and -filed with the papers of the action. ’ ’ The statute, does not require him to inform the defendant immediately after his appointment, and we are unwilling to so hold, or that the delay in notifying appellant in this case was negligence on his part, or that, if negligence, it was such as amounted to fraud, in the absence of any showing of fraud or collusion between him and appellee. We think the attorney ad litem substantially complied with the statute. He made his report of what he had done, attaching the registry receipt of notice showing appellant had received it July 20, seven days before the decree, and that he had received no response thereto. All this was before the court when the decree was rendered, and it is difficult to see how appellant or the court was or could have been deceived by any action or nonaction of said attorney. She received the notice July 20, but took no action, not even- the acknowledgment of its receipt. She received copy of the decree on August 2, but took no action until September 3, when she filed her petition to vacate the decree, and not until October 31 did she question the jurisdiction of the court by an amendment to her petition.\nNotice was posted in the clerk’s office on July 1, 1932, addressed to appellant and the attorney ad litem that on July 14, depositions of witnesses would be taken on interrogatories in Chester, South Carolina, on behalf of appellee, and on July 11, a commission was issued to any person authorized to take depositions out of this State. A deposition was taken in Chester, South Carolina, on July 14, as certified by the officer, but the envelope in which the deposition was returned was postmarked.the 13'th. The court found that the certificate of the officer controlled, and we agree. This deposition was taken before she had actual notice of the suit. Other depositions were taken in Hot Springs on July 21, on a notice posted in the clerk’s office. It is contended that these depositions were improperly received and considered as evidence. It occurs to us that this is a question that could only be raised on appeal from the decree and not on a petition to vacate the decree and an appeal from an adverse decision.\nIt is finally contended that the. court was without jurisdiction, as 30 days had not elapsed from the appointment of the attorney ad litem. Section 1208, Crawford & Moses' Digest, provides: “The defense to any complaint or cross-complaint must be filed before noon of the first day the court meets in regular or adjourned session after service: * * * Third. In the case of constructive service, where publication of the warning order has been made as required by law, and thirty days has elapsed since the making of the order and the appointment of the attorney ad litem.” The appellant had until noon of the 31st day after the warning order was made and attorney ad litem appointed. ■ The order was made, and the attorney was appointed on June 27, and the decree was rendered July 27, in the afternoon thereof. There were four days in June counting the 27th and 26 in July, exclusive of the 27th, making 30 days.. The decree was therefore rendered after the time had expired for appellant to plead.\nNothing in our case of Frank v. Frank, 175 Ark. 285, 298 S. W. 1026, is to the contrary. There the attorney ad litem was appointed on the day the decree. was rendered.\nBut, assuming that the decree was prematurely entered, and that the court was in error in doing so, “the remedy to correct the error was by appeal and not by motion to vacate the decree after the adjournment of the court,\" as was said in Old American Ins. Co. v. Perry, 167 Ark. 198, 266 S. W. 943. See also Sager v. American Inv. Co., 170 Ark. 568, 280 S. W. 654. If the court had waited another day before entering the decree, or for that matter for 30 days, the situation would have been the same, for appellant did nothing, so far as this record discloses, looking to a defense of the action.\nNo error appearing, the decree must be affirmed. It is so ordered.\nButler, J., concurs.",
        "type": "majority",
        "author": "McHaney, J."
      }
    ],
    "attorneys": [
      "Martin, Wootton & Martin, for appellant.",
      "A. T. Davies, for appellee."
    ],
    "corrections": "",
    "head_matter": "Gaines v. Gaines.\n4-3098\nOpinion delivered October 2, 1933.\nMartin, Wootton & Martin, for appellant.\nA. T. Davies, for appellee."
  },
  "file_name": "0935-01",
  "first_page_order": 955,
  "last_page_order": 959
}
