{
  "id": 4075534,
  "name": "McCarthy Finance, Inc., et al., Respondents, v. Premera et al., Petitioners",
  "name_abbreviation": "McCarthy Finance, Inc. v. Premera",
  "decision_date": "2015-04-02",
  "docket_number": "No. 90533-9",
  "first_page": "936",
  "last_page": "944",
  "citations": [
    {
      "type": "official",
      "cite": "182 Wash. 2d 936"
    }
  ],
  "court": {
    "name_abbreviation": "Wash.",
    "id": 9029,
    "name": "Washington Supreme Court"
  },
  "jurisdiction": {
    "id": 38,
    "name_long": "Washington",
    "name": "Wash."
  },
  "cites_to": [
    {
      "cite": "622 P.2d 1185",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1980,
      "opinion_index": 0
    },
    {
      "cite": "95 Wn.2d 297",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1160989
      ],
      "year": 1980,
      "pin_cites": [
        {
          "page": "300-01"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/95/0297-01"
      ]
    },
    {
      "cite": "817 P.2d 1364",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "117 Wn.2d 541",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1373857
      ],
      "year": 1991,
      "pin_cites": [
        {
          "page": "550-52"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/117/0541-01"
      ]
    },
    {
      "cite": "691 P.2d 163",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1984,
      "opinion_index": 0
    },
    {
      "cite": "103 Wn.2d 52",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1134169
      ],
      "year": 1984,
      "pin_cites": [
        {
          "page": "60"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/103/0052-01"
      ]
    },
    {
      "cite": "170 P.3d 10",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2007,
      "opinion_index": 0
    },
    {
      "cite": "162 Wn.2d 59",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        3696450
      ],
      "year": 2007,
      "pin_cites": [
        {
          "page": "73"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/162/0059-01"
      ]
    },
    {
      "cite": "204 P.3d 885",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2009,
      "opinion_index": 0
    },
    {
      "cite": "166 Wn.2d 27",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4001497
      ],
      "year": 2009,
      "pin_cites": [
        {
          "page": "37"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/166/0027-01"
      ]
    },
    {
      "cite": "962 P.2d 104",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1998,
      "pin_cites": [
        {
          "parenthetical": "footnotes omitted"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "136 Wn.2d 322",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        867945
      ],
      "year": 1998,
      "pin_cites": [
        {
          "page": "331-32",
          "parenthetical": "footnotes omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/136/0322-01"
      ]
    },
    {
      "cite": "806 F. Supp. 1112",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        7410285
      ],
      "year": 1992,
      "pin_cites": [
        {
          "page": "1113-16",
          "parenthetical": "providing a history of the doctrine"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/806/1112-01"
      ]
    },
    {
      "cite": "1 P.3d 1124",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2000,
      "opinion_index": 0
    },
    {
      "cite": "141 Wn.2d 29",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1183442
      ],
      "year": 2000,
      "pin_cites": [
        {
          "page": "34"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/141/0029-01"
      ]
    },
    {
      "cite": "45 P.3d 1068",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2002,
      "pin_cites": [
        {
          "parenthetical": "citing Lybbert v. Grant County, 141 Wn.2d 29, 34, 1 P.3d 1124 (2000)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "146 Wn.2d 291",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        960823
      ],
      "year": 2002,
      "pin_cites": [
        {
          "page": "300",
          "parenthetical": "citing Lybbert v. Grant County, 141 Wn.2d 29, 34, 1 P.3d 1124 (2000)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/146/0291-01"
      ]
    },
    {
      "cite": "154 P.3d 206",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2007,
      "opinion_index": 0
    },
    {
      "cite": "159 Wn.2d 837",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        3592457
      ],
      "year": 2007,
      "pin_cites": [
        {
          "page": "842"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/159/0837-01"
      ]
    },
    {
      "cite": "331 P.3d 29",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2014,
      "pin_cites": [
        {
          "parenthetical": "citing Kinney v. Cook, 159 Wn.2d 837, 842, 154 P.3d 206 (2007)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "180 Wn.2d 954",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4241822
      ],
      "year": 2014,
      "pin_cites": [
        {
          "page": "962",
          "parenthetical": "citing Kinney v. Cook, 159 Wn.2d 837, 842, 154 P.3d 206 (2007)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/180/0954-01"
      ]
    },
    {
      "cite": "337 P.3d 325",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2014,
      "opinion_index": 0
    },
    {
      "cite": "181 Wn.2d 1013",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "year": 2014,
      "opinion_index": 0
    },
    {
      "cite": "328 P.3d 940",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2014,
      "pin_cites": [
        {
          "parenthetical": "alterations in original"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "182 Wn. App. 1",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        4322276
      ],
      "weight": 2,
      "year": 2014,
      "pin_cites": [
        {
          "page": "18",
          "parenthetical": "alterations in original"
        },
        {
          "page": "18"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/182/0001-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 738,
    "char_count": 12476,
    "ocr_confidence": 0.745,
    "pagerank": {
      "raw": 7.658844351888349e-08,
      "percentile": 0.45198812749314726
    },
    "sha256": "bdc966c291927dd2a7bfb011140ccb0d532a9b44a12a7361604b57ea0f6eff62",
    "simhash": "1:0f1a987f0f9553ed",
    "word_count": 1959
  },
  "last_updated": "2024-02-27T17:34:40.830885+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Madsen, C.J., and Johnson, Owens, Fairhurst, Stephens, Wiggins, Gordon McCloud, and Yu, JJ., concur."
    ],
    "parties": [
      "McCarthy Finance, Inc., et al., Respondents, v. Premera et al., Petitioners."
    ],
    "opinions": [
      {
        "text": "González, J.\n¶1 In Washington, health insurance premiums are approved by the Washington State Office of the Insurance Commissioner (OIC). Under the nationally recognized, court created “filed rate doctrine,” once an agency approves a rate, such as a health insurance premium, courts will not reevaluate that rate because doing so would inappropriately usurp the agency’s role. However, courts may consider claims that are related to rates approved by an agency but do not require the courts to reevaluate such rates. In most cases, Washington courts must consider Consumer Protection Act (CPA), chapter 19.86 RCW, claims alleging general damages merely related to agency-approved rates. In the case before us, however, the plaintiffs allege that several entities doing business in the health insurance field violated the CPA but request specific damages the award of which would require a court to reevaluate the reasonableness of health insurance premiums approved by the OIC. Because awarding the specific damages requested by the plaintiffs would require a court to inappropriately substitute its judgment for that of the OIC, we affirm the trial court’s dismissal of the plaintiffs’ claims.\nFacts\n¶2 The plaintiffs’ complaint alleges that two groups of defendants, (1) Premera, Premera Blue Cross, and LifeWise Health Plan of Washington (collectively Premera) and (2) the Washington Alliance for Healthcare Insurance Trust and its trustee, F. Bentley Lovejoy (collectively WAHIT), colluded and made false and misleading representations to the plaintiffs that induced the plaintiffs to purchase health insurance policies under false pretenses.\n¶3 Premera is a group of nonprofit health care service contractors that receive premiums from groups and individuals in return for providing health care services through a network of providers. Ch. 24.03 RCW; RCW 48.44.010(9), .020(1). The Washington Alliance for Healthcare Insurance Trust is a nonprofit trust designed to hold insurance policies through which participating employers can obtain health benefit plans for their employees; the trust is not a Premera affiliate.\n¶4 The plaintiffs are several companies and one individual who purchased Premera policies (Policyholders). The Policyholders wish to form classes of groups and individuals that purchased Premera policies: class A, the large group class, consists of employer groups of more than 50 persons; class B, the small group class, consists of employee groups of at least 1 but not more than 50 employees; and class C consists of individuals.\n¶5 The Policyholders claim that Premera and WAHIT violated the CPA. As the Court of Appeals summarized, the Policyholders claim CPA violations\nbased on (a) assertions on the WAHIT website that it is an “employer governed trust,” (b) advertising in WAHIT mailings that it “negotiate [s]” to obtain high quality benefits at the “lowest possible cost” or “most affordable cost,” (c) assertions that WAHIT is a “member governed group,” (d) allegations that the insurers “falsely stated publicly that the reasons for the annual premium increases are because of increases in the cost of medical, hospital and health care” and “concealed from the plaintiffs and class members the fact that the percentage increases in those costs were not required to justify the increase in premiums,” and (e) allegations that the insurers “created [WAHIT]” in order to enable it to accumulate its surplus.\nMcCarthy Fin., Inc. v. Premera, 182 Wn. App. 1, 18, 328 P.3d 940 (2014) (alterations in original). The Policyholders allege that due to Premera and WAHIT’s violations of the CPA they experienced “excessive, unnecessary, unfair and deceptive overcharges for health insurance,” resulting in Premera obtaining “profits of millions of dollars” that helped enable Premera to amass a surplus of approximately $1 billion. Clerk’s Papers (CP) at 10-11. The Policyholders also claim “that for a non-profit corporation to amass over $1 billion in surplus is contrary to the non-profit statute under which PREMERA ... is chartered and is a violation of public policy.” Id. at 19.\n¶6 The plaintiffs request only two specific forms of damages: (1) for the “unfair business practices and excessive overcharges for premiums,” the plaintiffs request “the sum of the excess premiums paid to the defendants,” in other words, a “refundí ] of the gross and excessive overcharges in premium payments” and (2) “[i]f the surplus is excessive and unreasonable,” the plaintiffs assert that “the amount of the excess surplus should be refunded to the subscribers who have paid the high premiums causing the excess.” Id. at 28.\n¶7 On Premera and WAHIT’s motion, the trial court dismissed the Policyholders’ suit in its entirety based on the filed rate, primary jurisdiction, and exhaustion of remedies doctrines. Specifically, the trial court dismissed all claims of class B (small group) and class C (individuals) pursuant to CR 12(b)(6) and dismissed all claims of class A (large group) on summary judgment under CR 56. The Court of Appeals reversed the trial court in relation to certain of the Policyholders’ CPA claims, which are identified above. McCarthy, 182 Wn. App. at 18. We granted Premera and WAHIT’s petition for review. McCarthy Fin., Inc. v. Premera, 181 Wn.2d 1013, 337 P.3d 325 (2014).\nAnalysis\nA. Standard of Review\n¶8 The trial court dismissed all of the Policyholders’ claims on a CR 12(b)(6) motion or on summary judgment. CP at 157-58, 274-75. We review both dismissals de novo. FutureSelect Portfolio Mgmt., Inc. v. Tremont Grp. Holdings, Inc., 180 Wn.2d 954, 962, 331 P.3d 29 (2014) (citing Kinney v. Cook, 159 Wn.2d 837, 842, 154 P.3d 206 (2007)); Jones v. Allstate Ins. Co., 146 Wn.2d 291, 300, 45 P.3d 1068 (2002) (citing Lybbert v. Grant County, 141 Wn.2d 29, 34, 1 P.3d 1124 (2000)).\nB. The Filed Rate Doctrine\n¶9 Health insurance premiums in Washington must be approved by the OIC. RCW 48.44.017(2), .020-.024, .040, .070, .110, .120, .180; WAC 284-43-901, -910 through -930, -945, -950. Among its powers, the OIC may disapprove (1) ambiguous or misleading contracts and deceptive solicitations and (2) contracts the benefits of which are “unreasonable in relation to the amount charged for the contract.” RCW 48.44.020(3), (2), .110. The OIC considers numerous factors when determining whether a health insurance premium is reasonable, including “[h]ow much profit the company expects to make[,] . . . generally called ‘contribution to surplus’ or ‘projected profit[,]’... [which] depends on the company’s current level of surplus as well as the type of business.” CP at 323. The Policyholders do not challenge that the QIC approved the health insurance premiums that the Policyholders paid.\n¶10 Consumers’ power to challenge agency-approved rates is limited by the common law filed rate doctrine. See Wegoland, Ltd. v. NYNEX Corp., 806 F. Supp. 1112, 1113-16 (S.D.N.Y. 1992) (providing a history of the doctrine). As this court observed:\nThe “filed rate” doctrine, also known as the “filed tariff” doctrine, is a court-created rule to bar suits against regulated utilities involving allegations concerning the reasonableness of the filed rates. This doctrine provides, in essence, that any “filed rate” — a rate filed with and approved by the governing regulatory agency — is per se reasonable and cannot be the subject of legal action against the private entity that filed it. The purposes of the “filed rate” doctrine are twofold: (1) to preserve the agency’s primary jurisdiction to determine the reasonableness of rates, and (2) to insure that regulated entities charge only those rates approved by the agency. These principles serve to provide safeguards against price discrimination and are essential in stabilizing prices. But this doctrine, which operates under the assumption that the public is conclusively presumed to have knowledge of the filed rates, has often been invoked rigidly, even to bar claims arising from fraud or misrepresentation.\nTenore v. AT&T Wireless Servs., 136 Wn.2d 322, 331-32, 962 P.2d 104 (1998) (footnotes omitted). In cases such as this that involve claims and damages related to agency-approved rates, courts must determine whether the claims and damages are merely incidental to agency-approved rates and therefore may be considered by courts or would necessarily require courts to reevaluate agency-approved rates and therefore may not be considered by courts. See id. at 344.\n¶11 But while a court must be cautious not to substitute its judgment on proper rate setting for that of the relevant agency, the legislature has directed that the CPA be liberally construed. See, e.g., RCW 19.86.920; Panag v. Farmers Ins. Co. of Wash., 166 Wn.2d 27, 37, 204 P.3d 885 (2009); Indoor Billboard/Wash., Inc. v. Integra Telecom of Wash., Inc., 162 Wn.2d 59, 73, 170 P.3d 10 (2007); Short v. Demopolis, 103 Wn.2d 52, 60, 691 P.2d 163 (1984). The mere fact that a claim is related to an agency-approved rate is no bar. The CPA itself addresses the limited times when agency action exempts application of the CPA. See RCW 19.86.170; Vogt v. Seattle-First Nat'l Bank, 117 Wn.2d 541, 550-52, 817 P.2d 1364 (1991); In re Real Estate Brokerage Antitrust Litig., 95 Wn.2d 297, 300-01, 622 P.2d 1185 (1980)). In most cases, courts must consider CPA claims even when the requested damages are related to agency-approved rates because, to the extent that claimants can prove damages without attacking agency-approved rates, the benefits gained from courts’ considering CPA claims outweigh any benefit that would be derived from applying the filed rate doctrine to bar the claims.\n¶12 In this case, however, rather than requesting general damages or seeking any damages that do not directly attack agency-approved rates, the Policyholders specifically request (1) a “refund[ ] of the gross and excessive overcharges in premium payments” and (2) a refund of “the amount of the excess surplus.” CP at 28. The Policyholders’ requested damages cause their CPA claims to run squarely against the filed rate doctrine. Even assuming that the Policyholders can successfully prove all the elements of their CPA claims, a court’s awarding either of the two specific damages requested by the Policyholders would run contrary to the purposes of the filed rate doctrine because the court would need to determine what health insurance premiums would have been reasonable for the Policyholders to pay as a baseline for calculating the amount of damages and the OIC has already determined that the health insurance premiums paid by the Policyholders were reasonable. Accordingly, the Policyholders’ claims are barred by the filed rate doctrine because to award either of the specific damages requested by the Policyholders a court would need to reevaluate rates approved by the OIC and thereby inappropriately usurp the role of the OIC.\n¶13 Given that application of the filed rate doctrine is decisive in this case, we decline to address either the primary jurisdiction or exhaustion of remedies doctrines.\nConclusion\n¶14 We reverse the Court of Appeals and affirm the trial court’s dismissal of the Policyholders’ claims.\nMadsen, C.J., and Johnson, Owens, Fairhurst, Stephens, Wiggins, Gordon McCloud, and Yu, JJ., concur.\nReconsideration denied June 3, 2015.",
        "type": "majority",
        "author": "González, J."
      }
    ],
    "attorneys": [
      "Gwendolyn C. Payton and John R. Neeleman (of Lane Powell PC), for petitioners Premera, Premera Blue Cross, and Life Wise Health Plan of Washington.",
      "Kathleen M. O’Sullivan and Eric G. Holmes (of Perkins Coie LLP), for petitioners Washington Alliance for Healthcare Insurance Trust and F. Bentley Lovejoy.",
      "Joseph C. Brown Jr. (of J.C. Brown Law Office PLLC), for respondents McCarthy Finance Inc. and McCarthy Retail Financial Services LLC.",
      "Frank R. Siderius, Raymond H. Siderius, and Charles R. Lonergan Jr. (of Siderius Lonergan & Martin LLP), for respondents Hemphill Brothers, J.A. Jack & Sons, Lane Mt. Silica Co., and Annette Steiner.",
      "Randall W. Redford (of Puckett & Redford PLLC), for respondent Puckett & Redford PLLC.",
      "Christian E. Mammen and Vanessa O. Wells on behalf of National Association of Mutual Insurance Companies and Property Casualty Insurance Association of America, amici curiae.",
      "Kimberlee L. Gunning, Assistant Attorney General, on behalf of the Office of the Attorney General, amicus curiae."
    ],
    "corrections": "",
    "head_matter": "[No. 90533-9.\nEn Banc.]\nArgued February 19, 2015.\nDecided April 2, 2015.\nMcCarthy Finance, Inc., et al., Respondents, v. Premera et al., Petitioners.\nGwendolyn C. Payton and John R. Neeleman (of Lane Powell PC), for petitioners Premera, Premera Blue Cross, and Life Wise Health Plan of Washington.\nKathleen M. O’Sullivan and Eric G. Holmes (of Perkins Coie LLP), for petitioners Washington Alliance for Healthcare Insurance Trust and F. Bentley Lovejoy.\nJoseph C. Brown Jr. (of J.C. Brown Law Office PLLC), for respondents McCarthy Finance Inc. and McCarthy Retail Financial Services LLC.\nFrank R. Siderius, Raymond H. Siderius, and Charles R. Lonergan Jr. (of Siderius Lonergan & Martin LLP), for respondents Hemphill Brothers, J.A. Jack & Sons, Lane Mt. Silica Co., and Annette Steiner.\nRandall W. Redford (of Puckett & Redford PLLC), for respondent Puckett & Redford PLLC.\nChristian E. Mammen and Vanessa O. Wells on behalf of National Association of Mutual Insurance Companies and Property Casualty Insurance Association of America, amici curiae.\nKimberlee L. Gunning, Assistant Attorney General, on behalf of the Office of the Attorney General, amicus curiae."
  },
  "file_name": "0936-01",
  "first_page_order": 972,
  "last_page_order": 980
}
