{
  "id": 8725760,
  "name": "Powell v. State",
  "name_abbreviation": "Powell v. State",
  "decision_date": "1928-07-09",
  "docket_number": "",
  "first_page": "938",
  "last_page": "953",
  "citations": [
    {
      "type": "official",
      "cite": "177 Ark. 938"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "18 S. W. 1051",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "55 Ark. 593",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1322223
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/55/0593-01"
      ]
    },
    {
      "cite": "41 Ark. 173",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1896149
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/41/0173-01"
      ]
    },
    {
      "cite": "37 Ark. 274",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1870924
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/37/0274-01"
      ]
    },
    {
      "cite": "272 S, W. 359",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "168 Ark. 1012",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8726418
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/168/1012-01"
      ]
    },
    {
      "cite": "258 S. W. 995",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "162 Ark. 535",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "235 S. W. 386",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "151 Ark. 69",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1366082
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/151/0069-01"
      ]
    },
    {
      "cite": "230 S. W. 5",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "148 Ark. 351",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8720214
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/148/0351-01"
      ]
    },
    {
      "cite": "222 S. W. 377",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "143 Ark. 523",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1589347
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/143/0523-01"
      ]
    },
    {
      "cite": "206 S. W. 152",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "136 Ark. 161",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1570000
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/136/0161-01"
      ]
    },
    {
      "cite": "179 S. W. 174",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "120 Ark. 148",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1561083
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/120/0148-01"
      ]
    },
    {
      "cite": "87 S. W. 1176",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "75 Ark. 540",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1502506
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/75/0540-01"
      ]
    },
    {
      "cite": "38 S. W. 339",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "63 Ark. 310",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8722565
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/63/0310-01"
      ]
    },
    {
      "cite": "171 S. W. 878",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "115 Ark. 480",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1533806
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/115/0480-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1027,
    "char_count": 28838,
    "ocr_confidence": 0.484,
    "pagerank": {
      "raw": 2.9367462053940417e-07,
      "percentile": 0.8477971109512562
    },
    "sha256": "55850d4b34aa572ee8d1bbdb4f2632bc5625b97be5e57099c3293800acc5e004",
    "simhash": "1:ab135b915918cdbb",
    "word_count": 5171
  },
  "last_updated": "2024-02-27T22:14:07.667199+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Powell v. State."
    ],
    "opinions": [
      {
        "text": "\"Wood, J.\nEarl Powell was indicted as accessory before the fact to the crime of arson, alleged to have been committed on January 23, 1928, by Marcus Faulkner.\nMrs. Wright testified that she was the owner of the property on which a picture show was being operated by E. D. Wright in Gurdon, Clark County, Arkansas. The building was destroyed by fire, December 20, 1927. E. D. Wright testified that in the building in which he maintained a theater there was also a barber shop, restaurant, and offices up stairs.\nThe defendant also operated another picture show at Gurdon. The building had been damaged in March, 1926, by a fire similar to the last one, and defendant had rebuilt the same. The defendant was in the picture show business at Gurdon at the time of the first fire. The first fire resulted in a total loss of equipment and machinery, and the damage was more than $5,000. The first fire was set in the man-hole under the booth; the man-hole was made for the plumbers and electricians to go under there and do their work. Witness, on August 19, sold a negro a ticket to. the show. When the negro entered the theater, he had a package under his arm. He came out, complaining that he had a headache. The next morning at two o’clock the building was dynamited, and badly wrecked. The explosion was on the brick wall where the negro sat. Witness noticed that the negro had a bundle when he went in, but did not notice the bundle when the negro came out. After tie explosion, witness went to the defendant and told defendant that he didn’t believe in dirty competition, and offered to buy defendant’s show business for a fair price. The defendant and witness had several conversations, and defendant recently offered to buy witness’ picture show business. Witness offered defendant his business for $40,000. One night the defendant came to witness’ ticket office, and stated be thought the property was worth the money, and that he would let witness know in a few days. That occurred about thirty or forty days' before the fire. The defendant did not come around in a few days, and witness then called on him about it, at which time he stated the price was too much. Witness was one of the aldermen of Gfurdon, and the defendant was fire chief. The fire-fighting equipment in Gurdon consisted of a big truck which operates on its own power, and 1,500 feet of hose. It was an efficient outfit. On the night of the last fire, the truck wasn’t there for a long time. It was pushed by hand to the railroad track, where a truck had to be hitched to it to pull it over the track. Witness did not see the defendant at the fire that night. Witness got a high-powered flashlight, and went on the roof, looking for tracks. The first building, next to the theater, was four feet higher than the next building going up the street toward the hotel, and in fighting the fire it was not necessary to go on the second roof. Witness and a man named Newton, who accompanied witness, went over to the hotel, where the owner told witness about Faulkner’s having a room there, and that he had requested to be moved back after she had moved him out. Witness traced tracks to Faulkner’s room in the hotel. Witness informed the sheriff. They guarded Faulkner’s room until daylight. When it was light, the city marshal, the sheriff and his deputy saw the tracks, and went in and arrested Faulkner, after having fitted his shoes in the tracks. There was frost all over the roofs of the houses, and it was easy to trace the tracks.\nWe need not set out any further testimony tending to prove that Faulkner burned the building, for he was a witness, and testified that he did burn the same, and that he was hired to do so by the defendant. Mrs. Epperson testified that she operated the Commercial Hotel and the restaurant therewith in December, 1927. She knew Marcus Faulkner, and first saw him December 14, when he came and registered at the hotel, where he had a room and was staying on the night of the fire, and where he was arrested after the fire. Faulkner, by mistake, went to room No. 12, which is on the opposite side from the theater. ■ He later asked for room No. 1, on the side next to the theater. Faulkner was taken out of No. 12 and was given room No. 39, and after-wards he asked (for room No. 1 again. Witness knew the defendant. He took some of his meals at witness’ restaurant. Powell was in and out all during the day. He sometimes entered the hotel through'the hall, sometimes through the dining-room, and on through the hotel door. He came and went in the lobby of the dining-room, and it was not unusual for him to be around the hotel. He didn’t spend much time at the hotel; came and took his meals and went out, as others did. She didn’t see him at the hotel the nig*ht before the fire nor the morning after the fire, but he came into the cafe in the afternoon of that day for something to eat.\nBill Jamerson was a colored porter at the Commercial Hotel. He was such on the night that the Wright Theater burned. He saw Faulkner two or three times around the hotel before the theater burned, and he also saw Powell around the hotel often. Witness explained the situation of the. lobby and the barber shop and the lavatory. The lavatory was on the left of the hall— the barber shop on the right. Witness stated that he had seen Powell and Faulkner in the lavatory. Powell was in a pay-station toilet, and Faulkner came in and washed his hands. Both were in the back room, where the toilets were. Witness was sweeping at the timé, and went out, after he got through with his duties, and left Powell and Faulkner in there. Witness did not see nor hear them talking* to each other. Witness saw Powell in the hotel frequently. He ate his meals around there all the time. Witness saw him in the pay station once; nearly everybody uses the lavatory.\nMilton Morton testified that he operated a barber shop in the same building as the Commercial Hotel. About the middle of the week before the fire, witness saw Powell come into the barber, shop from the back olf the hotel; he did that on an average of two or three times a week. Customers in witness’ shop, as a rule, used the hotel lavatory; there was nothing unusual in Powell coming into witness’ shop and going into, the hotel lavatory; different ones did that.\nH. 'Shepard testified that he was marshal of Grurdon the night of the fire. Powell was the fire chief at that time, and, as such, had charge of the fire equipment and the house in which it is kept. Witness did not see Powell at the fire on December 20, 1927. Witness was at the fire, and found that they had to push the engine to get it there, and he helped to push it. The fire-plug was operated with a wrench by which the cap was taken off of same, the hose attached, and the water turned on. The thing you turn the water on with is on the top over the plug* — the wrench goes with the truck. There are special wrenches for the plugs. The firemen tried to turn on the water, and couldn’t do it. There was but one wrench with the engine that night. There are five sides on the thing with which you turn on the water, and there are four wrenches that go with the truck. Since the fire witness had found one or two wrenches in the fire-house, under some rubbish. The wrench they had that night had ¡been hammered on all sides, and wouldn’t go on the plug. The wrench was exhibited to the jury. The water was turned on that night with' a little monkey wrench that witness got over it. Witness couldn’t say how many keys there were to the firehouse. Witness had one in his possession. The fire chief had one, and there was one that stayed at the council room. There were supposed to he several more.\nA. L. Horton testified that he was night marshal at G-urdon on December 20, 1927. The door to the house where the fire engine stays is generally operated with a little stick. The doors come together, and generally the doors were opened by running a little stick in to raise the latch and open the bars. That couldn’t he done that night. Nails were stuck up over the bars at the ends. After the doors were opened, the truck couldn’t be driven out; it had to he pushed out ¡and hitched to another truck. The • regular driver was there, hut he couldn’t drive the fire-truck. Usually the doors to the engine room were left so anybody could flop the stick that fastened them and get in, hut, on the night of the fire, nails had been put in, as stated, to keep them from opening it.\nRoy Gates testified that he worked on the fire-truck the morning after the fire; the truck would not run. The carburetor was off from' the needle valve so it couldn’t get any gas. The valve underneath the gas had been fastened up with a pair of pliers, and witness had to loosen it with a pair of pliers. When it wasn’t screwed too tight, it could be started with the hand, but on this occasion it had to ibe unscrewed with pliers. It had been put out of business — so it wouldn’t run.\nDoan Yeager testified that he knew Earl Powell, the defendant, and saw him the morning before the fire. Witness and others were warming by a fire at the planing mill when defendant Powell drove up and said, “What’s the matter, not having more fire?” He took a piece of waste out of his pocket, and said, “I reckon that’ll burn.” The waste is stuff that automobile mechanics use to work on cars with in their business. Powell had this in his hands, lit it in the fire, and threw it on the ground, and said, “Reckon that’ll burn,” and witness said, “Sure, it will burn.”\nJohn Martin testified, over the objection of the defendant, that he knew Luther Holliman at Hope, where witness and Holliman lived. Witness also knew .Marcus Faulkner. Witness, at the time of the fire, was working for the Natural Gas Company at Gurdon. Before coming to Gurdon, witness had frequently seen Marcus Faulkner around Luther Holliman’s place of business. He had seen Faulkner in Hope, around in the company of Luther Holliman. He had seen him around there several times, but didn’t know about his hanging around there -most of the time. The defendant duly excepted to the ruling of the court in admitting this testimony.\nJ. H. Lookadoo, the sheriff, was recalled, and testified that, after Powell was arrested, he asked a party or two to make his. bond, and then said he wanted to call his uncle at Hope — witness believed it was' Luther Holliman — over the ’phone. He called him Uncle Newt, or Uncle Luke. Witness believed it was Uncle Luke.\nMarcus Faulkner testified that he knew the defendant, but had not known him very long. Witness set fire to the theater. Powell hired witness to do it. Over the objection of the defendant, witness testified that Holliman sent witness to Gurdon. Holliman talked with witness about one week before, at Holliman’s place of business. When witness went to Gurdon from Hope, he traveled from Hope to Emmet on the train, and then got off the train and got in Mr. Holliman’s car, and he brought witness to Powell’s 'filling station, and Powell was not there at the time, and Holliman went into the filling station and called him. Holliman introduced witness to Powell. Powell told witness that he wanted to see him. Witness told Powell that witness did not have any money. Powell gave witness $5, and told witness to go over to the hotel. Witness went there, and Powell came over to the hotel and told witness to go down and go to the first show, and, after the first show was over, to go to his picture show. Witness met Powell between bis show and tbe drugstore, and Powell toob him in his oar and carried him down, the street a piece, and showed him the place he wanted burned, and how to get in there, and brought witness back to the hotel, and said he wanted witness to burn the theater, and told him how to get in a window. Powell said he wanted the theater burned on Monday, because the firemen would be away, and said that he, Powell, would be out of town. Powell told witness to burn it with waste that he had put there in a little box. Witness was to get $150 for burning the theater. Witness knew the negro Bill Jamerson. Jamerson came into the lavatory at the hotel when witness and Powell were in there. When Jamerson came in, Powell went to washing his hands. Powell talked to witness about burning the theater, in the back of the hotel. Defendant duly excepted to the ruling of the court in admitting the above testimony. Witness then detailed how he went from his room at the hotel out of the window and.across into the Wright building, and set fire to same. Witness, further along in his testimony, stated that he was in the laviatory with Powell two or three times; that the darkey came in three times when witness and Powell were in there. They were in there twice on Monday, and he came in both times, and also on Thursday evening. On the first meeting on Monday, when the darkey came in, witness turned and washed his hands, and the darkey walked out. Powell did not Wash his hands then.. Powell was to pay witness $150 Wednesday morning. He didn’t pay the money. Witness got $5 one day, $5 another day, and the promise of $150, and for that the witness burned the building.\nThe defendant testified that he was chief of the fire department at Hurdon, and had been ever since they had had a fire department. He also operated'a picture show since he had been at Glurdon. His duty as chief was to see that fires are put out, and to take care of the men and the fire equipment. He had a key to the building where the fire-truck was kept, but seldom used it. They entered by thrusting a stick under the latch through a crack in the door. Two or three days before the Wright Theater burned, witness Was in the place where the fire truck was kept, and took it out and put gas in it. It ran at that time with its own motor. He did not examine the carburetor. There was nothing wrong with the fire-truck at that time. It worked all right. Witness never looked at the wrenches. They were in the back of the truck, in a box. Witness denied that he hiad put the carburetor out df fix. Witness was not in Gurdon on the night of the fire. He was in Little Rock. He left Gurdon for Little Rock on Monday, about twelve o’clock, and returned to Gurdon on Tuesday morning, on No. 5, which gets to Gurdon about 10 o'clock a. m. Witness stated that he had. a key also- to the garage where the fire-truck was kept. There was a key also in the council room,- Ross Moore had one; and there was still other keys. Witness testified that he had nothing to do with the advising or encouraging or prompting Marcus Faulkner to set fire to the building. He denied that he was acquainted with Faulkner, and stated that he never saw him until he saw him in court. He denied that he had ever met Faulkner in the laviatory of the hotel, and denied all statements that Faulkner had made connecting witness with the burning of the theater.\nThe court, at the instance of the State, gave the following instruction:\n“A. If you find from the evidence in this case, beyond a reasonable doubt, that the witness, Marcus Faulkner, in Clark County, Arkansas, at any time within three years before the indictment in this case was returned into court, willfully, feloniously and maliciously set fire to and burned the building about which the witnesses have testified, and that the building was the property of the -witness Lulu May Wright, that that property was at the time in the possession of R. D. Wright, and you further find from the evidence in this case, beyond a reasonable doubt, that the defendant, Earl Powell, in Clark County, Arkansas, at any time within three years before the indictment was returned into court, and before said building was burned by the said Marcus Faulkner, unlawfully, willfully, feloniously and maliciously advised or encouraged the said Marcus Faulkner to set fire to and burn said building, then you will convict the defendant, and assess his punishment at imprisonment in the penitentiary for some period of time not less than two nor more than ten years.”\nThe defendant objected generally to the instruction, and also specifically because the instruction used the word “or” before the word “encouraged,” instead of the word “and.” The defendant asked the court to instruct the jury to return a verdict of not guilty. The court refused to give such instruction, and the appellant duly excepted to the ruling of the court.\nAt the request of the defendant the court gave several instructions on the question of the corroboration of an accomplice, and also on the presumption of innocence, burden of proof, and reasonable doubt. The jury returned a verdict finding the appellant guilty, and assessing his punishment at six years’ imprisonment in the State Penitentiary. Defendant’s motion for a- new trial was overruled, and defendant was sentenced by judgment of the court in accordance with the verdict, from which judgment is this appeal.\n1. The appellant contends that'there was not sufficient testimony to meet the requirements of the law as set forth in our statute and decisions concerning the corroboration of an accomplice.' Section 3181, C. & M. Digest, provides that a conviction cannot be had in a case of felony upon the testimony of an accomplice,' unless corroborated by other evidence tending to connect the defendant with the commission of the offense, and a corroboration is not sufficient if it merely shows that the offense was committed and the circumstances thereof. The law, as prescribed by our statute supra. and announced in numerous decisions of our court, was correctly declared by the trial court, and appellant does not contend otherwise. He only insists that the testimony was not sufficient to justify the trial court in submitting the issue of corroboration to the jury, and urges therefore that the court should have granted his prayer to direct the jury to find a verdict of not. guilty.\nOf the many decisions of this court passing on the question of a corroboration of an accomplice, not one of them is authority for any other decision on that question, because each case necessarily must depend upon its own peculiar facts, and no case is found where the facts are precisely the same. After a somewhat extensive review of our cases where the sufficiency of the testimony to meet the requirements of the statute has been challenged, it occurs to us that the testimony in this record is amply sufficient to have warranted the court in submitting to the jury to determine whether the testimony of the 'accomplice had been corroborated as the statute requires. The court did not err therefore in refusing appellant’s prayer for instruction.\nIn Kennedy v. State, 115 Ark. 480, 171 S. W. 878, we approved an instruction in the following language: “While the defendant cannot be convicted on the uncorroborated testimony of an accomplice, the amount of such corroborating evidence which should be required is a question solely for the jury, and it is sufficient, if there is 'any such evidence, to warrant you in convicting the defendant, provided it, taken with all the other evidence in the case, convinces you of his guilt beyond a reasonable doubt.” G-uided by this declaration of law, we are convinced that the court did not err in submitting to the jury, under the facts of this case, whether or not the testimony of the accomplice, Faulkner, when considered in connection with other evidence, was of sufficient weight to convince them of the appellant’s guilt beyond a reasonable doubt. The circumstances tending to show Faulkner’s guilt were very strong, and the jury would have been fully warranted in finding him guilty, independent of his confession. His confession shows that his only motive was.purely mercenary, and the testimony for the State tending to prove that appellant and Wright were rivals in' the picture show business at Grurdon, that two or three efforts had been made ¡by some one to destroy by fire and explosion the building in which he operated his picture show, and because of this Wright had suspected and approached the appellant to purchase his business or to sell out to appellant, and that these negotiations had not been successful, was relevant on the issue as to whether or not appellant had a motive for destroying Wright’s property. The fact, testified to by the accomplice, that he was directed' by Holliman, appellant’s uncle, to go to G-urdon, that appellant wanted to see him, and that he was taken to Gurdon by Holliman and introduced by him to the appellant, was relevant testimony as tending to show how Faulkner came in contact with the appellant. While appellant denies this circumstance, Holliman did not testify. As a circumstance tending to corroborate the accomplice as to his acquaintance with Holliman, and the opportunity for Holliman to have done as Faulkner testified he did do, the testimony of the witness Martin, to the effect that he had seen Faulkner around Hollimian’s place of business in Holliman’s company, corroborated Faulkner. The testimony of Faulkner was that, when he got to Grurdon and was introduced to Powell, Powell told him to go to the hotel, and, after showing Faulkner the theater he wanted burned, he took witness back to the hotel and showed him how to get in the theater from the hotel, and told him that he wanted it burned on Monday because the firemen would be away and he would be out of town, and to burn it with waste that he had placed in a box.\nAppellant, to be sure, denies all these circumstances, and denies that he had ever seen Faulkner, but here again there is testimony tending to corroborate thé testimony of Faulkner in some of the circumstances detailed by him. The testimony of Mrs. Epperson, the hotel keeper, that Faulkner, when he came to the hotel, was first assigned to a room on the side next to the theater, and when he found that, by mistake, he was placed in the wrong room, and again placed in the room next to the theater, from which he went and set fire to the theater, tends to corroborate the testimony of Faulkner. Faulkner’s testimony was to the effect that appellant had shown him liow to set fire to the theater from a room in the hotel. Mrs. Epperson’s testimony tended to prove that Faulkner was assigned a room in the hotel from which he emerged and passed over the roofs to the theater building. The testimony of Faulkner was also, in a manner, corroborated by the negro porter, Jamerson, who testified that he saw Earl Powell and Faulkner together in the lavatory of the hotel; that Faulkner came in while Powell was there, thus showing that, notwithstanding appellant’s denial that he had ever seen Faulkner, he did see him, according to the porter, and had an opportunity to talk with him. Faulkner testified, in this connection, that the porter came into the lavatory while he and Powell were in there, and that he and Powell talked about it in the back of the hotel. The testimony of Faulkner, it occurs to us, is also corroborated by the testimony of the appellant himself, showing that he was out of town on the night of the fire, as Faulkner had testified that he said he would be. Also the testimony of Faulkner that appellant was connected with the burning of the theater is corroborated most strongly in the circumstances detailed by the witness tending to prove that the appellant was fire chief of the town, having full control over the fire-truck and other equipment, and that some one had so injured the entire fire equipment on the night of the fire as to put it practically out of commission. The testimony in detail shows how this was done, which we need not here repeat. The testimony of Faulkner was corroborated by the witness who testified that appellant had prepared and exhibited a waste that would burn.\nThe testimony of Faulkner to the effect that appellant told him he wanted the building burned Monday nig’ht .because he would be out of town and that the firemen would be away, and to burn it with certain waste that he had prepared, was all corroborated. The jury had the.right to conclude that some one who must have been interested in the destruction of this theater building by fire had destroyed the effectiveness of the fire equipment so that it could not be used for the extinguishment of the fire, and the jury had the right to lay this responsibility at appellant’s door, because, under the proof, he had complete control over the fire-fighting apparatus and the house which contained it. In the absence of proof by appellant to the contrary, the jury had a right to conclude that the appellant had barred the doors and crippled the machinery so that the burning of the theater on the night mentioned could not be prevented.\nWe will not pursue the matter further. Our conclusion is that the court was warranted in submitting the issue to the jury, and that there was substantial testimony from which the jury was justified in finding that the accomplice, Faulkner, was corroborated in the manner and to the extent required by our statute and decisions. See Scott v. State, 63 Ark. 310, 38 S. W. 339; Cook v. State, 75 Ark. 540, 87 S. W. 1176; Kennedy v. State, supra; Ernest v. State, 120 Ark. 148, 179 S. W. 174; Rogers v. State, 136 Ark. 161, 206 S. W. 152; Brown v. State, 143 Ark. 523, 222 S. W. 377; Haskin v. State, 148 Ark. 351, 230 S. W. 5; Casteel v. State, 151 Ark. 69, 235 S. W. 386; Middleton v. State, 162 Ark. 535, 258 S. W. 995; Strum v. State, 168 Ark. 1012, 272 S, W. 359\n2. The objection of appellant that the court erred in not using the word “and” instead of “or” in instruction No. A is without merit. True, our statute, in § 2308, defines an accessory as “one who stands by, aids, abets, or assists, or who, not being present, aiding, abetting or assisting, hath advised and encouraged the perpetration of the crime.” But in the next section, No. 2309, it is provided that “he who thus aids, assists, advises or encourages shall he deemed in law a principal, and shall ¡be judged accordingly.” For all practical purposes the words “advise and encourage,” or the words “advise or encourage” should be used interchangeably or synonymously in the administration of the criminal law. At least, they mean so nearly the same thing that no nice and critical. distinction should be drawn between them, and this court has not heretofore done so. See Boze Smith v. State, 37 Ark. 274; Williams v. State, 41 Ark. 173; Brown v. State, 55 Ark. 593, 18 S. W. 1051. Our lawmakers did not intend that these terms should be used in any hypertechnical sense. It is difficult to see how, if one “advises” another to commit a crime, he does not in that act also “encourage” him to commit it ; and, on the other hand, when one “encourages” ¡another to commit a crime, he also in a sense “advises” him to commit the crime. This is necessarily the case, unless we indulge in refinements of distinction which, we are sure, were not in the minds of the lawmakers when they defined the term “accessory to a crime” and prescribed his punishment. Any definition of the word “accessory” or of the words “advise” and “encourage,” given by standard literary or legal lexicographers, will show that, where one is charged as an accessory before the fact by advising and encouraging the commission of a crime, as in the case at ¡bar, proof that he either advised or encouraged the commission of the crime will sustain the charge. See Funk & Wagnalls, also Webster, s. v., advise, encourage; also see 1 E. C. L., p. 131, 132, §§ 1, 2 and 3; 1 Wharton, Crim. Law, § 263 et seq; 1 Brill’s Cyo. Crim. Law, § 237, 241; 1 McClain’s Crim. Law, § 204, 208;, 1 Bishop’s Crim. Law, § 600 et seq., and § 663. Under our statute (§§ 2308, 2309, 2311, C. & M. Digest), one who is charged with being an accessory before the fact may be convicted if he advised and encouraged or if he advised or encouraged the commission of the crime.\n3. The court did not err in admitting’ the testimony oif Marcus Faulkner to the effect that Holliman talked with him and directed him to see the appellant. Nor did the court err in admitting the testimony of John Martin that he had seen Faulkner in company with Holliman at Hope and around Holliman’s place of business. Appellant denied that he had ever seen Faulkner. Holliman was appellant’s uncle, and it was relevant testimony to show how Faulkner came in contact with the appellant. It is one of the incidents in the chain of circumstances proper to be related by Faulkner in his narrative explaining his connection with the crime charged.\nThere is no reversible error in the rulings of the trial court, and its judgment is therefore affirmed.",
        "type": "majority",
        "author": "\"Wood, J."
      }
    ],
    "attorneys": [
      "Robert L. Rogers, 0. A. Graves and McMillan & McMillan, for appellant.",
      "E. W. Applegate, Attorney General, Walter L. Pope, Assistant, for appellee."
    ],
    "corrections": "",
    "head_matter": "Powell v. State.\nOpinion delivered July 9, 1928.\nRobert L. Rogers, 0. A. Graves and McMillan & McMillan, for appellant.\nE. W. Applegate, Attorney General, Walter L. Pope, Assistant, for appellee."
  },
  "file_name": "0938-01",
  "first_page_order": 956,
  "last_page_order": 971
}
