{
  "id": 1435118,
  "name": "Axley v. Hammock",
  "name_abbreviation": "Axley v. Hammock",
  "decision_date": "1932-05-23",
  "docket_number": "4-2618",
  "first_page": "939",
  "last_page": "948",
  "citations": [
    {
      "type": "official",
      "cite": "185 Ark. 939"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "232 S. W. 596",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "149 Ark. 383",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8719936
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/149/0383-01"
      ]
    },
    {
      "cite": "296 S. W. 39",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "173 Ark. 1083",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8725865
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/173/1083-01"
      ]
    },
    {
      "cite": "184 S. W. 843",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "123 Ark. 189",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1556252
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/123/0189-01"
      ]
    },
    {
      "cite": "212 S. W. 330",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "138 Ark. 508",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1566973
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/138/0508-01"
      ]
    },
    {
      "cite": "2 S. W. 707",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "48 Ark. 151",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1887747
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/48/0151-01"
      ]
    },
    {
      "cite": "286 S. W. 962",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "171 Ark. 802",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1369388
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/171/0802-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 603,
    "char_count": 15074,
    "ocr_confidence": 0.488,
    "pagerank": {
      "raw": 4.037172890478366e-07,
      "percentile": 0.907257720430805
    },
    "sha256": "2eadc6494325ef6fd7c221ca74ae8138b132e9bc74ac3f452970aca9ef689c28",
    "simhash": "1:c721f8a6cf08be7e",
    "word_count": 2588
  },
  "last_updated": "2024-02-27T17:51:09.396208+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Smith and McHaney, JJ., dissent."
    ],
    "parties": [
      "Axley v. Hammock."
    ],
    "opinions": [
      {
        "text": "Mehaeey, J.\nThe petitioner filed suit in the Bradley Circuit Court against the respondent, Southern Lumber Company, for damages for slander, alleging that Fred Wyman, president of respondent company, and acting within the scope of his authority, falsely and maliciously spoke and published, of and concerning plaintiff, certain false, malicious and defamatory words, setting out the words spoken, and asked for damages.\nThe respondent, defendant in the slander suit, filed a demurrer, a motion to make the complaint more specific, and complaint was amended to comply with the motion to make more specific.\nAfter the demurrer filed by defendant was overruled, the defendant filed answer in which it alleged, among other things, that Wyman had no authority to act for it in the utterance of any slander. It denied that Wyman spoke and published the slanderous words alleged in complaint, and denied any malicious intent, and in fact denied all the material allegations with reference to the charge of slander. It alleged in addition that the slander was unauthorized, that it was a privileged communication, and defendant also pleaded the truth of the statements alleged to have been made, and a settlement of the entire matter, and that the plaintiff was estopped; that the slander was the result of plaintiff’s own repetition and publication of an alleged slander of plaintiff’s own making; that a suit had been filed for the same slander against Wyman, and was still pending.\nIn addition to the answer the defendant filed a counterclaim and cross-complaint in which it alleged misconduct on the part of the plaintiff in numerous ways and numerous acts of improper conduct with reference to defendant’s property, alleging that defendant had wrongfully appropriated to his own use much of the money and property and many facilities of defendant without knowlege of said company; that an accounting which would involve many thousands of items to be found hidden in vast volumes of records and files covering a period of many years, complicated because of the wrongful action of plaintiff, was necessary; that it was necessary to appoint a master.\nThe defendant attached to his counterclaim and cross-complaint a motion to transfer to equity, setting up all the defenses mentioned in its counterclaim, and many others which it alleged entitled it to have the cause transferred to equity; asked for judgment against the plaintiff in damages, and the cause was, over the objection of plaintiff, transferred to the chancery court.\nThe plaintiff then in chancery court filed a motion to remand to the circuit court, which was overruled, and plaintiff required to go to trial.\nThe defendant’s pleadings in the circuit court, including the answer, counterclaim and cross-complaint, together with the motion to transfer to equity, consist of more than forty pages, and it would be useless to set out the pleadings in full.\nThe chancellor made lengthy findings. Among other things the court said in its findings that it was impossible to reconcile the testimony upon any point materially affecting the issues.\nThe court also said in its findings: “This court is not impressed with much of the allegations contained in the cross-complaint. Some of these allegations are frivolous and merely challenge conditions long acquiesced in by defendant corporation. Some are referable to faulty judgment rather than intentional wrongdoing on the part of the cross-defendant.”\nThe court then entered a decree that the court had full and complete jurisdiction of both the parties and the subject-matter and the issue, as made by the pleadings, and that the pleadings set forth matters cognizable exclusively in equity; that the appointment of a master was proper, and that the plaintiff’s request for a jury, and motion to remand to the circuit court were denied and overruled, to which plaintiff excepted.\nThere are many other specific statements in the decree which it is unnecessary to set out in this opinion. The court dismissed the complaint of plaintiff and dismissed the cross-complaint of defendant.\nThe court in its decree, names more than 150 witnesses who gave testimony.\nThe petitioner filed in this court, April 15, 1932, an application for writ of certiorari, and prays that the decree and judgment of the chancery court he quashed, and that an order be issued by this court directing that said cause of action be remanded to the circuit court for trial, and for other relief.\nA response was filed by the chancellor and Southern Lumber Company in which they first demurred, stating that it is an effort to use certiorari as a substitute for appeal. They also contend that, unless all the pleadings filed in the lower court are printed in full, this court cannot exercise an informed and intelligent discretion; that the writ of certiorari does not properly lie to courts of chancery; that the petitioner is estopped. It is also stated in the response that the entire record is necessary to the exercise of an intelligent discretion, and that the petition was not filed in time, and the response then denies the allegations contained in the petition.\nIt is first contended by the respondents that the writ should be denied because it is obviously an effort to use certiorari as a substitute for an appeal, and they call attention to Adams v. Sub-Drainage District No. 3, 171 Ark. 802, 286 S. W. 962.\nIt is true that there is a statement in the opinion in that case that certiorari cannot be used as a substitute for appeal, and the orders are not brought up on appeal for correction of error.\nIt is the general rule, in this State, that the writ of certiorari cannot be used as a substitute for appeal.\nAs contended by the respondent, the writ of certiorari is not a writ of right, but is one of discretion. Many cases are cited by respondent to support this rule, but it may be said that the rule is well established in this State that the writ of certiorari is not a writ of right, but is a writ of discretion.\nThe petitioner cannot demand as a matter of right that the writ issue. On the other hand, the respondent cannot claim as a matter of right that the writ shall not issue. It is a matter, not of right, but of discretion, and that means of discretion to grant or refuse the writ.\nDiscretion of a judge or court, when called upon to grant or refuse a petition for a writ of certiorari, requires the judge or court to act according to the dictates of their own judgment and conscience, and it involves a fair consideration of all the peculiar features of the particular question involved.\n“In a broad sense, the option which a judge may exercise, either to do or not to do that which is proposed to him that he shall do; choosing between the doing and not doing of a thing, the doing of which cannot be demanded as an absolute right of party asking it to be done; the exercise of the right legally to determine between two or more causes of action.” 18 C. J. 1135.\nThe respondent can no more demand that the court refuse to grant the writ than the petitioner can demand that it grant it, but the granting or refusing to grant the writ is within the sound discretion of the court.\nIn determining whether the writ should be granted or not, the court will look only to the face of the record, and will not consider questions of fact.\nIt is wholly unnecessary to call attention to or review authorities cited to support this proposition.\nIt is next contended by the respondent that the application for the writ should be dismissed unless all of the pleadings in the lower court, resulting in the transfer of the case to the chancery court are printed in full.\nThe complaint filed in the 'Bradley Chancery Court was a suit'for damages for slander, and the only court having jurisdiction to try an action for slander is the circuit court, and no pleadings filed by the defendant in such suit could authorize the transfer of the case to the chancery court, and thereby deprive the plaintiff of the right to trial by jury.\nThe statutes as to counterclaim and set-off referred to and relied on by respondent do not authorize a transfer of a lawsuit to the chancery court.\nSection 1195 of Crawford & Moses’ Digest provides: 1 ‘ The counterclaim mentioned in this chapter may be any cause of action in favor of the defendants, or some of them, against the plaintiffs, or some of them.”\nPrior to the enactment of this statute, the cause of action that could be pleaded in a counterclaim was some matter arising out of the contract or transaction set forth in the complaint as the foundation of the plaintiff’s claim, or connected with the subject of the action.\nUnder the law as amended, it is not necessary that the cause of action mentioned in the counterclaim arises out of the contract or transactions, or that it is connected with the subject of the action. In other words, it may be any cause of action in favor of the defendants against the plaintiffs, whether growing out of the contract or transactions or connected with the subject of the action or not.\nThis is the only change made in the law as to counterclaim, and the same change was made as to set-off, but, both before the amendment and since, the cause of action mentioned in the counterclaim must be within the jurisdiction of the court. It was not the intention of the Legislature in enacting these statutes to violate the Constitution. The presumption is that the Legislature did not intend to violate the Constitution, but, if these statutes are construed as contended for by respondent, they would violate the Constitution.\nSection 7 of art. 2 of the Constitution of Arkansas, provides: “The right of trial by jury shall remain inviolate, and shall extend to all cases at law without regard to the amount in controversy; but a jury trial may be waived by the parties in all cases in the manner prescribed by law.”\nThe right to trial by jury would not remain inviolate if, in an action only cognizable in a court of law, the defendant could interpose defenses and cause a transfer to a court of chancery, and thereby deprive the plaintiff of the right to trial by jury, and the defendant cannot secure a transfer to chancery of a case of which the court of chancery has no jurisdiction.\nEven if the transfer to the chancery court did not deprive the plaintiff of a trial by jury, still the judgment of the chancery court in the slander suit would be void, because such court has no jurisdiction in a slander suit, and it is the general rule that the judgment of a court having no jurisdiction over the subject-matter is void.\nIn speaking of the jurisdiction in Freeman on Judgments, it is said: “A lack of it, on the other hand, will lay the judgment open to successful impeachment if such fact is made to appear from the face of the record or by matters dehors where extraneous evidence is receivable for the purpose.”\n“It is this jurisdictional element that differentiates a void from a voidable judgment, the distinction between them being that when a court attempts to render the former a jurisdictional fact is absent without the existence of which the court is without authority to act at all. A judgment, in fact, rendered by a court whose want of jurisdiction is made to appear is no judgment at all and binds no one.” 1 Freeman on Judgments 668.\nConsent cannot give jurisdiction of the subject-matter, although it may of the person, and where the court has no jurisdiction of the subject-matter, the judgment is void, and a void judgment is a nullity. Grimmett v. Askew, 48 Ark. 151, 2 S. W. 707; Blanton v. Forrest City Mfg. Co., 138 Ark. 508, 212 S. W. 330; Oliver v. Routh, 123 Ark. 189, 184 S. W. 843; Hart v. Wimberly, 173 Ark. 1083, 296 S. W. 39.\nIt is next contended by respondent that writs of certiorari do not properly lie to courts of chancery. This court has settled the question against the remonstrant in the case of Martin v. Hargrove, 149 Ark. 383, 232 S. W. 596. It not only settled the question that certiorari will lie to courts of chancery, hut the opinion in that case stated: “Inasmuch as the orders of the court exceed its jurisdiction, certiorari is an appropriate way to bring before this court for review.”\nThis court is therefore committed to the doctrine, not only that the writ will lie to a chancery court, but that it is the appropriate method to bring void judgments before this court for review.\nWhere the chancery court has no jurisdiction to try the case before it, that is, no jurisdiction over the subject-matter, its judgment is void, and since the original suit, brought in the circuit court was for damages for slander, the chancery court had no jurisdiction, and no pleadings that could have been filed by the defendant in that suit would give the chancery court jurisdiction.\nIt is wholly unnecessary, and would be improper, to consider the evidence, because the circuit court alone had jurisdiction to try the slander suit.\nAs contended by respondent, it was evidently the intention of the Legislature, in adopting the provisions with reference to counterclaim and set-off, to permit persons to settle in a single suit all matters in dispute between them, but it was manifestly not the intention of the Legislature to violate the Constitution and deprive one of the right to trial by jury, nor to give the chancery court jurisdiction to try cases that were only cognizable in a court of law.\nIt is contended that the pleadings on the part of the defendant in the slander suit gave the chancery court jurisdiction. Section 1194, Crawford & Moses’ Digest, which provides that a defendant may set forth in his answer as many grounds of defense, counterclaim and set-off, whether legal or equitable, as he shall have, does not authorize equitable defenses in a suit for slander. All the defenses proper in a slander suit are legal defenses. Defendant in a slander suit may introduce evidence tending to show justification or partial justification.\nSection 1229 Crawford & Moses’ Digest provides: “In the actions mentioned in-the last section, the defendant may, in his answer, allege both the truth of the matter charged as defamatory and any mitigating circumstances legally admissible in evidence to reduce the amount of damages, whether he proves the justification or not, he may give in evidence the mitigating circumstances.” These defenses are legal defenses in a suit for slander.\nLengthy briefs have been filed by both parties, and many authorities cited. We do not deem it necessary to discuss or review all the authorities cited. We have reached the conclusion that the chancery court was without jurisdiction, and that its judgment is void.\nThe certiorari is sustained, and the judgment of the chancery court in the slander suit is set aside, and the chancellor directed to remand the slander suit brought by petitioner to the Bradley Circuit Court.\nSmith and McHaney, JJ., dissent.",
        "type": "majority",
        "author": "Mehaeey, J."
      }
    ],
    "attorneys": [
      "D. L. Purloins, Clary & Ball and J. R. Wilson, for appellant.",
      "Williamson Williamson and Aubert Martin, for appellee."
    ],
    "corrections": "",
    "head_matter": "Axley v. Hammock.\n4-2618\nOpinion delivered May 23, 1932.\nD. L. Purloins, Clary & Ball and J. R. Wilson, for appellant.\nWilliamson Williamson and Aubert Martin, for appellee."
  },
  "file_name": "0939-01",
  "first_page_order": 959,
  "last_page_order": 968
}
