{
  "id": 1432148,
  "name": "Fawcett v. Rhyne",
  "name_abbreviation": "Fawcett v. Rhyne",
  "decision_date": "1933-10-02",
  "docket_number": "4-3083",
  "first_page": "940",
  "last_page": "954",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 940"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "28 S. W. (2d) 704",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "181 Ark. 876",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8725849
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/181/0876-01"
      ]
    },
    {
      "cite": "261 S. W. 645",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "164 Ark. 261",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1382148
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/164/0261-01"
      ]
    },
    {
      "cite": "169 S. W. 1175",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "114 Ark. 297",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "34 Ark. 117",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1875631
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/34/0117-01"
      ]
    },
    {
      "cite": "196 U. S. 529",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8293012
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/196/0529-01"
      ]
    },
    {
      "cite": "27 N. E. 1077",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": 0
    },
    {
      "cite": "208 S. W. 431",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "137 Ark. 188",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1568069
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/137/0188-01"
      ]
    },
    {
      "cite": "237 S. W. 450",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "151 Ark. 409",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1366070
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/151/0409-01"
      ]
    },
    {
      "cite": "230 Pac. 268",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": 0
    },
    {
      "cite": "104 Okla. 57",
      "category": "reporters:state",
      "reporter": "Okla.",
      "case_ids": [
        6348907
      ],
      "opinion_index": 0,
      "case_paths": [
        "/okla/104/0057-01"
      ]
    },
    {
      "cite": "46 A. L. R. 772",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "167 Minn. 203",
      "category": "reporters:state",
      "reporter": "Minn.",
      "case_ids": [
        143083
      ],
      "opinion_index": 0,
      "case_paths": [
        "/minn/167/0203-01"
      ]
    },
    {
      "cite": "19 A. L. R. 1439",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "240 Mass. 359",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        58310
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/240/0359-01"
      ]
    },
    {
      "cite": "48 L. R. A. 177",
      "category": "reporters:federal",
      "reporter": "L.R.A.",
      "opinion_index": 0
    },
    {
      "cite": "13 Wash. 281",
      "category": "reporters:state",
      "reporter": "Wash.",
      "case_ids": [
        299454
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash/13/0281-01"
      ]
    },
    {
      "cite": "93 S. W. 1120",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "197 Mo. 15",
      "category": "reporters:state",
      "reporter": "Mo.",
      "case_ids": [
        2253402
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mo/197/0015-01"
      ]
    },
    {
      "cite": "135 S. W. 453",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "98 Ark. 23",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1316074
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/98/0023-01"
      ]
    },
    {
      "cite": "143 S. W. 595",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "102 Ark. 83",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1354059
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/102/0083-01"
      ]
    },
    {
      "cite": "277 S. W. 27",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "169 Ark. 953",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "244 S. W. 441",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "155 Ark. 376",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "4 S. W. 167",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "49 Ark. 75",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1310005
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/49/0075-01"
      ]
    },
    {
      "cite": "51 S. W. (2d) 517",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "185 Ark. 1111",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1435235
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/185/1111-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1040,
    "char_count": 29719,
    "ocr_confidence": 0.483,
    "pagerank": {
      "raw": 2.872147231746703e-07,
      "percentile": 0.8428898750467692
    },
    "sha256": "ca14a49faf6d139fca0549057e99f2eb29faf1cee97f48cca1fb9c7ca395959c",
    "simhash": "1:d213252e100c5d7e",
    "word_count": 5198
  },
  "last_updated": "2024-02-27T21:18:50.990705+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Johnson, C. J., disqualified and not participating."
    ],
    "parties": [
      "Fawcett v. Rhyne."
    ],
    "opinions": [
      {
        "text": "Butler, J.\nMrs. Guinn owned a parcel of land in the village of Ben Lomond, irregular in shape, containing several acres. She sold this land to B. W. and D. R. Fawcett, conveying the same to them by deed which it was subsequently found misdescribed the property intended to be and actually conveyed. The Fawcett brothers took possession of this land; on certain parcels thereof erected their homes, and on others store buildings and conveyed several parcels of it to others. After a time, except as to their homestead lots and the parcels before conveyed to others, they conveyed the property to J. A. Hughes by mortgage deed to secure an indebtedness. This mortgage was afterward foreclosed, a sale made by the commissioner of the court under the decree of foreclosure, report of sale made and confirmed, and a deed made to the purchaser, J. A. Hughes. This title passed by mesne conveyances to Mrs. Allie Rhyne. The purchasers under the foreclosure sale took actual possession of the property, and this possession continued until it became the property of Mrs. Rhyne, who also took possession and remained in such possession continuously until the present.\nMrs. Rhyne established her home on a part of the property, and B. W. Fawcett continued to live on a part of the original Guinn tract near her. A controversy, the particulars of which are not important, arose between the two which resulted in' Mrs. Rhyne instituting an action in the circuit court to establish her title to a small portion of the original Guinn tract which was in dispute between her and Fawcett. She based her title on the decree under foreclosure sale and deeds thereunder and on a quitclaim deed from a Mrs. Smith, sole surviving heir of Mrs. Guinn, deceased. Fawcett answered denying Mrs. Rhyne’s title under the muniments of title exhibited, averred title in himself by mesne conveyances from Mrs. Guinn. (D. R. Fawcett had long previously conveyed to B. W. Fawcett his interest in the Guinn tract.) He alleged there was a mistake in the description of the land made in his conveyances; that upon the execution of the deed under which he claimed he took possession of the land “built a home and established his residence with that of his family thereon, and at all times thereafter until the filing of this action he has occupied the lands so conveyed peaceably, etc.,” except as to certain tracts which he and his co-tenant, D. R. Fawcett, had previously conveyed to others. He further alleged that he had “used and occupied openly, adversely and without interruption a strip of land 46 feet wide on the north end of said land, and extending from the west boundary line of his grant and west 109 feet to the west line of land conveyed to Rebecca Fawcett, as herein-before referred to; also a parcel of land connected with the strip just referred to.on the south 19 feet wide and extending in a southerly direction from the strip just mentioned along and parallel with the west line of the land so conveyed to Rebecca Fawcett a distance of 60 feet, more or less, to the northeast corner of the property conveyed to A. J. Clingan, as hereinbefore referred to, at which point the width is reduced to 14 feet and so continues in a southerty direction to the southwest corner of the said Rebecca Fawcett land.”\nContinuing, he averred that the said strips just described had been in his exclusive possession and used solely and exclusively as a roadway and means of ingress and egress from certain roads and highways into his residence, outhouses and other inclosures, and that he had no other way of ingress and egress therefrom or thereto during all the time of his possession, and that no other person had any right or interest in the same. He prayed that his answer be considered a cross-complaint, the cause transferred to equity, the complaint dismissed, the deeds under which he claimed reformed so as to correctly describe tbe land, and bis title and interest in tbe land so described quieted and confirmed.\nTo this answer, Mrs. Rbyne replied denying that B. W. Fawcett was entitled to have bis deed reformed; denied that be bad bad possession and use of tbe lands described in bis answer in tbe manner claimed, or that be was entitled to tbe relief prayed. Afterward, sbe filed an amendment to ber complaint averring that tbe only ground actually in controversy was' a triangular shaped tract in tbe northwest corner of tbe lands described in tbe complaint, which sbe specifically described, and prayed as in her original complaint.\nTo the complaint, as amended, the defendant filed an answer and cross-complaint denying that tbe only land actually in controversy was tbe strip mentioned in plaintiff’s amendment, or that same was the only land to which be claimed title. By way of cross-complaint, be stated that, if it was tbe purpose of plaintiff to abandon ber claim to other parts of said lands, the defendant joined issue as to her right to recover tbe land described in tbe amendment to tbe complaint, and denied that sbe bad any title to any part of tbe land described in any of ber pleadings. Further answering, tbe defendant alleged that it was impossible for him to know the extent of tbe lands claimed by plaintiff, but denied that sbe bad any legal right or title to any part of tbe same by virtue of tbe conveyances under which sbe claimed, or otherwise. He prayed that tbe complaint be dismissed, or if the court should be of tbe opinion that plaintiff was entitled to any part of tbe land, that tbe same be definitely ascertained and described in tbe decree of tbe court, and that defendant’s interest in tbe remainder be confirmed in him.\nReplying to the amendment to tbe cross-complaint, Mrs. Rbyne alleged that it was not ber intention to abandon title to any of tbe lands described in tbe deed from Mrs. Smith, but that sbe claimed title, to all of it, especially to tbe south 60 feet thereof; sbe averred that the allegations of tbe defendant’s amendment to bis cross-complaint were so indefinite as to make it impossible for her to tell whether or not he intended to assert any claim to the south 60 feet described in Mrs. Smith’s deed to her, and, if so, that said claim was barred by reason of the seven-year statute of limitation, which statute she invoked.\nThe pleadings in that case are voluminous, and the parts hereinbefore quoted or referred to appear to be those pertinent to the question which we shall hereafter consider.\nTestimony was taken on the pleadings and the case was heard by the court and a decision reached, and on the 14th day of December, 1931, the decree was made and entered. To set out the decree in full would unduly extend this opinion, but it recites the pleading-s, the documentary evidence and the testimony of the witnesses on which it was based. It finds that the original deed from Mrs. Guinn incorrectly described the land sought to be conveyed, that this defect in description continued under the deeds made subsequently under which B. \"W. Fawcett claimed title, and that all of said deeds should be reformed. It recited the execution of the mortgage deed and proceedings thereunder and the execution of the deeds in pursuance thereof to Mrs. Rhyne and her predecessors in title, and found that she and they had been in possession of the property adversely for more than seven years, and that the true description of the property in the mortgage was as described in the deed of Mrs. Smith. (It will be noted that in the pleadings filed by Mrs. Rhyne there was no allegation of misdescription in the mortgage from Fawcetts to Hughes, the decree and proceedings thereunder and deeds based thereon, or prayer for their reformation.)\nThe court further found that Fawcett was in the occupancy and had acauired by adverse user title to a strip of land 18 feet wide lying immediately east of the lands owned by Mrs. Rhyne, and that his title in the same should be confirmed. Continuing, the court made the further recital that plaintiff in open court disclaimed any title to the lands described in the deed from D. R. Fawcett to B. W. Fawcett and that described in the original Guinn deed, other than that described in her deed from Mrs. Smith and that the defendant “is the owner of, and in possession, of all that lot and parcel of land set ont and described in the deed from D. R. Fawcett' and wife to B. ~W. Fawcett dated February 14, 1890, and also a strip of land extending from. the north boundary line of said last mentioned parcel 18 feet wide immediately west of, and parallel with, the west boundary line of the parcel conveyed to Rebecca Fawcett, as hereinbefore set out, to the north boundary line of the Nancy C. Guinn survey * * * and that the title and possession of defendant in and to all of said land should be forever quieted and confirmed in B. W. Fawcett against all the claims of the plaintiff, and those holding through her.” After these findings follows the formal decree, which first decrees a reformation of the deeds under which Fawcett claimed, that title to a parcel of land 106 feet north and south by 90 feet east and west, which is described, is in Mrs. Rhyne, and that her right to possession therein and her title thereto be confirmed. Second, it was decreed as follows: “That B. W. Fawcett be and he is hereby decreed to own in fee simple a strip of land 18 feet in width from east to west lying immediately east of the tract of land herein decreed to be owned by the plaintiff, and his title thereto is forever confirmed and quieted, in himself as against the plaintiff and all persons claiming through her. It is further decreed that the cost be divided equally between the defendant and plaintiff. Both parties except, pray, and are granted, appeals to the Supreme Court.”\nThe instant suit had its origin in a complaint filed by B. W. Fawcett in the circuit court alleging that he was the owner of a certain specific parcel of land described as follows: “Commencing at the southeast corner of southwest quarter of northeast quarter section 5, township 11 south, range 29 west, running thence west 90 feet to beginning; thence west 208.5 feet to public road running from Ben Lomond to Brownstown, now highway No. 71; thence north with said road 120 feet; thence east 208.5 feet; thence in a southerly direction to point of beginning.” Fawcett alleged his title under the deeds pleaded in the former suit which he again exhibited, and further alleged title by virtue of the decree of the chancery court hereinbefore mentioned which he claimed was quieted and confirmed in the specific tract mentioned in his complaint, and that, notwithstanding this, Mrs. Rhyne and her tenants were in possession of the same under claim of ownership, whereas by the terms of the decree pleaded her rights were barred and the plea had become res judicata as to all of her rights.\nMrs. Allie Rhyne and a Mrs. Ethel Fawcett and the tenant in possession were, made defendants, but as to Mrs. Rhyne and Mrs. Fawcett a nonsuit was taken, and Mrs. Rhyne thereupon intervened, denying the allegations of the complaint, averring that she was in actual, adverse and open possession of the land, and that she had been for a period of more than seven years before the institution of the suit. She set up title by reason of said possession. She further alleged that her title was derived through certain foreclosure proceedings and deeds based thereon which she specifically pleaded and exhibited with her intervention; that it was the intention in the said proceedings and deeds to convey the parcel of land named in plaintiff’s complaint, but that said proceedings and deeds incorrectly described the lands, and that same should be reformed. Intervener further alleged that the decree under which plaintiff claimed was not the. decree rendered by the court, and that a part thereof was obtained by fraudulent representation made to it. The intervention concluded with a motion to transfer the cause to equity to the end that the decrees, orders of the court, and deeds under which she claimed be reformed and corrected so as to correctly describe the lands thereby intended to be conveyed, and that the decree of December 14, 1931, pleaded by plaintiff be vacated and set aside; alleged her title by adverse possession and pleaded the statute bar. On the same date of the filing of the. intervention Mrs. Rhyne filed her motion in the chancery court to vacate the decree pleaded by plaintiff on the ground that it was procured by fraud practiced on the court.\nOver the objection of the plaintiff, the' case' was transferred to the chancery court where a reply to the intervention was filed denying its averments. On the day following a motion was made to remand to the circuit court, which motion was overruled and plaintiff excepted. The suit and motion were consolidated, and the case then proceeded on the issues joined,,testimony was heard, and the court found that plaintiff had obtained the decree pleaded in his complaint by untrue testimony, and that the parcel of land claimed in the complaint was the property, of Mrs. Rhyne, and the true description thereof, which was thereupon incorporated in the finding, and, without otherwise modifying or vacating its former decree, dismissed the appellant’s complaint for want of equity, from which decree is this appeal.\nIt is appellant’s contention that the cause should have been remanded to the circuit court; that.there was no fraud practiced on the court as would bring the motion to vacate the decree within the terms of the statute providing the manner in which judgments and decrees may be vacated after the lapse of the term; that his plea of res judicata should have been sustained because, as he contends, his title to the lands involved was squarely presented in the proceedings which resulted in the decree of December 14, 1931; that the question was there adjudicated and title confirmed in him.\nAs preliminary to the discussion of the issues involved, we observe that a most painstaking investigation of the pleadings and exhibits has been made, but because the descriptions in the various deeds and pleadings are so vague and indefinite and made with reference to two highways running past the property-in controversy forming a part of its boundary, and to certain parcels of land heretofore conveyed to others, we have-been unable to understand- just how the property involved directly or incidentally is located, and we are constrained to believe that counsel themselves were confused as to the true location of the parcels of land adversely occupied and-claimed by the litigants. The only thing that is clear relating to the location of the property is that the parcel of land described in the complaint of Fawcett in the instant case lies along the extreme southern boundary of the original Guinn tract, and that the pleadings and evidence indicate that the lands actually involved in the first suit lay to the north and were parts of the north or northwest portion of the original Guinn tract.\nThe first question in the case relates to the power of the court to vacate its decree or modify the same after the expiration of the term in which it was handed down. The only power to vacate a decree after lapse of the term is to be found in the statute or by a bill of review in equity on the ground of newly-discovered evidence or for error of law apparent on the face of the record. In this proceeding there was no claim of mistake of law or of newly-discovered evidence, but the appellee relied on the allegation which in effect charged that the decree was procured by fraud practiced on the court. On this question testimony was taken, much of which we deem it unnecessary to review at length, it being a sufficient reason, if no other existed, that the court did not find that there had been any such fraud practiced. In fact, the evidence, to our mind, is conclusive that everything done by the attorney for appellant in relation to the suggestion made by him as to the drafting and phrasing of the decree was done in open court in the presence of opposing counsel.\nIt is only in those States which so prescribed by statute that a decree may be set aside after the lapse of the term because of perjured testimony given by the prevailing party at the hearing of the case. Such is not the rule in this jurisdiction. ‘ ‘ The law is settled that the fraud which entitles a party to impeach a judgment must be fraud extrinsic of the matter tried in the cause, and does not consist of any false or fraudulent act or testimony the truth of which was or might have been in issue in the proceeding before the court which resulted in the judgment assailed. It must be a fraud practiced upon the court in the procurement of the judgment itself.” Parker v. Sims, 185 Ark. 1111, at page 1116, 51 S. W. (2d) 517, and cases cited. Indeed, we are constrained to the view that the learned trial judge misinterpreted the testimony of Fawcett and failed to reach a just conclusion as to the true inference arising from it. We have carefully examined his testimony, and that relating to his adversary possession of the parts of the Guinn tract claimed by him was clearly referable to the specific allegations contained in his pleadings and the pleadings of his adversary. In his pleadings Fawcett was not contending for the parcel of land here involved, and, of course, his testimony could not justly be held to refer to it. This indubitably appears when his-testimony in the instant case is considered, for he states that during the progress of the original lawsuit and at the time he testified therein he was fully aware that appellee was in actual possession of the subject-matter of this suit, and he then made no claim to it, nor did he do so until after the decree was rendered, and then only on the information of this attorney that the land had been decreed to him. In explaining why he claimed this parcel in the instant case when he did not in the former, he stated that if “she (appellee) tried to take something that doesn’t belong to her, I will take something that doesn’t belong to me.”\nThe next question involved is the jurisdiction of the chancery court to hear and determine the issues in the instant case and the propriety of the court’s order overruling the motion to remand the cause to the circuit court, from which it had been transferred. This action, an ejectment suit, was properly instituted in a court of law. In the intervention filed by the appellee it was alleged, among other things, that she was the owner of the parcel of land acquired by reason of certain decrees and proceedings thereunder which divested title of appellant in the land and vested it in her, and it was the intention of the parties to the mortgage that the identical land involved be included therein, but that there was a mistake and misdescription therein which was brought forward and continued in the descriptions in the decrees and other proceedings and the deeds based thereon, and she prayed for reformation of these deeds, decrees and other proceedings. This stated an equitable defense and warranted the transfer of the cause to the chancery court and the retention of jurisdiction by the chancellor on motion to remand. Nichols v. Shearon, 49 Ark. 75, 4 S. W. 167; Marsh v. Erwin, 155 Ark. 376, 244 S. W. 441; Langless v. McCarthy, 169 Ark. 953, 277 S. W. 27; Soderman v. Bell, 102 Ark. 83, 143 S. W. 595; Martin v. Hempstead County Levee Dist., 98 Ark. 23, 135 S. W. 453.\nIt was the principal contention of the appellant that his title to the. tract of land described in his complaint was involved-in the proceedings resulting in the decree of December 14, 1931, and that that decree was a bar to the defenses interposed by appellee by reason of the rule res judicata. That rule has been often announced by this court to the effect that a judgment or decree of a court of competent jurisdiction operates as a bar to all defenses, either legal or equitable, which were interposed or which could have been interposed in the former suit. This brings us to a consideration of the issues raised by the pleadings in the former suit-and the true import and effect of the resulting decree.\nIn determining what were the issues raised by the pleadings, it is the general rule, that specific allegations in a pleading must be given precedence over general averments, inasmuch as the latter are to be deemed as explained, limited and controlled by the special allegations. 49 C. J., 157, § 11, note 8; Haley v. Mo. Pac., etc., Co., 197 Mo. 15, 93 S. W. 1120; Seattle Bank v. Carter, 13 Wash. 281, 48 L. R. A. 177; Whitcomb v. Vigeant, 240 Mass. 359, 19 A. L. R. 1439; Johnson v. Sampson, 167 Minn. 203, 46 A. L. R. 772; Wright v. State, 104 Okla. 57, 230 Pac. 268.\nIt is also the rule that an obscure pleading will be treated in the light in which the parties themselves treated it. Cunningham v. Dellmon, 151 Ark. 409, 237 S. W. 450.\nBy reference to the statement of the averments in the pleadings, it will be observed that the appellee, was contending that the particular parcel of land, title to which was desired to be adjudicated, was a small triangular strip on the northern boundary of her property. In the answer there is the specific averment that on the Guinn tract appellant “built a home and established his residence with that of his family thereon, and at all times thereafter until the filing of this action he has occupied the land so conveyed peaceably,” except as to certain tracts of land which he and his co-defendant Fawcett had previously conveyed; and the further specific averment that he had “used and occupied openly, adversely and without interruption a strip of land 46 feet wide on the north end of said land and extending from the west boundary line of his grant and west 109 feet to the west line of land conveyed to Rebecca Fawcett, as hereinbefore, referred\" to; also, a parcel of land connected with the strip just referred to on the south 19 feet wide and extending in a southerly direction from the strip just mentioned along and parallel with the west line of the land so conveyed to Rebecca Fawcett a distance of 60 feet, more or less, to the northeast corner of the property conveyed to A. J. Clingan, as hereinbefore referred to, at which point the width is reduced to 14 feet and so continues in a southerly direction to the southwest corner of the said Rebecca Fawcett land.” Continuing, he averred that the said strips just described had been in his exclusive possession and used solely and exclusively as a roadway and means of ingress and egress from certain roads and highways into his residence, outhouses and other inclosures, and that he had no other way of ingress and egress therefrom or thereto during all the time of his possession, and that no other person had any right or interest in the same. He prayed for reformation of certain deeds, and that Ms title and interest in the lands described be quieted and confirmed in him.\nFurther answering the complaint as amended, he denied that plaintiff had any title to the lands described in her complaint, alleged that it was impossible for him to know the extent of the lands claimed by her, arid prayed that the. complaint be dismissed, or, if the court should he of the opinion that plaintiff was entitled to any part of the lands, that the same be definitely ascertained and described in the decree of the court, and that his interest in the remainder be confirmed.\nNowhere in any of the pleadings filed by the appellant was there any specific description of lands claimed by him except in the one we have just quoted, and the general averment under the rule announced must be deemed to relate to, and be controlled by, that special allegation. It is obvious that this is the way the appellant so understood it, for, as has been stated, he expressly disavowed any claim of possession to the lands involved or that his.testimony given at the former trial had any reference thereto. The pleadings are obscure, and appellant’s understanding strengthens the conclusion that the general averment related only to this special allegation. That being true, the tract of land involved in this suit was not within the issues raised at the former trial. Indeed, it is our opinion that the decree rendered did not, in fact, adjudicate or attempt to adjudicate the subject-matter of this controversy. Decrees must be construed with reference to the issues raised. Nakdimen v. Brazil, 137 Ark. 188, 208 S. W. 431.\n“The doctrine of res judicata does not rest upon the fact that a particular proposition has been affirmed and denied in the pleadings, but upon the fact that it has been fully and fairly investigated and tried — that the parties have had an adequate opportunity to say and prove all that they can in relation to it, that the minds of court and jury have been brought to bear upon it, and so it has been solemnly and finally adjudicated.” Black on Judgments, vol. 2, § 614, p. 936.\n“If a particular point was not in issue in the suit— either in the technical sense of an issue framed by the pleadings, or in the sense of being the' decisive, question in the case and the one actually litigated and determining the result — it- i-s not conclusively established by the judgment therein, for- the purposes of a subsequent suit upon a different- cause of action, although it may be expressly or tacitly involved in the judgment.” Black on Judgments, vol. 2, § 617, p. 940.\nOn an examination of the decree, it appears that there was a general finding to the effect that the appellant was entitled to have his title quieted and confirmed as to all the lands in the deed from D. R. Fawcett to him except the lands described therein as belonging to the appellee, and it is also true that the particular tract appellant now seeks to recover was not included in the description of appellee’s land contained in her pleadings or decree and that she disclaimed all title to any property not included in such description. This disavowal, however, does not aid the appellant, for it is on his own averments of ownership and the evidence adduced to support them that his title must rest. The only specific finding of the court was that title* rested in the appellant to an 18-foot strip of land described in that finding. When it comes to the decree proper, there were only two subjects relative to which the decree made an adjudication: (a) that certain deeds be reformed, and (b) that appellant’s title to the said 18-foot strip be quieted and confirmed.\nIf the findings of the court should bear the construction contended for by the appellant, they were wholly irrelevant to the issues and did not enter into and become a part of the final judgment. As there was no judgment confirming title in appellant excépt to the 18-foot strip described, it constitutes a bar to the title to that strip and that alone.\nIn Springer v. Bien, 128 N. Y. at page 102, 27 N. E. 1077, it is said: “Neither the verdict of a jury nor the findings of a court in a prior action upon the precise point involved in a subsequent action between the same parties, constitute a bar unless followed by judgment based thereon, or into which the verdict or finding entered.”\n“Where no formal judgment has been entered, the plea of res judicata has no foundation; neither the verdict of a jury nor the findings of a court, even though in a prior action upon the precise point involved in a subsequent action and between the same parties constitutes a bar.” Oklahoma City v. McMaster, 196 U. S. 529 (2d syl.).\n“A final decree is the order of the court pronounced upon hearing and understanding all the points in issue, and determining all the rights of the parties to the suit, according to equity and good conscience.\n“If a decree does not profess on its face to dispose of many of the important matters involved in the cause, and it is manifest that the cause was not in condition to be heard upon those matters, and the decree fails to show affirmative action of the court upon them, the presumption may be indulged that they were not under consideration at the hearing or intended to be embraced in the decree.” Shegogg v. Perkins, 34 Ark. 117 (2d syl.); see also Seitz v. Meriwether, 114 Ark. 297, 169 S. W. 1175.\nWe suggest, with deference to the eminent counsel who appeared for the parties litigant and the learned trial judge, that the final proceedings and findings in the instant case were based on a wrong interpretation of the pleadings and a misconstruction of their purpose, and also upon a misapprehension of what was really decided in the decree of December 14, 1931. Those pleadings, as we have seen, did not include the subject-matter of this proceeding, or raise any issues with respect to it; nor did the decree adjudge to the appellant, either specially or generally, title in the lands now in controversy or confirm that title in him. For either of these reasons the plea of res judicata invoked has no application; and, since the chancery court acquired jurisdiction for the purpose of reforming appellee’s muniments of title, it might, and should, retain jurisdiction for all purposes and finally settle the lawsuit. Fulcher v. Dierks Lbr. Co., 164 Ark. 261, 261 S. W. 645; Held v. Mansur, 181 Ark. 876, 28 S. W. (2d) 704. The court properly heard the testimony relating to the appellee’s title acquired by adverse possession which abundantly justified the conclusion reached that the appellant’s complaint was without equity.\nThe decree is therefore affirmed.\nJohnson, C. J., disqualified and not participating.",
        "type": "majority",
        "author": "Butler, J."
      }
    ],
    "attorneys": [
      "Lake, Lake & Carlton, for appellant.",
      "Abe Collins, for appellee."
    ],
    "corrections": "",
    "head_matter": "Fawcett v. Rhyne.\n4-3083\nOpinion delivered October 2, 1933.\nLake, Lake & Carlton, for appellant.\nAbe Collins, for appellee."
  },
  "file_name": "0940-01",
  "first_page_order": 960,
  "last_page_order": 974
}
