{
  "id": 1428434,
  "name": "Roark Transportation, Inc. v. West",
  "name_abbreviation": "Roark Transportation, Inc. v. West",
  "decision_date": "1934-02-19",
  "docket_number": "4-3377",
  "first_page": "941",
  "last_page": "942",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 941"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 224,
    "char_count": 2687,
    "ocr_confidence": 0.531,
    "pagerank": {
      "raw": 6.380125665320789e-08,
      "percentile": 0.3921224750941078
    },
    "sha256": "7dd5e6886ce6f276292cb63dc025343f9104a392db8ea94f050f02b4a935181b",
    "simhash": "1:a53f063a6fdd8c8f",
    "word_count": 479
  },
  "last_updated": "2023-07-14T22:44:11.517500+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Roark Transportation, Inc. v. West."
    ],
    "opinions": [
      {
        "text": "McHaney, J.\nThis case is controlled in nearly all respects by the decision of this date in the case, Roark Transportation, Inc., v. Sneed, ante p. 928. Appellee’s intestate and Mr. Sneed were riding in the same car at the time of the collision between it and appellant’s bus, Sneed being the driver and Mrs. West an invited guest, and both received injuries from which they died. Trial resulted in a verdict and judgment against appellant for $3,000.\nFor a reversal, a number of errors are assigned and argued, which are the same as in the Sneed case, and we will not repeat them here. Only such assignments as are not covered in the Sneed case will be discussed in this.\nIn the panel of 24, qualified as prospective jurors, from which to select by lot 18 for a drawn jury, appeared two persons who were related to Mr. Sneed, driver of the Ford car, within the prohibited degree, and they were challenged on this ground. The court held them competent,' and they were stricken from the list by appellant. This was not reversible error for two reasons: (1) that they were not related to Mrs. West or the plaintiff, and (2) appellant was not required to accept them on the trial jury. It exercised its right so to do and struck them off. It is not contended that any of the twelve jurors selected to try the case were disqualified in any way, or that they were not fair and impartial, nor is it shown that any challenge was made to any juror selected. The relationship prohibited by § 6334, Crawford & Moses’ Digest, is to either party to the suit. Sneed was not a party to this suit.\nObjection was made to the giving of instruction No. 6 for appellee, on the ground that it “ignores the possible existence of contributory negligence on the part of plaintiff’s decedent.” Only a general objection was made to the instruction as given, but it is now said that it should have contained the clause, “and without fault on the part of Fannie Clark West.” No such request was made to the trial court. Contributory negligence is an affirmative defense, and the burden is on him alleging it to establish it by a preponderance of the evidence. There is no proof in this record that Mrs. West was negligent in any particular. The proof is to the contrary. Therefore the court would have been justified in refusing the modification now suggested had the request been made. The same thing is true as to objections made to instructions 10 and 11.\nAll other errors assigned and argued are covered in the Sneed case.\nAffirmed.",
        "type": "majority",
        "author": "McHaney, J."
      }
    ],
    "attorneys": [
      "Festus O. Butt, for appellant.",
      "C. A. Fuller, A. J. Russell, Jr., and J. W. Trimble, for appellee."
    ],
    "corrections": "",
    "head_matter": "Roark Transportation, Inc. v. West.\n4-3377\nOpinion delivered February 19, 1934.\nFestus O. Butt, for appellant.\nC. A. Fuller, A. J. Russell, Jr., and J. W. Trimble, for appellee."
  },
  "file_name": "0941-01",
  "first_page_order": 959,
  "last_page_order": 960
}
