{
  "id": 8726533,
  "name": "Barnes v. Hope Basket Company",
  "name_abbreviation": "Barnes v. Hope Basket Co.",
  "decision_date": "1933-02-13",
  "docket_number": "4-2856",
  "first_page": "942",
  "last_page": "946",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 942"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "291 S. W. 72",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "172 Ark. 1176",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "268 S. W. 860",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "167 Ark. 488",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1377048
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/167/0488-01"
      ]
    },
    {
      "cite": "273 S. W. 15",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "169 Ark. 23",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1374050
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/169/0023-01"
      ]
    },
    {
      "cite": "22 S. W. (2d) 553",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "180 Ark. 671",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1393469
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/180/0671-01"
      ]
    },
    {
      "cite": "292 S. W. 657",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "173 Ark. 362",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8720859
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/173/0362-01"
      ]
    },
    {
      "cite": "225 S. W. 640",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "146 Ark. 232",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1584981
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/146/0232-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 464,
    "char_count": 7853,
    "ocr_confidence": 0.509,
    "pagerank": {
      "raw": 1.411103054505558e-07,
      "percentile": 0.6469662903126785
    },
    "sha256": "4354ae59e07edc282636bcd39aef9536ba059159c509c0529bfdb11180d4aab0",
    "simhash": "1:aa67b00d2340ae9d",
    "word_count": 1433
  },
  "last_updated": "2024-02-27T17:52:01.123529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "McHaNey/J., dissents."
    ],
    "parties": [
      "Barnes v. Hope Basket Company."
    ],
    "opinions": [
      {
        "text": "Butler, J.\nThe Hope Basket Company, appellee, is a corporation, and was engaged on the day of the injury suffered by the appellant, Clarence J. Barnes, in loading its products into railroad cars for shipment. As a car was loaded, it was moved .forward by the employees of the company, and an empty car put in place to he loaded. The loaded cars were moved by Barnes and other employees- by means of crowbars. The employees would get at one end of the boxcar and place the crowbars under the rear wheels and raise them up. This would cause the car to move forward, and was called “pinching” the cars. In moving one of the cars, Barnes was using a crowbar under one of the rear wheels and other employees were assisting in the operation. It was discovered that the brake was set on this car. Some one called attention to this fact, and one of the employees started to crawl onto the car for the purpose of releasing it. Before he had g'otten on the car however, a boy not in the employ of the company and who had been forbidden to meddle or trespass on the property of the company, suddenly appeared and voluntarily climbed up and reached the brake. The brake was kept in place by an appliance called a ratchet, to release which another appliance, called the brake wheel, would be turned. The boy did not seem to have enough strength to turn the wheel without the use of a lever. While he was attempting to move the wheel, some one from the ground below handed him a canthook handle which he inserted in the spokes of the wheel and thus was. able to move it. When he did this, the ratchet was released, causing the wheel to move suddenly with sufficient violence to wrench the canthook from the boy’s grasp, propelling the same downward in such manner that it struck the appellant Barnes on the head, causing the injury and damage for which he brought suit.\nThe negligence alleged in the complaint was that the Hope Basket Company failed to provide a safe place in which Barnes might do this work, and “that the foreman of the crew gave the order to trip the brakes, knowing Barnes’ position and knowing that there was in the wheel at the time a canthook plainly visible to the foreman, if he had looked, and not visible to Barnes on account of his position.” The answer denied the allegations of negligence and alleged that the injury was not the result of any negligent act of an employee, but of a boy fifteen years of age not in the employ of the company who, without having been directed by any one in authority, and of his own volition, hurriedly climbed to the top of the boxcar, and, using a stick as a lever, performed the act which occasioned the injury to the appellant. On the trial of the case there was but little conflict in the testimony, which established the facts heretofore stated. After a number of witnesses had testified, the court asked if all the testimony relative to liability on the part of the defendant had been introduced, and, on being advised that it had, indicated that the court was of the opinion that the evidence failed to establish a cause of action against the defendant and declined to hear any testimony regarding the extent of the injury or the amount of damage. Thereupon the defendant moved for a directed verdict. Counsel for plaintiff objected on several grounds, and asked that he be given the right to amend the complaint to conform to the proof, and asked the following question: “Will the court let the record show that the request of the plaintiff to amend the complaint to comply with the evidence is granted?” The court answered, “Yes, sir.’’ Counsel then continued, saying: “And the plaintiff excepts to the ruling of the court at this time in granting a peremptory instruction for the defendant for the reasons herein stated and generally. ’ ’\nThe jury returned a verdict for the defendant at the direction of the court, from which is this appeal.\nThe record before us shows that the trial judge granted the request that the complaint he amended to conform to the proof, but clearly indicates that in his opinion in any view of the evidence no negligence attributable to the defendant was shown, and, without waiting for any amendment to be offered or made, instructed a verdict for the defendant. It is suggested by the ap-pellee that the appellant’s failure to amend the complaint precludes him from now complaining, but it is manifest that the amendment would have been unavailing in the trial court and a vain thing to suggest what the amendment would be as the court had all the evidence in mind. It is always within the sound discretion of the court to permit a complaint to be amended to conform to the proof; and where the allegations in the complaint are insufficient, it is proper at the conclusion of the evidence to .treat the complaint as amended to conform to the proof, where there are no objections to the introduction of the evidence and no claim of surprise is made. K. C. Sou. Ry. Co. v. Rogers, 146 Ark. 232, 225 S. W. 640; L. & C. Co v Sanders, 173 Ark. 362, 292 S. W. 657; Thomas v. Spires, 180 Ark. 671, 22 S. W. (2d) 553.\nIt must have been the view of the court that, in any view of the testimony adduced, there was no liability, and, if this be true and all reasonable minds would have drawn the same conclusion from the facts in evidence, the action of the court was proper. C. R. I. & P. Ry. Co. v. Daniel, 169 Ark. 23, 273 S. W. 15. But a case should not be withdrawn from the jury or a peremptory instruction given unless the conclusion follows as a matter of law that no recover can be had upon any view of the facts which the evidence tends to establish. S. W. Bell Tel. Co. v. Shelby, 167 Ark. 488, 268 S. W. 860; Gladys Belle Oil Co. v. McGee, 172 Ark. 1176, 291 S. W. 72. It is apparent that the boy who released the brake did so of his own motion and without the suggestion from any one, and that he was a mere trespasser for whose sole act the company was not responsible. Neither can we see any negligent act on the part of the foreman, and the complaint made that his absenting himself from the work and his failure to supervise it was the evidence of lack of ordinary care for the safety of the employees who were doing the work. He was nearby preparing a boxcar for loading, and the particular operation in which the men were engaged was a simple one; they were experienced in this and required no supervision. The ap-pellee insists that there is no testimony to the effect that any of the employees at the boxcar had authority to employ the boy or that under the circumstances the boy could be deemed to have been an emergency servant. To this we agree. If there is any negligence for which the company is responsible, it was no act of the boy alone, but there is evidence that he was seen by the employees as he was engaged in the attempt to turn the brake wheel, that none of them forbade him to do this act, but that some one from the ground below made it possible for him to perform the act in a negligent way by handing him a canthook handle to aid him in his efforts. If this was done by one of the employees of the company engaged in the work of the company, this would present a question for the jury to say whether or not under all the circumstances this was negligence, concurring with the act of the unauthorized volunteer, which was the proximate cause of the injury.\nThis being our view, we are of the opinion that the court erred in giving the peremptory instruction to find for the defendant. The case will therefore be reversed, and the cause remanded for such further proceedings as the appellant may be advised in accordance with the law and not inconsistent with this opinion.\nMcHaNey/J., dissents.",
        "type": "majority",
        "author": "Butler, J."
      }
    ],
    "attorneys": [
      "E. F. McFaddin, .for appellant.",
      "McRae <& Tomphins, for appellee."
    ],
    "corrections": "",
    "head_matter": "Barnes v. Hope Basket Company.\n4-2856\nOpinion delivered February 13, 1933.\nE. F. McFaddin, .for appellant.\nMcRae <& Tomphins, for appellee."
  },
  "file_name": "0942-01",
  "first_page_order": 962,
  "last_page_order": 966
}
