{
  "id": 1428296,
  "name": "Home Building & Savings Association v. Clay",
  "name_abbreviation": "Home Building & Savings Ass'n v. Clay",
  "decision_date": "1934-02-19",
  "docket_number": "4-3262",
  "first_page": "943",
  "last_page": "951",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 943"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "157 Fed. 490",
      "category": "reporters:federal",
      "reporter": "F.",
      "opinion_index": 0
    },
    {
      "cite": "64 Am. St. Rep. 152",
      "category": "reporters:state",
      "reporter": "Am. St. Rep.",
      "opinion_index": 0
    },
    {
      "cite": "38 L. R. A. 183",
      "category": "reporters:federal",
      "reporter": "L.R.A.",
      "opinion_index": 0
    },
    {
      "cite": "72 N. W. 306",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 0
    },
    {
      "cite": "103 Iowa 35",
      "category": "reporters:state",
      "reporter": "Iowa",
      "case_ids": [
        2115748
      ],
      "opinion_index": 0,
      "case_paths": [
        "/iowa/103/0035-01"
      ]
    },
    {
      "cite": "183 N. E. 114",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": 0
    },
    {
      "cite": "43 Ohio App. 270",
      "category": "reporters:state",
      "reporter": "Ohio App.",
      "case_ids": [
        620402
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ohio-app/43/0270-01"
      ]
    },
    {
      "cite": "49 L. R. A. 659",
      "category": "reporters:federal",
      "reporter": "L.R.A.",
      "opinion_index": 0
    },
    {
      "cite": "36 S. E. 531",
      "category": "reporters:state_regional",
      "reporter": "S.E.",
      "opinion_index": 0
    },
    {
      "cite": "98 Va. 445",
      "category": "reporters:state",
      "reporter": "Va.",
      "case_ids": [
        2015331
      ],
      "opinion_index": 0,
      "case_paths": [
        "/va/98/0445-01"
      ]
    },
    {
      "cite": "159 Atl. 58",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "104 Pa. Super Ct. 530",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        698542
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/104/0530-01"
      ]
    },
    {
      "cite": "13 S. W. 1020",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "35 L. R. A. 289",
      "category": "reporters:federal",
      "reporter": "L.R.A.",
      "opinion_index": 0
    },
    {
      "cite": "42 N. E. 710",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": 0
    },
    {
      "cite": "148 N. Y. 281",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2272025
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/148/0281-01"
      ]
    },
    {
      "cite": "87 S. W. 1173",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "75 Ark. 497",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1502552
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/75/0497-01"
      ]
    },
    {
      "cite": "102 Pa. St. 189",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    },
    {
      "cite": "25 L. R. A. 215",
      "category": "reporters:federal",
      "reporter": "L.R.A.",
      "opinion_index": 0
    },
    {
      "cite": "59 N. W. 1050",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 0
    },
    {
      "cite": "58 Minn. 340",
      "category": "reporters:state",
      "reporter": "Minn.",
      "case_ids": [
        557178
      ],
      "opinion_index": 0,
      "case_paths": [
        "/minn/58/0340-01"
      ]
    },
    {
      "cite": "153 Atl. 758",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "302 Pa. 544",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1129099
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/302/0544-01"
      ]
    },
    {
      "cite": "163 Atl. 240",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "10 N. J. Misc. 1248",
      "category": "reporters:state",
      "reporter": "N.J. Misc.",
      "case_ids": [
        739411
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nj-misc/10/1248-01"
      ]
    },
    {
      "cite": "85 Pa. 394",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        440515
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/pa/85/0394-01"
      ]
    },
    {
      "cite": "80 Mo. App. 585",
      "category": "reporters:state",
      "reporter": "Mo. App.",
      "case_ids": [
        1463896
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mo-app/80/0585-01"
      ]
    },
    {
      "cite": "56 Atl. 294",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "189 U. S. 122",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        443506
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/us/189/0122-01"
      ]
    },
    {
      "cite": "105 Miss. 78",
      "category": "reporters:state",
      "reporter": "Miss.",
      "case_ids": [
        8841531
      ],
      "opinion_index": 0,
      "case_paths": [
        "/miss/105/0078-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 797,
    "char_count": 16729,
    "ocr_confidence": 0.493,
    "pagerank": {
      "raw": 1.5755672270547578e-07,
      "percentile": 0.679430924351188
    },
    "sha256": "6e5c7328548204ab435519f7d67a674cf37204c734629f0985873e126851a3c6",
    "simhash": "1:7f0ab56528f7da7d",
    "word_count": 2921
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Home Building & Savings Association v. Clay."
    ],
    "opinions": [
      {
        "text": "Butler, J.\nThe appellee brought suit to recover upon a certificate of stock issued to him by the appellant association. On a trial of the case, upon the pleadings and testimony adduced, the court held that the appellee was entitled to the relief prayed, and rendered judgment in his favor in the sum of $1,000, with interest from the date of the judgment until paid. From that judgment this appeal is prosecuted.\nPrior to September 2, 1931, appellee was the owner of an amount of matured stock in the appellant association, and on that day he surrendered the same and received in exchange therefor the certificate upon which the suit was filed, which certificate is as follows:\n“Without Banking Privileges\n“Number 721 Ten Shares\n“Home Building and Savings Association\n“Port Smith — Little Bock — Dallas\n“Six Per Cent. Pull Paid Stock\n“Upon thirty days’ written notice, given after one year from date hereof, Home Building and Savings Association will pay to J. P. 'Clay, of Port Smith, Arkansas, one thousand and no/100 dollars ($1,000), with all unpaid dividends that have fallen due thereon, at the rate of six per cent. (6%) per annum, falling due semi-annually on January 1st and July 1st each year. In consideration of said dividends being paid in cash, the owner hereof waives all larger participation in the earnings of the association.\n“This certificate is subject to the laws of Arkansas and the bylaws of the association. It is especially agreed in no case shall the rate of dividends hereon exceed the rate paid or credited by said association on its instalment and pre-paid stock.\n“Witness the corporate seal and the signatures of the president and the general manager of said association at Port Smith, Arkansas, this 2d day of September, 1931.\n“(Signed) W. T. Maxwell, President.\n“ (Seal) B. W. Ferguson, for General Mgr.\n“Transfer of this certificate will be made only upon request of the owner and upon payment therefor of $1 transfer fee.\n“Shares $100 Each.”\nEndorsed on side of certificate: (Div. paid from July 1, 1931. Issued in lieu Cert. No. 1988.)\nIt is the contention of the appellee, to which the trial court assented, that the relationship created by the foregoing instrument was that of debtor and general creditor. The appellee here argues that the certificate did not create him a stockholder in the association, but, if so, that at the expiration of thirty days’ notice of demand for payment such relationship ceased, and that of debtor and creditor arose. In support of this contention appellee has referred us to a number of cases which seem to sustain the position he has taken. Among these are: Wise Bros. v. Yazoo Building & Loan Ass’n, 105 Miss. 78, 62 Sou. 1; Eastern Bldg. & Loan Ass’n v. Williamson, 189 U. S. 122, 23 S. Ct. 527; Silvers v. M. & M. Sav. Fund, etc., N. J. Ch. 56 Atl. 294; State, etc., v. Active Bldg. & Loan Ass’n, 80 Mo. App. 585. The doctrine of these cases appears to be founded on the case of U. S. Bldg, & Loan Ass’n v. Silverman, 85 Pa. 394, holding that, in building and loan associations the status of a withdrawing member is changed from that of member to that of general creditor.\nIt is insisted by the appellee that the form of the certificate is conclusive of the relationship, and that an inspection of it discloses that it is an obligation for the payment of money; that it is not in form a stock certificate, and does not indicate that the appellee was the-owner of stock or a member of the association, and, since it is an obligation to pay a certain sum of money, it is not a stock certificate, nor was the appellee a stockholder, and therefore the bylaws of the association would not apply. This position cannot be maintained because the certificate is not an unconditional obligation to pay a sum of money at a time stated or upon the happening of certain contingencies, the promise to pay being limited by the statutes of this State and the bylaws of the association, which are expressly made a part of the contract.\nThe association is a mutual building and loan association, operating under the provision of act No. 128 of the Acts of 1929 as amended by act No. 236 of the Acts of 1931, digested in Castle’s Supplement, § 750 et seq. Mutual building and loan associations are permitted by statute to provide by their bylaws the several kinds of classes of shares, stock, or certificates which it may issue and to prescribe the reciprocal rights and powers of the owners of the several classes of stock. Authority is given for the withdrawal of credits on any or all classes of shares, stock or certificates at such times and under such terms and conditions as the association may prescribe by its bylaws. The statute also provides that the withdrawals shall be paid in the order of filing, and that not more than fifty per cent, of the monthly receipts of the association in any one'month may be paid upon such withdrawal applications.\nThe bylaws of the association provide that all those who become in any way the owner of one or more shares of the capital stock or certificates of the association shall be members of the same; that each member present at any meeting of the association in person, or by proxy, shall be entitled, to one vote for each $25 of value of stock or certificates held by him. They provide further for various classes of stock to be paid for in installments or to be fully paid when issued, the fully paid stock to be issued at $100 cash per share with such rate of interest or dividend and for such length of time as may be determined by the board of directors.\nSection 12 of the bylaws provides in part that at no time shall more than one-half of the monthly receipts of the association, in any one month, be applicable to the payments of withdrawals for that month, except by the consent of the board of directors; and, further, that applications for withdrawals shall be paid in the order filed as fast as funds are available for that purpose.\nUpon the issuance of the certificate, it is clear that the appellee became the owner of ten shares of the value of $100 each of full-paid stock, and, under the bylaws of the association, had a right to participate in its management, and it seems that he executed a written proxy authorizing certain persons to vote his shares of stock at any meeting of the association. It is argued that § 12, relating to withdrawals, does not apply to fully-paid certificates of stock. No class of stock is excepted, but the statute expressly provides for the withdrawal of “all classes of shares, stock or certificates.” Appellee says he did not give notice of withdrawal, but of demand for pavment. The effect of a demand for payment would be notice to the association of the intention to withdraw membership, and whether it be called “demand for pavanent” or “notice-of withdrawal” is immaterial, for the result would he the same, and the demand or application could not be paid in any event out of more than one-half of the monthly receipts of the association in any one month, and then only in the order of its filing. The maturity of the stock and the demand for its payment would not serve to change the relationship from stockholder to general creditor as contended. Our conclusion in this respect has the support of the weight of authority, and in Pennsylvania and New Jersey, where the rule, was first announced as contended for by the appellee, later decisions seem to have abandoned it. Fornatoro v. Atl. Coast, etc., Ass’n, 10 N. J. Misc. 1248, 163 Atl. 240, and Stone v. Schiller B. & L. Ass’n, 302 Pa. 544, 153 Atl. 758. In the last-named case, the early case of U. S. B. & L. Ass’n v. Silverman, supra, is repudiated. In Heinbokel v. Nat. S. L. & B. Ass'n, 58 Minn. 340, 59 N. W. 1050, 25 L. R. A. 215, 49 A. S. R. 519, referring to the doctrine that a stockholder ceases to be a member of the association after due notice of withdrawal, and may, upon refusal of payment, sue. and recover judgment as any other creditor, it is said: “But it is obvious that a stockholder who withdraws from one of these associations cannot properly be regarded as having the rights of the ordinary creditor, and this was admitted by the same learned court (Pennsylvania) in a later case (Christian’s Appeal, 102 Pa. St. 189), in which it was frankly stated that there was manifest error in U. S., etc., Ass’n v. Silverman, 85 Pa. St. 394, in putting withdrawing stockholders in the position of general creditors. The conclusion in the case just mentioned loses potency when we discover that the reasoning is unsound. ’ ’\nAs already stated, the later Pennsylvania and New Jersey cases have abandoned the rule laid down in the Silverman case, and have adopted the contrary view, which has the support of our own court in Fort Smith B. & L. Ass’n v. Cohn, 75 Ark. 497, 87 S. W. 1173. In that case certain stockholders had matured their stock in the association and were entitled to a designated sum under the terms of their certificates. They demanded payment, notice of which matured December 1, 1897. Instead of paying cash, the association executed its promissory note on February 25, 1899, for the sum demanded, payable February 25, 1900. On the 5th day of March, 1900, the association was declared insolvent by the chancery court, and receivers were appointed to administer its assets under the orders of the court. The holders of the notes intervened and prayed for judgment for the amount due, as shown by the notes, on the theory that they were general creditors, invoking the rule contended for by the appellee in the case at bar. The trial court gave judgment for the note holders, but the Supreme Court reversed that judgment, saying: “The court erred in rendering judgment for appellees as if they were creditors of the association. The proof shows that the association was insolvent at the time the notice of withdrawal was given, and continued so down to the time of the execution of the notes, which are the basis of appellees’ claims.\n“The proof tends to show that appellees suspected that the association was in a critical financial situation. But, even if it be. conceded that they did not know that the association was insolvent, still that would not affect the result here. For the indebtedness of the association to them, evidenced by the notes, grows out of their relation to the association as members. * * *\n“While appellees made an honest effort to withdraw, and thought they had withdrawn, and were treated, after expiration of their notice, as if they had withdrawn, so far as the payment of dues, etc., was concerned, yet, as a matter of fact, actual withdrawal had not been consummated. For that could only take place by the. payment for their stock. ’ ’\nThe doctrine of these eases is that held by a majority of the courts. Among these are the following: Fornataro v. Atl. Coast B. & L. Assn., supra, where the rule of the eariler New Jersey cases is modified; Englehart v. Fifty Ward, etc., Ass’n, 148 N. Y. 281, 42 N. E. 710, 35 L. R. A. 289; Texas Homestead B. & L. Ass’n, v. Kerr, 13 S. W. 1020; Publicker v. Pottash Bros., etc., Ass’n, a late Pennsylvania case, 104 Pa. Super Ct. 530, 159 Atl. 58; Andrews v. Roanoke-Bldg., etc., Co., 98 Va. 445, 36 S. E. 531, 49 L. R. A. 659 ; Mutual Bldg. & Investment Co. v. Fred erick, 43 Ohio App. 270, 183 N. E. 114; Rabbitt v. Wilcoxen, 103 Iowa 35, 72 N. W. 306, 38 L. R. A. 183, 64 Am. St. Rep. 152.\nThe appellee calls attention to the fact that nearly all of the cases cited by the appellant arose where the association was insolvent, and that the rule in those cases is not applicable to the instant case for the reason that the appellant association is a solvent and going concern. The fact that a building and loan association is solvent or insolvent cannot convert a withdrawing stockholder who may be in a sense a qualified creditor into a general creditor. It is true that a majority of the cases arose in insolvent associations, but there are a number where the association was a solvent and going concern and the withdrawing member contended for the status of a general creditor and sought to have his demand reduced to judgment. Among these are those last above cited.\nIn the case of Miers v. Columbia Mutual B. & L. Ass’n, 157 Fed. 490, the court, in discussing a contention similar to that of the appellee in the case at bar last noted above, had this to say: “The claimant contends that, assuming the insolvency of the association at the time his withdrawal application was accepted, he is entitled to preferential payment; his status from that time being that of a creditor. The contention ignores the qualification of the liability of the association contained in the bylaws that no more than ‘one-half the monthly dues received in any month’ shall be applied to the payment of withdrawing members.” A number of cases are cited, and the court continues: “It is true that in some of the cases cited by the master the involved associations were insolvent, and in others they had ceased to do business and were unable to repay the dues paid by the withdrawing members; but, even assuming that the evidence in this case does not strictly disclose the insolvency of the respondent at the period of the withdrawal notice in suit, the claimant was nevertheless required to prove that available funds were in the possession of the respondent to meet the repayment demanded at the time of the appointment of the receivers.”\nIn a majority of the cases holding that a withdrawing member is a creditor, there is no controversy involving the rights of the general creditors, the contentions being between the different classes of shareholders. The members, who had withdrawn and demanded payment for their certificates, claimed to be preferred and entitled to full payment before the other shareholders were entitled to anything. Those shareholders who had not given notice claimed that all the shareholders should participate equally in the distribution of the assets of the insolvent company. Some of these cases turn on the language of the statutes and bylaws, and it is generally held in those cases that the right of the withdrawing shareholder to receive payment must be limited to the manner prescribed by the bylaws and payable out of the funds made applicable thereto.\nIn Rabbitt v. Wilcoxen, supra, the court said: “It seems to us that these authorities, as well as the language of the bylaws of the association in this case, fix a limitation on the. rights of withdrawing shareholders as to the funds applicable to the payment of their claims, and that beyond such limit they cannot go. In this case there is, confessedly, no such fund available. * * * Insolvency but adds to the strength of such a position.”\nIn the instant case there is no contention that there is a fund in the treasury of the appellant association available under its bylaws to pay the certificates of the withdrawing members. Indeed, the evidence shows that there are a great number of members holding fully paid certificates who have made application for their money, but have not been paid because there are no funds available, and there is no claim made that the association has diverted any of its funds, but only that it has been paying debts owing to general creditors to the exclusion of the appellee’s claim and the claims of others similarly situated. There appears to be 2,280 applications of holders of certificates for withdrawal and payment. Of this number 820 have been paid in the order of the filing of their applications. There remain 1,460 applications unpaid, and 1,057 of these were filed prior to that of the appellee. The association, in acknowledging the demand made by the appellee, advised Mm that it was allowed to use not exceeding fifty per cent, of its income in any one month to pay for withdrawals; that, because of the unusual business depression, its monthly income had been reduced, and that his claim would be paid at the earliest possible date, and as soon as reached in the order of its filing.\nThe question of the solvency or insolvency of the appellant and a number of others are raised by the parties. These we refrain from discussing for the reason that we have reached the. conclusion that the appellee’s status, in any view of the case, is not that of a general creditor, and that he therefore is not entitled to the relief he seeks, which was granted by the trial court. It follows that the judgment is reversed, and the case dismissed.",
        "type": "majority",
        "author": "Butler, J."
      }
    ],
    "attorneys": [
      "Hardin & Barton, for appellant.",
      "Paul M. Lynch and George W. Dodd, for appellee.",
      "Wm. H. Clark, Jr., Pettit & Meek, Trieber & Lasley and Will G. Akers, amici curiae."
    ],
    "corrections": "",
    "head_matter": "Home Building & Savings Association v. Clay.\n4-3262\nOpinion delivered February 19, 1934.\nHardin & Barton, for appellant.\nPaul M. Lynch and George W. Dodd, for appellee.\nWm. H. Clark, Jr., Pettit & Meek, Trieber & Lasley and Will G. Akers, amici curiae."
  },
  "file_name": "0943-01",
  "first_page_order": 961,
  "last_page_order": 969
}
