{
  "id": 1403478,
  "name": "Gibson Oil Company v. Bush",
  "name_abbreviation": "Gibson Oil Co. v. Bush",
  "decision_date": "1928-01-09",
  "docket_number": "",
  "first_page": "944",
  "last_page": "956",
  "citations": [
    {
      "type": "official",
      "cite": "175 Ark. 944"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "268 S. W. 595",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "167 Ark. 335",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1376966
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/167/0335-01"
      ]
    },
    {
      "cite": "212 U. S. 159",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5711118
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/us/212/0159-01"
      ]
    },
    {
      "cite": "290 S. W. 942",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "172 Ark. 729",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1407823
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/172/0729-01"
      ]
    },
    {
      "cite": "292 S. W. 386",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "173 Ark. 135",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8719229
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/173/0135-01"
      ]
    },
    {
      "cite": "286 S. W. 1009",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "171 Ark. 864",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "227 S. W. 420",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "147 Ark. 100",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1583184
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/147/0100-01"
      ]
    },
    {
      "cite": "297 S. W. 856",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "174 Ark. 130",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8718923
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/174/0130-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 970,
    "char_count": 25226,
    "ocr_confidence": 0.485,
    "pagerank": {
      "raw": 2.3671358485322948e-07,
      "percentile": 0.7949795528619622
    },
    "sha256": "d5c274dc847a516f5826df165e1fba59ea06f3fa089c36d4e4a12a5dc8bea7b4",
    "simhash": "1:aef7c026e23acc40",
    "word_count": 4416
  },
  "last_updated": "2024-02-27T16:24:20.967461+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Gibson Oil Company v. Bush."
    ],
    "opinions": [
      {
        "text": "Woon, J.\nGiving the evidence its strongest probative value in favor of the verdict and judgment, which we must do, the facts are correctly stated by counsel for appellee as follows:\nJ. W. Bush, plaintiff below, sued the Gibson Oil Company, appellant herein, in the Franklin County Circuit Court, to recover damages for the loss of a stock of merchandise and fixtures by fire on the evening of September 29, 1925, caused by an explosion of so-called coal-oil. The trial resulted in a verdict for the plaintiff for $3,000, the value of the property destroyed. Bush was engag-ed in the general mercantile business at Barling, in a building owned by J. W. Maddux. The Gibson Oil Company, with its principal office located at Fort Smith, was engaged in merchandising petroleum products at retail and at wholesale. Bush was a regular customer of the oil company, buying coal oil from it.\nBarling is an inland village, ten miles from Fort Smith, on the Little Bock highway. Gibson delivers in its trade territory its products by means of trucks, and operates a number of them. A truck driver by the name of Ward traveled this particular territory. On Saturday afternoon, September 26, 1925, Bush telephoned to Gibson that he was out of coal oil and asked that a truck driver deliver a- barrel of oil to him that afternoon. At the time Ward was out on the road and not available, so Gibson detailed another truck driver, named Bell, to deliver the coal oil to Mr. Bush. Gibson’s storage tanks at the time were located just across the Arkansas Biver, at Moffett (sometimes called Alexander), Oklahoma. A man named Harvey Chaney was the employee in charge of the storage tanks, as well as a filling station which Gibson operated at Moffett at the time. It was the regular duty of Chaney or his helper to draw the coal-oil or gasoline from the storage tanks into the trucks. At the time Bell called for the coal oil in question, however, Chaney’s helper was absent, and Bell, preferring not to wait, Chaney being busy, drew the coal oil himself into a compartment of the truck operated by him. The trucks have three or four compartments for the convenience of hauling different commodities, coal-oil and gasoline, or gasoline of different qualities, without mixing them. Bell drew the coal-oil in question himself, drove his truck to Fort Smith, where he happened to meet Ward. Since it was a delivery to be made on Ward’s route and to Ward’s customer, the coal oil was transferred from Bell’s truck to Ward’s truck. The transfer was made by drawing the oil into five-gallon cans and then pouring into a compartment by hand in the other truck. Ward then delivered the coal oil, about 45 gallons, to Mr. Bush at Barling. This delivery was made by drawing the oil from his tank wagon into a five-gallon can and pouring the same into the barrel which was located in Bush’s store. He also, on the same trip, after delivering to Bush, delivered a quantity of the same coal oil to another customer named Henry Beard in Barling. All of this transaction took place on Saturday late in the afternoon.\nOn September 29, Tuesday evening, and shortly after dark, Balph Effert came to Bush’s store with an empty five-gallon coal-oil can, and called for coal oil. The coal-oil barrel was located on blocks about twelve or fifteen inches above the floor and toward the back end of the store. It was equipped with a faucet near the bottom of the barrel through which the coal oil was drawn. Bush placed the can under the faucet, and placed in the can and under the faucet a funnel, and began drawing the coal oil by permitting it to run through the faucet into the funnel and into the can in a small stream. The distance between the mouth of the faucet and the mouth of the coal oil can was just sufficient for the funnel. After starting the oil to drain in that manner, Bush stepped back toward the front of the building, behind the counter, and procured a match, and walked back to the coal-oil can. By the side of the coal-oil can were one or two cans of some kind, about eighteen inches in diameter; thereafter was another vessel of some kind, and next to that was a meat-box, making the meat-box five or six feet from the coal-oil can. Bush stopped beside the meat-box, which was about 18 inches from the floor, stooped over, and struck the match on the meat-box. Instantly, with the striking of the match, the explosion occurred, flashing flames of fire to the ceiling. It knocked Bush back across the store building a distance of 10 or 12 feet and over and against a stack of sacks of feed. In a moment the whole building was in flames. There were a number of men in the building at the time, but they were unable to save anything or do anything toward stopping the fire, with the result that the building, merchandise, and fixtures were all destroyed.\nThe complaint charges that the defendant negligently furnished a fluid containing gasoline or other combustible elements not properly in coal oil, and that the fluid furnished for coal oil did not meet the standard prescribed by law, and that it was negligence on the part of the defendant, when coal oil was ordered, to deliver this character of fluid, and that this negligence caused the loss.\nAfter the fire Bush procured samples from customers who had bought oil from this barrel, and caused the same to be analyzed by Otto Y. Martin, a qualified chemist then operating a laboratory in Fort Smith, and found the flash test to be less than 60 degrees Fahrenheit, whereas the legal standard prescribed by the statute of Arkansas for coal oil fixes the flash test at 150' degrees Fahrenheit.\nThe case was submitted to the jury on the issues of the defendant’s negligence and the plaintiff’s contributory negligence, upon proper instructions of law by the trial court. The jury returned. the following verdict: “We, the jury, find for the plaintiff, and assess damages as follows: For loss of merchandise $3,000, with 6 per cent, interest from September 29, 1925. For personal injury, nothing. W. I. Wilson, foreman.” Judgment was entered for the plaintiff for the sum of $3,000, from which .judgment is this appeal.\n1. The appellant contends that the evidence is not sufficient to prove that appellant was negligent as charged in the complaint, and also that the undisputed testimony proves the appellee’s injury and damage was caused by his own negligence. It is alleged in the complaint that the appellee bought of the appellant, at wholesale, kerosene oil, or what is commonly referred to by the trade as coal oil, for the purpose of selling same to his customers at retail, to be used in lamps for illuminating and other similar purposes; that such oil for such purposes is not highly combustible, but is perfectly safe for such uses; that the appellee, on the 26th of September, 1925, applied to the appellant to purchase kerosene, or coal oil, and that the appellant, instead of selling and delivering to the appellee the kind and quality of oil as requested by him, carelessly and negligently delivered to appellee, without appellee’s knowledge and consent, a highly gaseous and combustible fluid; that appellee, on the 29th of September, 1925, while waiting on a customer who wished to purchase kerosene or coal oil, drew from the barrel containing the substance so purchased from appellant a pail of oil; that, while exercising due care and caution for his own safety, a match was lighted at a perfectly safe distance from the oil, if the same had been coal oil or kerosene; that, when ■ the match was lighted, an explosion occurred and á conflagration resulted therefrom which destroyed appellee’s property to the value of $3,200 and caused an injury to appellee’s person to his damage in the sum of $10,000, for all of which appellee prayed judgment.\nThe appellant denied the allegations of negligence, and set up the affirmative defense of contributory negligence on the part of appellee.\nChapter 95 of Crawford & Moses’ Digest contains the law concerning the inspection of oils. The purpose of the law is to prevent, as far as possible, casualties of the character shown by this record, by requiring the owner, manufacturer, or wholesale dealer or jobber in any of the products of petroleum, by whatever name known, to be inspected according to the methods described in that chapter, and making it unlawful to sell any of the petroleum products mentioned in that chapter which, under the test therein prescribed, ignite or bum at any temperature less than 150 degrees Fahrenheit. See §§ 5900 to 5903, inclusive. On the issue of whether or not appellant was negligent, as raised by the pleadings, the pivotal question for decision is, did the appellant furnish the appellee a highly gaseous and combustible fluid, instead of kerosene or coal oil which had been properly tested as required by law? The burden was upon the appellee to prove the negligence as alleged in his complaint. Appellee, by his witness Chaney, endeavored to prove that the appellant was negligent in the manner of withdrawing kerosene and gasoline from appellant’s storage tanks into its tank wagons for delivery, by which the jury might infer that appellant delivered to the appellee gasoline, or kerosene mixed with gasoline, instead of kerosene or coal oil, which the appellee intended to purchase of the appellant at the time mentioned.\nWe deem it unnecessary to set forth in detail the testimony of witness Chaney on this issue. It suffices to say that the jury was justified in concluding from his testimony that the appellant was negligent on the occasion named in the manner of handling the gasoline and oil from its storage tanks to its delivery wagon, which made it possible for appellant to have delivered gasoline, or gasoline and kerosene mixed, instead of kerosene or coal oil, which the appellee intended to purchase. But learned counsel for the appellant argue, in effect, that the testimony of Chaney is so- conflicting and inconsistent in itself as to make it impossible to conclude from his testimony that gasoline could have been sold and delivered to the appellee instead of kerosene. In mailing this argument counsel have evidently overlooked the well-established rule of law that the weight of the evidence and the credibility of the witnesses is solely within the province of the jury. It was solely the province of the jury to reconcile any conflicts in the testimony of Chaney. They might accept any portion of his testimony which they believed to be true or reject any which they believed to be untrue, or about which the witness was mistaken. Certainly, under the above rule, it cannot be said that the testimony of Chaney did not warrant the jury in concluding that the appellant delivered to the appellee either gasoline or kerosene mixed with gasoline, instead of coal oil, as appellee alleged. But, even if the appellant was not negligent in the manner of handling gasoline and kerosene from its storage tanks to its delivery tanks, the ultimate fact still remains that, if the appellant actually sold and delivered to the appellee a highly gaseous and combustible fluid, instead of kerosene which had been tested as the law requires, and, if the explosion of such fluid was the proximate cause of the appellee’s injury and damage, then the appellant is liable.\nThe appellee testified that he took three samples of the oil which he purchased from the appellant, which were taken from the same barrel that the oil was being drawn from when it exploded, and had the same analyzed by Otto V. Martin. Otto V. Martin testified, and qualified as an expert in making tests of gasoline and kerosene. He made the tests of the oil brought to him by the appellee and by others for him. The oil thus tested by him flashed at less than 60 degrees Fahrenheit. Witness thought that the flash test for coal oil was 150 degrees F. and the burning point 114 degrees F. If coal oil is poured out on the floor and a match struck near it, it will not explode at normal temperature. If a match is thrown in a bucket of oil, the match will be put out. The flash test of 60 degrees is not below the flash test of gasoline. That is below zero.\nMiss Fay Prescott testified that a can of oil was purchased from the appellee about twenty or thirty minutes before his store burned. She started to build a fire with it, as had been her habit, and it flashed up all at once in a great big flash; she did not put more oil in on this occasion than she did before, but it had not'been blazing up that way. Mose Christian testified that he bought some of this coal oil, and was trying to make a fire in the cookstove in the same way he had been in the habit of using coal oil before. He struck a match to it, and, before he got the match down to the wood, it flamed up, the flames coming up out of the stove and blowing one of the caps off the stove and bursting it. Two other witnesses besides the appellee testified that, when a match was struck by the appellee, there was a sudden flash and explosion which knocked appellee back several feet.\nWe have set out only the above excerpts from the testimony of these witnesses, but it is sufficient to justify the jury in finding that the oil purchased by the appellee from the appellant was a highly gaseous and combustible fluid, and that it did not conform to the test required by law for kerosene or coal oil. Such being the case, the appellant was negligent in selling such oil.\nThe next question is, whether or not the explosion resulting in the injury and damage to the appellee was caused or contributed to by the negligence of the appellee himself.\nThe appellee was enguged in the business of operating’ a store where there were no electric lights; he was in the habit of drawing coal oil from barrels into cans or containers for his customers after dark, and striking matches around such coal oil. This was the first explosion and conflagration that had ever occurred. The oil, on the occasion in question, was being drawn from the barrel as usual, the container being placed under the faucet of the barrel containing the oil, there being a space of three or four inches between the top of the can and the mouth of the faucet, and the oil being run from the faucet into the can through a funnel. The can to be filled with oil for the customer was a five-gallon can. After so placing the can and thus starting the oil to running from same into the can, the appellee went into the front part of his store to get a match, and immediately returned and struck the match on a meat-box, when the big flash and explosion occurred, which burned appellee on his hands and face and pushed him back- about ten or fifteen feet.\nThe above testimony of the appellee himself as to the manner of the explosion was' corroborated by the testimony of two witnesses who were in the store of appellee at the time and witnessed the occurrence. The testimony of Martin, the expert witness who testified on behalf of the appellee, was to the effect that if there was no artificial heat in the month of September inside of doors, coal oil or kerosene of the legal test being drawn in the manner above set forth would not ignite; that, if the oil ignited or exploded and caused a fire under the circumstances, “it would not be good coal oil — it would contain some volatile substance not found in legal kerosene. ’ ’\nDr. Sydney Born, who was an expert concerning the explosive qualities of kerosene and gasoline, testified for the appellant, and he stated, on cross-examination, that, if there be an explosion, there are some explosive elements in the air. Coal oil that would not burn under 140 degrees, in witness ’ opinion, would not have exploded. If the oil exploded i't contained explosive elements not in coal oil; it would not 'be dangerous ordinarily to strike a match within a foot of a can of coal oil. Witness did not think a can of coal oil would explode if a match were struck within six inches of it; if you spread out coal oil on a thin table it will burn; where there is no heat and no vapor arising, coal oil in a container meeting a test of 140 degrees does not vaporize, but it would if spread out.\nIt occurs to us that all reasonable minds would not necessarily come to the conclusion that the appellee was negligent in striking a match under the circumstances indicated; on the contrary, fair-minded men might very well differ in their conclusion as to whether striking a match under the existing conditions was an act of negligence. Such being the case, the issue of contributory negligence was one for the jury. See Coca Cola Bottling Co. v. Shipp, 174 Ark. 130, 297 S. W. 856. On the issues of both negligence and contributory negligence, the doctrine announced in Pierce Oil Corporation v. Taylor, 147 Ark. 100, 227 S. W. 420, and Goode v. Pierce Oil Corporation, 171 Ark. 864, 286 S. W. 1009, is applicable likewise to the facts of this record.\nIn Ashcraft v. Jerome Hardwood Lbr. Co., 173 Ark. 135, 292 S. W. 386, we said: “The court is never justified in directing a verdict except in cases where, conceding the credibility of witnesses, and giving full effect to every legitimate inference that may be deduced from their testimony, it is plain that the party has not made out a case sufficient in law to entitle him to a verdict and judgment thereon.”\nSee also Mo. Pac. Ry. Co. v. Berry, 172 Ark. 729-738, 290 S. W. 942. The court therefore did not err in submitting the issues of negligence and contributory negligence to the jury.\n2. The appellee was asked, while on the witness stand, by counsel for the appellee the following question: “Did any of the employees of the Gibson Oil Company instruct you that they were selling you something that was dangerous to use sulphur matches around? ” To the above question counsel for the appellant interposed the following objection: “We object, because there was no duty on the employees of defendant to instruct plaintiff, and there is no allegation of negligence for failure to instruct.” The court overruled the objection, and the witness answered the question in the negative. Appellant duly excepted to the ruling of the court in permitting witness to answer.\nA witness for the appellant, over the objection of the appellee, testified that he was in the employ of the Gibson Oil Company; that the Gibson Oil Company received a carload of oil purchased by it from the Transcontinental Oil Company during the month of August. This car of oil was identified as the oar from which the oil that caused the explosion was taken. Witness stated that he paid for the car with a check, and wrote a check to the State Inspector for inspecting it. These checks were written on the Gibson Oil Company. The witness exhibited a bill of lading for the carload of oil. The witness did not make out the bill of lading and knew nothing about it, except what it showed on its face. The witness did not testify that he saw the State Inspector make the inspection.\nThe above testimony was only in the nature of secondary evidence to the fact that the oil was inspected. The primary and best evidence of the fact, if it were a fact, that the oil was inspected, would have been the testimony of the inspector who actually made the inspection. No proper foundation was laid for the introduction of the above testimony. It was not shown that the testimony of the inspecting officer could not be obtained. Therefore the court erred in permitting the above testimony. But, even if we are mistaken, and if such testimony were sufficient to prove that the oil was inspected, it is not sufficient to show that the oil was of the grade and quality required by the statute before the same could be sold. There is therefore no competent testimony in the record that the oil which exploded was oil that had been tested and found to be of the standard required by law. The affirmative testimony in the record was to the effect that the oil did not conform to the test required by law and that it was a highly gaseous and combustible fluid. Therefore, in the absence of proof to the contrary, appellant must be held to have known that it was selling to the appellee, instead of kerosene, gasoline, or some other highly explosive and dangerous fluid. Appellant also must be held to have known that the appellee did not know that the oil he was purchasing from the appellant was gasoline, and not kerosene. It was the duty of the appellant, under these circumstances, to inform the appellee that he was really purchasing gasoline or some other highly explosive and combustible fluid bef ore thus subjecting him to the dangers incident to the handling of such commodity. The plain dictates of humanity and due consideration for the rights of others in the interest of life and property demanded no less of appellant. The appellant’s cause of action, under the allegations, and' proof in the case, clearly sounded in tort, and we are convinced that the court did not err in allowing the question to be propounded to the appellee and in allowing him to answer the same. It tended to elicit testimony relevant to the issue of negligence and also to the issue of contributory neglig'ence. Waters-Pierce Oil Co. v. Deselms, 212 U. S. 159, at page 179, 29 S. Ct. 270, 53 L. ed. 453, and eases there cited. See also, 25 C. J. 189.\n3. The contention of the appellee that the verdict is inconsistent because the jury did not find damages also for appellee’s personal injury, is -without merit. The appellee is not complaining on this account, and certainly the appellant is not in an attitude to complain. As we said in Mo. Pac. Ry. Co. v. King, 167 Ark. 335, 268 S. W. 595, “The fact that the verdict is for a less amount than the evidence warranted, and may appear to be inconsistent on that account, does not call for a reversal, for the appellees are not complaining.”\nThere is no reversible error in the record, and the judgment is therefore affirmed.",
        "type": "majority",
        "author": "Woon, J."
      }
    ],
    "attorneys": [
      "T. A. Pettigrew, Dave Partain and Hollmtd & Holland, for appellant.",
      "Warner, Hardin & Warner, for appellee."
    ],
    "corrections": "",
    "head_matter": "Gibson Oil Company v. Bush.\nOpinion delivered January 9, 1928.\n1. Appeal and error — presumption in favor of verdict. — The Supreme Court will give evidence its strongest probative value in favor of the verdict and judgment.\n2. Explosives — burden of proof of negligence; — In an action for injuries and loss of stock of merchandise as- the result of an explosion, the burden was on the plaintiff to show that the seller was negligent in furnishing him a highly gaseous and combustible fluid, instead of kerosene which he ordered.\n3. Evidence — weight of testimony. — The weight of evidence and credibility of witnesses is solely within the jury’s province, and the jury may reconcile conflicts in the testimony of a witness, accepting that portion which they believe to be true and rejecting the remainder.\n4. Explosives — sufficiency of evidence of negligence.. — Evidence held to sustain a finding that the oil purchased by plaintiff from defendant was a highly gaseous and combustible fluid, and that it did not conform to the test required by law for kerosene.\n5. Negligence — claim of .contributory negligence for jury.— The issue of contributory negligence is for the jury where fair-minded men might differ in their conclusion as to whether the act of the person injured showed the want of exercise of ordinary care.\n6. Explosives — contributory negligence. — Whether plaintiff was guilty of contributory negligence in striking a match within 5 or 6 feet from a coal oil can to enable him to drain off coal oil for a customer, held for the jury.\n7. Evidence — best evidence. — Testimony of an employee of an oil company that he paid for a car of oil, and wrote a check to the State inspector for inspecting it, even if it were sufficient to prove that the oil was inspected, held not to show that the oil was of the grade and quality required by Crawford & Moses’ Dig., §§ 5900-5903, inclusive, as a condition to its sale as kerosene in an action for damages from an explosion.\n8. Explosives — effect of proof that fluid was inspected. — Where there was affirmative testimony in an action for damages from an explosion, that the fluid sold as coal oil was in fact highly combustible and not of the grade required by the statute, proof merely that the oil was inspected did not show that the oil was of the grade and quality required by the statute before the same could be sold.\n9. Explosives — negligence of seller. — Under uncontradicted testimony that a fluid sold for kerosene was highly combustible, and not of the grade and quality required by the statute, admission of testimony of a purchaser losing his stock of merchandise in a fire caused by explosion that the company’s employees on _ selling the oil failed to warn him against the use of matches near coal oil cans, held not error.\n10. Appeal and error — harmless error. — Defendant appealing from a judgment in plaintiff’s favor could not complain that the verdict was inconsistent, in that the jury did not award plaintiff damages for personal injury as well as for property loss, where plaintiff did not complain.\nAppeal from Franklin Circuit Court, Charleston District; George W. Dodd, Special Jurjge;\naffirmed.\nT. A. Pettigrew, Dave Partain and Hollmtd & Holland, for appellant.\nWarner, Hardin & Warner, for appellee."
  },
  "file_name": "0944-01",
  "first_page_order": 960,
  "last_page_order": 972
}
