{
  "id": 8725590,
  "name": "Commercial Credit Company, Inc., v. Hayes-Lamb Motor Company",
  "name_abbreviation": "Commercial Credit Co. v. Hayes-Lamb Motor Co.",
  "decision_date": "1927-10-03",
  "docket_number": "",
  "first_page": "945",
  "last_page": "949",
  "citations": [
    {
      "type": "official",
      "cite": "174 Ark. 945"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "129 Atl. 780",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "102 Conn. 652",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        1646026
      ],
      "opinion_index": 0,
      "case_paths": [
        "/conn/102/0652-01"
      ]
    },
    {
      "cite": "119 Atl. 384",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "94 N. J. 292",
      "category": "reporters:state",
      "reporter": "N.J.",
      "opinion_index": 0
    },
    {
      "cite": "104 Atl. 324",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "92 N. J. 221",
      "category": "reporters:state",
      "reporter": "N.J.",
      "opinion_index": 0
    },
    {
      "cite": "200 S. W. 273",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "132 Ark. 101",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1576801
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/132/0101-01"
      ]
    },
    {
      "cite": "293 S. W. 46",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "173 Ark. 144",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8719320
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/173/0144-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 451,
    "char_count": 8680,
    "ocr_confidence": 0.486,
    "pagerank": {
      "raw": 8.033170121246803e-08,
      "percentile": 0.46547848928644103
    },
    "sha256": "05b7827b058791559bb216a97215f0429a15563fd4eaa6aa436832c29235c673",
    "simhash": "1:5472fc7f79f8a4da",
    "word_count": 1461
  },
  "last_updated": "2024-02-27T16:23:40.975481+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Commercial Credit Company, Inc., v. Hayes-Lamb Motor Company."
    ],
    "opinions": [
      {
        "text": "Hart, C. J.,\n(after stating the facts). The defendant claims title tq the automobile by purchase at the sale foreclosing its lien as an automobile repairman under the provisions of an act of the Legislature, approved February 27, 1919, giving to automobile repairmen and other persons a lien on the production of their labor when any article is repaired by them, and for material furnished, and providing for the enforcement of such lien. The sections of the act are 6866-6874 of Crawford & Moses’ Digest. It will be noted that this act was passed by the Legislature before the sale of the automobile involved in this case was made and the chattel mortgage given to the seller to secure a payment of the purchase price.\nStatutes giving liens for services in repairing personal property and purporting to make such liens superior to all others have been construed to create liens superior to previous chattel mortgages, even though the lien claimant has knowledge of the prior mortgage. Such statutes have been held to be constitutional, provided the prior chattel mortgage was taken subsequently to the passage of the statute, and the mortgagor has been allowed to keep possession of the mortgaged chattel. The reason is that, in taking such a mortgage, the mortgagee does so with the knowledge of the lien given by the statute, and by leaving the property, such as an automobile, in the hands of the mortgagor, impliedly consents that he shall make a contract for repairs which are necessary to preserve the property and which enhance its value. Corning Motor Co. v. White, 173 Ark. 144, 293 S. W. 46; Weber Imp. & Auto Co. v. Pearson, 132 Ark. 101, 200 S. W. 273, L. R. A. 1918B, 327; Crucible Steel Co. v. Polack Tyre & Rubber Co, 92 N. J. 221, 104 Atl. 324; Cattell v. Rehrer, 94 N. J. 292, 119 Atl. 384; and New Britain Real Est. & Title Co. v. Collington, 102 Conn. 652, 129 Atl. 780.\nThe right to a mechanic’s lien being entirely statutory, not only the right itself but the method of enforcing it must depend upon the statute. The statute was complied with in foreclosing the lien, and the question which has the superior lien depends upon the construction to be placed upon the statute. Section 6874 of the Digest provides that the lien shall take precedence over and be superior to any mortgage. It reads as follows:\n“The lien herein provided for shall take precedence over and be superior to any mortgage or other obligation attaching against said property in all cases where the holder of such mortgage or other obligation shall permit such property to remain in the possession and he used by the person owing and bound for the amount thereof; provided, that the lien herein provided for shall be subject to the lien of a vendor of automobiles, trucks, tractors and all other motor-propelling conveyances retaining title therein for any claim for balance of purchase money due thereon; provided, further, that said lien shall not take precedence over a bona fide purchaser for value of any such automobile, truck, tractor and other motor-propelled conveyances without notice, either actual or constructive. ’ ’\nIt is the contention of counsel for appellant that a chattel mortgage given for all or a part of the purchase money of an automobile places the seller of the automobile in the same class under the statute as a seller retaining title for the balance of the purchase money.. We do not so construe the statute. It will be noted that the section quoted expressively reads that the lien provided for shall take precedence over and be superior to any mortgage attaching against the property in all cases where the holder of the mortgage shall permit the property to remain in the possession of'and to he used by the purchaser. It is true that the section contains a proviso that the lien shall be subject to the lien of a vendor of automobiles retaining title for any claim for the balance of the purchase money. If the framers of the law intended to place mortgagees, where a chattel mortgage is given for the purchase money, in the same class as conditional sellers, they should have so expressed themselves in the statute. The statute expressly states that the lien of the repairmen shall be superior to any mortgage. This would include mortgages given for the purchase money as well as other mortgages. The proviso excepts sellers of automobiles retaining title for any balance of purchase money. This language has often been construed by the courts, and has a definite and settled meaning. The lawmakers, having seen fit to except the seller of an automobile who retains title in himself until the purchase price is paid, and having failed to include holders of chattel mortgages for the purchase price in the exception, the courts are powerless to do so. It is our duty to construe the statute according to its terms, and, when we give the language used, its ordinary meaning, we are of the opinion that holders of chattel mortgages given for the purchase price are not the same as sellers who retain title to the automobile until the purchase price is paid.\nTherefore the circuit court correctly found the issues in favor of the defendant, and dismissed the* complaint of the plaintiff. It follows that the judgment must be affirmed.",
        "type": "majority",
        "author": "Hart, C. J.,"
      }
    ],
    "attorneys": [
      "Collins & Collins and Rodgers & Rodgers, for appel-. lant.",
      "Lake, Lake & Carlton, for appellee."
    ],
    "corrections": "",
    "head_matter": "Commercial Credit Company, Inc., v. Hayes-Lamb Motor Company.\nOpinion delivered October 3, 1927.\n1. Mortgages — priority op mechanics’ lien. — Under Crawford & Moses’ Dig., §§ 6866-6874, giving automobile repairmen a statutory lien superior to any mortgage or other obligation against the automobile, except the lien of a conditional seller and the claim of a bona fide purchaser for value, an automobile repairman has a lien thereon superior to a lien of a mortgagee, under a mortgage given to secure payment of part or all of the purchase price, notwithstanding the conditional seller and purchase-money mortgagee occupy similar positions.\n2. Mechanics’ lien — enforcement. — The right to a mechanics’ lien being entirely statutory, not only the right itself, but the method of enforcing it, must depend on the statute.\n3. Mortgages — purchase money op automobile. — A chattel mortgage given for the purchase money of an automobile does not place the mortgagee in the same class as one who sells an automobile reserving the title as security for the purchase money, under Crawford & Moses’ Dig., § 6866-6874, relating to repairmen’s liens.\nAppeal from Sevier Circuit Court; B. E. Isbell, Judge;\naffirmed.\nSTATEMENT OE EAOTS.\nThis is an action in replevin by Commercial Credit Company, Inc., against Hayes-Lamb Motor Company and Lee Tucker to recover a Dodge automobile.\nThe Hayes-Lamb Motor Company is a dealer in automobiles and a garage-keeper at DeQueen, Arkansas. On the 8th day of June, 1925, one of its agents sold to Lee Tucker of Broken Bow, Oklahoma, at his residence, a Dodge automobile for $1,135. Tucker paid part of the purchase price in cash and gave his promissory note in the sum of $816, payable in monthly installments, for the balance of the purchase money, and executed a mortgage on said automobile to secure the note. The mortgage was duly recorded in McCurtain County, Oklahoma, in which Tucker resided, and the note and mortgage were at once transferred by Hayes-Lamb Motor Company to Commercial Credit Company, Inc., for value received. No part of the note given for the balance of the purchase money has been paid, and all of the installments are past due. Tucker was allowed to have possession of the automobile, and it was wrecked while in his possession subsequent to his purchase of it. Tucker then carried the automobile to the place of business of the Hayes-Lamb Motor Company at DeQueen, Arkansas, and made an ■ arrangement with said company to repair the same. After the repairs had been made, the automobile was delivered to Tucker, who failed to pay for the repairs. Hayes-Lamb Motor Company foreclosed its statutory lien as repairmen and obtained judgment against Tucker for $745, the value of the materials used and the labor done in repairing the car. In compliance with the terms of the statute, the car was sold to satisfy the amount of the lien, and Hayes-Lamb Motor Company became the purchaser at the sale. It claimed a superior lien in the car to the Commercial Credit Company, Inc. Hence this lawsuit.\nThe case was fried before the circuit court sitting as a jury, which adjudged the issue in favor of the Hayes-Lamb Motor Company, and judgment was rendered accordingly. To reverse that .judgment the Commercial Credit Company, Inc., has duly prosecuted an appeal to this court.\nCollins & Collins and Rodgers & Rodgers, for appel-. lant.\nLake, Lake & Carlton, for appellee."
  },
  "file_name": "0945-01",
  "first_page_order": 963,
  "last_page_order": 967
}
