{
  "id": 8726548,
  "name": "Taylor v. Calaway",
  "name_abbreviation": "Taylor v. Calaway",
  "decision_date": "1933-01-30",
  "docket_number": "4-2819",
  "first_page": "947",
  "last_page": "954",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 947"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "218 S. W. 827",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "142 Ark. 311",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1590570
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/142/0311-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 532,
    "char_count": 14239,
    "ocr_confidence": 0.504,
    "pagerank": {
      "raw": 1.1326841426420343e-07,
      "percentile": 0.5761895770757292
    },
    "sha256": "efc65bf638342fdcef6191652cd0dc0b15a7e1c51a941d3721561730a45587b2",
    "simhash": "1:0e268c418a766584",
    "word_count": 2551
  },
  "last_updated": "2024-02-27T17:52:01.123529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Taylor v. Calaway."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nSuit was brought by the Farmers’ & Merchants’ Bank of Bearden, Arkansas, against M. E. Cala-way, who is the widow of J. C. Calaway, deceased, and certain persons as garnishees, and the following facts were alleged as constituting its cause of action.\nThe bank recovered a judgment on October '23,1930, for $1,045.28 against M. E. Calaway and one E. C. Hawkins, upon which .judgment an execution was issued and returned unsatisfied. Mrs. Calaway had indorsed a note for Hawkins at the bank.\nThe Stout Lumber Company made a contract to sell certain lands in Calhoun County, which was evidenced by its bond for title to J. C. Calaway, and another to C. L. Witherington, which last-named contract was assigned by Witherington to J. C. Calaway. The payments contracted for were finally made, but before their completion Calaway contracted to sell the lands to William and Emma Boyett for the sum of $2,600, evidenced by ten notes each for $260, payable one note each year, and the last maturing November 1,1934. Calaway gave the Boy-etts a bond for title, wbicb obligated him to convey tbe lands to them upon tbe completion of tbe payments. Tbe Boyetts paid tbe first five of these notes to mature. Mrs. Calaway, tbe wife of J. C. Calaway, did not join ber bus-band in tbe execution of this contract to convey to tbe Boyetts. Tbe complaint alleged that Mrs. Calaway bad acquired tbe title of ber husband to these lands by a deed to ber from him, or, if not so, that she bad acquired tbe equitable title by the indorsement and delivery to ber of the unpaid purchase money notes executed by the Boyetts.\nAttached to tbe complaint were certain interrogatories which it was prayed that Mrs. Calaway and the Boyetts be required to answer under oath, showing the interest now owned by Mrs. Calaway in tbe lands and the balance of purchase money still due on tbe notes.\nIt was prayed that the lumber company be required to execute deeds to Mrs. Calaway, and that the Boyetts be required to pay into court tbe balance of purchase money due by them, or that their interest in the lands be sold, to tbe end, that tbe plaintiff bank have satisfaction of its judgment.\nThe contract of sale between J. C. Calaway and tbe Boyetts provides that, if they shall fail to make tbe payments, or any of them, within thirty days after maturity, tbe contract should then and in that event be considered and declared a rental contract, “and the said William Boyett and Emma Boyett shall pay the said J. C. Cala-way, or to his heirs and assigns, the sum of two hundred dollars per year as rent on said lands, and the said J. C. Calaway shall have a lien on any and all crops raised on said lands for his said rent; ’ ’ but that, if the payments were made as contracted, he, Calaway, would convey, or cause to be conveyed, to the Boyetts the said lands with warranty of title.\nA separate answer was filed by Mrs. Calaway, in which she admitted that the plaintiff bank had a judgment against her which she had not paid. She alleged that, if her husband had executed a bond for title to 'the Boyetts, she was not a party thereto; “that she did not sign away any of her rights in and to said lands, and she specifically claims her dower rights in and to said lands as the widow of the said J. C. Calaway, deceased.” She alleged that default had been made in the payment of the notes to her husband’s order, and that the bond for title to the Boyetts had forfeited on that account, and that the lands now belong to her children, the heirs at law of her husband, subject to her dower. She therefore prayed that the complaint against her be dismissed, and that the lumber company he required to execute deeds in accordance with its bonds for title, and that dower be assigned to her.\nAn intervention was filed in the case by Ella String-fellow and Docia Bailey, who alleged that they were the only heirs at law of J. C. Calaway, which pleading recited the execution of the bonds for title to J. C. Calaway and C. L. Witherington, and the assignment to Calaway of the bond for title by Witherington, and alleged the payment in full of the purchase money due under both contracts. This pleading also alleged the execution of the contract by Calaway to convey the lands to the Boyetts, and that instrument was made an exhibit to their intervention. Interveners alleged the default of the Boyetts in making their payments, and prayed that the lumber company be required to execute deeds to them as the heirs at law of their father, subject to the dower right of their mother.\nThe Boyetts filed an answer to the plaintiff’s interrogatories in which they denied that they were indebted to Mrs. Calaway in any sum. They also filed a separate answer in which they alleged that they had paid $1,300 of the $2,600 purchase money which they had agreed to pay, and that four of these payments had been made to Mrs. Calaway after the death of her husband, and they therefore alleged that Mrs. Calaway was not entitled to dower in said lands. They alleged that they were at all times ready, willing and able to pay the balance of purchase money, but did not make the payments because the notes were in tlie possession of the plaintiff bank and the title to the lands was in dispute, and that Mrs. Calaway had refused to join in the execution of a deed to them. They therefore prayed the return to them of the $1,300 which they had paid.\nThe lumber company filed an answer, in which it admitted the receipt in full of the purchase money due it, and prayed the direction of the court as to the execution of the deeds, which it offered to make.\nThe plaintiff bank filed an amendment to its complaint, in which it admitted that it had possession of the five notes remaining unpaid by the Boyetts, but alleged that the possession thereof had been delivered to it by Mrs. Calaway for safekeeping. It was prayed that any proceeds of the notes be impounded and applied to the bank’s judgment.\nMrs. Calaway filed an answer to the amended complaint of the bank, in which she admitted delivering to the bank five notes of the Boyetts payable to the order of her husband, but disclaimed any interest in them.\nThe interveners, Ella String-fellow and Docia Bailey, filed an answer to the bank’s amended complaint, in which they alleged that any unpaid notes of the Boyetts are a part of the estate of J. C. Calaway, deceased, and are not subject to the debts of his widow.\nMrs. Calaway filed a response to the intervention of her daughters and to the amended and substituted answer of the Boyetts. In this pleading she alleged that the Boy-etts were at all times aware of her interest in the lands, and denied their offer to pay the balance of purchase money, and denied their right to recover payments made, but alleged that, under the contract which they failed to perform, the payments made should be treated as rent. She denied that she had received any payment from the Boyetts. She prayed that, if the Boyetts be allowed to recover payments made, they be charged with the rent upon the lands which they had contracted to buy.\nThe Boyetts filed an amended and substituted answer and cross-complaint, reciting many of the facts hereinabove stated and alleging that, inasmuch as Mrs. Calaway had not signed the contract to them, and refused now to execute a deed conveying her interest, their contract was rescinded, and they prayed judgment for the payments of purchase money made, and it was prayed that this sum be decreed to be ‘‘prior and paramount, in point of equity, to the rights of the plaintiff or to those of the widow and heirs of J. C. Calaway,” and, in the alternative, it was prayed that, if the right of rescission is denied, the court decree them a title free from the dower claim of Mrs. Calaway.\nUpon the issues raised by the pleadings, much testimony was taken in support of the respective allegations. The plaintiff bank became insolvent, and was taken over for liquidation by the State Bank Commissioner, who was substituted as party plaintiff.\nThe decree in the cause recites an extended finding of facts upon the testimony as follows: The lumber company has been paid the purchase money due it. Mrs. Cala-way never at any time conveyed or contracted to convey, her right of dower, and never received a deed to the land- from her husband. This was the principal question of fact in the case. It appears that Calaway, in his lifetime, executed a deed to his wife for all the lands. But the deed was never recorded, and the court found that it was never delivered. This deed was dated September 27, 1926, and Mr. Calaway died on January 23, 1927, but the deed was found in 1929 in a different bank at Bearden with other papers belonging to Mr. Calaway, where he kept a number of important papers, among these being a fire insurance policy. The insured property was destroyed by fire, and in searching for the policy the deed was found. Mrs. Calaway testified that she knew nothing of the execution of the deed, and that it had never been in her possession.\nThe law as to the delivery of a deed is that, in order to constitute a delivery of a deed, it must be the intention of the grantor to pass the title immediately to the land conveyed, and that the grantor shall lose dominion over the deed. Davis v. Davis, 142 Ark. 311, 218 S. W. 827. There is some conflict in the testimony, hut we think the finding of the chancellor that Mr. Calaway had not delivered the deed to his wife, but had retained dominion over it, is not contrary to the ■ preponderance of the evidence.\nIt was also contended by the plaintiff bank that the purchase money notes which the Boyetts had not paid had been assigned to Mrs. Calaway by her husband, but the decree indicates that the court did not sustain that contention. The notes executed by the Boyetts appear to •have been made payable to J. C. Calaway or Ella Cala-way. These unpaid notes are copied into the transcript and read as stated, but it is stated in the briefs that the originals of these notes, which are not before us, show that the name of Mrs. Calaway was added by interlineation, was written in a different handwriting and with different ink. However this may be, Mrs. Calaway testified that 'the notes were never in her possession, and were never claimed by her. Note No. 6, executed by the Boy-etts, was not indorsed, but the name of J. C. Calaway was written on the back of notes Nos. 7, 8 and 9, and on the back of note No. 10 appears the following indorsement: “For value received, I hereby transfer and assign note to Mrs. M. E. Calaway. (Signed) J. C. Calaway.” No explanation appears as to the time when nor the purpose for which Mr. Calaway indorsed notes Nos. 7, 8 and 9. It may have been when using them as collateral.\nThe fact remains, however, that these notes were given for purchase money of lands the title to which, under the findings of the court, has failed, and the notes are without consideration and are therefore void, and we are not therefore required to pass upon the conflicting testimony as to whether Mrs. Calaway ever owned any interest in them during the lifetime of her husband. She testified that she had never at any time been in possession of any of these notes, and had never claimed, any interest in them. Mrs. Calaway has no dower interest in these notes which can be subjected to the satisfaction of the bank’s .judgment, for the reason that the notes are void as being without consideration.\nAs Mrs. Calaway declined to convey her dower interest in the lands, for the reason that she had never contracted to do so, the Boyetts conld not be required to accept a deed which did not convey that interest, and the Boyetts have not appealed from the decree.\nThe court found that twenty acres of land, which constituted a part of Mr. Calaway’s homestead, had been conveyed by him and his wife to their children, and that they had the right to make this conveyance “free and clear of all rights of creditors, ’ ’ and this part of the decree does not appear to be challenged.\nHaving found that the contract to convey to the Boy-etts could not be performed, the court gave them judgment for the payments made by them, and charged them with the rental value of the lands.\nIt is argued that the Boyetts were not charged enough rent, and that judgment was rendered in their1 favor for an excessive sum, and that, if judgment was rendered against them, and not for them, Mrs. Calaway’s interest in this judgment would be subject to the judgment of the bank.\nThe decree of the court declared the sum due the Boyetts was a lien upon the lands, “which is superior and paramount to all rights and interests of all parties to this suit except the dower interest of Mrs. Calaway.” The bank therefore insists that it is vitally interested in the amount of a judgment to be rendered in favor of the Boyetts, and that the judgment rendered in their favor was excessive. The testimony as to the amount for which the Boyetts should have judgment is undisputed, and may be arrived at by simple calculation. The testimony is in conflict, however, as to the amount for which they should be charged for rent, and, without reviewing this testimony, we announce our conclusion to be that the finding of the chancellor upon this subject does not appear to be contrary to the preponderance of the evidence.\nIt was decreed that the heirs of J. C. Calaway, his daughters, Ella String-fellow and Docia Bailey, have title to the lands, subject to the dower right of their mother and to the lien of the Boyetts, and- neither the Boyetts nor the heirs have appealed.\nThe court decreed that an attachment which had issued should be discharged except as to the dower interest of Mrs. Calaway. As to this interest, the attachment was sustained, and it was ordered that that interest be sold in the manner there provided.\nUpon the whole case we are of opinion that the findings of fact made by the chancellor are not contrary to the preponderance of the evidence, and that the decree accords with the principles of equity. It is therefore affirmed.",
        "type": "majority",
        "author": "Smith, J."
      }
    ],
    "attorneys": [
      "S. F. Morton and Gaughan, Sifford, Godwin $ Gaughan, for appellant.",
      "B. H. Peace and II. G. Wade, for appellees."
    ],
    "corrections": "",
    "head_matter": "Taylor v. Calaway.\n4-2819\nOpinion delivered January 30, 1933.\nS. F. Morton and Gaughan, Sifford, Godwin $ Gaughan, for appellant.\nB. H. Peace and II. G. Wade, for appellees."
  },
  "file_name": "0947-01",
  "first_page_order": 967,
  "last_page_order": 974
}
