{
  "id": 4241738,
  "name": "In the Matter of the Personal Restraint of Gregory O. Thomas, Petitioner",
  "name_abbreviation": "In re the Personal Restraint of Thomas",
  "decision_date": "2014-07-17",
  "docket_number": "No. 88921-0",
  "first_page": "951",
  "last_page": "953",
  "citations": [
    {
      "type": "official",
      "cite": "180 Wash. 2d 951"
    }
  ],
  "court": {
    "name_abbreviation": "Wash.",
    "id": 9029,
    "name": "Washington Supreme Court"
  },
  "jurisdiction": {
    "id": 38,
    "name_long": "Washington",
    "name": "Wash."
  },
  "cites_to": [
    {
      "cite": "5 P.3d 1240",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2000,
      "opinion_index": 0
    },
    {
      "cite": "141 Wn.2d 342",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1183458
      ],
      "year": 2000,
      "pin_cites": [
        {
          "page": "348-49"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/141/0342-01"
      ]
    },
    {
      "cite": "132 S. Ct. 2455",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12407312
      ],
      "weight": 3,
      "year": 2012,
      "pin_cites": [
        {
          "page": "2469"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/567/0460-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 296,
    "char_count": 3470,
    "ocr_confidence": 0.747,
    "pagerank": {
      "raw": 5.642642422824706e-08,
      "percentile": 0.35229254678554617
    },
    "sha256": "8868382c8e16cbb32555fc5bd6b205593ab47f9ac9189d67970aa70259616a99",
    "simhash": "1:6a8ecc3e626dd380",
    "word_count": 568
  },
  "last_updated": "2024-02-27T18:26:29.759680+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "In the Matter of the Personal Restraint of Gregory O. Thomas, Petitioner."
    ],
    "opinions": [
      {
        "text": "Per Curiam\n¶1 Petitioner Gregory Thomas filed this personal restraint petition directly with this court, asking us to apply the rule announced in Miller v. Alabama, _ U.S. _, 132 S. Ct. 2455, 183 L. Ed. 2d 407 (2012), to his 999-month sentence — a claimed “functional equivalent” sentence of life without parole. He also asks this court to consider whether his sentence constitutes “cruel punishment” categorically prohibited by article I, section 14 of the Washington State Constitution and whether the evidence at trial was insufficient to support his conviction for felony murder predicated on rape or attempted rape.\n¶2 The State argues that Thomas’s petition does not meet the requirements of RCW 10.73.100 because at least one of the claims in his mixed petition is time barred. We agree. We recognize that Thomas’s claim premised on Miller may not be time barred; if we agreed with Thomas that the rule in Miller applies retroactively, then that claim satisfies the exception to the one-year time bar in RCW 10.73.100(6) and we could reach its merits. Likewise, Thomas’s insufficiency of the evidence claim would not be time barred under RCW 10.73.100(4).\n¶3 But Thomas’s article I, section 14 claim is not premised on Miller’s rule. The Court in Miller expressly rejected a categorical ban on life sentences for juveniles. Miller, 132 S. Ct. at 2469. Thomas acknowledges as much but argues that “the Supreme Court’s consistent holdings foretell recognition that our standards of decency have evolved so that it is never appropriate to impose an irrevocable life term on a juvenile, or at least a 15-year-old child such as Thomas.” Pet’r’s Suppl. Br. at 23. He urges this court to act now under our state constitution rather than waiting for the federal court to take the lead.\n¶4 While this argument appropriately identifies the authority of a state court to rely on independent and adequate state grounds for its decision, it also reflects a clear departure from Miller. As a result, Thomas cannot rely on the exception in RCW 10.73.100(6) to lift the time bar that otherwise precludes our consideration of a petition filed more than one year after the judgment being attacked. Our statutory mandate is clear: we may consider an untimely petition only when it is based “solely” on one or more of the grounds listed in RCW 10.73.100. In re Pers. Restraint of Stoudmire, 141 Wn.2d 342, 348-49, 5 P.3d 1240 (2000). We must dismiss this petition as mixed and time barred.\nWe retained this case for oral argument solely on the Miller and article I, section 14 questions. However, because Thomas filed his personal restraint petition directly in this court, thus invoking the court’s original jurisdiction in habeas corpus, we consider his petition in its entirety.",
        "type": "majority",
        "author": "Per Curiam"
      }
    ],
    "attorneys": [
      "Andrew P. Zinner (of Nielsen Broman & Koch PLLC), for petitioner.",
      "Daniel T. Satterberg, Prosecuting Attorney for King County, and Deborah A. Dwyer, Deputy, for respondent.",
      "Nancy L. Talner and G. William Shaw on behalf of American Civil Liberties Union of Washington, amicus curiae.",
      "Lila J. Silverstein on behalf of Washington Association of Criminal Defense Lawyers, amicus curiae.",
      "Travis Stearns on behalf of Washington Defender Association, amicus curiae.",
      "Robert S. Chang on behalf of Korematsu Center of the Seattle University School of Law, amicus curiae."
    ],
    "corrections": "",
    "head_matter": "[No. 88921-0.\nEn Banc.]\nArgued May 8, 2014.\nDecided July 17, 2014.\nIn the Matter of the Personal Restraint of Gregory O. Thomas, Petitioner.\nAndrew P. Zinner (of Nielsen Broman & Koch PLLC), for petitioner.\nDaniel T. Satterberg, Prosecuting Attorney for King County, and Deborah A. Dwyer, Deputy, for respondent.\nNancy L. Talner and G. William Shaw on behalf of American Civil Liberties Union of Washington, amicus curiae.\nLila J. Silverstein on behalf of Washington Association of Criminal Defense Lawyers, amicus curiae.\nTravis Stearns on behalf of Washington Defender Association, amicus curiae.\nRobert S. Chang on behalf of Korematsu Center of the Seattle University School of Law, amicus curiae."
  },
  "file_name": "0951-01",
  "first_page_order": 1015,
  "last_page_order": 1017
}
