{
  "id": 8726410,
  "name": "Cooper v. Krisch",
  "name_abbreviation": "Cooper v. Krisch",
  "decision_date": "1929-07-01",
  "docket_number": "",
  "first_page": "952",
  "last_page": "954",
  "citations": [
    {
      "type": "official",
      "cite": "179 Ark. 952"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "3 S. W. (2d) 320",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "176 Ark. 525",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1400046
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/176/0525-01"
      ]
    },
    {
      "cite": "246 S. W. 17",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "156 Ark. 165",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1358422
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/156/0165-01"
      ]
    },
    {
      "cite": "135 S. W. 836",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "98 Ark. 132",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1316011
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/98/0132-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 232,
    "char_count": 2839,
    "ocr_confidence": 0.516,
    "pagerank": {
      "raw": 2.590127829114477e-07,
      "percentile": 0.8179955665368908
    },
    "sha256": "7d3dce6a32e5c4af596a945aa03e97757a81ef6b86f564d5f014f39615279084",
    "simhash": "1:3283461d02c5e5d9",
    "word_count": 486
  },
  "last_updated": "2024-02-27T23:51:14.248945+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Cooper v. Krisch."
    ],
    "opinions": [
      {
        "text": "McHaney, J.\nEthel Krisch, now deceased, held a policy of life insurance with the Southern Life Insurance Company, in which her husband, Charles Krisch, was named the beneficiary. On May 4, 1928, she was murdered by her husband, and some time later appellant was dnly appointed and qualified as the administrator of her estate. He demanded payment of said policy, on the ground that the beneficiary had forfeited his interest therein by reason of the willful murder of his wife. The • insurance company instituted an interpleader ’s suit, making appellant and said Charles Krisch parties, paid the proceeds of said policy into the registry of the court, and prayed that the court determine the respective rights of the parties therein and decree said proceeds to the party rightfully entitled thereto.\nAppellant answered, and set up his claim. Charles Krisch filed a disclaimer of any interest in said fund, and consented that same he paid to appellant as administrator. Thereupon the court, on its own motion, ordered that the appellee, Kathryn Imogene Krisch, minor child of deceased, be made a party to the action, which was done, and a guardian ad litem appointed. An answer was filed by the guardian ad litem for said minor, claiming the fund in court a*? the sole heir of her mother, which was sustained by the court, and a decree entered accordingly, and denied the right of appellant, as administrator, thereto.\nOnly one question is presented for decision: Who is entitled to the proneeds of the policy as between, the administrator and the heir? The administrator is one in fact, and claims have 'been probated against his estate. We think this question has been decided by this court in favor of appellant in the recent case, Inter-Southern Life Ins. Co. v. Butler, ante, p. 349. It was again held in that case that, when the beneficiary in a policy of life insurance unlawfully kills the insured, public policy prohibits a recovery by him, and that the amount of the insurance automatically becomes an asset of the deceased’s estate, to be recovered by the administrator for the payment of debts and distribution to the heirs. See also Metropolitan Life Ins. Co. v. Shane, 98 Ark. 132, 135 S. W. 836; Henry v. Knights & Daughters of Tabor, 156 Ark. 165, 246 S. W. 17; Mut. Ben. Health & Accident Assn. v. Tilley, 176 Ark. 525, 3 S. W. (2d) 320.\nThe minor heir was neither a necessary nor a proper party. The probate court will no doubt protéct the interest of the minor in this fund by requiring the administrator to account therefor.\nThe court therefore erred in not awarding the fund in court to appellant. The cause will be reversed, and remanded with directions to enter a decree in accordance with this opinion.",
        "type": "majority",
        "author": "McHaney, J."
      }
    ],
    "attorneys": [
      "A. M. Dobbs, O. M. Young and Hardin 'S Barton, for appellant."
    ],
    "corrections": "",
    "head_matter": "Cooper v. Krisch.\nOpinion delivered July 1, 1929.\nA. M. Dobbs, O. M. Young and Hardin 'S Barton, for appellant."
  },
  "file_name": "0952-01",
  "first_page_order": 970,
  "last_page_order": 972
}
