{
  "id": 1428371,
  "name": "Sutherland v. Sutherland",
  "name_abbreviation": "Sutherland v. Sutherland",
  "decision_date": "1934-02-26",
  "docket_number": "4-3337",
  "first_page": "955",
  "last_page": "958",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 955"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "9 Ark. 507",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8727605
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/9/0507-01"
      ]
    },
    {
      "cite": "34 Ark. 37",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1875714
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/34/0037-01"
      ]
    },
    {
      "cite": "149 S. W. 86",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "104 Ark. 381",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1350623
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/104/0381-01"
      ]
    },
    {
      "cite": "170 S. W. 486",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "115 Ark. 32",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1533804
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/115/0032-01"
      ]
    },
    {
      "cite": "182 S. W. 896",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "122 Ark. 276",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1558147
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/122/0276-01"
      ]
    },
    {
      "cite": "183 S. W. 746",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "122 Ark. 346",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1558150
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/122/0346-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 400,
    "char_count": 5396,
    "ocr_confidence": 0.484,
    "pagerank": {
      "raw": 2.3182434560720828e-07,
      "percentile": 0.7896981638697854
    },
    "sha256": "3331afab0b3dec88fe64768fa247caaad4e7ffbe03f7aca4c070ba1b6f444ba6",
    "simhash": "1:1b15afac90b0dc91",
    "word_count": 867
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Sutherland v. Sutherland."
    ],
    "opinions": [
      {
        "text": "Johnson, C. J.\nThe parties to this unfortunate divorce suit were intermarried at Cleveland, Ohio, in 1913', and there resided as husband and wife until 1929. For the sole and only purpose of ridding himself of his marriage vows, so solemnly assumed in 1913, appellee came to this State in May, 1932, and established himself in a Little Rock hotel and thereafter on November 7, 1932, filed this suit in the Pulaski Chancery Court alleging as grounds for divorce:\nFirst, willful desertion, beginning in 1929; secondly, indignities, which rendered his condition in life intolerable.\nAppellant filed an answer denying the allegations of appellee’s complaint, and also filed a cross-complaint seeking alimony. On June 23,1933, the cause was determined and appellee was granted an absolute divorce from appellant, and this appeal is prosecuted to reverse this decree.\nThe decree of divorce in favor of appellee is not warranted under any view of the testimony.\nIt is the. established doctrine in this State that a divorce decree will not be granted upon the uncorroborated testimony of one of the parties. Darrow v. Darrow, 122 Ark. 346, 183 S. W. 746; Johnson v. Johnson, 122 Ark. 276, 182 S. W. 896; Arnold v. Arnold, 115 Ark. 32, 170 S. W. 486; Kientz v. Kientz, 104 Ark. 381, 149 S. W. 86; Rie v. Rie, 34 Ark. 37.\nOn the question of willful desertion but little need be said. The parties flatly contradicted each other as to desertion, and neither is corroborated by other testimony. Appellee insists, however, that the witness Hood corroborates his testimony as follows: “It was also evident that plaintiff was unable to persuade her to again take up residence with him, etc.”\nJust what evidence this witness referred to is not related by him, and we are unwilling to accept his conclusions as evidence. The law is definitely settled in this State that witnesses should be required to detail facts about which they testify, and the conclusions deducible therefrom are drawn by the courts. This witness testified to no fact corroborating the testimony of appellee as to willful desertion.\nThe remaining contention is that the divorce decree is supported 'by sufficient testimony on the ground of indignities. As on the ground for desertion, we find that every charge and accusation made by appellee against appellant is flatly contradicted and denied by appellant in her testimony. Certainly, it can not be contended under these circumstances that either party is entitled to a divorce. The alleged corroboration of appellee’s testimony on this ground is predicated solely upon two or three occasions occurring at widely separated intervals. For instance, the first occurrence detailed by the witness Ford occurred in 1925, and is of no importance. Whatever petulance was shown by appellant on this occasion was thrust at Ford and his company and not at appellee. This testimony, instead of showing reproach, contempt or ridicule of or towards appellee, demonstrates appellant’s overpowering interest in her husband’s welfare.\nThe incident referred to in 1929 hy the witnesses is likewise without merit. On this occasion one witness testified that appellant said to appellee: “I never enjoy anything when I am with yon.” This testimony falls far short of that required under the repeated decisions of this court to establish indignities.\nIn the early case of Rose v. Rose, 9 Ark. 507, this court stated the rule as follows: “Personal indignities, such as rudeness, unmerited reproach, contempt, studied neglect, open insult, etc., and other plain manifestations of settled hate, alienation, and estrangement must be habitual, continuous, and permanent to create that intolerable condition contemplated by the statute.”\nThe doctrine as announced in Rose v. Rose, has been consistently followed by this court since its pronouncement. Preas v. Preas, ante p. 854.\nIt should be distinctly kept in mind that marriage vows are solemnly assumed and should be sacredly kept. The interest of society demands that the bonds of wedlock should not be severed, except upon grounds prescribed by statute and established by testimony. One, two, or three trivial instances of petulance are entirely insufficient to establish indignities as defined by our statute.\nThe most charitable view‘of the testimony presented in this record in behalf of appellee is to say, that both parties were somewhat in fault, and that both, by failure to exercise that mutual forgiveness, which the relationship demanded, aggravated, rather than tended to ameliorate, their conjugal state. Had the parties to this unfortunate marriage heeded the admonitions of this court:\n“A little confessed, a little endured,\nA little forgiven, and all is cured.”\nAs announced in Arnold v. Arnold, supra, this now unhappy couple would be enjoying the associations usually consequent to the marriage status.\nA monthly allowance of $50 per month will be continued until reconciliation of the parties or until the circumstances and conditions of the parties warrant a change, and this should he determined by some court of competent jurisdiction.\nThe decree of the Pulaski Chancery Court awarding appellee a divorce will be reversed, and the cause of action dismissed.",
        "type": "majority",
        "author": "Johnson, C. J."
      }
    ],
    "attorneys": [
      "Charles E. Lewis, E. B. Dillon and S. S. Jefferies, for appellant.",
      "Sam M. Wassell and Isaac Riff, for appellee."
    ],
    "corrections": "",
    "head_matter": "Sutherland v. Sutherland.\n4-3337\nOpinion delivered February 26, 1934.\nCharles E. Lewis, E. B. Dillon and S. S. Jefferies, for appellant.\nSam M. Wassell and Isaac Riff, for appellee."
  },
  "file_name": "0955-01",
  "first_page_order": 973,
  "last_page_order": 976
}
