{
  "id": 1403671,
  "name": "White River Lumber Company v. State",
  "name_abbreviation": "White River Lumber Co. v. State",
  "decision_date": "1928-01-09",
  "docket_number": "",
  "first_page": "956",
  "last_page": "974",
  "citations": [
    {
      "type": "official",
      "cite": "175 Ark. 956"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "128 Ark. 521",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "41 Ark. 149",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1896214
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/41/0149-01"
      ]
    },
    {
      "cite": "28 Ark. 270",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1884370
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/28/0270-01"
      ]
    },
    {
      "cite": "12 S. W. 156",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "52 Ark. 82",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1913431
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/52/0082-01"
      ]
    },
    {
      "cite": "172 U. S. 647",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "opinion_index": 0
    },
    {
      "cite": "166 U. S. 506",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3592790
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/us/166/0506-01"
      ]
    },
    {
      "cite": "13 S. Ct. 281",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        3563920,
        3564134
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/146/0357-01",
        "/us/146/0354-01"
      ]
    },
    {
      "cite": "146 U. S. 354",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3564134
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/146/0354-01"
      ]
    },
    {
      "cite": "101 U. S. 153",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5630736
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/101/0153-01"
      ]
    },
    {
      "cite": "36 S. W. 1060",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "62 Ark. 461",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1905699
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ark/62/0461-01"
      ]
    },
    {
      "cite": "88 Fed. 350",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6733648
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/88/0350-01"
      ]
    },
    {
      "cite": "28 A. L. R. 979",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "260 U. S. 441",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11926157
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/us/260/0441-01"
      ]
    },
    {
      "cite": "212 S. W. 308",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "138 Ark. 449",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1566982
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/138/0449-01"
      ]
    },
    {
      "cite": "187 S. W. 942",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "124 Ark. 569",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1555010
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/124/0569-01"
      ]
    },
    {
      "cite": "250 S. W. 879",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "159 Ark. 101",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8719715
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/159/0101-01"
      ]
    },
    {
      "cite": "123 S. W. 753",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "92 Ark. 492",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1548565
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/92/0492-01"
      ]
    },
    {
      "cite": "192 S. W. 202",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "127 Ark. 349",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1550222
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/127/0349-01"
      ]
    },
    {
      "cite": "183 U. S. 471",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8297470
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/us/183/0471-01"
      ]
    },
    {
      "cite": "176 U. S. 550",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5704955
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/us/176/0550-01"
      ]
    },
    {
      "cite": "159 U. S. 526",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5700482
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/us/159/0526-01"
      ]
    },
    {
      "cite": "179 U. S. 279",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5707476
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "283"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/179/0279-01"
      ]
    },
    {
      "cite": "251 U. S. 532",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3680546
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/us/251/0532-01"
      ]
    },
    {
      "cite": "211 S. W. 662",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "138 Ark. 581",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1566902
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/138/0581-01"
      ]
    },
    {
      "cite": "198 S. W. 702",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "131 Ark. 40",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1578613
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/131/0040-01"
      ]
    },
    {
      "cite": "174 S. W 248",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "117 Ark. 606",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1564961
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/117/0606-01"
      ]
    },
    {
      "cite": "153 S. W. 614",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "106 Ark. 248",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1345639
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/106/0248-01"
      ]
    },
    {
      "cite": "284 S. W. 33",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "171 Ark. 209",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1369452
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/171/0209-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1211,
    "char_count": 36865,
    "ocr_confidence": 0.486,
    "pagerank": {
      "raw": 2.7488835406317125e-07,
      "percentile": 0.832572285102336
    },
    "sha256": "d201bd6298a272e399d1fffa932ce687714181fc49f3e725b61754bfd03ebd13",
    "simhash": "1:e8bc5992f62eaef8",
    "word_count": 6469
  },
  "last_updated": "2024-02-27T16:24:20.967461+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "White River Lumber Company v. State."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nThis suit was filed by the State of Arkansas, on the relation of the Attorney General, on July 25, 1925, against the White River Lumber Company, a foreign corporation, hereinafter referred to as the company, to recover, on behalf of the State and its political subdivisions, certain back taxes alleged to be due by the company. The suit was brought to recover back taxes alleged to be due upon the intangible value of the company’s capital stock, but interrogatories propounded to the company developed the fact that it owned no property in this State except its real estate, and about that time the opinion of this court was delivered in the case of State ex rel. Attorney General v. Lion Oil & Refining Co., 171 Ark. 209, 284 S. W. 33, in which it was held that the capital stock of a foreign corporation which is neither located nor used within the boundaries of the State could not be assessed for taxation in this State. An amended complaint, was filed, in which it was alleged that the company owned large tracts of timbered lands in the counties of Desha, Phillips, Monroe and Arkansas, which had been grossly under-assessed for purposes of taxation for the years 1915 to 1925, inclusive.\nThe amended complaint contained a list of the company’s lands on which it was alleged that taxes had been paid at under-valuations. This list contains 191 descriptions, located in 105 different sections in the four counties named.\nIt was stipulated that the State Tax Commission had ordered an assessment of all property in the State at 50 per cent, of the market value, but the court found the fact to be that this direction had not been obeyed by the assessing officers, and that property in the counties mentioned had been assessed at only 30 per cent, of its value. Witnesses who testified on this feature of the case differed widely as to what per cent, of the value had been assessed, some placing it higher and others lower than the .30 per cent, found by the court. Without reviewing this testimony, we announce our conclusion to be that the finding of the court below on this question does not appear to be against the preponderance of the evidence.\nA large amount of testimony was taken, and we have before us a voluminous record. The testimony on the part of the State was directed principally to a showing of the amount and value of the timber on the lands, which fixed the value thereof.\nThe testimony on the part of the company was to the effect that all timbered lands in the counties mentioned had been assessed at from $4'to $5 per acre, and that those of the company were of about the same average value as the lands of other owners, and that it would be discriminatory to assess the lands of the company at a higher valuation for purposes of taxation. It was also shown that, during the years for which the State asks back assessments, large quantities of the timber had been stolen, and .that in recent years large quantities had been sold, and that the value of the lands was proportionately reduced.\nThe court, in fixing the value of the lands, divided them into five groups, those in Desha, Phillips and Monroe counties comprising three of the groups. The fourth group was composed of all the lands in Arkansas County, except the lands referred to as “Big Island,” which last mentioned body of lands composed the fifth group. The court found the value of the Big Island lands for the years 1915 to 1925, inclusive, to be $50 per acre, and the value of all the other groups to be $33.33 for each of these years, and directed that they be back-assessed for all those years at 30 per cent, of the value stated, less credits for the timber stolen and sold. No attempt was made to.show from what tracts of land timber had been sold or stolen, and the court directed that the total amount of these two items be apportioned to the entire acreage, and the valuations were credited with these apportioned amounts. The valuations thus fixed by the court were further reduced by the valuations upon which taxes had been paid.\nAs a result of this finding and decree, taxes were charged against the entire body of land in the sum of $79,033.63, and it was ordered that the lien for the taxes which the court decreed be enforced against each separate tract. From this decree the company has appealed, and the State has cross-appealed, and it is now insisted on behalf of the State that the lien for the taxes should be enforced against the lands as a body or as a personal .judgment against the company.\nBefore further reciting or discussing the testimony, we proceed to consider the legal principles which must be taken into account and be followed in passing upon the issues of fact.\nThe State is proceeding under the provisions of the back tax law, which appear as §§ 10204 et seq., C. & M. Digest. ‘Section 10204 was enacted at the 1913 session of the General Assembly (Acts 1913, page 724) as act 169, the title of the act being: “An act to amend § 1 of act No. 354 of the Acts of 1911, approved May 30, 1911.”\nThis act of 1913 was passed shortly after the opinion of this court was delivered in the case of State ex rel. Attorney General v. Kansas City & M. Ry. & Bridge Co., 106 Ark. 248, 153 S. W. 614, and was, no doubt, intended to remedy certain supposed defects in the then existing back tax law. In that case the suit was for: back taxes alleged to be due upon the bridge owned by the defendant corporation, which the complaint alleged had been assessed for taxation at only about one-sixth of its true value. A' demurrer to this complaint was sustained, and the State appealed; Upon the appeal to this court it was held that, where a corporation has paid the taxes on the annual assessments made on its property, the State could not recover additional taxes, where a mere mistake had been made in assessing the property too low, and that a review of the assessments by the courts would be permitted only when the assessing boards or officers had proceeded on the wrong basis of valuation, in omitting some property or element of value or in adopting the wrong basis in estimating value, and it was further held that the policy of the law was to treat the find-’ ing of the assessors, supervising boards and commissions as final, except when otherwise expressly provided by the statute.\nThis opinion was delivered January 20,1913, and the act of 1913, which appears as § 10204, O. & M. Digest, was approved March 12, 1913. By this amendatory act it was provided that, “Where the Attorney General is satisfied * * * that, 'in consequence of the failure, from any cause, to assess and levy taxes, or because of any pretended assessment and levy of taxes upon any basis of valuation other than the true value in money of any property hereinafter mentioned, or because of any inadequate or insufficient valuation or assessment of such property, or undervaluation thereof, or from any other cause, there are overdue and unpaid taxes owing to the State or -any county or municipal corporation, or road district, or school district, by any corporation, upon any property now in this State which belonged to any corporation at the time such taxes should have been properly assessed and paid, that it shall become his duty to at once institute a suit or suits in chancery in the name of the State of Arkansas, for the collection of the same, in any county in which the corporation owing such taxes may be found * * * ,”\nAfter the passage of the act of 1913, from which we have just quoted, a second suit was brought against the same bridge company to recover the taxes sued for in the first case. It was alleged in the second suit that the corporation owning the bridge had for a number of years paid taxes on the bridge “upon an inadequate and insufficient valuation and upon an undervaluation thereof,” and that a larg-e amount of taxes would be due by the corporation upon a proper assessment of its property. A general demurrer to this complaint was sustained, and the complaint was dismissed, from which order and decree an appeal was duly prosecuted to this court. The opinion upon the appeal, which was delivered by L. H. McG-ill, Esq., as -special Justice, reviewed the back tax legislation of the State, and interpreted the amendatory act of 1913, and it will now suffice to restate the conclusions there announced without again reviewing this legislation. State ex rel. v. K. C. & M. Ry. & B. Co., 117 Ark. 606, 174 S. W 248.\nThe act was held to be retroactive in its effect, and the right of the State to enact such a statute was declared. It was held that the purpose of the statute, as amended by the act of 1913, was to give the State a complete remedy for the recovery of back taxes due by a corporation upon any property in the State which belonged to any corporation at the time such taxes should properly have been assessed and paid, and that a proper exercise of this power was not in violation of the Federal Constitution as denying corporations the equal protection of the law or depriving them of property without dne process of law.\nIt was further held that the fact that no statutory remedy existed for the correction of erroneous assessments at the time they were made did not preclude the Legislature from granting a remedy at a subsequent time, and that the owner of property which, for any reason, escaped payment of a part of its just share of taxation, does not have a vested right to immunity from payment of the balance dne. It was there also held that the fact that the statute authorized suits for back taxes against corporations only did not cause it to offend against either the State or the Federal Constitution.\nAfter thus announcing the law, the decree of the chancery court sustaining the demurrer to the complaint of the State was reversed and the cause .remanded for further proceedings in accordance with the opinion, which meant, of course, to hear testimony to determine whether there had been “any inadequate or insufficient valuation or assessment of such property, or undervaluation thereof.” That cause was not again appealed to this court.\nThe case of State ex rel. Attorney General v. Fort Smith Limber Co., 131 Ark. 40, 198 S. W. 702, was a suit against a\"domestic corporation to recover taxes on property which the State alleged had escaped adequate assessment for previous years. A second opinion was rendered in the same case, which is found reported in 138 Ark. 581, 211 S. W. 662. From this last opinion, which was adverse to the corporation, an appeal was prosecuted to the Supreme Court of the United States, and the opinion of that court on the appeal is reported in 251 U. S. 532, 40 S. Ct. 304, 64 L. ed. 396.\nThat was a suit by the State against a domestic corporation to recover back taxes alleged to be due upon a proper valuation of the capital stock of the -corporation. The corporation owned stock in two other corporations of the State, each of which had paid full taxes, and it was contended that the corporation sued was entitled to omit the value of such stock from the valuation of its own. The corporation defended upon the ground that individuals are not taxed for such stock or subject to suit for back taxes thereon.\nIn upholding the right of the State to sue for these back taxes, it was stated 'by Mr. Justice Holmes, speaking for the court, that it was within the power of the State, so far as the Constitution of the United States is concerned, to tax its own corporations in respect of the stock held by them in other domestic corporations, although unincorporated stockholders are exempt from such tax, and that a discrimination between corporations and individuals in regard to such a tax could not be pronounced arbitrary, although the precise ground of policy which led to the distinction did not appear.\nIt was there further said: “The same is true with regard to confining the recovery of back taxes to those due from corporations. It is to be presumed, until the contrary appears, that there were reasons for more strenuous efforts to collect admitted dues from corporations than in other cases, and we cannot pronounce it an unlawful policy on the part of the State. See New York State v. Barker, 179 U. S. 279, 283, 21 S. Ct. 121, 45 L. ed. 190.”\nOther decisions by the Supreme Court of the United States have upheld the validity of back tax statutes passed by the States which apply only to corporations, upon the ground that the State Legislatures, in passing such statutes, may have ascertained, as a practical matter, that, if such statutes were made applicable to individuals, the expense of enforcement would be so great that the law would be without profit to the State. Winona, etc., Land Co. v. Minnesota, 159 U. S. 526, 16 S. Ct. 83, 40 L. ed. 247; Weyerkmeser v. Minnesota, 176 U. S. 550, 20 S. Ct. 485. 44 L. ed. 583: Florida, C. & P. R. R. Co. v. Reynolds. 183 U. S. 471, 22 S. Ct. 176, 46 L. ed. 283.\nWe may say therefore that the statute under which the State has here proceeded does not violate the Constitution of this State or the Constitution of the United States, and that the State may maintain a suit to recover back taxes under a statute which applies only to corporations, the demand for the additional taxes being predicated upon the proposition that there had been an inadequate or insufficient valuation or assessment of the corporate property.\nBut, while such a suit may be maintained, upon what basis shall such valuation be assessed? The answer to this question is that, under § 5 of article 16 of the Constitution of the State, the reassessment should be on the same basis as that upon which the original and inadequate assessment should have been made.\nThe section of the Constitution referred to provides that: “All property subject to taxation shall be taxed according to its value, that value to be ascertained in such manner as the General Assembly shall direct, making the same equal and uniform throughout the State. No one species of property from which a tax may be collected shall be taxed higher than another species of property of equal value. # # _\nThis constitutional mandate has been many times considered by this court, and several of these cases were reviewed in the case of State ex rel. Nelson v. Meek, 127 Ark. 349, 192 S. W. 202, L. R. A. 1918F 642. That was a suit on the relation of a judgment creditor of one of the counties of the State, who sought to compel the assessor of the county to assess the property of the county at its full market value in order that funds might be provided to pay the judgment against the county, but, in holding against that contention, the court quoted from an earlier case as follows: ■\n“In Bank of Jonesboro v. Hampton, 92 Ark. 492, 123 S. W. 753, we said: ‘It is true the Constitution provides that all property subject to taxation shall be taxed according to its value, but this is done when the valuation is equalized with other property of the same kind in the county. ’ ’ ’\nThe ease of Hays v. Missouri Pacific R. R. Co., 159 Ark. 101, 250 S. W. 879, involved the constitutionality of a local act requiring an assessment in certain school districts of all property therein at 75 per cent, of its true market value, this being in excess of the per cent, of market value at which other property was assessed for taxation .in other parts of the State. In holding the act unconstitutional, it was said:\n“The object of this provision of the Constitution (the one quoted above) is to secure equality and uniformity in the imposition of the public burdens. The tax must be laid according to some rule of apportionment which is not arbitrary, but is such that the burden may be made to fall with something like impartiality upon the property sought to be taxed. The settled construction placed upon constitutional provisions similar to the one in question is that uniform taxation requires uniformity not only in the rate of taxation but in the mode of assessment upon the taxable valuation.” See also Drew County Timber Co. v. Board of Equalization, 124 Ark. 569, 187 S. W. 942; Doniphan Lbr. Co. v. Cleburne County, 138 Ark. 449, 212 S. W. 308.\nThis being the rule applicable to original assessments, it must, of necessity, apply to back assessments, for the theory upon which the right to make back assessment is based is that the property sought to be assessed has escaped the payment of its just share of taxes. If our back tax statute were construed as conferring any greater right, it would offend against the section of the State Constitution quoted and the equal protection clause of the Federal Constitution. See cases cited above.\nIt was expressly held in the case of State ex rel. v. Kansas City & M. Ry. Bridge Co., supra, that “the statute does not contemplate that any property will be made to bear any greater burden of taxation than it would have borne if it had been originally assessed at its proper value.”\nWe must also take into account the kind of testimony, or the sufficiency thereof, which will justify the courts in holding that property was undervalued by the assessing officers who were clothed by the law with the authority to make the original assessments. Upon this question it was said in the case of State ex rel. v. Kansas City & M. Ry. & Bridge Co., supra, that:\n“It must he presumed that the courts will give persuasive force to all original assessments • fairly made, and will not set them aside on account of mere error in judgment, without clear and satisfactory proof. This is demanded by sound policy and the natural justice of the case. ’ ’\nAnother principle to be taken into account is that “mere errors of .judgment in the assessment of other property do not support a claim of discrimination, entitling the taxpayer to a reduction of his assessment below the actual value of his property (or the uniform basis upon which the assessment is made), but there must be something more — something which, in effect, amounts to an intentional violation of the essential principle of practical uniformity.” Sioux City Bridge Co. v. Dakota County, 260 U. S. 441, 43 S. Ct. 190, 67 L. ed. 340, 28 A. L. R. 979.\nIt appears that, prior to the passage of act 234 of the Acts of 1917, as amended by act 147 of the Acts of 1919’ (an act entitled “An act to provide for the assessment and valuation of the taxable property of the State of Arkansas, and for other purposes”), the assessments were made by the county assessors, subject to review by the county equalization boards. Subsequent to the passage of the above act the assessments in question were made by the township boards, composed of the county assessor, and two reputable and intelligent citizens and taxpayers of each township, subject to appeal to the county court by an aggrieved taxpayer, but not by the State.\nThe assessors in office during the time the assessments in question were made testified' on behalf of the company, and their testimony was to the effect that they had intended to assess upon a uniform basis, and had made no intentional discriminations for or against any one. \" ■ ; ■! ■ ¡ í\nThere was testimony on behalf of the State that all the lands of the company were more valuable than those of other owners whose lands were also assessed at from $4 to $5 per acre.\nWe think, however, that the testimony, except as to the Big Island group, was too indefinite and uncertain to measure up to the requirement announced in the case of State ex rel. v. Kansas City & M. Ry. & Bridge Co., supra, quoted above. The principal witness for the State (one Dennison) candidly admitted that he had only a very general knowledge of the company’s lands, except in Arkansas County, and more especially of the Big Island group.\nWe are of the opinion that the testimony does not show as to any of the lands, except the Big Island group, “any inadequate or insufficient valuation or assessment of such property, or undervaluation thereof,” within the meaning of the rules of law by which that fact is to be determined.\n• As to the Big Island group, consisting of 7,964 acres, the testimony is much more definite and certain. This is shown to be a body of land so unusually well timbered as to have a value not possessed by the other timbered lands which were assessed at from $4 to $5 per acre. The assessing officers were in ignorance of the quality and quantity of timber which gave this land its greater value. As to this group of lands there was an ignorance of the facts. The testimony is conflicting as to its value, but we think it was clearly shown that these lands were of an average value, during the entire time covered by the assessments in question, of $40 per acre, taking into account the timber stolen and the timber sold.\nAs it appears that all other property was assessed at an average of 30 per cent, of its market value, these lands should also be assessed at that per cent.,, and as 30 per cent, of $40 is $12, that figure represents the valuation at which the Big Island group should be assessed, less, of course, the valuation on which the taxes have been paid.\nIt is earnestly argued on behalf of the State that the valuations for purposes of taxation should be assessed at 501 per cent, of the market value, as this was the basis fixed by the State Tax Commission, and that any assessment based on a lower per cent, of the market value is an undervaluation within the meaning of the statute under which this suit was brought. We think, however, that it must appear, from what we have already said, that, if the statute is so construed as to permit this to be done, it would offend against both the uniform clause of the Constitution of the State, quoted above, and the equal protection clause of the Federal Constitution.\nThe argument that • any assessment at a less per cent, of the market value than that fixed by the State Tax Commission is an underassessment, which may be corrected by a back assessment, is so thoroughly answered by the opinion of the Court of Appeals of the Sixth Circuit in the case of Taylor v. Louisville & N. R. Co. (C. C. A.), 88 Fed. 350, that we quote extensively from it. The opinion was delivered by Judge Taft, then a member of that court and now the Chief Justice of the Supreme Court of the United States. The opinion contains ■ an exhaustive review of the decisions of the United States Supreme Court, and is one which has been cited and approved by many courts. That case is of special value here, as it arose under the taxing laws of the State of Tennessee, and the provision of the Constitution of that State (article 2, § 28, Constitution 1870), is so nearly identical with our own on the same subject as to suggest the idea that our provision was taken from the Constitution of that'State.\nUnder the statutes of that State railroads and certain other property were assessed biennially by a board consisting of three members, known as the “State Tax Assessors,” whose assessment was subject to review by another board, called the “Board of Equalization,” composed of the Governor, Secretary of State and State Treasurer. This State board assessed the property of the plaintiff railroad and all other property which it was required to assess at its real value, whereas it was shown that all other property not assessed by the State Board of Assessors was habitually and ¡intentionally assessed by other assessing officers at not exceeding 75 per cent, of its real or correct value.\nThe opinion contains a review of many cases, and quoted extensively from the opinion of this court in the case of Ex parte Ft. Smith & Van Buren Bridge Co., 62 Ark. 461, 36 S. W. 1060. We copy that portion of the opinion, as it is directly in point:\n“In Ex parte Ft. Smith & Van Buren Bridge Co., 62 Ark. 461, 36 S. W. 1060, the case arose on an appeal from the refusal of the county board of equalization to reduce the taxation of assessment upon the petitioner’s bridge. The assessor had assessed one-half of the bridge in Crawford County at $150,000, and the county board of equalization had reduced this assessment to $125,000. At the trial in the circuit court it appeared that $250,000 was a fair market price for the entire bridge, and that $125,000, therefore, was the full value of one-half of the bridge. It further appeared that all the real estate in Crawford County was assessed at 50 per cent, of its actual value. The appellate court contended that, under the circumstances, the assessment of one-half the bridge should be reduced accordingly to its request of $75,000. The Constitution of the State was exactly in the words of the Tennessee Constitution, to-wit:\n“ ‘That all property subject to taxation shall be taxed according to its value, to be ascertained in such manner as the General Assembly shall direct, making the same equal and uniform throughout the State; and provided, further, that no one species' of property, upon which taxes shall be levied, shall be taxed higher than another species of property of equal value.’\n“The law passed in pursuance of this section of the Constitution required the assessors of the counties-in the State to assess the real estate at its true market value in money. The court, in construing this question, said:\n“ ‘It may Be said that, inasmuch as its property was •not assessed above its true value, it had no right to complain. But this is not true. It had the right to demand that no unequal burden be imposed upon it by taxation. The duty to contribute to the support of the State G-ovp.mmerit by the payment of taxes is imposed upon all persons owning property subject to taxation. The Constitution provides that this burden shall be apportioned among them according to the value of their property, to be ascertained as directed by law. When therefore the property of a few is taxed according to its value, and of all others at one-half its value, then the few are required to contribute double' their portion of the burden. This is manifestly a wrong, and justice demands that it be redressed whenever it can be done conformably to the laws. * * * In this case the county court acquired jurisdiction, by the appeal of the bridge company, to grant relief from the illegal, erroneous, or unequal assessment of appellant’s property, but did not acquire the right or authority to make the valuation of all real property in the county for the purposes of taxation, in all cases in which it had not been done, the true value, by raising it, or to change the valuation of any property except the bridge. The assessment of no property can be increased without notice first given to the owner by the board of equalization. How, then, was the county court to afford relief to appellant? The only relief it could have afforded was to reduce the valuation so as to make it conform to the standard adopted in the valuation of the ■ other real property in the county, or the average valuation of such property. Why should not this relief be granted? The valuation of property is only a constitutional means adopted for the purpose of making the burdens of government bear upon each taxpayer in proportion'to the value of his property. The relief suggested accomplishes that end in this case. By granting it a constitutional right will be enforced, and by denying it will be withheld, because the means devised for its enforcement were not adopted. By pursuing the latter course, the Constitution will be made the means of defeating itself, by the imposition of unequal burdens. To avoid this result, the relief should be granted.’ ”\nThe learned Justice also quoted from the case of Cummings v. Bank, 101 U. S. 153, 25 L. ed. 903, as follows:\n. “ ‘But, whatever may be its cause, when it is recognized as the source of manifest injustice to a large class of property, around which the Constitution of the State has thrown the protection of uniformity of taxation'and equality of burden, the rule must be held void, and the injustice produced under it must be remedied, so far as the judicial power can give remedy.’ ”\nThe decision of the court, so far as it is applicable here, is reflected by the 9th syllabus, which reads as follows:\n“Under the Tennessee Constitution of 1870 (article 2, § 28), declaring that all property shall be taxed ‘according to its value,’ to be ascertained as the Legislature shall direct, ‘so that taxes shall be equal and uniform throughout the State,’ when it is the uniform practice in the various counties of the State to assess real property at not exceeding 75 per cent, of its true value, an assessment upon railroad property at its full value violates the uniformity of taxation, which is the main purpose of the constitutional provision, and will be enjoined, although this involves a violation of the letter of the State statutes passed pursuant to the Constitution, which requires.all property to be assessed at its full value.”\nThe petition of the State of Tennessee for a writ of certiorari to review this decision was denied by the Supreme Court of the United States on the authority of Chicago & M. W. Ry. Co. v. Osborne, 146 U. S. 354, 13 S. Ct. 281, 36 L. ed. 1002; Forsyth v. Hammond, 166 U. S. 506, 17 S. Ct. 665, 41 L. ed. 1095. See 172 U. S. 647.\nThe basis of assessment which was actually employed in the case of all other property owners must therefore be applied here, although it does not conform to the directions of the State Tax Commission. This must be done to preserve uniformity.\nWhat we have said probably makes it unnecessary to consider whether the State was entitled to a personal judgment against the corporation, to be enforced against its general assets to pay the tax on these lands. That it should be thought necessary to make such a contention argues strongly against the merit of the State’s case, for all the taxes assessed against the company’s land have been paid, and this suit was brought only to collect additional taxes which it is contended should be paid on all the lands. But, as the question has been raised and is insisted upon, we decide it.\nIn the case of Worthen v. Quinn, 52 Ark. 82, 12 S. W. 156, the syllabus reads as follows:\n“Where goods are sold by the person in whose name they are assessed for taxation, after the lien of the State for taxes attaches thereto, and his vendee sells them, the collector, if he cannot realize the taxes otherwise, may maintain a suit in equity against the vendee to charge the proceeds of such sale with the payment of the taxes. ’ ’\nThat case, however, involved the taxes on personal property (a stock of goods) which, by a sale, had been placed beyond the power of the tax collecting officers to seize and sell.\nThere is involved here only the taxes on lands, which are always in place, and may be sold when the law requires.\nIn the case of Van DeGriff v. Haynie, 28 Ark. 270, it was said:\n“Unless the power is specifically delegated or expressed, no right of action exists for taxes, and they cannot be turned into .judgments. Both the State and municipal corporations have a much better and more expeditious remedy. They have the right, by summary process, to enforce collection, by levy and sale, and when this power exists, complete and ample as it most assuredly is,- it would be monstrous, without plain and express authority to that effect, to say that they could abandon, at pleasure, the usual and simple manner of making collections, and resort to judicial power for their enforcement.”\nIn the case of Coats v. Hill, 41 Ark. 149, it was said: “By onr law taxes are glebae ascripti — serfs of the soil —a charge which follows the land in whosesoever hands it may go.”\nOn behalf of the State it is insisted that the right to a personal judgment is given by §§ 10209 and 10210, C. & M. Digest. By the first of these sections it is provided that: “ On such final hearing the court shall render a decree declaring and enforcing said lien for taxes, by sale of the property to which said taxes pray have attached. * * * The court shall decree the said taxes shall be paid within three months after rendering said decree, and that, -in default thereof, said defendant shall pay a penalty of ten per centum on the amount of said taxes.”\nSection 10210 reads as follows: “The sale of any property under said decree shall be made in the same manner as other sales are made under other decrees foreclosing liens in chancery, and with like effect, and the court shall distribute any fund accruing under this act among the States, counties and municipal corporations and school districts entitled thereto by law.”\nThese sections were intended to enable the State to enforce its claim against any corporation owing back taxes, whose property might be of such a character that the payment could be enforced only by the rendition of a personal judgment; but such is not the case here. The delinquent property is land, and land only, and we think there is nothing in the statute quoted from which marks a departure from the policy always pursued in all the State’s revenue laws, of making the land, and it only, liable for the taxes due on the land. The lands of a corporation might be sold in satisfaction of a decree rendered under the sections quoted from for taxes on other corporate property, but we think these sections mean, as applied to the facts of this case, where the taxes on lands only are involved, that the court is merely authorized to find in the decree the amount of the taxes due and to declare the same to be a lien on the laud involved, and to order each tract of land sold for the taxes due thereon, unless the same are paid within three months of the date of the decree.\nThe decree of the court below will therefore be modified by permitting a recovery of back taxes on the Big Island group of lands only, and on those lands only to the extent herein indicated.\nWood and McHaney, JJ., dissent, believing that the back-tax act is. not constitutional, as stated in Judge Wood’s concurring opinion in State v. Bodcaw Lumber Co., 128 Ark. 521.",
        "type": "majority",
        "author": "Smith, J."
      }
    ],
    "attorneys": [
      "Buzbee, Pugh & Harrison, for appellant.",
      "H. W. Applegate, Attorney General, R. E. L. Johnson and John M. Rose, for appellee.",
      "C. G. Gras sham, Lee ■& Moore and Cockrill <& Armistead, for appellant."
    ],
    "corrections": "",
    "head_matter": "White River Lumber Company v. State.\nOpinion delivered January 9, 1928.\n1. Constitutional law — back tax statute. — Crawford & Moses’ Dig., § 10204 et seq., authorizing suits by the State to recover back taxes from corporations on the ground of inadequate or insufficient valuation or assessment of corporate property, does not violate the State Constitution or the Constitution of the United States, Amendment 14, as denying such corporations the equal protection of the law or depriving them of property without due process.\n2. Taxation — basis op reassessment op property. — Under §• 5, art. 16, of the Constitution, reassessment of corporate property for back taxes should be made on the same basis as the original inadequate assessment.\n3. Taxation — evidence op undervaluation op property. — It will be presumed that the original assessments of property were fairly made, and they will not be set aside on account of mere error in judgment without clear and satisfactory proof.\n4. Taxation — discrimination in assessment. — Mere errors of judgment in the assessment of other property do not support a claim of discrimination entitling a taxpayer to a reduction of the assessment below the uniform basis on which the assessment is made, but there must be something which in effect amounts to an intentional violation of the essential principle of practical uniformity.\n5. Taxation — undervaluation of land — evidence.—In a State’s suit under Crawford & Moses’ Dig., § 10204, for back taxes on timber lands of a foreign corporation, evidence held too indefinite and uncertain to justify a holding that lands excepting those on a certain island were undervalued by the officers making the original assessments.\n6. Taxation — basis of assessment. — The assessment of a foreign corporation’s timber land on the same percentage of market value as other lands, held not an undervaluation which may be corrected by a back assessment, because the State Tax Commission had fixed a greater percentage valuation for assessment, since such a rule would offend against the uniformity clause of the State Constitution and the equal protection clause of the Fourteenth Amendment.\n7. Taxation — personal judgment for back taxes. — Crawford & Moses’ Dig., §§ 10209, 10210, held not to entitle the State to personal judgment against a corporation enforceable against its general assets in a suit for back taxes on lands undervalued, but merely to authorize the court to find the amount due, declare same a lien on the lands, and order each tract sold for back taxes unless paid within three months after the decree.\nAppeal from Arkansas Chancery Court, Southern District; H. R. Lucas, Chancellor;\ndecree modified.\nBuzbee, Pugh & Harrison, for appellant.\nH. W. Applegate, Attorney General, R. E. L. Johnson and John M. Rose, for appellee.\nC. G. Gras sham, Lee ■& Moore and Cockrill <& Armistead, for appellant."
  },
  "file_name": "0956-01",
  "first_page_order": 972,
  "last_page_order": 990
}
