{
  "id": 1428415,
  "name": "Dodd v. Gower",
  "name_abbreviation": "Dodd v. Gower",
  "decision_date": "1934-02-26",
  "docket_number": "4-3445",
  "first_page": "958",
  "last_page": "961",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 958"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "268 S. W. 1119",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "167 Ark. 555",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1377007
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/167/0555-01"
      ]
    },
    {
      "cite": "261 S. W. 28",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "164 Ark. 149",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1382158
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/164/0149-01"
      ]
    },
    {
      "cite": "62 S. W. (2d) 1",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "187 Ark. 717",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1432140
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/187/0717-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 355,
    "char_count": 6644,
    "ocr_confidence": 0.49,
    "pagerank": {
      "raw": 8.431403558356252e-08,
      "percentile": 0.4840880684549563
    },
    "sha256": "0101cdc0c39ee5ce3b15d51d9a390daa12375ad48f500175557c7daea47afb2c",
    "simhash": "1:9d906d65427e1bce",
    "word_count": 1075
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Dodd v. Gower."
    ],
    "opinions": [
      {
        "text": "Johnson, C. J.\nThis is the second appearance of this case-here. The first will be found in 187 Ark. 717, 62 S. W. (2d) 1, and reference is here made thereto for a better understanding of the issues here presented.\nThe law of the case, as announced in the former opinion, is controlling on this appeal. Childs v. Motor Wheel Corporation, 164 Ark. 149, 261 S. W. 28,\nOn the threshold of this ease we are met with the contention that the appeal should be dismissed for noncompliance with rule 9. This contention is bottomed upon the theory that the material parts of the pleadings, proceedings, facts and documents presented on the former appeal have not been properly abstracted.\nA part of rule 16 provides:\n“When a cause has once been ¡before this court and a transcript is again called for, to have error which occurred after its return corrected, the second transcript shall begin where the former ended; that is, with* the judgment of this court, which should be entered of record in the circuit court, omitting the opinion of the appellate court — the appeal or supersedeas bond to be the last paper copied.”\nThe abstract presented and filed in this cause substantially complies with rule 16; therefore appellee’s motion to dismiss must be denied.\nOn the former appeal of this case, it was determined, first, “that the certificate of the election commissioners was made up from the tally sheets of the various townships in Stone County and that the tally sheets in four of the townships had been tampered with between the time they had been delivered to the election commissioners and before the time the count and certification was made.”\nFrom this hypothesis it was therefore said: “The prima facie effect of the certificate was overcome by the uncontradicted testimony that it was based upon the tally sheets, the integrity of which had been destroyed. ’ ’\nSecondly, it was furthermore determined on the former appeal, “that the integrity of the ballots in the four townships (Turkey Creek, Richards, Franklin and Washington) had been destroyed. ’ ’ Therefore, from this hypothesis it was determined: “The trial court should have proceeded to ascertain from secondary evidence the number of votes each received from the four townships in question.”\nOn remand, the testimony taken on the previous trial was again introduced ¡by appellant together with some other testimony which is not deemed of sufficient importanee to here discuss. Appellee introduced no additional testimony. Upon the record thus made, the trial court found that the prima facie showing of the election certificate executed by the election commissioners had not been overcome by the testimony, and pronounced judgment accordingly. Obviously, this was error. The testimony introduced on last trial was identical with that introduced on the former trial, and this court expressly held that the prima facie effect of the election commissioner’s certificates was overcome thereby.\nThe effect of the trial court’s holding was in the teeth of the. former opinion of this court. This practice, of course, can not be sanctioned or approved. Whether this court’s former holding was right or wrong, logical or illogical, is beside the question. The former opinion is the law of the case, the evidence being the same, regardless of the individual views of members of this court or the individual views of trial courts. This is true by force of constitutional mandate. Article 7, Arkansas Constitution of 1874.\nThe secondary testimony referred to in the former opinion, which was uncontradicted then and is uncontradicted now, is to the following effect:\n“The election certificate executed by the election commissioners of Stone County on November 15, 1932, shows that appellee was given credit for 741 votes and appellant was given credit for 664 votes. In the tabulation of townships this certificate further shows that in Washington township appellant was given credit for 16 votes and appellee. 18 votes; in Turkey Creek township appellant was given credit for 23 votes and appellee 29 votes; in Richards township appellant was given credit for 31 votes and appellee 26 votes; in Franklin township appellant was given credit for 35 votes and appellee 31 votes.\nThe uncontradicted testimony of the election judges and clerks, who held the election, together with the duplicate tally sheets and certificates retained by them, show that in Washington township appellant actually received 23 votes and appellee 12 votes; in Turkey Creek township appellant actually received 29 votes and appellee 13 votes; in Richards township appellant actually received 41 votes and appellee 13 votes; in Franklin township appellant actually received 48 votes and appellee 12 votes.\nThus it is a very simple mathematical problem to determine that the official count gave to appellee, in the four townships referred to, 104 votes and to appellant 105 votes. On the other hand, the uncontradicted secondary testimony shows, that appellant actually received, in said four townships, 141 votes’ instead of 105, as credited to him by the election commissioners, and that appellee received only 50 votes in the four townships instead of 104 votes, as credited to him. by the election commissioners.\nAlso it is another very simple mathematical problem to determine that appellant actually received 700 votes for tax assessor at the November, 1932, election instead of 664, as credited to him by the election commissioners, and that appellee actually received only 687 votes instead of 741, credited to him by the election commissioners. From this status of the record, it inevitably follows that appellant was elected tax assessor for Stone County for the term beginning January 1,1933'.\nOn the former appeal this case was reversed and remanded for the sole and only purpose of giving appellee an opportunity of introducing testimony to overcome the secondary testimony theretofore introduced by appellant, but this invitation was declined and ignored by appellee, therefore no useful purpose would be served by again reversing the case for a new trial. From this state of the record, it becomes our duty to declare the result and enter judgment here accordingly. Pritchett v. Road Improvement Dist. No. 4, 167 Ark. 555, 268 S. W. 1119.\nFor the reasons aforesaid, judgment will be here entered declaring appellant duly elected tax assessor for Stone County for the term beginning January 1, 1933, and a mandate issue effecting this result.",
        "type": "majority",
        "author": "Johnson, C. J."
      }
    ],
    "attorneys": [
      "J. Paul Ward and Ben B. Williamson, for appellant.",
      "W. O. Edmondson and Coleman & Reeder, for appellee."
    ],
    "corrections": "",
    "head_matter": "Dodd v. Gower.\n4-3445\nOpinion delivered February 26, 1934.\nJ. Paul Ward and Ben B. Williamson, for appellant.\nW. O. Edmondson and Coleman & Reeder, for appellee."
  },
  "file_name": "0958-01",
  "first_page_order": 976,
  "last_page_order": 979
}
