{
  "id": 8726282,
  "name": "Western Coal & Mining Company v. Dane",
  "name_abbreviation": "Western Coal & Mining Co. v. Dane",
  "decision_date": "1925-05-25",
  "docket_number": "",
  "first_page": "961",
  "last_page": "966",
  "citations": [
    {
      "type": "official",
      "cite": "168 Ark. 961"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 450,
    "char_count": 10369,
    "ocr_confidence": 0.435,
    "sha256": "99bcd92e2f5a082d80fbb106224a6c2f18d35eca219ac76e7606269b2d399049",
    "simhash": "1:eef7c29b54148747",
    "word_count": 1893
  },
  "last_updated": "2023-07-14T17:11:28.689459+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Western Coal & Mining Company v. Dane."
    ],
    "opinions": [
      {
        "text": "Wood, J.\nOil the 23rd of October, 1923, George Dane was working in Coal Mine No. 2 of the Western Coal & Mining Company, hereafter called company. ■ He was driving an entry in the mine, and his working place was' about three-quarters of a mile from the bottom of the shaft. While riding to his work in one of the cars, as was the custom of the miners, the hames on one of the mules caught the timbers overhead and dragged them down upon Dane, injuring him. Pie instituted this action against the company, and alleged that the company was negligent in placing the timbers along the roof of the roadway in a position that was too low for a mule to pass with harness on. He further alleged that the company was negligent in allowing the roadway to become and remain filled with dirt, rock, coal and debris, so as to cause the place where the mule traveled to become and remain uneven and elevated in such way as to cause the mule and the harness thereon to catch upon and drag down the timber, which struck and injured Dane.\nThe company answered, denying the allegations of the complaint as-to negligence, and set up the affirmative defense of assumed risk on the part of Dane.\nDane testified that he had no work to perform in the roadway over which he traveled, except that he traveled the same back and forth going to and coming from his work. The testimony of witnesses for Dane was to the effect that, on the morning he was injured, he was riding in the car, when the hames on one of the mules caught a cross-timber overhead and.pulled it down. The timber was put there for the.purpose of holding up the rock, and trolley wires, were strung to it. At the time the car was going at about such speed as a mule would walk. It was the custom in this mine for the miners to ride empty cars to their work. It was a pretty sure thing for the liames on the mules.’ collars to catcli the cross-bar. At the particular time that Dane was injured the track was dirty. It was easier for a mule to get over the track when it, was not dirty. A few days before Dane was hurt they, had brought two mules in from the Rafter mine. The'Rafter mine had a higher roof than Mine No. 2, in which Dane was working at the time of his injury. Dane was riding behind one of the Rafter mules at the time he was hurt. .\nThe State Mine Inspector testified, over the objection of appellant, that he inspected the mine of the company in the latter part of July, 1923, and also on January 24, 1924; that he didn’t remember whether he had visited the mine between July, 1923, and January, 1924, or not. The last inspection he made prior to the day on which Dane was injured he found that the average height-of the mine entry leading from the bottom of the shaft was about five feet above the rails. There were one or two places in the main south entry where there were some rock, and there were some timbers placed there to support the work. These timbers were about four feet from the top of the ties. Witness made a report of the conditions he found at that time. He would not undertake to say how far it was from the pump station. It was not far from the pump station, but was between the bottom of the shaft and the pump station. The timbers between the bottom of the shaft and the,pump station were low enough for, a mule to drag.\nDane testified that he did not know, on the morning that he was injured, that he was riding behind one of the Rafter mules. He had heard his father-in-law say, four or five days before, that riding behind the Rafter mules would be at the men’s own risk. At the time he was injured there were seven men in the car besides himself, and the driver in charge of the men and the mules was G-eorge Cowing. When Cowing came in and hooked to the car, he didn’t tell Dane that he was hooking one of the Rafter mules to the cari and Dane didn’t make any investigation to determine whether it, was a Rafter mule nr not.\nWitnesses for the company testified to the effect that, a morning or two before Dane was hurt, Jim Ivy gave instructions to the men, including Dane, to the effect that Growing was driving a mule from the Rafter mine, and Gowing said it was dangerous to ride behind him, and Ivy said that the men who rode in a car behind the Rafter mule would do so at their own risk. One of the witnesses testified that it was generally known in the mine that it was dangerous to ride behind the Rafter mules.\nIvy testified that he didn’t caution Dane about riding behind the Rafter mule; that he had no recollection of ever giving notice that it was dangerous to ride behind the Rafter mules, and that the men would do so at their own risk. One of the witnesses for the company testified that he Was with the mine inspector at the time he inspected the roadway, and that the place he inspected was 1,600 feet from where the accident occurred. The old pump station is 1,600 feet from the bottom of the shaft.\nThe company prayed the court to instruct the jury to return a verdict in its favor. The company also, among other prayers, presented the' following :\n“No. 6. You are instructed that there is no evidence of negligence to sustain the allegations in plaintiff’s complaint that the defendant was negligent in permitting the roadway to become filled with dirt, rock, coal, debris and other material so as to cause. the harness on the mule to catch and drag down the timber, and your verdict must be for the defendant on that allegation of negligence.”\nThe court refused these prayers for instructions, to which ruling the company duly excepted.\nThe jury returned a verdict in favor of the appellee in the sum of $450. Judgment was entered in favor of Dane for that sum, from which is this appeal.\nThe court did not err in admitting the testimony of the State Mine Inspector to the effect that he had inspected the roadway or entry on which the appellee was injured, and that this inspection was made in. July previous .to tlie injury, and that he made another inspection after January 22, 1924, and that the condition was the same at the last inspection as at the former; that he- found.= timbers in the roof of the entry to support the rock,- and that, in one or two places, it was not more, than four feet high. It was not a great distance from the pump station between the bottom of tlie shaft and the pump station. These timbers were low enough for a mule to drag. This testimony was competent and relevant as tending to show that the appellant was negligent in maintaining the entry of its mine in such a manner as to make-it unsafe to the employees in going to and returning from their work, in that it tended to show that the entry of the mine, because of the conditions that existed at certain places along which the appellee had to travel, was too low for one of the mules which appellant was using to pass without dragging down the timbers in the roof. This was’ a continuing act of negligence, which', the testimony tended to prove, caused the injury and damage to the appellee. The testimony did not tend to prove separate, independent and different acts of negligence on the part of the company previous to the act of negligence causing the injury to appellee, and therefore the authorities upon which the appellant relies to sustain his contention that the inspection of the mine was incompetent had no application.\nThe appellant contends that the undisputed evidence shows that the appellee assumed the risk, but we are convinced that it was an issue for the jury under the evidence, and’ this issue was submitted to the jury under instructions which correctly declared the law on that issue. There was testimony on behalf of the appellant tending to prove that the appellee had been notified that it was dangerous to ride in a coal-car when said car was being drawn by a Eafter mule, on account of its height, and that the miners would do so at their own risk. But the appellee in his-testimony denied that he had been so advised, and his testimony and the testimony of Ivy made this an issue of fact to be submitted to the jury as to whether or not appellee knew and appreciated the ■ danger of riding in a car which was being drawn by a Rafter mule, and also as to whether or not he knew, at the time of his injury, that the car was being, so drawn.\nThe court did not err in refusing to grant appellant’s prayer for instruction No. 6. The appellee alleged in his complaint that the appellant was negligent in permitting its, roadway, over which the cars moved and upon which the appellee was being transported at- the . time of his injury, to. become and remain filled with dirt, rock, coal and. debris, so as to become uneven and elevated in such manner as to cause the mule and harness to catch, upon and drag down the timber upon the appellee. There ■was testimony on. behalf of the appellee tending to sustain these allegations of his complaint. The court therefore did not err in refusing to remove this issue from the jury. . ■\n. We find no reversible, error in the rulings of the trial court, and its judgment must therefore be affirmed.; It is. so ordered.",
        "type": "majority",
        "author": "Wood, J."
      }
    ],
    "attorneys": [
      "Thomas B. Pryor and Vincent M. Miles, for appellant.",
      "Grover C. Carter and Dave Partain, for appellee."
    ],
    "corrections": "",
    "head_matter": "Western Coal & Mining Company v. Dane.\nOpinion delivered May 25, 1925.\n1. Master and servant — unsafe condition of mine — evidence.— In an action by a miner for injuries mused by the harness of a mule oatching on overhead timbers, testimony of the mine inspector as to the condition of the roadway on which plaintiff was injured .prior to and after the accident was competent as tending to'show continuing negligence. . .\n2. Master and servant — assumed risk jury question when. — In an -action by a miner for injuries received by reason of the harness of a mule catching and dragging down overhead timbers, conflicting evidence as to plaintiff’s knowledge of the danger held to make the question of assumption of risk one for the jury.\n3. Master and servant — negligence of master — jury question.— • In an action by a miner for injuries caused by the harness of a mule oatching on overhead timbers, where there was testimony tending to sustain the allegation that defendant negligently permitted a mine entry to become filled with debris, the court did not err in sending:such issue to the jury.\nAppeal from Franklin Circuit Court, Ozark , District j James Cochran, Judge;\naffirmed.\nThomas B. Pryor and Vincent M. Miles, for appellant.\nGrover C. Carter and Dave Partain, for appellee."
  },
  "file_name": "0961-01",
  "first_page_order": 979,
  "last_page_order": 984
}
