{
  "id": 1428439,
  "name": "E. L. Bruce Company v. Corbett",
  "name_abbreviation": "E. L. Bruce Co. v. Corbett",
  "decision_date": "1934-02-26",
  "docket_number": "4-3340",
  "first_page": "962",
  "last_page": "967",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 962"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "54 S. W. (2d) 984",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "186 Ark. 611",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8724419
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/186/0611-01"
      ]
    },
    {
      "cite": "8 A. L. R. 506",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "121 N. E. 413",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": 0
    },
    {
      "cite": "231 Mass. 434",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        67475
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/231/0434-01"
      ]
    },
    {
      "cite": "39 A. L. R. 1268",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "213 Ala. 346",
      "category": "reporters:state",
      "reporter": "Ala.",
      "case_ids": [
        5710103
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ala/213/0346-01"
      ]
    },
    {
      "cite": "51 A. L. R. 1114",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "134 S. E. 855",
      "category": "reporters:state_regional",
      "reporter": "S.E.",
      "opinion_index": 0
    },
    {
      "cite": "192 N. C. 287",
      "category": "reporters:state",
      "reporter": "N.C.",
      "case_ids": [
        8621588
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nc/192/0287-01"
      ]
    },
    {
      "cite": "225 S. W. 302",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "146 Ark. 208",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1584953
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/146/0208-01"
      ]
    },
    {
      "cite": "41 S. W. (2d) 981",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "184 Ark. 13",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1438459
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/184/0013-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 609,
    "char_count": 11695,
    "ocr_confidence": 0.497,
    "pagerank": {
      "raw": 6.380125665320789e-08,
      "percentile": 0.3919193744500162
    },
    "sha256": "139d3c393725f0750fc7c74fbf66028803a9ff5ecafff0e60dbf48da70fd502a",
    "simhash": "1:7333393a387f9e1d",
    "word_count": 2075
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "E. L. Bruce Company v. Corbett."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nThis appeal is prosecuted to reverse a. judgment for $2,000 which appellee recovered to compensate a personal injury sustained while employed by appellant, a corporation. Testimony tending to support the right to recover was to the following effect: Appellee was employed as a ripsaw operator in the dimension mill of appellant, and had been operating a ripsaw only two weeks, although he had worked for appellant in various capacities about its mill since 1914, off and on. The dimension mill is equipped with different machines for sawing lumber, each being constructed and equipped for use in sawing lumber in a different manner. One of these machines is called a band ripsaw, and is designed for use in ripping boards or planks in two, and, when so ripped, the board or plank is fed or run into the ripsaw machine sideways.\nAs a safety device, the ripsaw machine was equipped with two rollers in front of, and also one behind, the saw. These rollers were used to feed and guide the board or plank to and from the saw. The rollers in front of the saw caused the piece of lumber being sawed to be fed to the saw evenly and at regular intervals, while the roller behind the ripsaw was used to carry the lumber away from the saw.\nAppellant also operates a flooring mill in connection with its saw and planing mill. In the flooring mill, located on the floor above the dimension mill, is a machine called a re-saw machine, which is used for resawing lumber. Lumber is run into the re-saw machine edgeways when re-sawed. The re-saw machine is equipped with rollers in front of, and also behind, the saw, and served ¿he same purpose as the rollers with which the ripsaw was equipped. These rollers in front of the re-saw are geared up with cogs on each end of the rollers, which serve to pull the lumber being sawed into the saw. It is customary for the re-saw machine to be equipped with the rollers in front of the saw to feed and guide the lumber being re-sawed to the saw. The band ripsaw machine operated by appellee at the time of his injury was not designed for nor intended to be used in re-sawing lumber.\nDuring the morning of the day appellee was injured the foreman of the dimension mill directed appellee to remove the rollers used as safety devices from in front of and also from behind the ripsaw machine, and appellee was ordered to replace the rollers removed from the ripsaw machine with an improvised wooden attachment, which was attached to the ripsaw machine in order to convert it and use it as a re-saw machine. This attachment was not equipped with rollers in front of the saw, nor did it feed the lumber to the saw evenly and at regular intervals. It was therefore necessary for the operator, when the improvised wooden attachment was placed on the machine, to use his hands, arms and the weight of his body in guiding and pushing the lumber to the saw.\nThe foreman gave appellee specific instructions as to the manner of removing the rollers from the ripsaw, and also as to replacing them with the improvised wooden attachment. After the attachment had been placed on the ripsaw as directed appellee was ordered by his foreman to re-saw an order of table drawer stock, which consisted of glued boards 8 inches wide, 14 inches long, and about 15/16ths of an inch thick.\nDue to constant use, the floor around thetbase of the ripsaw machine was slippery. A cleat had been nailed to the floor so that when the operator was required to feed or push the material to the saw he could brace his feet. Appellee began to re-saw the table drawer stock, and braced his feet against the cleat. He pushed two pieces of drawer stock through the saw. While in this position, and pushing a third piece to the saw, the material was pulled into the saw with unexpected rapidity. Appellee had to hold the board down as he was guiding and feeding it to the saw, because the weave of the saw would cause the board to buck up. When the saw pulled the piece rapidly into the machine, appellee became unbalanced and fell, striking his chest against the bed of the machine. As a result of this fall, appellee’s first rib on the right side was fractured and torn loose from the breast bone, and a malignant tumor formed at the place of injury. Drs. McGill and Hoge gave expert testimony to the effect that the injury was the probable cause of appellee’s present condition.\nIn appellee’s brief, the facts are summarized as above stated, and the evidence is legally sufficient to support a finding that appellee was injured in the manner stated, and the principal question involved on this appeal is whether these facts support a finding that the injury was the result of appellant’s negligent failure to furnish and provide a safe place for appellee to work, and a safe and suitable machine for use in re-sawing the lumber. The questions of contributory negligence and of assumption of risk appear to have been submitted to the jury under correct declarations of law.\nThe ease of Kemp v. Hunter Transfer Co., 184 Ark. 13, 41 S. W. (2d) 981, is cited and relied upon for the reversal of the judgment, together Avith other similar cases which have declared the law to be that: “It is not sufficient to show that the plaintiff was injured, and that the injury resulted from a defect in the machinery, but he must go further and establish the fact that the injury happened because the master did not exercise proper care in the premises.” Cases are also cited which declare that: “Where a servant knows the methods that are adopted by the master, the place furnished in which to work and the appliances with which it is done, and continues in the employment Avithout complaint, he assumes the risks which may result from such known methods and appliances.”\nWe accord full recognition to these well-established statements of the law of master and servant, but we are nevertheless of the opinion that a case was made for submission to the jury on the question of appellant’s negligence. It may be true that the mere use of a ripsaw machine to do the work for which a re-saw machine Avas designed Avas not negligence, and it may also be true that appellee assumed the risk of any increased danger resulting from the use of one machine to do the work for which another was intended where he was apprised of the substitution and appreciated the increased danger, if any, but the testimony tends, in addition, to show an unfit and unsuitable device had been substituted for the rollers which rendered appellee’s place even more dangerous, and also that it was not customary to do re-saw work Avith a ripsaw, although the latter was in proper condition.\nWe conclude therefore that it was a question for the jury whether the master had used ordinary care to furnish the servant a reasonably safe place in which to work, and that the questions 'of contributory negligence and of assumption of risk were likeAvise questions of fact for the jury.\nThe controlling principles in the instant case are similar to those announced in the case of Kelly Handle Co. v. Shanks, 146 Ark. 208, 225 S. W. 302, which arose out of facts very similar to those of the instant case. We conclude therefore that no error was committed in refusing to direct a verdict in appellant’s favor.\nThe giving of instruction numbered 1 at the request of appellee is assigned as error. But this is not true if the testimony is sufficient to support a finding of liability, as the effect of the instruction is to tell the jury that, if the facts were found to be as contended by appellee, the master was negligent.\nThe refusal to give instruction numbered 7 requested by appellee is also assigned as error. This instruction as copied in appellant’s brief reads- as follows: “You are further instructed that, if you find from the evidence that the plaintiff had pushed two boards through the saw with safety, but while pushing the third board through the saw it went through with great and unexpected rapidity, without fault on the part of the defendant, and while thus engaged with the board the plaintiff, in order to avoid an injury, threw his body suddenly on to the bed or frame of the saw and was thereby injured, then your verdict will be for the defendant.”\nThe transcript shows, however, that the instruction does not read as above quoted, “without fault on the part of the defendant,” but, in fact, reads, “without fault on the part of the plaintiff,” which reading changes, of course, the entire meaning of the instruction. It may have been intended to declare the law to be that there was no liability for the injury if it occurred “without fault on the part of the defendant,” but the instruction as copied in the transcript apparently tells the jury that, regardless of appellant’s negligence, there would be no liability if appellee had pushed two boards through the saw with safety, which is not the law.\nIt was earnestly insisted at the trial below that appellee’s present serious condition was not caused by the injury hereinabove described, but Drs. McGill and Hoge, who testified as experts in the case, gave testimony which supports the finding that appellee’s present condition is the probable result of the injury. Dr. McGill did not treat appellee professionally, and only examined him for the purpose of testifying as to the extent and cause of his present condition, whereas Dr. Hoge did treat appellee for his ailment, and during his cross-examination this question was propounded to him: “I want to ask you directly of what that course of treatment consisted?” Upon objection being made to the question, counsel for appellant said: “Your honor, this witness is testifying as to the condition at the present time. We have a right to know if in his course of treatment he has done anything to aggravate the so-called condition.” In overruling the objection to the question the court said: “The court: Gentlemen, you have got a right to ask the witness any question which tends to show the plaintiff has any improvement from his condition, damage he might have sustained, or he has got a right to ask the witness any question the answer to which will show his condition has been aggravated by the treatment, or becajise of lack of. treatment. ’ ’\nWe think this ruling permitted as much latitude as appellant was entitled to have. In addition, it may be said that no lack of care was shown by appellee in the selection of the physician who treated him, and, this being true, the damages may not be diminished by showing that more skillful treatment would have produced better results. This subject was considered in the case of Lane v. Southern Railway Co., 192 N. C. 287, 134 S. E. 855, 51 A. L. R. 1114, where it was held by the Supreme Court of North Carolina (to quote a headnote) : “That treatment of a personal injury is not beneficial does not, if the injured person used due care to have proper treatment, affect the damages which he would otherwise be entitled to recover from the wrongdoer.” See also annotator’s note to the case of O’Quinn v. Alston, 213 Ala. 346, 104 So. 653, 39 A. L. R. 1268, and also the annotation to the case of Purchase v. Seelye, 231 Mass. 434, 121 N. E. 413, 8 A. L. R. 506, and other annotated cases cited in the note to § 19 of the chapter on Damages, 8 R. C. L. 449, and our own case, of Butler v. Arkansas Power & Light Co., 186 Ark. 611, 54 S. W. (2d) 984.\nUpon the whole case we find no error in the record, and the judgment must be affirmed. It is so ordered.",
        "type": "majority",
        "author": "Smith, J."
      }
    ],
    "attorneys": [
      "Buzbee, Harrison, Buzbee & Wright, for appellant.",
      "W. F. Denman, Malcolm T. Garner, Sam T. Poe, Tom Poe and McDonald Poe, for appellee."
    ],
    "corrections": "",
    "head_matter": "E. L. Bruce Company v. Corbett.\n4-3340\nOpinion delivered February 26, 1934.\nBuzbee, Harrison, Buzbee & Wright, for appellant.\nW. F. Denman, Malcolm T. Garner, Sam T. Poe, Tom Poe and McDonald Poe, for appellee."
  },
  "file_name": "0962-01",
  "first_page_order": 980,
  "last_page_order": 985
}
