{
  "id": 1407856,
  "name": "New England Securities Company v. Afflick",
  "name_abbreviation": "New England Securities Co. v. Afflick",
  "decision_date": "1927-02-21",
  "docket_number": "",
  "first_page": "964",
  "last_page": "971",
  "citations": [
    {
      "type": "official",
      "cite": "172 Ark. 964"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "168 S. W. 1082",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "113 Ark. 582",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1537575
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/113/0582-01"
      ]
    },
    {
      "cite": "204 S. W. 1145",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "130 Ark. 201",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "126 S. W. 1061",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "94 Ark. 329",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1545390
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/94/0329-01"
      ]
    },
    {
      "cite": "232 S. W. 583",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "149 Ark. 401",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8720123
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/149/0401-01"
      ]
    },
    {
      "cite": "271 S. W. 962",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "168 Ark. 904",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 528,
    "char_count": 13666,
    "ocr_confidence": 0.495,
    "pagerank": {
      "raw": 7.317852702137001e-08,
      "percentile": 0.4359881599274707
    },
    "sha256": "0bcda6081931508138652d8eaa037132078363471fe0ff04b0280d005c563b9d",
    "simhash": "1:abdfe26971d72cd9",
    "word_count": 2390
  },
  "last_updated": "2024-02-27T21:19:44.522172+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "New England Securities Company v. Afflick."
    ],
    "opinions": [
      {
        "text": "\"Wood, J.\nThe facts are substantially as follows: The West Helena Consolidated Company was placed in the hands of a receiver on or about the 20th day of November, 1921, by orders of the Phillips Chancery Court. A. G-. Burke was appointed receiver. The assets of the company passing into the hands of the receiver consisted .of a street railway, waterworks system, approximately 1,751 acres of farmlands, 549 lots and 20 houses in the city of West Helena, Arkansas. The receiver was directed by the court to operate said company for the purpose of ascertaining whether or not the •indebtedness of the company could be liquidated without sale of its properties.\nSeveral years prior to the appointment of a receiver to take charge of the affairs of the West Helena Consolidated Company, the company had mortgaged the farm lands in controversy to the appellant, New England Securities Company, to secure an indebtedness of approximately $50,000, said mortgage indebtedness being evidenced by notes made by the company and secured by four or more separate mortgages on different tracts of land owned by the company. At the time of the receivership proceedings the company was in default in its payment ivith the appellant.\nOn December 16, 1922, the appellant, New England Securities Company, obtained permission from the chancery court to file its intervention, and did become a party to said proceedings for the purpose of foreclosing its mortgages. This intervention was filed, and the receiver Avas made a party defendant. A decree of foreclosure was taken on the 24th day of January, 1923, foreclosing all of said mortgages and subjecting the farm lands to the payment of the mortgage indebtedness due the appellant. On. April 9, 1923, the receiver filed his petition to vacate the decree of foreclosure rendered on the 24th day of January, 1923. On July 24, 1923, the court sustained the motion to vacate the decree of foreclosure, and did enter of record an order vacating and setting aside said decree. On July 25,- 1923, the New England Securities Company, in order to clear the record, filed its four separate amended interventions. These amended interventions were pending in said court in this case when the sale of the properties was ordered and the receiver directed to make the sale. The decree ordering the sale of the property was entered August 29,1923, and the sale was had November 1, 1923. At this sale the following parties were the highest bidders for certain property belonging to the company, as shown by the receiver’s report of sale, to-wit:\n(1). Edwin Bevens was the highest bidder for the waterworks system.\n■ (2). Home Mutual Building & Loan Association was the highest bidder for the street railway system.\n(3). The farm lands (the property now in controversy) were offered for sale, and, no person having bid at said sale, the property remained unsold.\n(4). Fannie M. Hornor was the highest bidder for certain lots in Bichmond Hill.\n(5). J. T. Hornor was the highest bidder for blocks 29 and 30 in West Helena, Arkansas.\n(6). E. M. Polk was the highest bidder for lot 5, block 94.\n(7). E. M. Polk was the highest bidder for city property.\nThe report of sale held on November 1, 1923, was duly filed on the 26th of November, 1923. The receiver’s report discloses that there were bidders at the receiver’s sale for all of the properties of the West Helena Consolidated Company, except the lands now in controversy..\nOn the 20th of December, 1923, C. W. Afflick filed in open court his bid offering to purchase, and did bid the sum of $5,000 for all right, title and interest of the West Helena Consolidated 'Company in all real and personal property, except the street railway and waterworks property, book accounts and notes, and tbe cash funds on hand belonging to the company in the hands of the receiver. These items were omitted from the bid of C. W. Afflick. In other words, .Afflick’s bid covered and included only the right, title and interest to certain real estate belonging to the West Helena Consolidated Company, which bid included the lands now in controversy.\nThe bid of Afflick also included the city property offered by the receiver at the receiver’s sale held bn November 1, 1923, for which E. M. Polk was the highest bidder, and on the 12th of January, 1924, Polk filed a protest against the acceptance of the bid of Afflick in so far as Afflick’s bid related to the property for which he was the highest bidder.\nOn the 24th day of January, 1924, the Phillips Chancery Court approved the bid of O. W. Afflick, and from this decree of the court E. M. Polk, who was the highest bidder for the city property at the receiver’s sale, prosecuted an appeal to this court. This appeal resulted in the decision of the case of Polk v. Afflick, 168 Ark. 904, 271 S. W. 962. The New England Securities Company was, at the time of said sale, and for several years prior thereto, a party to this proceeding, and did not bid at this receiver’s sale, nor did the appellant, New England Securities Company, appeal from the court’s decree accepting the bid of C. W. Afflick. E. M. Polk was the only party to this proceeding that prosecuted an appeal from the orders of the chancery court rendered on the 24th day of January, 1924. But, on the same day, the court entered a decree allowing appellant to withdraw its interventions and \"to institute separate foreclosure proceedings. «\nThe decision in the case of Polk v. Afflick, supra, was rendered by the court on May 18, 1925, and in that case the court held that Polk, being the highest and best bidder at the receiver’s sale, acquired rights which could not be divested because some other party had offered to advance the bids, and further held that the chancellor erred in rejecting the bid of Polk and accepting the bid of C. W. Afflick. The case was reversed, and the cause remanded for further proceedings in accordance with the decision as rendered by this court.\nOn the 27th day of July, 1925, the case was again submitted to the lower court upon the decision and mandate of the Supreme Court rendered in the case of Polk v. Afflick, and, in pursuance to the mandate of the Supreme Court, the lower court declared E. M. Polk to be the purchaser of all of the city property embraced in the bid of E. M. Polk at the receiver’s sale held on November 1, 1923, and the receiver was directed to make a deed to E. M. Polk for said property. The court, in this same decree as to the farm lands now in controversy, made the following order: '\n“That the former order and decree of this court approving- the bid and confirming the purchase of C. W. Afflick of certain real estate, equities of redemption or choses in action, formerly belonging to the West Helena Consolidated Company, be hereby modified so far as the same covers the above described real estate herein decreed to have been purchased by E. M. Polk, but that in all other respects the said original bid and purchase by C. W. Afflick and said original order and decree of this court approving said bid and confirming said purchase are hereby renewed, approved, ratified and confirmed for all the remaining part of said estate, assets, equities of redemption and choses in action.”\nAnd the receiver was directed to convey to C. W. Afflick the property purchased by his bid, including the lands now in controversy on this appeal. The court, in this same decree,, made final disposition of all rents that had been collected, and made adjustments as to the bid of C. W. Afflick, in so far as the same was in conflict with the bid of E. M. Polk. The appellant, New England Securities Company, asked and was granted permission to intervene. It excepted to the decree as rendered by the court on the 27th day of July, 1925, and prosecutes this appeal.\n1. The appellant has no standing in this court, on the facts as above stated, for two reasons. First, the appellant was a party to the action in which the receiver was appointed to take charge of the West Helena Consolidated Company from the time of the filing of its intervention on December 16, 1922, until January 24, 1924, the day of the final decree, when the bid of the appellee was approved. While the appellant, on July 23, 1923, filed amended interventions, asking to he permitted to withdraw from the proceedings and to institute separate and independent actions of foreclosure against the West Helena Consolidated Company, these interventions were pending when the receiver’s sale was had on November 1, 1923, and when the appellee’s bid was made for the property in controversy on the 20th day of December, 1923, and without any protest whatever being filed by the appellant against such bid. The chancery court had jurisdiction to order the sale of the property in controversy by its receiver and to direct its receiver to accept the bid of the appellee and to make deeds to him for the property. The appellant was therefore in the attitude of being a party to the proceedings until the very day that appellee’s bid was approved by the court. On that day the appellee elected to withdraw, and was by the court permitted to do so without having registered any objection, as we have already stated, to the approval by the court of the appellee’s bid. Under these circumstances, it occurs to us that the appellant should be held as a party to the receiver proceedings in which the appellee’s bid was made and approved. If we are correct in this conclusion, it was the duty of appellant, if it wished to challenge in any manner the bid of the appellees, to make its objections in that proceeding and to appeal from the decree of January 24, 1924, which it now claims was adverse to its interests. If the appellant was a party to that proceeding, then it should have taken the same course to protect its rights as was taken by Polk, another party to the proceeding, by appealing from that decree to this court. By failing to do so, the appellant lost its right to appeal from that decree and to have the alleged error of the court in receiving and approving appellee’s bid in the receivership proceeding reviewed by this court.\n2. But, second, if we are mistaken in this conclusion, and if the decree of the chancery court of January 24, 1924, should be construed as having been entered prior to the decree of the same day approving appellee’s bid, then appellant, by the decree permitting it to withdraw as a party to the receivership proceeding, was no longer a party thereto and not bound thereby, nor did the appellant thereafter have any right to further intervene therein. Such being the case, appellant had no right to intervene further in that branch of the cause still pending in the chancery court between the appellee and Polk, to be finally determined between them on the mandate from this court.\nIn the case of Polk v. Afflick, supra, the decree was reversed, and the cause remanded for further proceedings in accordance with the principles of equity and not inconsistent with the opinion. That was a final determination of that litigation, and the appellant certainly had no right to intervene therein, and the chancery court erred in permitting him to do so and in allowing him to prosecute an appeal-to this court from the decision in that cause. It will be observed that the mandate did not reopen the case for a new trial, but only for further proceedings not inconsistent with the opinion.\nIn Deason & Keith v. Rock, 149 Ark. 401-405, 232 S. W. 583, we said: “We think a direction to a trial court, upon reversal and remand of a chancery decree for further proceedings- according to law and not inconsistent with the opinion, means nothing’ more than to render a decree in accordance -with the record made.” See also Gaither v. Campbell, 94 Ark. 329, 126 S. W. 1061; Rushing v. Honor, 130 Ark. 201, 204 S. W. 1145.\nIn the case of Polk v. Frierson, 113 Ark. 582, 168 S. W. 1082, we said: ‘ ‘ The chancery court had no power, after mandate of this court was filed directing it to enter a decree canceling and annulling the deed in question, to reopen the canse and allow new parties to be made and the question relitigated as far as the Stephenses were concerned. ’ ’\nWhile the court erred in allowing the appellant to intervene and to prosecute this appeal, the error does not and cannot avail appellant to the prejudice of the appellee. It follows that the appellant has no right to call in question the decree of the trial court in favor of the appellee. The decree is therefore affirmed.",
        "type": "majority",
        "author": "\"Wood, J."
      }
    ],
    "attorneys": [
      "P. R. Andrews and Roy D. Campbell, for appellant.",
      "W. R. Satterfield and J. G. Burhe, for appellee."
    ],
    "corrections": "",
    "head_matter": "New England Securities Company v. Afflick.\nOpinion delivered February 21, 1927.\n1. Appeal and error — right of intervener to appeal after withdrawal. — Where a mortgagee of land, which had intervened in a receivership proceeding and had a right to appeal from an order approving a bid for the sale of such land, withdrew from the proceeding on the day the order was made, it cannot appeal from a subsequent order of the chancery court confirming such sale, made pursuant to the mandate of the Supreme Court on appeal by another from the prior order of confirmation.\n2. Appeal and error — effect of remand for further proceedings. —A direction to a trial court, upon reversal and remand of a chancery case for further proceedings according to law and not inconsistent with the opinion of the Supreme Court, means nothing more than to render a decree in accordance with the record made, and the court had no power to reopen the case and allow new parties to be made and new questions litigated.\nAppeal from Phillips Chancery Court; A. L. Hutchins, Chancellor;\naffirmed.\nP. R. Andrews and Roy D. Campbell, for appellant.\nW. R. Satterfield and J. G. Burhe, for appellee."
  },
  "file_name": "0964-01",
  "first_page_order": 982,
  "last_page_order": 989
}
