{
  "id": 1432115,
  "name": "Beeson v. Byars",
  "name_abbreviation": "Beeson v. Byars",
  "decision_date": "1933-10-09",
  "docket_number": "4-3125",
  "first_page": "966",
  "last_page": "968",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 966"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "208 S. W. 302",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "137 Ark. 232",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1568161
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/137/0232-01"
      ]
    },
    {
      "cite": "249 S. W. 569",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "158 Ark. 179",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1355631
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/158/0179-01"
      ]
    },
    {
      "cite": "6 S. W. (2d) 301",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "177 Ark. 371",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8721272
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/177/0371-01"
      ]
    },
    {
      "cite": "72 S. W. 53",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "71 Ark. 206",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1507762
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/71/0206-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 332,
    "char_count": 5565,
    "ocr_confidence": 0.487,
    "pagerank": {
      "raw": 2.135771028113528e-07,
      "percentile": 0.7664609017745823
    },
    "sha256": "2ec338c60b68f442bbb5f57c33755ec17ad0cf46da0bf0f9f26af48a5f40ccaa",
    "simhash": "1:c534aa7dc132f2ec",
    "word_count": 993
  },
  "last_updated": "2024-02-27T21:18:50.990705+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Beeson v. Byars."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nAppellee brought this suit to reform and foreclose a mortgage executed to him by John Beeson on February 21, 1931, to secure a note of even date for $200, -which mortgage was recorded on May 30, 1931. It was alleged that the property mortgaged was the east half of northwest quarter of section 19, township 11 south; range 14 west, whereas, by mutual mistake, the property was described as east half of northwest quarter of section 10, township 11 south, range 14 west.\nThe complaint alleged that the mortgagor died in June, 1931, leaving as his sole and only heir a son named B. L. Beeson, to whom, on or about May 2,1931, the said. John Beeson had executed what purports to be a warranty deed, and had thereby attempted to convey the mortgaged property, by a correct description. It was alleged that this deed was without consideration, and had been executed for the fraudulent purpose of preventing the plaintiff from collecting his debt through foreclosure of the mortgage.\nAn answer was filed by the mortgagor’s son and sole heir, which denied the existence of the debt and the validity of the mortgage, and asserted title under the deed to the defendant from his father.\nThe answer further alleged that the land described was the homestead of John Beeson, and was not subject to the claims of creditors, and that the plaintiff therefore had no right to raise the question that the deed to defendant was without consideration.\nThe testimony established the debt and the mistake in the description in the mortgage so clearly as to preclude any controversy over that fact, and it was established with equal certainty that the deed from the mortgagor to his son was without consideration, and that John Beeson, the grantor'in the deed, was insolvent when the deed was made and at the time of his death.\nThe land in question had been for many years the homestead of John Beeson, but his son had moved away and his wife had died, and for some years John Beeson had lived alone on the land. It is insisted — and correctly so — that John Beeson’s homestead right was not lost by the removal of his son from the homestead and the death of Mrs. Beeson. It was held, in the case of Baldwin v. Thomas, 71 Ark. 206, 72 S. W. 53, that one who has acquired a right of homestead as head of a family will not lose such right by subsequent loss of the family if he retains his residence thereon. See also Butt v. Walker, 177 Ark. 371, 6 S. W. (2d) 301.\nIt is therefore insisted that, as. the plaintiff had no mortgage of record describing the land in controversy when defendant received his- deed from his father, the plaintiff cannot raise the question whether there was any consideration for the deed, for the reason that the land was John Beeson’s homestead, and no unsecured creditor could complain of any disposition, which John Beeson made of his homestead.\nThe land ceased to -be the homestead of John Beeson on November 19, 1929, at which time he sold and conveyed it to D. C. Cathey. Notes given by Cathey for the purchase money were not paid, and in January, 1931, Cathey reconveyed the land to John Beeson. The testimony establishes the fact very clearly that, when Beeson sold the. land to Cathey, he surrendered possession thereof and removed therefrom, and went to the home, of D. C. Cathey about 2y2 miles away, in fact he had removed from the farm upon the death of his wife and after living with D. C. and Jack Cathey for something over two years he returned to live with Arthur Clements on the land in suit. Clements testified that he was in possession of the land for two years, the first year as the tenant of D. C. Cathey and the second year as the tenant of John Beeson, Cathey having reeonveyed the land to Beeson, as above stated.\nUpon these facts the court found that the deed from John Beeson to his son was void, as having been executed in fraud of creditors, and, upon that finding, reformed the mortgage, and decreed its foreclosure.\nThe mortgage was, of course, good between the parties, and the testimony required its reformation. This being true, the mortgagee had the right to litigate the question whether the land was John Beeson’s homestead when the deed was executed to his son, and whether the deed was fraudulent, and we think the testimony shows that the land was not John Beeson’s homestead at the time of his death, and that his conveyance thereof to his son was fraudulent and vqid.\nWhile, as we have said, John Beeson did not lose his right of homestead because he had been left without family, he did lose his homestead right when he sold and surrendered possession thereof. Wooten v. Farmers’ & Merchants’ Bank, 158 Ark. 179, 249 S. W. 569; Gray v. Bank of Hartford, 137 Ark. 232, 208 S. W. 302.\nHaving abandoned the homestead, that right was not reacquired when Beeson returned to the land to live in the home of his tenant. To reimpress the homestead right upon the land it was essential that Beeson be then a married man or the head of a family. Section 3, article 9, Constitution.\nIn other words, while Beeson might have retained his homestead right, even after he had ceased to be a married man or the head of a family, yet, when he abandoned his homestead right by the sale thereof and the removal therefrom*, he could not thereafter, without being a married man or the head of a family, reacquire that right.\nThe decree of the court appears therefore to be correct, and it is affirmed.",
        "type": "majority",
        "author": "Smith, J."
      }
    ],
    "attorneys": [
      "H. L. Veazey, for appellant.",
      "Haynie, Parks & Westfall, for appellee."
    ],
    "corrections": "",
    "head_matter": "Beeson v. Byars.\n4-3125\nOpinion delivered October 9, 1933.\nH. L. Veazey, for appellant.\nHaynie, Parks & Westfall, for appellee."
  },
  "file_name": "0966-01",
  "first_page_order": 986,
  "last_page_order": 988
}
