{
  "id": 1432066,
  "name": "National Life & Accident Insurance Company v. Sims",
  "name_abbreviation": "National Life & Accident Insurance v. Sims",
  "decision_date": "1933-10-09",
  "docket_number": "4-3105",
  "first_page": "969",
  "last_page": "972",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 969"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "39 S. W. 550",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "63 Ark. 491",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8724069
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/63/0491-01"
      ]
    },
    {
      "cite": "186 Ark. 198",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8719793
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/186/0198-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 331,
    "char_count": 5309,
    "ocr_confidence": 0.521,
    "pagerank": {
      "raw": 5.676830387708631e-08,
      "percentile": 0.35450059057497174
    },
    "sha256": "ea136ece34d3abbb1d649ecd675382f44c362fb00e7f4a40e89e6ee797471068",
    "simhash": "1:b277edfe1b9c952c",
    "word_count": 917
  },
  "last_updated": "2024-02-27T21:18:50.990705+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "National Life & Accident Insurance Company v. Sims."
    ],
    "opinions": [
      {
        "text": "Humphreys, J.\nThis suit was brought in the circuit court of Miller County by appellee, the sole beneficiary under an insurance policy No. D-8,509,279 and the sole heir of her mother, Alice Jackson, to whom the policy was issued and delivered by appellant. The policy undertook for payment of premiums to pay the insured $66 on the anniversary of the policy next after the insured became 69 years of age; and, in case of permanent disability prior thereto due to sickness, to pay the insured $6 a week, limiting the number of days to 182 days during any twelve consecutive months. It was alleged in the complaint that the insured became permanently disabled from sickness covered by the policy the latter part of the year 1931, and remained so until her death on May 3,1932; that appellant ceased to pay the insured her weekly indemnity on and after December 9, 1931, thereby, on said date, breaching its contract with her. That appellant denied all liability under said policy. The prayer of the complaint was for damages in gross, amounting to $2,678, with a statutory penalty thereon of 12 per cent, and a reasonable attorney’s fee.\nAppellant filed an answer denying the material allegations of the complaint and alleging that the insured became disabled on account of a venereal disease not covered by the policy.\nThe cause proceeded to a hearing upon the pleadings and testimony, at the conclusion of which the court submitted the cause to the jury upon one issue of fact, the theory being that all other allegations in the complaint had been established by undisputed testimony. The issue of fact submitted to the jury will be reflected by the instruction given by the court, which is as follows:\n“If you find from a preponderance of the evidence in this case that the insured was suffering from a venereal disease, to-wit, syphilis, and that her sickness and subsequent death resulted from syphilis, you will find for the defendant; if you fail so to find, your verdict will be for plaintiff in the amount sued for. ’ ’\nThe jury found the issue of fact submitted to them against appellant, and returned a verdict against it for $2,999.36, including the statutory penalty of 12 per cent. A judgment in accordance with the verdict was rendered in favor of appellee, and an attorney’s fee of $450 was included, from which is this appeal.\nThe appellant is bound by the verdict of the jury unless the trial court erred in the admission of testimony excepted to or in refusing to submit some other issue involved about which there was a dispute in the testimony.\nAppellant contends that the court erred in admitting in evidence the. Carlisle Mortality Tables over its objection and exception. It is urged that there was no issue of the expectancy of Alice Jackson’s life in this case and that the table of expectancy of life was therefore inadmissible. The cause of action accrued to Alice Jackson on the date appellant breached the contract, and at that time she had an expectancy of life. This suit survived to Alice Jackson’s only heir, and, by this survivorship, appellee, the heir, acquired all the rights of her mother which existed at the time the action accrued to hep mother. This court said in the case of National Life & Accident Insurance Company v. Whitfield, 186 Ark. 198: “The breach of contract, the appellant company’s refusal to pay under its terms and denial of any liability thereunder, gave the insured the right to sue for gross damages for such breach of contract, and the court has held that the measure of such damages is the present cash value of the past and future installments of the weekly indemnity based on the life expectancy of the insured. The rule as to the measure of damages is not modified by the fact that the insured died long before the end of the period of his life expectancy, the rights of the parties to a contract which has been breached being fixed at the time of the breach thereof.”\nThis court, in the case of Arkansas Midland Railroad Co. v. Griffith, 63 Ark. 491, 39 S. W. 550, said that: “Evidence of disease or of ill health or of hazardous employment may impair or destroy probative effect of tables of expectancy of life, but it does not make them inadmissible.”\nNo error was committed in admitting the mortality tables, but reversible error was committed in accepting them by the court as conclusive. At the time of the breach of the contract, Alice Jackson was siek, and her condition would have entered into her expectancy of life. At the time of the breach of the contract, when her right of action accrued, her expectancy of life was necessarily in dispute and to be ascertained from all the evidence and circumstances surrounding her condition of health. This issue of fact being in dispute, it was a question for the jury and not the court to determine.\nIt is also contended that the statutory penalty has no application to suits for breach of contract. This court has held otherwise in the case of Sun Life Insurance Company v. Coker, ante p. 602, and cases cited therein.\nOn account of the error indicated the judgment is reversed, and the cause remanded for a new trial.",
        "type": "majority",
        "author": "Humphreys, J."
      }
    ],
    "attorneys": [
      "King, Mahaffey, Wheeler & Bryson, for appellant.",
      "Jones & Jones, for appellee."
    ],
    "corrections": "",
    "head_matter": "National Life & Accident Insurance Company v. Sims.\n4-3105\nOpinion delivered October 9, 1933.\nKing, Mahaffey, Wheeler & Bryson, for appellant.\nJones & Jones, for appellee."
  },
  "file_name": "0969-01",
  "first_page_order": 989,
  "last_page_order": 992
}
