{
  "id": 1435257,
  "name": "Coca-Cola Bottling Company v. McAnulty",
  "name_abbreviation": "Coca-Cola Bottling Co. v. McAnulty",
  "decision_date": "1932-05-30",
  "docket_number": "4-2580",
  "first_page": "970",
  "last_page": "976",
  "citations": [
    {
      "type": "official",
      "cite": "185 Ark. 970"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "51 L. R. A. (N. S.) 888",
      "category": "reporters:federal",
      "reporter": "L.R.A.N.S.",
      "opinion_index": 0
    },
    {
      "cite": "81 S. E. 579",
      "category": "reporters:state_regional",
      "reporter": "S.E.",
      "opinion_index": 0
    },
    {
      "cite": "74 W. Va. 17",
      "category": "reporters:state",
      "reporter": "W. Va.",
      "case_ids": [
        8631324
      ],
      "opinion_index": 0,
      "case_paths": [
        "/w-va/74/0017-01"
      ]
    },
    {
      "cite": "106 N. E. 837",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": 0
    },
    {
      "cite": "265 N. E. 331",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": 0
    },
    {
      "cite": "89 N. E. 525",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": 0
    },
    {
      "cite": "45 Ind. App. 352",
      "category": "reporters:state",
      "reporter": "Ind. App.",
      "case_ids": [
        5035608
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ind-app/45/0352-01"
      ]
    },
    {
      "cite": "147 S. W. 473",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "104 Ark. 59",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1350646
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/104/0059-01"
      ]
    },
    {
      "cite": "119 Atl. 273",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "98 N. J. Law 730",
      "category": "reporters:state",
      "reporter": "N.J.L.",
      "case_ids": [
        201835
      ],
      "opinion_index": 0,
      "case_paths": [
        "/njl/98/0730-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 535,
    "char_count": 11929,
    "ocr_confidence": 0.473,
    "pagerank": {
      "raw": 3.09587658411877e-07,
      "percentile": 0.8589518153374965
    },
    "sha256": "4d5db296ebfc6b412dc54318ab81154b924ae7ac8fca180085c59519252f1c17",
    "simhash": "1:a99edb78048634fe",
    "word_count": 2137
  },
  "last_updated": "2024-02-27T17:51:09.396208+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Coca-Cola Bottling Company v. McAnulty."
    ],
    "opinions": [
      {
        "text": "Mehaity, J.\nThis action was begun by appellee in tbe Pope Circuit Court against appellant and Henry Carter to recover for personal injuries received when he was struck by an automobile driven by said Henry Carter.\nIt was alleged that tbe appellant bad parked its truck on tbe left side of tbe highway, so that tbe wheels and body of tbe truck extended over tbe bard surface of tbe road four or five feet. Tbe bard surface or pavement was 14 feet wide, and tbe entire roadbed was 22 feet wide.\nAppellee, who was riding in a buggy with bis nephew, got out of the buggy after tbe team bad been driven off tbe highway, and about 30 or 40 yards from tbe truck. Tbe truck was in front of a filling station. Appellee walked from where tbe buggy was stopped on tbe shoulder of tbe highway, until be got opposite tbe filling station, and then started across tbe highway to tbe filling station. He bad gone two or three steps when be was struck by a car driven by Henry Carter. Tbe car driven by Carter was going at a very rapid rate of speed.\nTbe appellee was knocked down, bis leg broken, and be was otherwise injured. He alleged, and tbe proof tended to show, that Carter was driving very rapidly, and that there was not room on tbe highway for the passage of tbe car between tbe truck and appellee; that, before reaching tbe truck, Carter swerved bis car to tbe left and struck appellee.\nIt was alleged that bis injuries were caused by tbe concurrent negligence of tbe appellant and Henry Carter. There was a verdict and judgment against Henry Carter and appellant for $3,000.\nHenry Carter did not appeal. Tbe appellant filed motion for a new trial, which was overruled, and appeal prosecuted to this court.\nAppellant’s first contention is that there was no evidence to justify tbe submission of tbe question of negligence on its part to tbe jury.\nThe Legislature of 1927 passed act 223, which was au act regulating the operation of vehicles on highways. Section 9 of said act reads as follows:\n“Upon all highways of sufficient width, except upon one-way streets, the driver of a vehicle shall drive the same upon the right half of the highway and shall drive a slow-moving vehicle as closely as possible on the right-hand edge or curb of such highway, unless it is impracticable to travel on such side of the highway, and except when overtaking' and passing another vehicle subject to the limitations applicable in overtaking and passing set forth in §§ 12 and 13 of this act. ’ ’\nThe first paragraph of § 24 of said act is as follows: “No person shall park or leave standing any vehicle, whether attended or unattended, upon the paved or improved or main traveled portion of any highway, outside of a business or residence district, when it is practicable to park or leave such vehicle standing off of the paved or improved or main traveled portion of such highway; provided in no event shall any person park or leave standing any vehicle, whether attended or unattended, upon any highway unless a clear and unobstructed width of not less than fifteen feet upon the main traveled portion of said highway opposite such standing vehicle shall be left for free passage of other vehicles thereon, nor unless a clear view of such vehicle may be obtained from a distance of 200 feet in each direction upon such highway.”\nThe undisputed evidence in this case shows that appellant had driven its truck on the left side of the highway, parked it there, so that the body and wheels of the truck extended four or five feet over o.n the hard surface of the highway, and the hard surface was only 14 feet wide.\nThe evidence tends to show that the truck of appellant was so parked on the highway that it did not leave a clear and unobstructed width of 15 feet' of the main traveled highway opposite said truck.\nThe undisputed, evidence shows that the main traveled portion of the highway was only 14 feet wide, and, if the truck was on the. hard surface at all, it necessarily left less than 15 feet for the passage of other vehicles.\nIt is true that Henry Carter, the driver of the car which struck appellee, saw the truck and its position, but, if appellant was guilty of negligence, this negligence of Henry Carter did not relieve it from the consequences of its negligence.\nIt is also true that, if there was any negligence on the part of the driver of appellant’s truck, it was in obstructing the highway. That it did obstruct the highway is not disputed, and that it was parked on the wrong side of the road is not disputed.\nOf course, the remaining space of the highway would be the same whether the truck was parked on the right or wrong side. But in any event, if the wheels and body of the truck were over the pavement four or five feet, it did not leave 15 feet for the passage of other vehicles as provided by law.\nAppellant calls attention to, and relies on, Powers v. Standard Oil Co., 98 N. J. Law 730, 119 Atl. 273. In that case the truck of the Standard Oil Company was parked on the wrong side of the street in violation of the traffic law, and a little girl nine years old ran out from behind the truck and was struck by a passing automobile. Suit was brought against the driver of the car and the Standard Oil Company and another. There was a verdict in favor of the driver of the automobile, and against the other defendants. It was not alleged in that case that there was any violation of the traffic laws by the Standard Oil Company, except the mere parking on the wrong side of the street. There was ample space for other vehicles, and the court held that the parking of the truck did not per se constitute negligence upon the owner of the truck so as to subject him to liability as an efficient proximate cause.\nAppellant says that the truck did not extend more than four or five feet on the hard surface of the roadbed, and that this left at least 17 .feet of roadway remaining. If the roadway is to be considered 22 feet wide, and the truck'was five feet on the hard surface, then it was at least nine feet in the road, and that would only leave 13 feet if the entire roadbed was included, rather than the hard surface. In any event 15 feet required by law was not left. In the above case relied on by appellants, there was no question of an obstruction of the highway, but the only allegation was that the truck was parked on the wrong side of the street. It was not claimed in that case that the highway was so obstructed that there was not ample room to pass. Moreover, it was held that the injured party there was guilty of contributory negligence.\nIn the instant case, whether the appellee was guilty of contributory negligence was a question of fact to be determined by the jury, and its verdict is not without evidence to support it.\nIt is next contended that whatever negligence there may have been on the part of appellant, that negligence was not the proximate cause of the injury. Where concurrent negligence is alleged, the general rule is stated as follows: “As a general rule, it may be said that negligence, to render a person liable, need not be the sole cause of an injury. It is sufficient that his negligence concurring with one or more efficient causes, other than plaintiff’s fault, is the proximate cause of the injury.. So that where several causes combine to produce injuries, a person is not relieved from liability because he is responsible for only one of them, it being sufficient that his negligence is an efficient cause without which the injury would not have resulted to as great an extent, and that such other cause is not attributable to the person injured. But it must appear that the person sought to be charged was responsible for one of the causes which resulted in the injury. The concurring negligence of another cannot transform the remote into the proximate cause of au injury, or create or increase liabilities therefor.” 45 C. J. 920.\nThere was ample evidence to support the -finding of the jury that the injury to appellee would not have occurred if the truck had not been so parked as to obstruct the highway. If it did obstruct the highway when parked there, and this obstruction was negligence, it was a continuing act of negligence up to the time of the injury, and whether it was negligence, and whether the injury would not have occurred but for this negligence, were questions for the jury. Helena Gas Co. v. Rogers, 104 Ark. 59, 147 S. W. 473.\n“The law is practical, and courts do not indulge refinements and subtleties as to causation, if they tend to defeat the claims of natural justice. They rather adopt the practical rule that the efficient and predominating cause in producing a given effect or result, though subordinate and dependent causes may have operated, must be looked to in determining the rights and liabilities of the parties.” Cook v. Ormsby, 45 Ind. App. 352, 89 N. E. 525.\nThe undisputed proof shows that Henry -Carter was guilty of negligence, and'the undisputed proof shows that appellant’s truck was obstructing the highway in violation- of law, and whether this violation of law was negligence was a question of fact for the jury.\nAppellant calls attention to the .case of Hartnett v. Boston Store, 265 N. E. 331, 106 N. E. 837, L. R. A. 1915C, 460. There was in that case, however, no question of concurrent negligence, but the Boston Store, the defendant, undertook to escape liability by showing that the condition existing at the time and place was the proximate cause of the injury. The court in that case however said: “There are three essential elements in actionable negligence: First, a duty imposed by law to exercise care in favor of the person for whose benefit the duty is imposed; second, the failure to perform that duty; and third, a consequence so connected 'with the failure to perform the duty that the failure is the proximate cause of the injury.”\nIn the instant case there can be no question about the duty being imposed by law, nor can there be any dispute about the fact that it was for the benefit of persons using the highway. The undisputed proof shows that there was a failure to perform that duty, and there was substantial evidence to show that the injury would not have happened but for the failure to perform its duty by appellant.\nAppellant also calls attention to Anderson v. Baltimore & O. R. Co., 74 W. Va. 17, 81 S. E. 579, 51 L. R. A. (N. S.) 888. The court however said in that case: “The causal connection between the first act of negligence and the injury is broken by the intervention of an act of a responsible party, which act is in law regarded as the sole cause of the injury.” In the instant case the causal connection was not broken. The negligence of the appellant continued and existed as long as its truck remained on the highway in violation of law, and it was its negligence together with the negligence of the driver of the automobile, that caused the injury.\nIt is next contended that appellee was guilty of contributory negligence as a matter of law. The undisputed proof shows that he started across the highway, and before he started he looked to see if a car was coming, and, as he proceeded to cross the highway, the car driven by Carter struck the truck and then struck appellee, causing the injury. Contributory negligence, under the circumstances, was a question of fact for the jury, and this question was submitted to the jury by the court, and the finding of the jury on this question is conclusive here.\nWe have not discussed or reviewed the authorities cited by appellee, with reference to the violation of the traffic law, because there is no contention that the instructions given in this case were erroneous.\nWe find no error, and the judgment is affirmed.",
        "type": "majority",
        "author": "Mehaity, J."
      }
    ],
    "attorneys": [
      "Bulloch <& Priddy and Busbee, Pugh S Harrison, for appellant.",
      "Robert A. Ragsdale, Reuben Ghenowith and Hays $ Smallwood, for appellee."
    ],
    "corrections": "",
    "head_matter": "Coca-Cola Bottling Company v. McAnulty.\n4-2580\nOpinion delivered May 30, 1932.\nBulloch <& Priddy and Busbee, Pugh S Harrison, for appellant.\nRobert A. Ragsdale, Reuben Ghenowith and Hays $ Smallwood, for appellee."
  },
  "file_name": "0970-01",
  "first_page_order": 990,
  "last_page_order": 996
}
