{
  "id": 1428357,
  "name": "Austin v. Federal Land Bank of St. Louis",
  "name_abbreviation": "Austin v. Federal Land Bank",
  "decision_date": "1934-02-26",
  "docket_number": "4-3368",
  "first_page": "971",
  "last_page": "974",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 971"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 415,
    "char_count": 7691,
    "ocr_confidence": 0.494,
    "pagerank": {
      "raw": 3.05637562097855e-07,
      "percentile": 0.8562815824397484
    },
    "sha256": "fd496fcc9c56b0e99c2b4a44f8f76c48861652bc1bba1debeea5e6b4b4ae396e",
    "simhash": "1:9a3f22311612ebfa",
    "word_count": 1331
  },
  "last_updated": "2023-07-14T22:44:11.517500+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "McHaney, J., dissents."
    ],
    "parties": [
      "Austin v. Federal Land Bank of St. Louis."
    ],
    "opinions": [
      {
        "text": "Humphreys, J.\nAppellee instituted suit on August 9, 1932, against E. H. Copeland and wife and appellant and his wife in the chancery court of Howard County to foreclose a mortgage on the southeast quarter, southwest quarter and fractional west half of the southwest quarter of section 3, township 9 north, range 27 west, in said-county, executed by the Copelands to it on January 1, .1927, to secure certain indebtedness. Service was had upon the Copelands and appellant and his wife, and, no answer being filed within the time provided by law, a decree of foreclosure by default was taken and entered at the November, 1932, term of court. In that decree, a commissioner was appointed to sell the land and satisfy the indebtedness, at which sale appellee became the purchaser for $2,600.65 to be credited on said judgment. On January 6, 1933, the commissioner filed his report, and on the same day appellant filed an intervention, alleging that on December 10, 1927, the Copelands, by warranty deed, conveyed a half acre of said land by proper description to appellant, and, believing himself to be the owner thereof in good faith, he erected a cottage of' the value of $500 thereon and immediately moved into and occupied the same from that date as his .home.- It was further alleged in the intervention that, in order to compromise the matter, he (appellant) had offered to pay appellee $250 for the half acre of land, hut that it had refused to accept the offer, and that, in view of the facts, it would he unjust and inequitable to confirm the sale including the half acre without requiring appellee to pay for the improvements he had made thereon in good faith.\nA demurrer was filed to the intervention and sustained on May 1,1933, and, on the same day, the report of sale of the commissioner was confirmed, and his deed to the purchaser was approved. Appellant then filed an amended intervention disclosing that, when the demurrer was sustained to the original answer or intervention, and on the day on which the sale of the lands by the commissioner was confirmed, appellant was insane. It appearing that appellant had been adjudged insane on April 17, 1933, prior to entering the order approving the sale and commissioner’s deed, appellee petitioned the court to set aside the sale and deed and appoint a guardian ad litem to defend for appellant. The court granted the motion, and, after setting aside the order of confirmation and approval of the sale, the sale, and the deed, he appointed a guardian ad litem to defend for appellant, who was permitted to file an answer for him setting out, in substance, that, after the execution and recordation of the mortgage sought to be foreclosed, the Copelands conveyed by warranty deed a half acre of the land described in said mortgage in order that appellant might build a home thereon for himself and wife; that appellant built a cottage thereon at an expense of $500, believing in good faith that he had absolute title to said half acre, and resided therein and paid the taxes thereon for more than five years without knowing that the Copelands had mortgaged the property to appellee and that appellee had recorded same before the Copelands conveyed the half acre to him; that, when appellee instituted the foreclosure suit, he offered it $250 for the. half acre of land upon which the house was built in which he resided in order to save his home, which it refused to accept, al-, though the half acre without the house was not worth, more than $10.\nThe cause was submitted upon the pleadings and an agreed statement, of facts, from which the court found there was no equity in the claim of appellant, and that he was not entitled directly or indirectly to compensation for his improvements, from which finding and decree an appeal has been duly prosecuted to this court. The agreed statement of facts is as follows:\n'“It is agreed by and between the plaintiff and R. J. Austin, intervener in this cause as follows:\n“That on the 10th day of December, 1927, George H. Copeland and wife, by warranty deed, conveyed to the intervener, R. J. Austin, for a valuable consideration, the following land in Howard County, Arkansas, to-wit: A part of the northwest quarter of the southwest quarter of section 30, township 9 south, range 27 west, beginning 30 yards north of the southwest corner and run north 50 yards,-east 50 yards, south 50 yards, west 50 yards to point of beginning, containing one-half acre, more or less.\n‘ ‘ That the said R. J. Austin, believing himself to be the owner of said land under color of title and his deed aforesaid, peaceably improved said land to the amount and value of five hundred dollars, by reason of which the value of the same was enhanced in the said sum of five hundred dollars.\n“That the mortgage of the plaintiff in controversy herein is based on a valuable consideration, embraces the land claimed by the intervener, R. J. Austin, and was duly recorded in the proper record of Howard County, Arkansas, before the said improvements were placed in said land now claimed fey the said R. J. Austin. That the said intervener made said improvements in good faith without any notice of the mortgage to the plaintiff other than the notice the law imposes fey reason of the recording of said mortgage.\n“That the said deed to said intervener was recorded in the proper record in Howard County in record hook 52, at page 618.\n“That said intervener was judicially declared non compos mentis April 17, 1933.”\nThe undisputed facts in this case call for the application of the well-settled rule that one asking equity must do equity. Appellee took its mortgage on the land without reference to the cottage which was afterwards built by appellant at an expense of $500 on one-half acre thereof in good faith, under the belief that he was the owner of an indefeasible title thereto unassailable in law or equity. It is true that the statute permitting mortgages to be recorded provides that the filing thereof shall be notice to all persons of the existence of such mortgage, but appellant had no actual knowledge of the existence thereof. Without actually knowing that appellee had a mortgage on it, appellant in good faith made improvements which necessarily enhanced the value of the land. Appellee argues that it is entitled to the benefit of this enhancement in value because neither the common law nor the betterment act protects it. Perhaps not, hut equity should mold a remedy if it can be done without injury to appellee. This can be done by permitting’ appellant to move the cottage off the land within a reasonable time, and we are of the opinion that he should have six months in which to move same. It may inconvenience appellant to do so, but it is common knowledge that houses are now frequently moved from one plot of ground to another even though the plots are separated by quite a distance. This remedy will place appellee in statu quo and greatly benefit the appellant. It was within the power of the chancery court, after setting aside the sale and deed on the application of appellee, to refuse to confirm the sale and approve the deed until appellee, who was asking equity, should himself do equity. It was error to deny appellant the privilege of saving his home.\nOn account of the error indicated, the decree confirming the sale and approving the deed is reversed with directions to the chancery court not to re-enter same until appellant removes the house within the time indicated by the court.\nMcHaney, J., dissents.",
        "type": "majority",
        "author": "Humphreys, J."
      }
    ],
    "attorneys": [
      "W. C. Rodgers, for appellant.",
      "J. R. Crocker and James S. McConnell, for appellee."
    ],
    "corrections": "",
    "head_matter": "Austin v. Federal Land Bank of St. Louis.\n4-3368\nOpinion delivered February 26, 1934.\nW. C. Rodgers, for appellant.\nJ. R. Crocker and James S. McConnell, for appellee."
  },
  "file_name": "0971-01",
  "first_page_order": 989,
  "last_page_order": 992
}
