{
  "id": 1432025,
  "name": "Stokes v. Home Life Insurance Company",
  "name_abbreviation": "Stokes v. Home Life Insurance",
  "decision_date": "1933-10-09",
  "docket_number": "4-3126",
  "first_page": "972",
  "last_page": "974",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 972"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "40 S. W. (2d) 444",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "183 Ark. 1117",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1441645
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/183/1117-01"
      ]
    },
    {
      "cite": "34 S. W. (2d) 231",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "182 Ark. 1031",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1389733
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/182/1031-01"
      ]
    },
    {
      "cite": "237 S. W. 708",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "152 Ark. 64",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1364075
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/152/0064-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 244,
    "char_count": 3530,
    "ocr_confidence": 0.517,
    "pagerank": {
      "raw": 6.89516513629939e-08,
      "percentile": 0.4191979918520346
    },
    "sha256": "7f87723aa5213037cb266b5f24ba0f5daa8487ab236e74d973c7a99f5e50be7d",
    "simhash": "1:3cf0a406084cb33a",
    "word_count": 614
  },
  "last_updated": "2024-02-27T21:18:50.990705+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Stokes v. Home Life Insurance Company."
    ],
    "opinions": [
      {
        "text": "Humphreys, J.\nThe only question presented 'by this appeal is whether the Central States Life Insurance Company, assignee of the Homo Life Insurance Company, has a right to set off its deposit of $11,000 in the Merchants’ & Planters’ (Bank of Humphrey against the amount of $1,884.46, which it owed the bank on the 27th day-of April, 1932, when this suit was instituted by E. B. Stokes as trustee for Cora Belle Watson, and said bank upon a life insurance policy issued by the Home Life Insurance. Company on June 1, 1930, to said Stokes as trustee aforesaid upon the life of J. T. Watson. The life insurance policy was for $5,000, and at the time J. T. Watson was indebted to the bank in an amount equal to about one-half the face value thereof. The policy was for the. bank’s protection to the extent of said indebtedness.\nOn November 17, 1930, said bank became insolvent, and the Bank Commissioner took possession of its assets and proceeded to liquidate same. Several months after the failure of said bank, the Central States Life Insurance Company acquired the assets of the Home Life Insurance Company and assumed the payment of all its death claims. Among the assets which the Central States Life Insurance Company acquired was the deposit of $11,000 which the Home Life Insurance Company had in said bank on the date the bank became insolvent, for which amount the Central States Life Insurance Company subsequently presented a claim to the Bank Commissioner. Subsequent to the insolvency of the bank .and the acquisition of the $11,000 deposit by the Central States Life Insurance Company, to-wit, on June 9, 1931, John T. Watson died, and the insurance companies became liable on the policy to the trustee aforesaid for Mrs. Watson, and said bank according to their respective interests therein. At the time John T. Watson died, he owed the bank $1,884.46. The insurance companies admitted their indebtedness to the trustee for the benefit of Mrs. Watson and paid her, but refused to pay the trustee $1,884.46 for the benefit of said bank or the general depositors thereof, claiming they were entitled to set off the amount due the bank as against the deposit of $11,000.\nIt will be observed from the facts detailed above that, on the date of the failure of said bank, the insurance companies were not indebted to it in any sum. At that time the Central States Life Insurance Company was not either a debtor or creditor of the bank, and the Home Life Insurance Company was a creditor, but not a debtor of the bank. No liability existed under the insurance policy, and could not exist as long as John T. Watson continued to live. The law of set-off in this State between defunct banks and their creditors applies only to concurrent liabilities on the date of the insolvency of such bank. A contingent liability cannot be set off against an uncontingent liability. The claims to be set off must be mutual, certain and concurrent. U. S. Fidelity & Guaranty Co. v. Maxwell, 152 Ark. 64, 237 S. W. 708; Sloss v. Taylor, 182 Ark. 1031, 34 S. W. (2d) 231; Taylor v. Cox, 183 Ark. 1117, 40 S. W. (2d) 444.\nThe trial court allowed tlie set-off, and in doing so erred. The decree is therefore reversed, and the cause is remanded with directions to deny the set-off, and to allow appellant 12 per cent, penalty on $1,884.46 and an attorney’s fee of $200.",
        "type": "majority",
        "author": "Humphreys, J."
      }
    ],
    "attorneys": [
      "A. G. Meehan and John W. Moncrief, for appellant.",
      "Mann & Mann and Ingram & Moher, for appellee."
    ],
    "corrections": "",
    "head_matter": "Stokes v. Home Life Insurance Company.\n4-3126\nOpinion delivered October 9, 1933.\nA. G. Meehan and John W. Moncrief, for appellant.\nMann & Mann and Ingram & Moher, for appellee."
  },
  "file_name": "0972-01",
  "first_page_order": 992,
  "last_page_order": 994
}
