{
  "id": 1432125,
  "name": "Washington Fidelity National Insurance Company v. Anderson",
  "name_abbreviation": "Washington Fidelity National Insurance v. Anderson",
  "decision_date": "1933-10-09",
  "docket_number": "4-3106",
  "first_page": "974",
  "last_page": "979",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 974"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "244 S. W. 441",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "155 Ark. 371",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1360453
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/155/0371-01"
      ]
    },
    {
      "cite": "255 S. W. 6",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "160 Ark. 571",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8724262
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/160/0571-01"
      ]
    },
    {
      "cite": "43 S. W. (2d) 65",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "184 Ark. 648",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1438522
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/184/0648-01"
      ]
    },
    {
      "cite": "114 N. E. 83",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": 0
    },
    {
      "cite": "186 Ind. 126",
      "category": "reporters:state",
      "reporter": "Ind.",
      "case_ids": [
        1724513
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ind/186/0126-01"
      ]
    },
    {
      "cite": "174 N. W. 577",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 0
    },
    {
      "cite": "187 Iowa 869",
      "category": "reporters:state",
      "reporter": "Iowa",
      "case_ids": [
        2265204
      ],
      "opinion_index": 0,
      "case_paths": [
        "/iowa/187/0869-01"
      ]
    },
    {
      "cite": "36 S. W. 1051",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "62 Ark. 562",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1905649
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/62/0562-01"
      ]
    },
    {
      "cite": "52 S. W. 438",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "66 Ark. 612",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1909804
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/66/0612-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 550,
    "char_count": 9658,
    "ocr_confidence": 0.506,
    "pagerank": {
      "raw": 3.127955267306192e-07,
      "percentile": 0.861087074960741
    },
    "sha256": "ed8a5c5b56506ee9cc20ec09303f4c4d084a10ffffc3975c9add0e33dd87d2c0",
    "simhash": "1:a7e3725b91828454",
    "word_count": 1682
  },
  "last_updated": "2024-02-27T21:18:50.990705+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Washington Fidelity National Insurance Company v. Anderson."
    ],
    "opinions": [
      {
        "text": "Kirby, J.\nAppellee brought suit against appellant company on a sick and accident insurance policy to recover $500, penalty and attorney’s fee, on a policy issued to her husband, Ed Anderson, on September 22, 1930, alleging that Anderson died on October 3, 1930, from ptomaine poisoning as the result of having accidentally eaten some spoiled food a few days before.\nThe policy provides in the second paragraph of the first page that Anderson was insured from the date thereof (September 22, 1930) until 12 o’clock noon the first day of November, 1930, and for such further periods, etc.\nThe insured died October 3, 1930, which was after the date of issuance of the policy and before the date on which the face of the policy recites the next premium would be due.\nThe answer admitted the issuance of the policy; denied the other material allegations of the complaint, and pleaded special defenses that neither the insured nor the beneficiary had paid any premiums whatever on the policy, that no immediate notice in writing was given to the defendant at its home office in Chicago of the illness of the insured, and that no such notice was given at all as required by the policy; that no proofs of illness or death were made to the company; denied that death by accidental poisoning was covered by the policy or contract of insurance; and alleged that the* policy required a strict compliance with its terms so far as giving notice was concerned; denied all liability under the policy.\nThe policy provides in paragraph C for the payment of $500 for accidental death and in paragraph A insures for bodily injuries effected during the life of this policy solely through external, violent and accidental means. And in paragraph F it classifies injuries as follows: “(1) Injuries, fatal or non-fatal, which produce immediate, total and continuous disability from date of accident, or which make a visible contusion or wound on the exterior of the body. (2) Disability caused partly by injury and partly by disease shall be classified as disease and paid for as such. ’ ’\nAppellee relies on the fact that the injuries which the insured, Ed Anderson, received produced immediate, total and continuous disability from the date of the accident, and in doing so should not be classed as a disease.\nThe court instructed the jury, giving over appellant’s objection its amended instruction No. '2. The jury returned a verdict against appellant, and judgment was rendered for the amount of the policy, penalty and $150 attorney’s fees to be taxed as costs, from which comes this appeal.\nAppellant insists that the court erred in the giving and refusal of certain instructions, in the admission of the certificate of the State Health Department as to the cause of death of the insured, and that there was no liability under the policy which it alleged had been wrongfully delivered to the insured without the payment of the first premium.\nIt is admitted that the policy was delivered to the insured by appellant’s agent, although the agent reported that he did not receive the payment of the first premium, and the general agent testified also that such first premium had not been paid, still two witnesses testified that they were present when the policy was delivered, and that they saw the insured pay the money to the agent upon its delivery. The agent delivering the policy testified, as did also the general agent, that policies were sometimes delivered- without payment of the first premium by the insured, the agent taking a chance upon the collection of the premium. It is admitted, however, that the policy was delivered to the insured, and such delivery is prima facie evidence of the payment of the first premium, and further the insured’s mere possession thereof is prima facie evidence that the first premium has been paid. 32 C. J., § 355, p. 1204; Mutual Life Ins. Co. v. Parrish, 66 Ark. 612, 52 S. W. 438. Such prima facie case may be overcome, however, but it was not done here by the agent delivering the policy, who testified that the premium was not in fact paid, since two witnesses testified that they saw the insured pay the premium money when said policy was delivered. Neither does the testimony of the general agent, Mr. Naylor, overcome snch prima facie case, as he stated that the policy was delivered and the company took a chance on the collection where they were delivered on credit. The delivery of the policy without condition without exacting payment of the premium in cash raised the presumption that a short credit was intended. American Employers’ Liability Ins. Co. v. Fordyce, 62 Ark. 562, 36 S. W. 1051.\nThe presumption that the first premium was paid upon the policy is an ordinary presumption of fact and can he rebutted. The jury decides such questions of facts in the case, and the instruction No. 2, complained of, properly left this for determination by it, and, the jury having found against appellant on this point, its finding will not be disturbed here.\nAppellant next insists, that the ptomaine poisoning from eating unsound food does not constitute a death solely by external, violent and accidental means within the meaning of the policy, and cites Martin v. Inter-State Business Men’s Acc. Ass’n, 187 Iowa 869, 174 N. W. 577, as authority on this point, but such case appears to be contrary to the weight of authority. It is stated in 5 Couch Enc. of Insurance Law, § 1141, p. 4003: “There are also numerous cases of death or disability incident to the partaking of food or drink and resulting either from poisoning or from disease. In the case of death or disability resulting from the mechanical action of food or drink, the cases are largely agreed that it was by accident or the result of accidental means. And the authorities agree that death directly from poisoning following the unintentional eating of bad but apparently wholesome food is effected by accident, or is the result of accidental means, unless causes of such a character are expressly excepted.” See also 1 C. J., § 78, p. 431, and note 14 thereto, and Vance on Insurance, § 232, p. 566.\nIt is contended here that under the provisions of the policy there must be a visible wound or contusion on the body in order to recover thereunder for accidental death, but paragraph F provides if the injury causes immediate, total and continuous disability, it is classed as ail accident by tbe policy, or if there is a wound or contusion, it is classed as an accident and not as a disease, etc. The insured here was shown to have gone to his lunch in a cafe across the street from where he stopped with the car in which he was riding with another man, who saw him eating in the cafe, and that he felt sick shortly and had to be taken home, was vomiting violently and almost continuously, and was continuously disabled from then until his death occurred, which was pronounced by the doctor as from the effects of ptomaine poisoning. This places his death within the provisions of the policy, without regard to whether there was any visible contusion or wound on the exterior of the body. The disjunctive conjunction “or” separates the sentence, and either of the two causes provided would be sufficient to bring the insured within the terms of the policy for accidental death, both not being required. U. S. Casualty Co. v. Griffis, 186 Ind. 126, 114 N. E. 83, L. R. A. 1917E, 485.\nThe testimony shows appellee notified the agent who delivered the policy, Collins, and talked with him about the death of the insured and the payment of the policy, and that he told her that Mr. Naylor was the agent of the company that paid the claims and to see him. ’ That she saw Mr. Naylor, and he denied that there was any liability on the part of the company to the insured, saying he had not been a member long enough. This was a, denial of liability and a waiver of written proof of loss, and there was no error in instruction No. 5, objected to, telling the jury that, if they found that defendant refused to pay anything on the policy for the reason that the premium had not been paid, then it could find that the company was estopped from objecting that the proofs of loss were not furnished in the proper time. Inter-Ocean Casualty Co. v. Copeland, 184 Ark. 648, 43 S. W. (2d) 65; Old American Ins. Co. v. Wexman, 160 Ark. 571, 255 S. W. 6.\nNeither was error committed in allowing the introduction in testimony of the copy of the certificate of death of the insured recorded in the State Health Department. Such certificates are required to be made and filed in that office, and the statute provides that copies thereof duly certified should be received in evidence in any court of the State with like effect as the original thereof. Act 283 of 1921, p. 308; Castle’s Supp. 1927, § 4133a. See also Marsh v. Erwin, 155 Ark. 371, 244 S. W. 441; 22 C. J., § 914, p. 801.\nIt is finally insisted that the court erred in assessing’ the 12 per cent, penalty and $150 attorney’s fee. The plaintiff moved the court for an order assessing the statutory penalty and a reasonable attorney’s fee, and the record recites that the court, being well and sufficiently advised, doth grant said motion and doth fix $150 as a reasonable attorney’s fee, same to be taxed as costs. This court has concluded $100 would be a reasonable attorney’s fee under the circumstances, and that the judgment should be modified accordingly, reducing the amount to that sum, and, as modified, it will be affirmed.",
        "type": "majority",
        "author": "Kirby, J."
      }
    ],
    "attorneys": [
      "George W. Emerson, for appellant.",
      "Harper E. Harb and Paul L. Barnard, for appellee."
    ],
    "corrections": "",
    "head_matter": "Washington Fidelity National Insurance Company v. Anderson.\n4-3106\nOpinion delivered October 9, 1933.\nGeorge W. Emerson, for appellant.\nHarper E. Harb and Paul L. Barnard, for appellee."
  },
  "file_name": "0974-01",
  "first_page_order": 994,
  "last_page_order": 999
}
