{
  "id": 4242349,
  "name": "The State of Washington, Petitioner, v. Miguel Angel Villanueva-Gonzalez, Respondent",
  "name_abbreviation": "State v. Villanueva-Gonzalez",
  "decision_date": "2014-07-17",
  "docket_number": "No. 89364-1",
  "first_page": "975",
  "last_page": "986",
  "citations": [
    {
      "type": "official",
      "cite": "180 Wash. 2d 975"
    }
  ],
  "court": {
    "name_abbreviation": "Wash.",
    "id": 9029,
    "name": "Washington Supreme Court"
  },
  "jurisdiction": {
    "id": 38,
    "name_long": "Washington",
    "name": "Wash."
  },
  "cites_to": [
    {
      "cite": "432 U.S. 161",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6177649
      ],
      "weight": 3,
      "year": 1977,
      "pin_cites": [
        {
          "page": "167-68"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/432/0161-01"
      ]
    },
    {
      "cite": "284 U.S. 299",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5719289
      ],
      "weight": 3,
      "year": 1932,
      "pin_cites": [
        {
          "page": "304"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/284/0299-01"
      ]
    },
    {
      "cite": "985 P.2d 365",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1999,
      "opinion_index": 0
    },
    {
      "cite": "139 Wn.2d 107",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        99117
      ],
      "year": 1999,
      "pin_cites": [
        {
          "page": "116"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/139/0107-01"
      ]
    },
    {
      "cite": "153 Cal. Rptr. 3d 684",
      "category": "reporters:state",
      "reporter": "Cal. Rptr. 3d",
      "year": 2013,
      "opinion_index": 0
    },
    {
      "cite": "214 Cal. App. 4th 121",
      "category": "reporters:state",
      "reporter": "Cal. App. 4th",
      "case_ids": [
        4264473
      ],
      "year": 2013,
      "pin_cites": [
        {
          "page": "128-29"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-4th/214/0121-01"
      ]
    },
    {
      "cite": "881 S.W.2d 7",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "case_ids": [
        9994374
      ],
      "weight": 2,
      "year": 1994,
      "pin_cites": [
        {
          "page": "11-13"
        },
        {
          "page": "13"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sw2d/881/0007-01"
      ]
    },
    {
      "cite": "298 S.W.3d 919",
      "category": "reporters:state_regional",
      "reporter": "S.W.3d",
      "case_ids": [
        7300919
      ],
      "weight": 2,
      "year": 2009,
      "pin_cites": [
        {
          "page": "921, 923"
        },
        {
          "page": "924"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sw3d/298/0919-01"
      ]
    },
    {
      "cite": "418 F.2d 1120",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2166043
      ],
      "weight": 2,
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/418/1120-01"
      ]
    },
    {
      "cite": "135 U.S. App. D.C. 284",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "year": 1969,
      "pin_cites": [
        {
          "page": "285"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "410 F.3d 438",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        8951348
      ],
      "weight": 3,
      "year": 2005,
      "pin_cites": [
        {
          "page": "447-49"
        },
        {
          "page": "448-49"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/410/0438-01"
      ]
    },
    {
      "cite": "154 P.3d 873",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2007,
      "opinion_index": 0
    },
    {
      "cite": "159 Wn.2d 778",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        3593119
      ],
      "year": 2007,
      "pin_cites": [
        {
          "page": "781-82"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/159/0778-01"
      ]
    },
    {
      "cite": "125 P.2d 681",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1942,
      "opinion_index": 0
    },
    {
      "cite": "13 Wn.2d 485",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        2561590
      ],
      "year": 1942,
      "pin_cites": [
        {
          "page": "504"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/13/0485-01"
      ]
    },
    {
      "cite": "437 U.S. 54",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6177463
      ],
      "weight": 3,
      "year": 1978,
      "pin_cites": [
        {
          "page": "69"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/437/0054-01"
      ]
    },
    {
      "cite": "965 P.2d 1072",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1998,
      "opinion_index": 0
    },
    {
      "cite": "136 Wn.2d 629",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        867965
      ],
      "year": 1998,
      "pin_cites": [
        {
          "page": "634"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/136/0629-01"
      ]
    },
    {
      "cite": "114 S. Ct. 1937",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        1147262,
        6536110
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/us/511/0767-01",
        "/br/166/1937-01"
      ]
    },
    {
      "cite": "511 U.S. 767",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1147262
      ],
      "weight": 2,
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/us/511/0767-01"
      ]
    },
    {
      "cite": "212 P.3d 558",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2009,
      "opinion_index": 0
    },
    {
      "cite": "166 Wn.2d 675",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        4001550
      ],
      "year": 2009,
      "pin_cites": [
        {
          "page": "681"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/166/0675-01"
      ]
    },
    {
      "cite": "316 P.3d 494",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2014,
      "opinion_index": 0
    },
    {
      "cite": "179 Wn.2d 1008",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "year": 2014,
      "opinion_index": 0
    },
    {
      "cite": "304 P.3d 906",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2013,
      "opinion_index": 0
    },
    {
      "cite": "175 Wn. App. 1",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        4193724
      ],
      "year": 2013,
      "pin_cites": [
        {
          "page": "8"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/175/0001-01"
      ]
    },
    {
      "cite": "817 P.2d 855",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "117 Wn.2d 576",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1373895
      ],
      "year": 1991,
      "pin_cites": [
        {
          "page": "586"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/117/0576-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 804,
    "char_count": 17310,
    "ocr_confidence": 0.751,
    "pagerank": {
      "raw": 1.1401811189715495e-07,
      "percentile": 0.5782734823536044
    },
    "sha256": "1af786a024a7a3dd11a0c1c0c8b1c0d5f935fddfc21b2829bf5e7029908c3a95",
    "simhash": "1:a960fb80eb1b45bb",
    "word_count": 2827
  },
  "last_updated": "2024-02-27T18:26:29.759680+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Madsen, C.J.; C. Johnson, Fairhurst, Stephens, Wiggins, González, and Gordon McCloud, JJ.; and Kulik, J. Pro Tem., concur."
    ],
    "parties": [
      "The State of Washington, Petitioner, v. Miguel Angel Villanueva-Gonzalez, Respondent."
    ],
    "opinions": [
      {
        "text": "Owens, J.\n¶1 Miguel Angel Villanueva-Gonzalez was convicted of second degree assault and fourth degree assault for attacking his girlfriend. He contends that his actions constituted one assault and therefore his two convictions violate double jeopardy. To analyze his claim, we look to how the legislature has defined “assault” and determine whether the legislature intended to punish assault as a course of conduct or upon each individual act. However, the legislature has not provided a definition of assault and the common law definition is ambiguous. Thus, we are guided by the many other jurisdictions that have treated assault as a course of conduct crime, and we are mindful of the “rule of lenity,” which requires us to adopt the interpretation most favorable to the defendant. See State v. Roberts, 117 Wn.2d 576, 586, 817 P.2d 855 (1991). We affirm the Court of Appeals and hold that Villanueva-Gonzalez’s two assault convictions violate double jeopardy because the underlying acts occurred during the same course of conduct.\nFACTS\n¶2 After Villanueva-Gonzalez’s longtime girlfriend returned from a night out dancing without him, she went into their children’s bedroom. Villanueva-Gonzalez entered the room and told her to get out. She did not leave the room, so he pulled her out. After pulling her out of the room, he hit her head with his forehead, breaking her nose in two places and causing her to bleed profusely. He then grabbed her by the neck and held her against some furniture. She was unable to get up while he was holding her, and she said it was hard to breathe because of the blood running down her face and because he was holding her by the neck. In response to a report of a domestic disturbance, the police arrived and arrested Villanueva-Gonzalez. His girlfriend went to the hospital for a CAT (computerized axial tomography) scan and medical treatment.\n¶3 The State charged Villanueva-Gonzalez with two counts of second degree assault. Count one alleged that Villanueva-Gonzalez intentionally assaulted the victim “by strangulation,” contrary to former RCW 9A.36.021(1)(g) (2007). Clerk’s Papers (CP) at 22. Count two alleged that Villanueva-Gonzalez intentionally assaulted the victim “and thereby did recklessly inflict substantial bodily harm,” contrary to RCW 9A.36.021(1)(a). Id. at 23. Both were charged as domestic violence offenses. The parties later agreed to include fourth degree assault as a lesser included charge on both counts one and two.\n¶4 For count one (based on grabbing the victim’s neck), the jury convicted Villanueva-Gonzalez of the lesser included charge of fourth degree assault. For count two (based on the head butt), the jury convicted Villanueva-Gonzalez of second degree assault. Villanueva-Gonzalez appealed, contending that the two convictions violated double jeopardy. The Court of Appeals agreed and reversed the fourth degree assault conviction. State v. Villanueva-Gonzalez, 175 Wn. App. 1, 8, 304 P.3d 906 (2013). The State petitioned for review, which we granted. State v. Villanueva-Gonzalez, 179 Wn.2d 1008, 316 P.3d 494 (2014).\nISSUE\n¶5 Did Villanueva-Gonzalez’s convictions for second degree assault and fourth degree assault violate double jeopardy?\nANALYSIS\n¶6 Villanueva-Gonzalez claims that his two convictions violate the prohibitions on double jeopardy in the federal and state constitutions. See U.S. Const. amend. V; Wash. Const. art. I, § 9. We review double jeopardy claims de novo. State v. Hughes, 166 Wn.2d 675, 681, 212 P.3d 558 (2009).\n¶7 The principle of double jeopardy prevents a person from being “twice put in jeopardy for the same offense.” Wash. Const. art. I, § 9. The prohibition on double jeopardy generally means that a person cannot be prosecuted for the same offense after being acquitted, be prosecuted for the same offense after being convicted, or receive multiple punishments for the same offense. Dep’t of Revenue v. Kurth Ranch, 511 U.S. 767, 769 n.1, 114 S. Ct. 1937, 128 L. Ed. 2d 767 (1994). It is that last principle — that a person cannot receive multiple punishments for the same offense — that we grapple with today.\n¶8 Notably, while this is a constitutional issue, it is ultimately “a question of statutory interpretation and legislative intent.” State v. Adel, 136 Wn.2d 629, 634, 965 P.2d 1072 (1998). The legislature is tasked with defining criminal offenses, and the prohibition on double jeopardy imposes “[f]ew, if any, limitations” on that power. Sanabria v. United States, 437 U.S. 54, 69, 98 S. Ct. 2170, 57 L. Ed. 2d 43 (1978). Thus, this case requires us to determine whether Villanueva-Gonzalez was punished twice for the “same offense,” which turns on the question of whether the legislature intended to define assault in such a way that Villanueva-Gonzalez’s actions constituted one offense or multiple offenses.\n1. To Determine Whether Double Jeopardy Was Violated, We Must Look to the Act or Course of Conduct the Legislature Intended To Punish\n¶9 We generally apply different double jeopardy analyses depending on whether the convictions at issue were under the same statutory provision or different statutory provisions. The “unit of prosecution” analysis applies when a defendant has multiple convictions under the same statutory provision, and it asks “what act or course of conduct has the Legislature defined as the punishable act.” Adel, 136 Wn.2d at 634. The Blockburger analysis applies when a defendant has convictions under different statutes, and it asks whether the convictions were “the same in law and in fact.” Id. at 632-33.\n¶10 In this case, Villanueva-Gonzalez was convicted of violating RCW 9A.36.021(1)(a), which states, “A person is guilty of assault in the second degree if he or she, under circumstances not amounting to assault in the first degree [,] . . . [intentionally assaults another and thereby recklessly inflicts substantial bodily harm.” He was also convicted of violating RCW 9A.36.041(1), which states, “A person is guilty of assault in the fourth degree if, under circumstances not amounting to assault in the first, second, or third degree, or custodial assault, he or she assaults another.”\n¶11 Villanueva-Gonzalez argues that because he was convicted under two different assault provisions, the Blockburger analysis applies. The State argues that the unit of prosecution test applies because both convictions were under the assault statute. Neither is a perfect fit for this case, where one crime (fourth degree assault) is typically a lesser included charge to the other crime (second degree assault). While Villanueva-Gonzalez is technically correct that he was convicted under two different assault provisions, the Blockburger analysis is not helpful here. The Blockburger analysis is a tool for courts to determine whether two different crimes were based on the same evidence, and it asks whether each statutory provision requires proof of a fact that the other does not. Id. at 633. Our prior cases applying the Blockburger analysis focus on whether two crimes are the same in law. Those cases and that analysis do not help us in this case, where the convictions are plainly the same in law and one did not require proof of a fact that the other did not.\n¶12 Even under the Blockburger analysis, if two convictions are the same in law, we then analyze whether they are the same in fact. To resolve this issue, we must determine what act or course of conduct the legislature has defined as the punishable act, This is the exact question that the unit of prosecution test is designed to answer. Therefore, we find it appropriate to apply the unit of prosecution test in this case.\n2. Because the Common Law Definition of Assault Is Open to Multiple Reasonable Interpretations, We Look to Other Jurisdictions and Apply the Rule of Lenity To Determine That Assault Is a Course of Conduct Crime\n¶13 In determining whether the legislature intended assault to be a course of conduct offense or a separate act offense, we first turn to the statutory language. See id. at 634-35. However, there is no statutory definition of assault and so we must turn to the common law definition of assault. Peasley v. Buget Sound Tug & Barge Co., 13 Wn.2d 485, 504, 125 P.2d 681 (1942). In this case, the jury was instructed on the common law definition of “assault” from the pattern jury instructions:\nAn assault is an intentional touching or striking of another person, with unlawful force, that is harmful or offensive regardless of whether any physical injury is done to the person. A touching or striking is offensive if the touching or striking would offend an ordinary person who is not unduly sensitive.\nCP at 41 (Instruction 10) (emphasis added); 11 Washington Practice: Washington Pattern Jury Instructions: Criminal 35.50, at 547 (3d ed. 2008) (WPIC). This court has cited the WPIC definition of “assault” as the common law definition of “assault.’’See State v. Smith, 159 Wn.2d 778, 781-82, 154 P.3d 873 (2007).\n¶14 In this definition, the key phrase describing the nature of the act is “an intentional touching or striking.” On its face, we do not find this language clear as to whether assault is a course of conduct offense or a separate act offense. The Eighth Circuit Court of Appeals came to a similar conclusion in United States v. Chipps, 410 F.3d 438 (8th Cir. 2005). There, the court considered whether double jeopardy was violated when a defendant was convicted of two counts of simple assault for assaulting the victim with his feet and with a baseball bat. Id. at 447-49. Because the common law was unclear, the court applied the rule of lenity and held that only one punishment could be imposed for an assaultive course of conduct. Id. at 448-49.\n¶15 The Eighth Circuit is not alone in coming to that conclusion — courts across the country have largely concluded that assault is a course of conduct crime. For instance, the Court of Appeals for the District of Columbia considered a case very similar to this one where the defendant was convicted on two different assault charges (assault with a dangerous weapon and assault with intent to kill) for hitting the victim with a curling iron and a hammer and then throwing the victim down a flight of stairs. Smith v. United States, 135 U.S. App. D.C. 284, 285, 418 F.2d 1120 (1969). The court held that the defendant could not be sentenced to cumulative sentences because “[t]he fact that a criminal episode of assault involves several blows or wounds, and different methods of administration, does not convert it into a case of multiple crimes for purposes of sentencing.” Id.\n¶16 The Missouri Court of Appeals examined this issue in a case that involved a man who cut his ex-girlfriend with a knife inside a vehicle multiple times. State v. Garnett, 298 S.W.3d 919, 921, 923 (Mo. Ct. App. 2009). The court applied the Missouri statutory limitation on convictions for multiple offenses and concluded that the incident could be considered only a single assault because it was a “quick, continuing attack,” with no evidence of separation of time sufficient to provide the defendant with “an opportunity to reconsider his actions.” Id. at 924.\n¶17 In the same way, the Tennessee Court of Appeals concluded that a man could not be convicted of two assaults when he attacked his ex-girlfriend with a knife in her house and then when she ran from the house, he chased her down and cut her again. State v. Pelayo, 881 S.W.2d 7, 11-13 (Tenn. Crim. App. 1994). The court held that the two assaultive acts “coalesced into an ‘unmistakable single act,’ though separated by a few seconds and feet.” Id. at 13.\n¶18 The California Court of Appeal applied similar reasoning in People v. Wooten, 214 Cal. App. 4th 121, 128-29, 153 Cal. Rptr. 3d 684 (2013), where it analyzed the California statutory provision against multiple punishments for a single criminal act. In that case, the court held that the statute did not bar multiple sentence enhancements for great bodily injury when the defendant first violently assaulted the victim in an attempt to sexually assault her and then subsequently violently assaulted her in an attempt to kill her after she tried to run away. Id. at 132-33. The court held that the two attacks constituted separate assaults because they had different purposes and because an intervening event had occurred between them. Id. at 133.\n¶19 In light of the ambiguity in the common law definition of assault and the general consensus of courts across the country that it is at best ambiguous as to whether assault applies to individual actions or a course of conduct, we must apply the rule of lenity, Roberts, 117 Wn.2d at 586, and use the interpretation most favorable to the defendant. Therefore, we hold that assault should be treated as a course of conduct crime until and unless the legislature indicates otherwise. We came to a similar conclusion in Adel, where we held that because the statute was unclear as to the unit of prosecution for simple drug possession, we had to apply the rule of lenity. 136 Wn.2d at 634-35. Interpreting assault as a course of conduct crime also helps to avoid the risk of a defendant being “convicted for every punch thrown in a fistfight” that we identified in State v. Tili, 139 Wn.2d 107, 116, 985 P.2d 365 (1999).\n3. Villanueva-Gonzalez’s Actions Constituted One Course of Conduct, and Thus His Two Convictions Violated Double Jeopardy\n¶20 There is no bright-lipe rule for when multiple assaultive acts constitute one course of conduct. While any analysis of this issue is highly dependent on the facts, courts in other jurisdictions generally take the following factors into account:\n- The length of time over which the assaultive acts took place,\n- Whether the assaultive acts took place in the same location,\n- The defendant’s intent or motivation for the different assaultive acts,\n- Whether the acts were uninterrupted or whether there were any intervening acts or events, and\n- Whether there was an opportunity for the defendant to reconsider his or her actions.\nWe find these factors useful for determining whether multiple assaultive acts constitute one course of conduct. However, no one factor is dispositive, and the ultimate determination should depend on the totality of the circumstances, not a mechanical balancing of the various factors.\n¶21 Applying those factors to this case, we find that Villanueva-Gonzalez’s actions constituted one course of conduct. First, the assaultive actions for which he was charged — head butting the victim and then grabbing her neck and holding her against some furniture — took place in the same location. Second, the record implies (although does not clearly state) that the actions took place over a short time period, and there is no indication in the record of any interruptions or intervening events. Similarly, there is no evidence that would suggest that he had a different intention or motivation for these actions or that he had an opportunity to reconsider his actions. Based on the evidence in the record before us, we conclude that VillanuevaGonzalez’s actions constituted a single course of conduct. Therefore, we affirm the Court of Appeals and hold that his two assault convictions violated double jeopardy.\nCONCLUSION\n¶22 To determine whether double jeopardy was violated in this case, we evaluate whether the legislature intended that an assaultive episode be punished for each individual act or for the course of conduct. Since the legislature did not define “assault,” we turn to the common law. Given the ambiguous nature of the common law definition of “assault,” we look to other jurisdictions — have largely concluded that assault is a course of conduct crime — and apply the rule of lenity, adopting the rule of interpretation most favorable to the defendant. Treating assault as a course of conduct crime, we affirm the Court of Appeals and hold that Villanueva-Gonzalez’s convictions for assault violated double jeopardy because his actions took place during a single course of conduct.\nMadsen, C.J.; C. Johnson, Fairhurst, Stephens, Wiggins, González, and Gordon McCloud, JJ.; and Kulik, J. Pro Tem., concur.\nVillanueva-Gonzalez was also charged with and convicted of first degree criminal impersonation for giving a false name to the police when they arrived to investigate the domestic violence incident. That conviction is not at issue in this case.\nBlockburger v. United States, 284 U.S. 299, 304, 52 S. Ct. 180, 76 L. Ed. 306 (1932).\nFourth degree assault does not require proof of any element that second degree 'assault does not also require. If there were enough evidence to convict a person of second degree assault, no additional proof would be needed to instead convict the person of the lesser included charge of fourth degree assault. As the United States Supreme Court has recognized, this is “invariably true of a greater and lesser included offense.” Brown v. Ohio, 432 U.S. 161, 167-68, 97 S. Ct. 2221, 53 L. Ed. 2d 187 (1977).",
        "type": "majority",
        "author": "Owens, J."
      }
    ],
    "attorneys": [
      "Anthony F. Golik, Prosecuting Attorney, and Anne M. Cruser, Deputy, for petitioner.",
      "Maureen M. Cyr (of Washington Appellate Project), for respondent."
    ],
    "corrections": "",
    "head_matter": "[No. 89364-1.\nEn Banc.]\nArgued March 18, 2014.\nDecided July 17, 2014.\nThe State of Washington, Petitioner, v. Miguel Angel Villanueva-Gonzalez, Respondent.\nAnthony F. Golik, Prosecuting Attorney, and Anne M. Cruser, Deputy, for petitioner.\nMaureen M. Cyr (of Washington Appellate Project), for respondent."
  },
  "file_name": "0975-01",
  "first_page_order": 1039,
  "last_page_order": 1050
}
