{
  "id": 1371681,
  "name": "Unterberger & Company v. Wiley",
  "name_abbreviation": "Unterberger & Co. v. Wiley",
  "decision_date": "1926-04-12",
  "docket_number": "",
  "first_page": "976",
  "last_page": "979",
  "citations": [
    {
      "type": "official",
      "cite": "170 Ark. 976"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 393,
    "char_count": 7152,
    "ocr_confidence": 0.506,
    "pagerank": {
      "raw": 4.7492960360752035e-08,
      "percentile": 0.2975076925334257
    },
    "sha256": "5b103ba138e5e486734ae345bb495977e851dce85254540f95f1fc395cf9a966",
    "simhash": "1:e67f32f04e607e04",
    "word_count": 1201
  },
  "last_updated": "2023-07-14T23:00:36.957476+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Unterberger & Company v. Wiley."
    ],
    "opinions": [
      {
        "text": "Humphreys, J.\nThis suit was brought by appellee against appellant in the circuit court of Clay County, Eastern District, to recover a balance of $82 on November salary and $100 for December salary under an employment for a period of one year as a clerk in appellant’s store at Hector, Arkansas. Appellee alleged that, on December 1, 1923, one month before the contractual term of service expired, appellant discharged him without legal cause.\nAppellant interposed three defenses to the alleged cause of action; first, that appellee voluntarily quit his employment; second, that, if discharged, there was a legal cause for doing so; and third, an accord and satisfaction by appellee’s acceptance of a check for $82 in full of his claims.\nThe cause was submitted to a jury upon the pleadings, testimony adduced by the parties, and instructions of the court, which resulted in a verdict in favor of appellee for $100. During the trial, by agreement, “in full of all claims ’ ’ was scratched off the face of the check, and appellee was permitted to cash it without further prejudice to his right to prosecute his claim for the December salary, and the cause proceeded on that issue alone.\nLittle or no testimony was introduced in support of appellant’s defense that appellee quit voluntarily, so a reversal of the judgment is sought upon the grounds that appellant had legal cause to discharge appellee, but, if not, that appellee was estopped to claim the December salary by the acceptance of the check for $82 which recited on its face “in full for all claims.”\n(1). Appellant requested a peremptory instruction upon the theory that the undisputed testimony revealed that appellee refused to obey his reasonable orders to wait upon a customer. The court refused to give the instruction, and appellant insists that reversible error was committed in refusing to do so. The law is that an employee must obey the reasonable orders of his employer and that a disobedience of them will justify the employee’s discharge. 18 R. C. L. 520; 26 Cyc. 990, 992; Frazier on Master & Servant, 71. “Reasonable orders” not only have reference to the kind and character of directions and commands given, but also to the manner in which made. An employer must make his requests in a courteous manner. He must not couch his orders in abusive, insulting language, thereby displaying ill temper towards his employee, and expect obedience. In the instant case the store was crowded with customers, and appellant (employer), being busy himself, took a new customer to appellee and requested him to wait upon him. Appellee was already waiting upon a customer or two, so he did not offer to wait upon the new customer immediately. The failure to wait upon the new customer at the moment resulted in hot words between them and several subsequent belligerent altercations and a discharge of appellee. It goes without saying that appellant had a right to order appellee to quit waiting upon one customer and wait upon another. He was the owner of the store, and had the right to adopt his own methods of conducting the business, and appellee (clerk) had no right to ignore his orders pertaining'thereto, even .if they did not meet with his approval. The record, however, reflects a conflict in the testimony as to appellant’s manner in requesting appellee to wait upon the new customer.\nAppellant testified that he called appellee to wait upon the new customer, and he said something under his nose; that he called him again, and appellee said, “You go to hell”, and followed it up by striking him. Appellee testified that, when appellant requested him to wait upon Matt Vowell, he replied that he was already waiting upon two customers, and would do so as soon as he got through with them, whereupon appellant got rough with him and discharged him because he did not wait upon Vowell immediately; that hot words passed between them, and a fig’ht followed.\nWe'do not understand from appellee’s testimony that he refused to wait upon Vowell, but was simply trying to postpone the service for a few moments out of courtesy to the other customers. In other words, that no insubordination was intended by him. A clerk is not a mere machine, and is usually employed and retains his position on account of his personal following. In order to retain the good will of the trade, he must be courteous to all customers alike, and it would be impossible for him to maintain his good standing with them if his employer were allowed to humiliate him in their presence.\n\"We think the testimony of these two witnesses and of others bearing upon this point presented the question for the jury of whether the discharge of appellee was the result of insubordination on his part or ill temper and discourteous treatment on the part of appellant.\nThe peremptory instruction was properly refused.\n(2). Appellant next insists upon a reversal of the_ judgment because appellee accepted and retained the $82 check for over a month. The undisputed testimony-in the case does not show that appellee accepted the check or that he willingly retained it for more than a month. Appellant testified that he did, but appellee testified that he received the check by mail, and immediately hunted up- appellant and tendered it back to him, and when he refused it, he requested him to strike out the words “in full for all claims”; that he told appellant he would not accept and cash the check in full settlement of his claim, but intended to sue him for the entire indebtedness. The retention of the cheek by appellee under these circumstances until the institution of the suit 'did not amount to an accord and satisfaction.\nWe have examined the instructions, and find that they correctly submitted the two real issues in the case to the jury for determination.\nThe judgment is therefore affirmed.",
        "type": "majority",
        "author": "Humphreys, J."
      }
    ],
    "attorneys": [
      "Z. B. Harrison and Will J. Irvin, for appellant.",
      "Ward & Ward; for appellee."
    ],
    "corrections": "",
    "head_matter": "Unterberger & Company v. Wiley.\nOpinion delivered April 12, 1926.\n1. Master and servant—discharge of employee—disobedience.— An employee must obey the reasonable orders of his employer, and a disobedience of them will justify the employee’s discharge; but the reasonableness of orders has reference not only to the kind and character of directions, but also to the manner in which they are made.\n2. Master and servant—discharge of employee—discourtesy.— A peremptory instruction to find against an employee suing for a wrongful discharge was properly refused, although he disobeyed the master’s orders, where there was evidence that the orders were given in an ill-tempered and discourteous manner.\n3. Accord and satisfaction—retention of check.—Where defendant mailed a check to plaintiff reciting that it was in full settlement of plaintiff’s claim, and plaintiff immediately tendered the check to defendant, saying that he would not accept it in full settlement, and he did not cash it until suit was brought and until by agreement the recital of satisfaction was erased from the check, his retention of the check did not amount to an accord and satisfaction.\nAppeal from Clay Circuit Court, Eastern District; G. E. Keclc, Judge;\naffirmed.\nZ. B. Harrison and Will J. Irvin, for appellant.\nWard & Ward; for appellee."
  },
  "file_name": "0976-01",
  "first_page_order": 992,
  "last_page_order": 995
}
