{
  "id": 1435399,
  "name": "Howell v. Harvill",
  "name_abbreviation": "Howell v. Harvill",
  "decision_date": "1932-05-30",
  "docket_number": "4-2581",
  "first_page": "977",
  "last_page": "980",
  "citations": [
    {
      "type": "official",
      "cite": "185 Ark. 977"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "266 S. W. 301",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "166 Ark. 364",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1378590
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/166/0364-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 362,
    "char_count": 5404,
    "ocr_confidence": 0.483,
    "pagerank": {
      "raw": 1.5985071442179916e-07,
      "percentile": 0.6834632057699117
    },
    "sha256": "b7b3d8c178d58a56f56c92f563b26da00601bd40ddb58385ff965dc88453e67d",
    "simhash": "1:4d806c2d9276bdc9",
    "word_count": 959
  },
  "last_updated": "2024-02-27T17:51:09.396208+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Howell v. Harvill."
    ],
    "opinions": [
      {
        "text": "McHaney, J.\nAppellant prosecutes this appeal from a judgment for $8,642.50 against him for personal injuries sustained hy appellee hy reason of a cave-in or slide of gravel in the gravel pit of appellant some distance out of Jonesboro. Appellee was employed hy appellant as fireman on a steam shovel used hy appellant in digging gravel from a gravel pit known and operated as Cotton Belt Gravel Company, and his right leg was crushed when a large slide of gravel caught him on the running hoard of the steam shovel on which he was standing at the time, having gone out on the running hoard to advise the operator of the shovel that the water was low and that it would he necessary to cease operations to get a sufficient head of water in the boiler. Appellee and the shovel operator, Whittington, were engaged in digging gravel from a large pit by scooping it np as it caved in from the bank or by scooping into the bank with the steam shovel and undermining it so it would cave in, and loading it on cars by an operation of the steam shovel. It was all done mechanically. Neither the operator, Whittington, nor appellee were in any danger caused by slides of gravel from the bank when in the cab of the machinery. The bank of gravel was estimated by the witnesses to be from 25 to 50 feet high, but by actual measurement was shown to be 30 feet high. On August 19, 1929, the accident occurred, causing serious and permanent injuries to appellee. He was immediately taken to a hospital, treated for his injuries, and on January 10, 1930, appellant settled the claim for $1,000 plus hospital and doctor’s bills of $357.50, on the representation of the physician that he had recovered, with a good union of the broken bones, and would be well again.\nAppellant requested a directed verdict in his favor, which was refused. We think this request should have been given, and that appellee was not entitled to recover in this action for two reasons: 1st. that appellant was not guilty of any actionable negligence; and, 2nd, that if there were any negligence shown, it was the negligence of a fellow-servant, Whittington, for which no recovery can be had. This view makes it unnecessary to discuss other questions argued by the parties.\nThe undisputed evidence shows that appellant was mining gravel by use of a steam shovel; that it is the universal custom or proper method to operate the shovel by scooping into the bank of the gravel bed, filling the scoop or shovel, and, by an operation of the machinery, the shovel or scoop is then turned to a car and dumped into it. The same process is then repeated, and the gravel loaded into cars. The scoop or shovel operates from the bottom of the bank upwards, and in this way the bank is undermined, and the gravel bank caves in, causing slides. It frequently happens that the gravel slides in around the machine which is only the length of the boom or arm away from the bank, and often covers it up. The machine then hacks out, scoops up the loose gravel, and digs into the hank again for another slide. It is not customary or good practice to dynamite a hank no higher than this was, hut the universal practice is to undermine it with the shovel and let it cave in. Appellant was proceeding in the usual, customary and proper way to remove the gravel when the injury complained of occurred. The machinery was being frequently changed to bring it closer to the bank as gravel was removed or to back up, if necessary, to get out of a slide and pick up the cave-in, and working conditions were changing as the necessity arose.\nWhere the conditions under which a servant works are constantly changing, so as to increase or diminish his safety, it is his duty to make his place of work safe, and no duty in that regard rests upon the master, the servant assuming the risk arising from the use of the working place and appliances. Moline Timber Co. v. McClure, 166 Ark. 364, 266 S. W. 301.\nAppellee had been working in the capacity of fireman for two or three months, and during all that time they had been doing the work in exactly the same way. No dynamite had been used. Under these circumstances, we think there was no negligence shown on the part of the master.\nBut, conceding negligence, it was the negligence of Whittington, a fellow-servant. Both appellee and Whittington were engaged in a common purpose under a common foreman, Thorpe. Neither had any control or direction over the other, and neither could hire or discharge the other. So, if there be any negligence shown, such as failing to warn, or turning the machinery to the right instead of the left, or in failing to notice the trickling or spitting of the gravel and failing to move the machinery to a place of safety, it was the negligence of Whittington, a fellow-servant. Appellant, although present on the job, was not exercising immediate supervision over appellee or Whittington, nor directing personally how the- work should be done.\nWe are therefore of the opinion that there was no substantial evidence to take the case to the jury, and that appellant’s request for a directed verdict should have been granted. The case will be reversed, and, as same seems to he fully developed, the cause will be dismissed. It is so ordered.",
        "type": "majority",
        "author": "McHaney, J."
      }
    ],
    "attorneys": [
      "Busbee, Pugh >& Harrison, for appellant.",
      "Charles D. Frierson, Jr., and Chas. D. Frierson, for appellee."
    ],
    "corrections": "",
    "head_matter": "Howell v. Harvill.\n4-2581\nOpinion delivered May 30, 1932.\nBusbee, Pugh >& Harrison, for appellant.\nCharles D. Frierson, Jr., and Chas. D. Frierson, for appellee."
  },
  "file_name": "0977-01",
  "first_page_order": 997,
  "last_page_order": 1000
}
