{
  "id": 1432146,
  "name": "Atlas Life Insurance Company v. Wells",
  "name_abbreviation": "Atlas Life Insurance v. Wells",
  "decision_date": "1933-10-09",
  "docket_number": "4-3123",
  "first_page": "979",
  "last_page": "984",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 979"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "254 S. W. 335",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "160 Ark. 98",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8719573
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/160/0098-01"
      ]
    },
    {
      "cite": "284 U. S. 489",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5717592
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/us/284/0489-01"
      ]
    },
    {
      "cite": "75 Atl. 1037",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "227 Penn. 220",
      "category": "reporters:state",
      "reporter": "Penn.",
      "opinion_index": 0
    },
    {
      "cite": "153 S. W. 253",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "106 Ark. 310",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1345650
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/106/0310-01"
      ]
    },
    {
      "cite": "107 S. W. 1177",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "85 Ark. 246",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1523337
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/85/0246-01"
      ]
    },
    {
      "cite": "123 S. W. 757",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "92 Ark. 460",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1548603
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/92/0460-01"
      ]
    },
    {
      "cite": "56 S. W. (2d) 433",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "186 Ark. 61",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8718444
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/186/0061-01"
      ]
    },
    {
      "cite": "49 S. W. (2d) 364",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "185 Ark. 660",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1435072
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/185/0660-01"
      ]
    },
    {
      "cite": "32 S. W. (2d) 310",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "182 Ark. 496",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1389754
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/182/0496-01"
      ]
    },
    {
      "cite": "57 S. W. (2d) 555",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "186 Ark. 1019",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8726795
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/186/1019-01"
      ]
    },
    {
      "cite": "54 S. W. (2d) 407",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "186 Ark. 518",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "47 S. W. (2d) 600",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "185 Ark. 335",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1435278
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/185/0335-01"
      ]
    },
    {
      "cite": "47 S. W. (2d) 812",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "185 Ark. 445",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1435198
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/185/0445-01"
      ]
    },
    {
      "cite": "55 S. W. (2d) 788",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "186 Ark. 672",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8724880
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/186/0672-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 471,
    "char_count": 9180,
    "ocr_confidence": 0.496,
    "pagerank": {
      "raw": 2.24141854312738e-07,
      "percentile": 0.7801794622003059
    },
    "sha256": "48d28a67df355ebbf863ccfe329c704c61a963d5a0d05c404a48002602425391",
    "simhash": "1:92476c251268fc86",
    "word_count": 1596
  },
  "last_updated": "2024-02-27T21:18:50.990705+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Smith and McHaney, JJ., concur."
    ],
    "parties": [
      "Atlas Life Insurance Company v. Wells."
    ],
    "opinions": [
      {
        "text": "Mehaffy, J.\nOn July 9, 1921, the appellant, Atlas Life Insurance Company of Tulsa, Oklahoma, issued to the appellee, Billie D. Wells, its policy insuring the life of appellee for $5,000. The policy contained the following provisions:\n“And the company agrees to pay to the insured fifty dollars monthly during the lifetime of the insured, if the insured becomes wholly and permanently disabled, before age 60, and to waive the payment of premiums thereafter becoming due, subject to all the terms and conditions contained in section A hereof:\n‘ ‘ Section A. Permanent and Total Disability. After one full premium shall have been paid upon this policy and before default in the payment of any subsequent premium, if the insured shall furnish the company with due proof that he has since such payment and before having attained the age of sixty years become wholly disabled by bodily injuries or disease, not occasioned by military or naval service or participation in aeronautic or submarine expeditions or operations, and will be presumably thereby permanently, continuously and wholly prevented from engaging in any occupation or employment whatsoever for remuneration or profit, and that such disability has then existed for not less than sixty days, then,\n“1. Waiver of Premium. Commencing with the anniversary of the policy next succeeding the receipt of such proof, the company will on each anniversary waive payment of the premium for the ensuing insurance year. ’ ’\n‘ ‘2. Life Income of Insured. Six months after the anniversary of the policy next succeeding the receipt of such proof, the company will begin to pay to the insured the monthly income stated on the first page of this policy, which income will be continued during the lifetime and continued disability of the insured. Interest on any indebtedness on this policy shall be deducted from each monthly income payment. The premiums so waived and the disability income so paid shall not be deducted from the amount payable at death nor shall they impair the loan or surrender values, if any, under this policy.”\nThe complaint in this suit was filed on August 18, 1932. It was alleged that on February 17, 1932, when the policy w&s in force and effect, and before appellee reached the age of sixty years, and after one full annual premium had. been paid thereon, and when there was no default in the payment of any subsequent premium due on said policy, appellee was wholly and permanently disabled by bodily injuries described in the complaint, and that by said injuries he was permanently, continuously and wholly prevented from engaging in any occupation whatsoever for remuneration, profit or gain, and such disability has existed more than sixty days; that the injuries are permanent and incurable. It was alleged that due proof of loss was furnished the appellant on July 9, 1932.\nAppellant filed a demurrer alleging that the complaint failed to state a cause of action, and that the complaint shows upon its face that no cause of action has accrued, and also that the complaint shows upon its face that suit has been prematurely brought. The demurrer was overruled, and appellant excepted.\nThe appellant then filed answer denying the material allegations in the complaint, and pleading the provisions of the policy above set out. The appellant also filed a motion to dismiss because said suit had been prematurely brought.\nThere was a verdict and judgment in favor of appellee for $50 per month from the date of injury, with six per cent, interest, penalty ánd attorney’s fees. A motion for new trial was filed and overruled, and the case is here on appeal.\nThe evidence as to appellee’s total disability being in conflict, it was a question of fact for the jury, and the jury’s verdict was against the appellant. There was substantial evidence to support the verdict. The jury’s finding of fact on conflicting evidence, if there is any substantial evidence to support the verdict, will not be disturbed by this court.\nIn numerous cases decided by this court, we have discussed the question of total disability and reviewed the authorities, and we do not deem it necessary to review them here. Among the cases discussing this question and reviewing the authorities are: Missouri State Life Ins. Co. v. Holt, 186 Ark. 672, 55 S. W. (2d) 788; Mutual Benefit Health & Acc. Ass’n v. Bird, 185 Ark. 445, 47 S. W. (2d) 812; Missouri State Life Ins. Co. v. Snow, 185 Ark. 335, 47 S. W. (2d) 600; Missouri State Life Ins. Co. v. Johnson, 186 Ark. 518, 54 S. W. (2d) 407; Guardian Life Ins. Co. v. Johnson, 186 Ark. 1019, 57 S. W. (2d) 555; Ætna Life Ins. Co. v. Spencer, 182 Ark. 496, 32 S. W. (2d) 310; Travelers’ Protective Ass’n v. Stephens, 185 Ark. 660, 49 S. W. (2d) 364; Mutual Life Ins. Co. v. Marsh, 186 Ark. 61, 56 S. W. (2d) 433.\nOur conclusion is that there was ample evidence to support the finding of the jury as to total disability.\nThis is not a suit for a breach of contract, but it is a suit based on the contract. It is insisted by the appellant that the complaint shows on its face that it was prematurely brought.\nThe complaint was filed August 13, 1932, and appellee based his cause of action on the policy, alleging that on February 17, 1932, he received the injuries that rendered him' permanently, continuously and wholly disabled. Appellee alleged that on July 9, 1932, he furnished the appellant proof of loss. It will be observed that the proof of loss was furnished on July 9, and the suit was begun August 13, 1932. The policy provides: “Six months after the anniversary of the policy next succeeding the receipt of such proof, the company will begin to pay to the insured the monthly income stated on the first page of this policy, which income will be continued during the lifetime and continued disability of the insured. Interest on any indebtedness on this policy shall be deducted from each monthly income payment. The premiums so waived and the disability income so paid shall not be deducted from the amount payable at death nor shall they impair the loan or surrender values, if any, under this policy.”\nThe promise of the insurance company was to pay, beginning six months after the anniversary of the policy next succeeding the receipt of proof. No cause of action therefore accrued until the six months expired, and this suit was begun less than two months after the proof of loss was made. It was therefore prematurely brought.\n“By the weight of authority, it is ground for abatement, that the action was prematurely brought, even though the right of action has matured before trial; as, in most jurisdictions, where an action is brought before maturity on a note or other debt; where the time for payment of a note or other debt has been extended by agreement, and an action is brought before expiration of the period of the extension; where an action is brought before the happening of an event upon the happening of which the right to commence the action is to accrue; and in many other like eases.” 1 C. J., 107, 108.\n“Appellee raised in the pleading her objection that the action was prematurely brought; and, if the evidence sustained the plea, the action should have been abated, even though the right of action had matured before the trial.” Jones v. Dyer, 92 Ark. 460, 123 S. W. 757; Ferguson v. Carr, 85 Ark. 246, 107 S. W. 1177; Rogers v. Wise, 106 Ark. 310, 153 S. W. 253.\n“Where the policy provided that the-loss should not be payable until 60 days after satisfactory proofs of loss were received, and the company objected to proofs of loss for specific valid reasons, and the insured furnished supplemental proofs, a suit brought 49 days after the supplemental proofs were furnished was premature.” Cooley’s Briefs on Insurance, vol. 7, p. 6782; Marino v. Hartford Fire Ins. Co., 227 Penn. 220, 75 Atl. 1037.\nIt is contended by the appellant that the policy had lapsed, and that therefore no cause of action existed. There was no premium due either at the time of the injury or at the time proof of loss was made.\nLiability attached when the disability occurred and proof of loss was made. Bergholm v. Peoria Life Ins. Co., 284 U. S. 489, 52 S. Ct. 230; Ætna Life Ins. Co. v. Phifer, 160 Ark. 98, 254 S. W. 335.\nThe rights of the. parties had become fixed at a time no premium was due. While the cause of action had not accrued, yet the liability existed, and all premiums that became due after the time fixed for payment under the disability clause in the policy are, by the express terms of the policy, waived, and are not to be. deducted in any settlement. Premiums that became due after the liability attached, but before the time fixed in the policy for a waiver of the premiums, are not waived, and, of course, are to he deducted, if they have not been paid.\nOur conclusion is that the only error in the case is that it was prematurely brought, and for that reason it must be reversed and remanded with directions to grant the motion to abate and dismiss the case without prejudice.\nSmith and McHaney, JJ., concur.",
        "type": "majority",
        "author": "Mehaffy, J."
      }
    ],
    "attorneys": [
      "H. M. Barney, for appellant.",
      "James D. Head, for appellee."
    ],
    "corrections": "",
    "head_matter": "Atlas Life Insurance Company v. Wells.\n4-3123\nOpinion delivered October 9, 1933.\nH. M. Barney, for appellant.\nJames D. Head, for appellee."
  },
  "file_name": "0979-01",
  "first_page_order": 999,
  "last_page_order": 1004
}
