{
  "id": 1428420,
  "name": "Michael v. Wood",
  "name_abbreviation": "Michael v. Wood",
  "decision_date": "1934-02-26",
  "docket_number": "4-3379",
  "first_page": "980",
  "last_page": "983",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 980"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "250 S. W. 344",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "158 Ark. 429",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 293,
    "char_count": 4823,
    "ocr_confidence": 0.507,
    "sha256": "55447a30eb710e442661678faad64481db1683fb29c6468a984f0796d49b345a",
    "simhash": "1:ef253f7900ad90bd",
    "word_count": 846
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Michael v. Wood."
    ],
    "opinions": [
      {
        "text": "Kirby, J.\nAppellant, who resides in the State of Wisconsin, acquired title to an iSO-acre- tract of land in Little River County in 1928, but, through ignorance of our tax collection system, failed to pay the general taxes due thereon for the year 1928, and the land was returned delinquent, and was sold in June, Í929, to the State. The land was not redeemed within two years as required by law, and the forfeiture was duly certified to the State in June, 1931.\nSuit was filed on August 24, 1931, pursuant to act 296 of 1929, page 1235, to confirm this forfeiture, and a decree of confirmation was rendered as prayed on May 16, 1932, quieting and confirming the title to the land in the State.\nThereafter, on May 15, 1933, appellant filed his verified petition in said action, in which he set up his ownership of the land and his lack of knowledge or information as to the pendency of the confirmation suit until after the rendition of the decree of confirmation. Various irregularities were alleged in the sale of the land to the State, which, if shown to be true, were sufficient to render the tax sale void, and it was the purpose of the confirmation proceedings to cure these irregularities.\nThe intervention alleged the nonpayment of the taxes due on the land for the year 1928, but did not allege the date of the sale, nor did the petition in alleging the various duties required of the collector and county clerk to make a valid sale, which under the law should have been performed in the year 1929, recite that year as it should have done. In alleging the omission of duties on the part of these officials, the year was alleged in each instance as “192.......” However, an amended intervention was filed which correctly stated the year to be 1929, but this amended intervention was not filed until May 29, 1933, which was more than one year after the date of the confirmation decree. This amendment did not constitute the filing of a new cause of action, but, as was said of a similar situation in the case of Sternberg v. Strong, 158 Ark. 429, 250 S. W. 344, “was properly an amendment to a complaint insufficient and defectively stated in the first instance.” Moreover, we judicially know that a sale for the 1928 taxes would occur, as the amended intervention alleged, in the year 1929, in which year the official duties of the collector and clerk in returning the land as delinquent and advertising it for sale would have been performed, and it was the improper performance of these duties whieh the intervention alleged rendered the sale invalid.\nAppellee, who donated the land from the State after the rendition of the confirmation decree, intervened in this proceeding, and filed a demurrer to the intervention. The demurrer was sustained to the intervention, and it was dismissed as being without equity, and this appeal is from that decree.\nThe recent case of Black v. Waddell, ante p. 872, is decisive of the question presented on this appeal. We there said: “We think the clear intent and meaning of § 9 of act 296 is to grant to the true owner one year from the date of the confirmation decree in which to assert any defenses which might have been available to him prior to the decree, and that this right is conditioned only upon his ability to show that the tax sale or forfeiture to the State was void or voidable. Since § 9 of act 296 is construed to be an extension of one year of grace to the landowner, conditioned only upon his ability to show that the tax forfeiture or sale was void or voidable, it necessarily follows that it is immaterial whether or not he had actual or constructive notice of the pendency of such suit.”\nThe intervention sufficiently alleges the invalidity of the forfeiture to the State and contains the jurisdictional recital that the owner had no knowledge of the pendency of the confirmation suit until after the rendition of the decree of confirmation. Now, while the decree may have cured the irregularities which otherwise would have rendered the sale void, the confirmation was subject to the rights of the owner within one year to intervene by filing a verified motion asserting that he had no knowledge of the pendency of the suit and setting up a meritorious defense to the complaint upon which the confirmation decree was rendered. The case of Black v. Waddell, supra, is decisive of the question that a showing that the original forfeiture was void is a meritorious defense within the meaning of § 9 of this act.\n\"We conclude therefore that the court was in error in sustaining the demurrer to the intervention, and the decree is reversed, and the cause will be remanded with directions to overrule the demurrer.",
        "type": "majority",
        "author": "Kirby, J."
      }
    ],
    "attorneys": [
      "J. O. Livesay, for appellant.",
      "Jones & Jones, for appellee.",
      "Will Steel, amicus curiae."
    ],
    "corrections": "",
    "head_matter": "Michael v. Wood.\n4-3379\nOpinion delivered February 26, 1934.\nJ. O. Livesay, for appellant.\nJones & Jones, for appellee.\nWill Steel, amicus curiae."
  },
  "file_name": "0980-01",
  "first_page_order": 998,
  "last_page_order": 1001
}
