{
  "id": 8726656,
  "name": "Botts v. Arkansas County",
  "name_abbreviation": "Botts v. Arkansas County",
  "decision_date": "1933-01-30",
  "docket_number": "4-2832",
  "first_page": "981",
  "last_page": "983",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 981"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 249,
    "char_count": 4053,
    "ocr_confidence": 0.507,
    "sha256": "267d0fb084ca6b135cf16839c416c6c69f3f27d8f1bfe145fd18616394d7d085",
    "simhash": "1:1b213cb8800b0f96",
    "word_count": 680
  },
  "last_updated": "2023-07-14T16:45:47.259153+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Botts v. Arkansas County."
    ],
    "opinions": [
      {
        "text": "Humphreys, J.\nAppellant sought a judgment against appellee in the county court of Arkansas County and again, on appeal, in the circuit court, .Southern District, of said county for $459.44 on account of having recovered a judgment for appellee against M. F. Montgomery, former treasurer of said county, and his bondsmen in the sum of $2,679, which he retained out of his fees in excess of $5,000, contrary to the Constitution of Arkansas.\nThe cause was submitted in the circuit court on the testimony adduced, and a judgment was rendered in favor of appellant against appellee for $52.60, from which is this appeal.\nAppellant contends for a reversal of the judgment on the ground that, according to the undisputed facts, he was entitled to judgment in the full amount claimed.\nThe facts are, in substance, as follows:\nAppellant and his law partner entered into a written contract with the county court of said county, by and with the advice and consent of the prosecuting attorney, to obtain adjustments and settlements of the amounts due the county by the county officers, which involved an audit and the institution and prosecution of many suits. An order of such employment was made and spread of record in the county court. The order, in part, is as follows:\n“Wherefore the court on this day hereby entered into an agreement and employed the law firm of Botts & O’Daniel for the purpose.of securing and assisting in an adjustment of the settlements of the above-named former officers of Arkansas County, and for their services it is agreed that the law firm of Botts & O’Daniel shall receive $250 and expenses for their services, and the further sum of 25 per cent, of all adjustments and collections made in the accounts of the above-named officers.”\nIn the course of the employment, the firm of Botts & 0 ’Daniel obtained a .judgment in favor of said county for $2,679 against M. F. Montgomery and his bondsmen, from which no appeal was taken, which was collectable and which they were prevented from collecting by the incoming county judge, who discharged them as attorneys in the case. After discharging them, the incoming county judge settled and satisfied the judgment for payment of $500 to the county by M. F. Montgomery.\nAppellee contends, first, that the county court had no authority to enter into the contract because no appropriation had first been made to defray the expenses of the litigation, and, second, that, if the county court had authority to make the contract, the judgment should be affirmed because same was settled for $500.\n(1) By reference to the order of employment, it will be seen that the fee was contingent and was, together with the retainer and expenses, to he paid ont of adjustments and settlements. This kind of contract is not the character of contract inhibited before an appropriation has been previously made therefor under § 1976 of Crawford & Moses’ Digest.\n(2) It is argued that, because the contract uses the words “settlements and adjustments,” the contingent fee must be based on the amount actually collected, and not upon the amount of the judgment recovery, notwithstanding the judgment could and would have been collected. The undisputed evidence shows that the only reason the judgment was not collected by the attorneys for the county was that they were discharged without cause by the incoming county judge. We think the provisions of the contract were substantially complied with when a judgment was obtained which was collectable in full. It is true that parties may compromise suits without the consent of their attorneys, but such settlements are binding upon the parties only and do not prejudice the right of an attorney to a lien on the judgment for his fee.\nOn account of the error indicated, the judgment is reversed, and the cause is remanded with directions to the trial court to enter a judgment in favor of appellant for $459.44, the full amount claimed.",
        "type": "majority",
        "author": "Humphreys, J."
      }
    ],
    "attorneys": [
      "G. W. Botts, for appellant.",
      "Bay S. Gibson, for appellee."
    ],
    "corrections": "",
    "head_matter": "Botts v. Arkansas County.\n4-2832\nOpinion delivered January 30, 1933.\nG. W. Botts, for appellant.\nBay S. Gibson, for appellee."
  },
  "file_name": "0981-01",
  "first_page_order": 1001,
  "last_page_order": 1003
}
