{
  "id": 1428269,
  "name": "Reiman v. Rawls",
  "name_abbreviation": "Reiman v. Rawls",
  "decision_date": "1934-02-26",
  "docket_number": "4-3380",
  "first_page": "983",
  "last_page": "990",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 983"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "28 Ark. 555",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1884456
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/28/0555-01"
      ]
    },
    {
      "cite": "40 Ark. 423",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1897071
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/40/0423-01"
      ]
    },
    {
      "cite": "24 Ark. 242",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8726796
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/24/0242-01"
      ]
    },
    {
      "cite": "1 How. 311",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "case_ids": [
        3325053
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/us/42/0311-01"
      ]
    },
    {
      "cite": "249 N. W. 334",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 0
    },
    {
      "cite": "189 Minn. 422",
      "category": "reporters:state",
      "reporter": "Minn.",
      "case_ids": [
        1758923
      ],
      "opinion_index": 0,
      "case_paths": [
        "/minn/189/0422-01"
      ]
    },
    {
      "cite": "276 S. W. 2",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 1
    },
    {
      "cite": "169 Ark. 436",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1373917
      ],
      "opinion_index": 1,
      "case_paths": [
        "/ark/169/0436-01"
      ]
    },
    {
      "cite": "265 S. W. 53",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 1
    },
    {
      "cite": "165 Ark. 477",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1379784
      ],
      "opinion_index": 1,
      "case_paths": [
        "/ark/165/0477-01"
      ]
    },
    {
      "cite": "216 S. W. 289",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 1
    },
    {
      "cite": "141 Ark. 114",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1592917
      ],
      "opinion_index": 1,
      "case_paths": [
        "/ark/141/0114-01"
      ]
    },
    {
      "cite": "212 S. W. 77",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 1
    },
    {
      "cite": "138 Ark. 381",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1566888
      ],
      "opinion_index": 1,
      "case_paths": [
        "/ark/138/0381-01"
      ]
    },
    {
      "cite": "196 S. W. 931",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 1
    },
    {
      "cite": "130 Ark. 74",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 1
    }
  ],
  "analysis": {
    "cardinality": 724,
    "char_count": 13326,
    "ocr_confidence": 0.489,
    "pagerank": {
      "raw": 3.483298259389194e-07,
      "percentile": 0.8818795999303435
    },
    "sha256": "1823a226062b9caf295713b5d1bd5d7b7b450d276e4a658d3cf83c45d80494fe",
    "simhash": "1:eb8ac118505463b2",
    "word_count": 2283
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "I am authorized to say that Mr. Justice McHaney concurs in the views here expressed."
    ],
    "parties": [
      "Reiman v. Rawls."
    ],
    "opinions": [
      {
        "text": "Mehaffy, J.\nThis suit was brought in the Pulaski Chancery Court by appellant to “foreclose a mortgage against appellees. The note and mortgage were executed on December 20, 1927. The summons was issued and served on the appellees more than 20 days, and no answer had been filed, and the appellant filed motion to enter judgment and decree.\nThe appellees filed a response to said motion, and, among other things, alleged that the answer was not due under § 1 of act 21 of the Acts of the G-eneral Assembly of 1933. Section 1 of said act reads as follows: “Answers in suits to foreclose mortgages, deeds of trust or pledges executed prior to January 1, 1933, shall not be due until three months after the service of summons or the publication of the warning order.”\nPrior to the passage of said act 21, answer in foreclosure suits was due 20 days after the service of summons. The appellees, in their motion, pleaded § 1 of said act, and asked that the motion be denied. Appellant then filed demurrer to appellees’ response. The court thereupon overruled the demurrer, and denied the motion to enter judgment and decree, and dismissed said motion for want of equity. The case is here on appeal.\nIf § 1 of act 21 of 1933 is constitutional, the case must be affirmed. This is the only question involved in this case.\nAppellant contends that the act of the Legislature is unconstitutional and void because it is alleged that it is in conflict with § 17 of article 2 of the Constitution of the State of Arkansas. It is contended by appellant that the act impairs the obligation of the contract. It is also alleged that the act is in conflict with § 10 of article 1 of the Constitution of the United States. That section of the United States Constitution provides that no State shall pass any law impairing the obligation of contracts.\nAct 21 is an emergency act passed for the relief or benefit of the citizens of Arkansas who are in destitute circumstances because of the public economic emergency. It is a matter of common knowledge that the present is a period of great depression, and that land values have decreased until there is practically no market for such property. A home that was worth $2,500' when mortgaged to secure a debt some years ago would not bring at foreclosure sale more than one-fourth of this amount, and in many cases much less. There is not only no market for land, but practically all tbe banks in tbe country have failed, and it is impossible to borrow-money secured by mortgage or pledge of property, to pay debts, and thousands of people in Arkansas who were making a living prior to the depression have lost their jobs, are without work, and without means of support. Governments are created for the purpose of securing the rights of the citizens, and, if a government, during a period of such depression as we now have, could not protect its citizens, there would be no reason for its existence.\nThe Supreme Court of Minnesota, in the case of Blaisdell v. Home Building & Loan Association, 189 Minn. 422, 249 N. W. 334, said: “Whether or not a public emergency existed was a question of fact, debated and debatable, which addressed itself primarily to the Legislature. That it existed, promised not to be presently self-curative, and called for action, appeared from, public documents and from common knowledge and observation. If the law-making power on such evidence has determined the existence of the emergency and has, in the main, dealt with it in a manner permitted by the constitutional limitations upon legislative power, so far as the same affect the class of landlords now challenging the statutes, the legislation should be upheld. * * * The proposition is equally fundamental that the State may establish regulations reasonably necessary to secure the general welfare of the community by the exercise of its police power, although the rights of private property are thereby curtailed and freedom of contract is abridged. * * * Emergency laws in time of peace are uncommon but not unknown. Wholesale disaster, financial panic, the aftermath of war, earthquake, pestilence, famine, and fire, a combination of men or the force of circumstances may, as the alternative of confusion or chaos, demand the enactment of laws that would be thought arbitrary under normal conditions.”\nThe court also said in the same case: “In addition to the weight to be given the determination of the Legislature that an economic emergency exists which demands relief, the court must take notice of other considerations. The members of the Legislature come from every community of the State and from all the walks of life. They are familiar with conditions generally in every calling, occupation, profession and business in the State. Not only they, but the courts must be guided by what is common knowledge. It is common knowledge that in the last few years land values have shrunk enormously. Loans made a few years ago upon the basis of the then going values cannot possibly be replaced on the basis of present values. ’ ’\nAll that was said by the Minnesota court may be said of conditions in Arkansas at this time. The Minnesota case went to the Supreme Court of the United States, and was decided by that court on January 8,1934. That court upheld the Minnesota law, and affirmed the decision of the Supreme Court of Minnesota.\nThe Supreme Court of the United States said: “To ascertain the scope of the constitutional prohibition, we examine the course of judicial decisions in its application. These put it beyond question that the prohibition is not an absolute one, and is not to be read with literal exactness like a mathematical formula.”\nThe Supreme Court of the United States also said in the above case: “But into all contracts, whether made between States and individuals, or between individuals only, there enter conditions which arise not out of the literal terms of the contract itself; they are superinduced by the pre-existing and higher authority of the laws of nature, of nations or of the community to which the parties belong; they are always presumed, and must be presumed, to be known and recognized by all, are binding upon all, and need never, therefore, be carried into express stipulation, for this could add nothing to their force. Every contract is made in subordination to them, and must yield to their control, as conditions inherent and paramount, wherever a necessity for their execution shall occur.” * * * “It is the settled law of this court that the interdiction of statutes impairing the obligation of contracts does not prevent the State from exercising such powers as are vested in it for the promotion of the. common weal, or are necessary. for the general good of the public, though contracts previously entered into between individuals may thereby be affected. * * * The reservation of State power appropriate to such extraordinary conditions may be deemed to be as much a part of all contracts,, as is the reservation of State power to protect the public interest in the other situations to which we have referred. * * * The reserved power cannot be construed so as to destroy the limitations, nor is the limitation to be construed to destroy the reserved power in its essential aspects. They must be construed in harmony with each other.”\nThere are. many decisions of both State courts and United States courts upholding emergency legislation; but it would serve no useful purpose to review or cite them here. The recent decision of the Supreme Court of the United States above referred to reviews the authorities and settles the law on this question.\nHowever, the decision in this case does not depend upon the existence of an emergency, because. § 1 of act 21 affects the remedy only, and does not impair the obligation of a contract. The courts have always held that the Legislature is not prohibited from legislating on the remedy, provided the legislation did not impair the obligation of a contract.\nOne of the cases cited and relied on by appellant is Bronson v. Kinzie, 1 How. 311, 11 L. Ed. 143. The court in that case said: “If the laws of the- State passed after-wards had done nothing more than change the remedy upon contracts of this description, they would be liable to no constitutional objection. For, undoubtedly, a State may regulate at pleasure the modes of proceeding in the courts in relation to past contracts as well as future. It may, for example, shorten the period of time within which claims shall be barred by the statute of limitations.” * * * “Regulations of this description have always been considered, in every civilized community, as properly belonging to the remedy, to be exercised or not by every sovereignty, according to its own views of policy and humanity. It must reside in every State to enable it to secure its citizens from unjust and harassing litigation, and to protect them in those pursuits which are necessary to the existence and well-being of every community. And, although a new remedy may be deemed less convenient than the old one, and may in some degree render the recovery of debts more tardy and difficult, yet it will not follow that the law is unconstitutional. ’ ’\nThis court said: “The rule is, that whatever belongs merely to the remedy may be altered according to the will of the State, provided the alteration does not impair the obligation of the contract.” Vernon v. Henson, 24 Ark. 242.\nThis court also said: “The State may ehange legal remedies, forms of action, of pleading and of process, the times of holding courts, etc., and may shift jurisdiction from one court to another. And such changes may have the incidental effect of delaying the collection of debts.” Robards v. Brown, 40 Ark. 423.\nAgain this court said: “While it is true that the State may change and alter remedies, extend or limit the time that notice may be given, they might give the defendant to the second term of the suit brought to answer, and do many other things touching the remedy, yet they must not, in acting on the remedy, interfere with any right accruing under the contract.” Oliver v. McClure, 28 Ark. 555.\nCourts have uniformly held that changing the time of hplding court did not impair the obligation of a contract. If the Legislature should change the law in any district in the State, so that the term of court would begin 60 days later than at the time the law was passed, no one would contend that this impaired the obligations of a contract, although it would postpone the time to answer 60 days. And the Legislature may, without violating any constitutional provision, ehange the time to file answer, as provided in § 1 above referred to. There is nothing in this section violating any provision of the Constitution.\nThe decree of the chancery court is affirmed.",
        "type": "majority",
        "author": "Mehaffy, J."
      },
      {
        "text": "Smith, J.,\n(concurring). In my opinion § 2 of act 21 is unconstitutional as imposing a condition not previously existing, which, in many cases arising out of mortgages and deeds of trust executed before the passage of the act, will postpone and greatly delay foreclosure proceedings. \"While it was no doubt contemplated that foreclosure suits must be prepared for submission before the term of court convened, it must also have been contemplated that a hearing would be had before foreclosure decrees are rendered. It is easily conceivable that, even though the first three days of the term were wholly devoted to hearing such cases — and the act does not require that this be done — all such cases, although ready for submission, might not be reached within the time limited. Not much ingenuity would be required to protract the hearing of a few cases to an extent that many other similar cases could not be heard at all, with the consequent result of a delay which might prove to be indefinite.\nHowever, act 21 and much similar legislation passed at the same session of the General Assembly manifests the purpose to accord the debtor the greatest indulgence which may be granted, and it is, therefore, reasonably certain that the legislation would have been enacted even though § 2 were eliminated. It is well settled that the unconstitutional portion of a statute may be stricken out without impairing the effect of the remainder where the provisions are wholly indepéndent and it can be seen that the lawmakers would have enacted the remaining part of the statute, even though the act does not contain an express declaration of the intention to enact so much of the legislation as may prove to be constitutional. Heinemann v. Sweatt, 130 Ark. 74, 196 S. W. 931; Oliver v. Southern Trust Co., 138 Ark. 381, 212 S. W. 77; McClendon v. Board of Health, 141 Ark. 114, 216 S. W. 289; Brooks v. Wilson, 165 Ark. 477, 265 S. W. 53; County Board of Health v. Austin, 169 Ark. 436, 276 S. W. 2. There are many other cases to the same effect.\nSection 1 of the act only is here directly involved, and, as it appears to be a reasonable amendment to the practice in foreclosure cases, I see no constitutional objection to its enforcement, and it may be enforced even though § 2 is unconstitutional, as I believe it to be. I therefore concur.\nI am authorized to say that Mr. Justice McHaney concurs in the views here expressed.",
        "type": "concurrence",
        "author": "Smith, J.,"
      }
    ],
    "attorneys": [
      "Lee Miles, for appellant.",
      "Donham & Fulk, for appellee."
    ],
    "corrections": "",
    "head_matter": "Reiman v. Rawls.\n4-3380\nOpinion delivered February 26, 1934.\nLee Miles, for appellant.\nDonham & Fulk, for appellee."
  },
  "file_name": "0983-01",
  "first_page_order": 1001,
  "last_page_order": 1008
}
