{
  "id": 1432000,
  "name": "New York Life Insurance Company v. Farrell",
  "name_abbreviation": "New York Life Insurance v. Farrell",
  "decision_date": "1933-10-09",
  "docket_number": "4-3128",
  "first_page": "984",
  "last_page": "990",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 984"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "284 U. S. 489",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5717592
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/us/284/0489-01"
      ]
    },
    {
      "cite": "56 S. W. (2d) 433",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "186 Ark. 61",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8718444
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/186/0061-01"
      ]
    },
    {
      "cite": "49 S. W. (2d) 364",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "185 Ark. 660",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1435072
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/185/0660-01"
      ]
    },
    {
      "cite": "32 S. W. (2d) 310",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "182 Ark. 496",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1389754
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/182/0496-01"
      ]
    },
    {
      "cite": "186 Ark. 1019",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8726795
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/186/1019-01"
      ]
    },
    {
      "cite": "186 Ark. 519",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8723445
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/186/0519-01"
      ]
    },
    {
      "cite": "47 S. W. (2d) 600",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "185 Ark. 335",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1435278
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/185/0335-01"
      ]
    },
    {
      "cite": "194 U. S. 618",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3631829
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/us/194/0618-01"
      ]
    },
    {
      "cite": "196 U. S. 415",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8292335
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/us/196/0415-01"
      ]
    },
    {
      "cite": "221 Fed. 603",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        3563828
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/221/0603-01"
      ]
    },
    {
      "cite": "141 U. S. 589",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3555675
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/us/141/0589-01"
      ]
    },
    {
      "cite": "298 S. W. 207",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "174 Ark. 966",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8725711
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/174/0966-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 569,
    "char_count": 11509,
    "ocr_confidence": 0.496,
    "pagerank": {
      "raw": 5.126600488682367e-07,
      "percentile": 0.9388514542739751
    },
    "sha256": "d1fe434fab97120355b7fedcc812bc69c928e8cfa4151d229ecafcd43cbb18bb",
    "simhash": "1:53377653de2857c2",
    "word_count": 1980
  },
  "last_updated": "2024-02-27T21:18:50.990705+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "New York Life Insurance Company v. Farrell."
    ],
    "opinions": [
      {
        "text": "Mehaffy, J.\nIn June, 1919, the New York Life Insurance Company issued to the appellee its policy No. 6,513,376 in the amount of $5,000, and also its policy No. 6,513,377 for the same amount, and each policy provided that, should appellee become totally and permanently disabled before reaching the age of sixty years, it would waive the payment of premiums thereafter falling due, and pay to the appellee one-tenth of the face amount of said policies annually during his lifetime. This suit is brought to recover under the total disability clause of these policies.\nIt was alleged in the complaint that in September, 1922, appellee became totally and permanently disabled. Suit was for the sum of $3,000 on each policy.\nThe appellant answered denying the allegations of the complaint, and pleading the following provisions of the policies as a defense: “Whenever the company receives due proof, before default in the payment of premiums, that the insured, before the anniversary of the policy on which the insured’s age at nearest birthday is 60 years and subsequent to the delivery hereof, has become wholly disabled by bodily injury or disease, so that he is and will be, presumably, thereby permanently and continuously prevented from engaging in any occupation whatsoever for remuneration or profit, and that such disability has then existed for not less than sixty days, the permanent loss of the sight of both eyes, or the severance of both hands or of both feet, or of one entire hand and one entire foot, to be considered a total and permanent disability without prejudice to other causes of disability, then\n“1. Waiver of Premium. — Commencing with the anniversary of the policy next succeeding the receipt of such proof, the company will on each anniversary waive payment of the premium for the ensuing insurance year, and, in any settlement of the policy, the company will not deduct the premiums so waived. The loan and surrender values provided for under sections 3 and 4 shall be calculated on the basis employed in said sections, the same as if the waived premiums had been paid as they became due.\n“2. Life Income to Insured. — One year after the anniversary of the policy next succeeding the receipt of such proof, the company will pay the insured a sum equal to one-tenth of the face of the policy and a like sum on each anniversary thereafter during the life time and continued disability of the insured. Such income payments shall not reduce the sum payable in any settlement of the policy. The policy must be returned to the company for indorsement thereon of each income payment. If there be any indebtedness on the policy, the interest thereon may be deducted from each income payment. ’ ’\nThe appellant also stated that appellee did not claim benefits under said policies, and did not make proof of his alleged disability until November, 1931.\nThe court, on its own motion, for the purpose of trial only, consolidated the two eases, a separate suit having been brought on each policy. After the court’s order consolidating the cases, appellant filed petition and bond for removal to the federal court, which petition was overruled, and appellant excepted.\nThere was a trial by jury and a verdict and judgment in each case for $3,000. Motion for a new trial was filed and overruled, and the case is here on appeal.\nAppellant’s first contention is that the court erred in overruling its petition for removal to the federal court. There were two separate suits, each one for $3,000. The court, without the suggestion of either party, but on its own motion, for the purpose of trial only, consolidated the two cases. That meant nothing more than the taking of evidence in the two cases at the same time. There was no consolidation for any other purpose, and there was a separate verdict, and separate judgment in each case.\nThis question was settled against the contention of the appellant in the case of St. L. S. F. R. Co. v. Oxford, 174 Ark. 966, 298 S. W. 207. Appellant calls attention, however, to the case of Marshall v. Holmes, 141 U. S. 589, 12 S. Ct. 62. That case has no application, because it was a single suit by the plaintiff against the defendant to set aside several judgments, and to restrain parties from executing the judgments. Neither judgment was for a sufficient amount to remove it to the Federal court, but the aggregate was more than $3,000. It was a single suit charging that each and all the judgments were obtained by false testimony and forged documents, and it was in fact a single suit involving more than $3,000.\nAppellant also calls attention to the case of Yates v. Whyel Coal Co., 221 Fed. 603. In that case the court said: “The requisite jurisdictional amount is controlled, not by State legislation as defendant would have it appear, but by the federal law, and is determined by the aggregate sum for which judgment is sought, and not by the amount named in each cause of action.” The plaintiff in that case had pleaded as a single cause of action the entire loss claimed to have been sustained for the several months covered by the contract. While there were several claims against the company, they were all combined in one suit, and the amount in controversy was, of course, the amount claimed in the suit.\nThe next case relied on by the appellant is McDaniel v. Traylor, 196 U. S. 415, 25 S. Ct. 369. This was also a suit in Federal court to set aside, as fraudulently obtained, certain judgments which aggregated $3,000, but no one of the judgments was for that amount. Here there was a single suit, and the amount in controversy exceeded $3,000.\nThe next and only other case relied on by appellants is Field v. Barber Asphalt Co., 194 U. S. 618, 24 S. Ct. 784. In that case the court said: “The bill of complaint contained allegations sufficient to make a case of alleged violation of constitutional rights.” There is nothing in any of the cases relied on by appellant that would justify or authorize a removal to the Federal court.\nIt is next contended by the appellant that the court erred in refusing to direct a verdict in its favor. It contends that this request should have been granted on account of appellee’s unreasonable delay in notifying the appellant of his claim for the total and permanent disability benefits. Numerous authorities are cited, and it is earnestly contended that the delay made it impossible for appellant to make investigation, and determine whether appellee was totally and permanently disabled. None of these authorities are applicable here because the policy itself expressly provides that commencing with the anniversary of the policy next succeeding the receipt of such proof the company will waive, etc. Since there can be no recovery except for claims arising after the proof of loss, whenever proof of loss is made, the company can then investigate, and, under the terms of the policy, it becomes immaterial to determine appellee’s condition immediately after the injury, if he is in fact disabled when the proof of loss is made.\nThis court has frequently decided what constitutes total and permanent disability. Among the cases discussing this question are the following: Missouri State Life Ins. Co. v. Snow, 185 Ark. 335, 47 S. W. (2d) 600; Missouri State Life Ins. Co. v. Johnson, 186 Ark. 519; Guardian Life Ins. Co. v. Johnson, 186 Ark. 1019; Ætna Life Ins. Co. v. Spencer, 182 Ark. 496, 32 S. W. (2d) 310; Travelers’ Pro. Ass’n v. Stephens, 185 Ark. 660, 49 S. W. (2d) 364; Mutual Life Ins. Co. v. Marsh, 186 Ark. 61, 56 S. W. (2d) 433.\nAs to whether the party is totally and permanently disabled is a question of fact for the jury, and the jury decided this issue against the appellant, and there was ample evidence to support their verdict.\nIt is next contended by appellant that the verdicts rendered by the jury were excessive. \"We agree with the appellant in this contention.\nThe court gave instruction No. 2 requested by the appellee, which reads as follows: “If you find from a preponderance of the testimony that the plaintiff became totally and permanently disabled within the meaning of the policy before he reached the age of sixty years, then he would be entitled to recover the sum of $500 per year, and the annual premium paid, on each of the policies, for that period of time which you find he was disabled, not to exceed the sum of $3,000 on each policy.”\nThis instruction was erroneous and should not have been given. The provisions of the policies are set out above, and each one provides that commencing with the anniversary of the policy next succeeding the receipt of such proof, the company will waive payment, etc.\nIt is perfectly plain from this provision of the policy, that it waives premiums only commencing with the anniversary of the policy next after proof of loss is made, and it will be observed from the second paragraph above quoted from the policy that one year after the anniversary of the policy next succeeding proof of loss the company will pay. It was therefore improper to instruct the jury that the payments continued throughout the time of appellee’s disability. The provisions of the policy providing for payment are plain and unambiguous. The liability attached when the disability occurred and proof of loss was made. The company, however, did not promise to pay from the time the disability occurred, but from the time fixed in the policy itself.\nIn construing the provisions of a policy similar to the policies involved here, the Supreme Court of the United States said: “Here the obligation of the company does not rest upon the existence of the disability; but it is the receipt by the company of proof of the disability which is definitely made a condition precedent to an assumption by it of payment of the premiums becoming due after the receipt of such proof. The provision to that effect is wholly free from the ambiguity which the court thought existed in the Marshall policy. It is true that where the terms of a policy are of doubtful meaning, that construction most favorable to the insured will be adopted. This canon of construction is both reasonable and just, since the words of the policy are chosen by the insurance company; but it furnished no warrant for avoiding hard consequences by importing into a contract an ambiguity which otherwise would not exist, or, under the guise of construction, by forcing from plain words unusual and unnatural meanings.” Bergholm, v. Peoria Life Ins. Co., 284 U. S. 489, 52 S. Ct. 230.\nAppellee calls attention to numerous cases where a recovery was permitted from the date of the disability, but these cases were suits for breach of contract. The case at bar, however, is not a suit for breach of contract, but a suit on the policy, and the policy expressly provides when payments shall begin. The court therefore erred in giving the instruction above quoted, and for this error the ease must be reversed.\nAll the questions of fact had been determined against the appellant, and there is nothing to be done but to determine the amount that appellee is entitled to recover under the contract.\nThe judgment of the circuit court is reversed, and the cause is remanded with directions to enter judgment for the amount found to be due according to the terms of the policies as herein construed.",
        "type": "majority",
        "author": "Mehaffy, J."
      }
    ],
    "attorneys": [
      "Louis H. Cooke and Rose, Hemingway, Cantrell & Loughborough, for appellant.",
      "W. W. Sharp and Lee & Moore, for appellee."
    ],
    "corrections": "",
    "head_matter": "New York Life Insurance Company v. Farrell.\n4-3128.\nOpinion delivered October 9, 1933.\nLouis H. Cooke and Rose, Hemingway, Cantrell & Loughborough, for appellant.\nW. W. Sharp and Lee & Moore, for appellee."
  },
  "file_name": "0984-01",
  "first_page_order": 1004,
  "last_page_order": 1010
}
