{
  "id": 8726514,
  "name": "Western Clay Drainage District v. Wynn",
  "name_abbreviation": "Western Clay Drainage District v. Wynn",
  "decision_date": "1929-07-08",
  "docket_number": "",
  "first_page": "988",
  "last_page": "993",
  "citations": [
    {
      "type": "official",
      "cite": "179 Ark. 988"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "289 S. W. 485",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "172 Ark. 454",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1407858
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/172/0454-01"
      ]
    },
    {
      "cite": "125 S. W. 132",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "pin_cites": [
        {
          "page": "659"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "93 Ark. 490",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1546903
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/93/0490-01"
      ]
    },
    {
      "cite": "41 Ark. 45",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1896144
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/41/0045-01"
      ]
    },
    {
      "cite": "98 S. W. 1049",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "81 Ark. 244",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1530598
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/81/0244-01"
      ]
    },
    {
      "cite": "166 S. W. 389",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "case_ids": [
        8274766
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sw/166/0389-01"
      ]
    },
    {
      "cite": "112 Ark. 467",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1538767
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/112/0467-01"
      ]
    },
    {
      "cite": "254 S. W. 537",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "160 Ark. 326",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8722207
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/160/0326-01"
      ]
    },
    {
      "cite": "292 S. W. 130",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "173 Ark. 295",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8720337
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/173/0295-01"
      ]
    },
    {
      "cite": "239 S. W. 380",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "153 Ark. 85",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1362312
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/153/0085-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 459,
    "char_count": 8419,
    "ocr_confidence": 0.495,
    "pagerank": {
      "raw": 2.6890352598296697e-07,
      "percentile": 0.8273517104665176
    },
    "sha256": "d3cce77851c30c7a1064480392e6cb8dea084c3ab20a6c57005ea9cce75d4c17",
    "simhash": "1:db5f56129ea0bc67",
    "word_count": 1450
  },
  "last_updated": "2024-02-27T23:51:14.248945+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Western Clay Drainage District v. Wynn."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nOn August 24, 1927, this suit was begun by the Western Clay Drainage District (which was created by special act No. 368 of the Acts of 1907 — Acts 1907, page 890) to foreclose the lien for delinquent drainage assessments upon numerous tracts of land in the district, which were described in the complaint. The suit was one in rem, as the act creating the district authorized, and appellees intervened and alleged that they were the owners of certain lands therein described, against which the lien for the 1918 drainage taxes was asserted. The pleading was in the nature of a demurrer, and was so treated by the court, and it alleged that no cause of action ivas shown against the lands upon which it was claimed that the 1918 taxes were due and delinquent. The demurrer was sustained, and the cause was dismissed as to appellees’ lands, and this appeal is from that decree.\nThe action of the court was based upon the provisions of act 534 of the Acts of 1921 (General Acts 1921, page 573). This is an act entitled: “An act to provide for the filing of a delinquent list of lands, town lots, railroads and tramroads in road and drainage districts, and for the collection of delinquent taxes thereon.” The act requires that lists of delinquent lands be filed with the clerk of the chancery court, and provides that re-demptions may be effected through that officer. Section 4 of the act reads as follows: “When the board of commissioners, or any one authorized by law to file suit for the collection of such delinquent taxes, desires to commence said suit, they shall obtain a certified copy of said list from the said clerk, which shall be filed with the complaint and taken as a part thereof, and the clerk, for making said list, shall be entitled to ten cents per tract, which shall be taxed as costs in said suit. No suit for the collection of such delinquent taxes shall be brought after three years from date same became delinquent. ’ ’\nIt appears, from the face of the complaint, that suit was not brought against appellees ’ lands until more than three years had expired since the lands became delinquent for the nonpayment of the taxes sought to be collected, and the cause of action was therefore barred by the statute quoted, if it applies.\nIt is insisted that act 534 applies only to improvement districts created under general statutes, and not to those organized by special acts of the General Assembly, as was the appellant drainage district. There appears to be as much reason for the enactment of a statute of repose in a district created by a special act of the General Assembly as in one organized under the general law, and we find nothing in act 534 which limits its operation to districts of a particular character. It apparently applies to all suits to enforce the collection of delinquent drainage taxes, The cases of Moore v. Long Prairie Levee District, 153 Ark. 85, 239 S. W. 380; Beasley v. Hornor, 173 Ark. 295, 292 S. W. 130; and Swearingen v. State, use of Benton County, 160 Ark. 326, 254 S. W. 537, construed portions of act 534 of the Acts of 1921, other than § 4 thereof, and the districts there referred to were organized under special acts of the General Assembly, and no question was made in any of those cases against the applicability of act 534 to districts organized under special statutes.\nIt is also insisted that any legislation imposing a limitation on the time within which suits may be brought to enforce payment of the delinquent assessments is inhibited by subdivision (m) of § 8 of the act creating the district. This paragraph of the act reads as f ollows:\n“The said special assessment shall be a charge and a lien against all the said property in said subdistrict from the date of the filing of said list of assessments and lands assessed in the office of the recorder of deeds, as hereinbefore provided, and shall be entitled to precedence over all judgments, executions, incumbrances or liens, whensoever created and of whatsoever character, and shall so continue until such special assessment, with any penalty, interest or cost that may accrue thereon, shall be fully paid. ’ ’\nThe subsection quoted must, of course, be read and construed in connection with other portions of the act of which it is a part. The drainage district is divided into five subdistricts. Benefits were separately assessed in each of these districts, and the act authorizes the payment thereof to be extended over a period of time not exceeding twenty-five years after the assessments were made. This special assessment, the payment of which might, under the act, be distributed over a period of years, was made a lien on the property against which it was assessed, which “shall be entitled to precedence over all judgments, * * * and shall so continue until such special assessment, with any penalty, interest or cost that may accrue thereon, shall be fully paid.”\nThe language just quoted means that this paramount lien shall continue and be enforceable as to each of the annual installments into which the betterment assessment is divided; but the act provides for annual collection of these installments, and suit is authorized to enforce payment of delinquent taxes as delinquencies occur.\nSection 4 of act 534 does not in any manner affect the right to sue to enforce payment of delinquent taxes, nor does it change the procedure provided by any act, general or special, by which that right is made effectual. It only imposes a limitation as to the time within which the right must be exercised after it has accrued, and this time is three years. This does not appear to he unreasonable, in view of the priority which the law gives this lien, and if the Legislature may not impose this requirement, as to the time within which suit may he brought after the right to sue accrues, then it must follow that the drainage district could postpone any effort to collect the proportionate part of the installment due in any year until all installments were due and for such length of time thereafter as would be required to bar the proceeding to enforce the collection of the last installment. We do not think the act contemplated such procrastination.\nWe think it was competent for the General Assembly to enact a reasonable statute of limitation within which suits of this character might be brought, and that act 534 is a proper exercise of this power. That such governmental agencies as is the appellant drainage district may lose a right given it by law by limitation or by laches, as settled in the case of Board of Levee Inspectors of Chicot County v. Southwestern Land & Timber Co., 112 Ark. 467, 166 S. W. 389. It was there said:\n“We have never before decided the question directly whether a levee board, or other governmental agency, is exempt from the application of the doctrine of laches. In Book v. Polk, 81 Ark. 244, 98 S. W. 1049, the court held that the St. Francis Levee District was estopped by the conduct of its officers; and in City of Fort Smith v. McKibbin, 41 Ark. 45, it was held that municipal corporations are 'bound, the same as individuals, by the statute of limitations, unless the statute expressly provides otherwise.\n‘ ‘-The well-recognized rule is that the maxim, nullum tempus occurrit regi, applies only to the sovereign itself, and not to public corporations or other such governmental agencies to whom powers are delegated. Levee districts are, as we have said in many cases, only governmental agencies, clothed with such powers as are expressly conferred or arise by necessary implication. They are, however, quasi corporations, with power to sue and be sued. Board of Directors St. Francis Levee District v. Fleming, 93 Ark. 490, 125 S. W. 132, 659. If such agencies are barred by the statute of limitations, they are equally barred by delay of enforcement of rights, under circumstances which would invoke against individuals the equitable doctrine of laches. (Citing authorities).”\nAs it affirmatively appears from the allegations of the complaint that the right of the appellant drainage district was barred by the provisions of § 4 of act 534 to sue for the 1918 taxes in 1927, the demurrer was properly sustained (Sanders v. Flenniken, 172 Ark. 454, 289 S. W. 485), and the decree so ordering is affirmed.",
        "type": "majority",
        "author": "Smith, J."
      }
    ],
    "attorneys": [
      "F. G. Taylor, for appellant.",
      "G. 0. Raley, for appellee."
    ],
    "corrections": "",
    "head_matter": "Western Clay Drainage District v. Wynn.\nOpinion delivered July 8, 1929.\nF. G. Taylor, for appellant.\nG. 0. Raley, for appellee."
  },
  "file_name": "0988-01",
  "first_page_order": 1006,
  "last_page_order": 1011
}
