{
  "id": 1397100,
  "name": "Clay County Bank v. First National Bank",
  "name_abbreviation": "Clay County Bank v. First National Bank",
  "decision_date": "1929-01-28",
  "docket_number": "",
  "first_page": "989",
  "last_page": "994",
  "citations": [
    {
      "type": "official",
      "cite": "178 Ark. 989"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "149 S. W. 514",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "104 Ark. 550",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1350649
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/104/0550-01"
      ]
    },
    {
      "cite": "13 A. L. R. 320",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "56 S. W. 532",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "68 Ark. 71",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1333884
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/68/0071-01"
      ]
    },
    {
      "cite": "63 S. W. 68",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "69 Ark. 43",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8719456
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/69/0043-01"
      ]
    },
    {
      "cite": "56 A. L. R. 529",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "1 S. W. (2d) 1008",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "175 Ark. 929",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1403587
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/175/0929-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 469,
    "char_count": 10045,
    "ocr_confidence": 0.467,
    "pagerank": {
      "raw": 7.871964132982944e-08,
      "percentile": 0.45967332458378846
    },
    "sha256": "b73ecd665dd0d52994c99d8de09328d9047295c6fb53cd0d957952d58cf23fbc",
    "simhash": "1:8d8eef4b668cd0c3",
    "word_count": 1787
  },
  "last_updated": "2024-02-27T17:49:07.238160+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Clay County Bank v. First National Bank."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nThe First National Bank of Paragould brought this suit against the Clay County Bank of Piggott, and for cause of action alleged that, on or about December 20, 1926, A. & S. Bertig Company had on deposit with the Clay County Bank, hereinafter referred to as the defendant, the sum of $857.88, which belonged to the plaintiff bank, and was deposited by A. W. Hanf, manager of the Bertig- Company, without the knowledge or consent of the plaintiff. It was further alleged that the said Bertig* Company, for the purpose of transferring said funds to the plaintiff, issued to plaintiff against said deposit numerous small checks, and while said deposit remained with the defendant bank in the name of the Bertig Company, Hanf, its manager, notified defendant that he had so issued said checks to the plaintiff, and furnished defendant a list thereof. Hanf, at the time of leaving the list with the defendant, notified it that $857.88 of the Bertig Company’s deposit with defendant was' for the purpose of paying said checks.\nIt was further alleged that, on or about December 24, 1926, when the checks so drawn to plaintiff’s order were presented to defendant for payment, the checks, were dishonored, for the reason that the deposit of the Bertig Company had been appropriated and applied to the payment of a past-due note of the Bertig Company to the defendant bank.\nIn support of these allegations Hanf testified as follows: Bertig* & Company owned a store in Piggott, which witness ran as manager. \"Witness made deposits in the defendant bank daily of moneys belonging* to Bertig & Company, and drew checks against these deposits, signed “ A. & S. Bertig Company, by A. W. Hanf.”\nThe Bertig* Company furnished plantation supplies to numerous persons in and around Piggott, from whom notes were taken covering the accounts, and these notes had been sold to the plaintiff bank. Hanf kept copies of these notes, which he called “dummy” notes, and as he made collections he would make indorsements on the dummy notes, and when a note was paid in full he would remit to plaintiff bank the amount thereof and secure the original note for surrender to the maker. These collections were made in the fall of the year.\nIn June, 1926, the Bertig Company borrowed $5,000 from the defendant bank, without security, so far as the record before us shows.\nHanf began the collection of these notes owned by the plaintiff bank on November 11, and it was his practice, when he made a collection, to draw a check for the amount thereof on defendant bank in favor of plaintiff bank, but, instead of remitting the check to plaintiff, it was placed in a drawer and kept with similar checks until December 20, when he had accumulated 41 checks, totaling $857.88. On this date Hanf presented to the cashier of the defendant bank a list of the checks so drawn, and directed the cashier to take care of these checks when they were presented. The account of the Bertig Company with the defendant bank exceeded the amount of the checks shown on the list left with the cashier. The defendant bank did not know that Hanf had made collections from the makers of' notes owned by the plaintiff bank.\nOh December 22,1926, and on December 24,1926, before the checks were presented by plaintiff bank for payment, the defendant bank credited the note of the Bertig Company to its order with the sums of $856.9|8 and $750, respectively, and, after these sums had been so appropriated, there did not remain to the credit of the Bertig Company’s account sufficient funds to pay the checks held by the plaintiff, and they were dishonored upon presentation, whereupon this suit was commenced.\nThe cashier of the defendant bank testified .that he did not know that Hanf had collected and deposited money belonging to the plaintiff bank, and that fact appears to be undisputed. He further testified that Hanf brought the list of checks to the window and said: “There is a list of checks I want protected,” and gave as his reason for the request that “Hurt Grocer Company had a trade acceptance for seven or eight hundred dollars that they had sent there for .collection, and they had been calling every day to know about its acceptance, and Mr. Hanf presented that list of checks for us to protect, and asked us to tell Hurt Grocer Company that they had no funds, that there were checks out to cover it.” The witness was not asked to certify the checks; indeed, only a list of the checks was presented to him. Hanf was accustomed to make requests of this kind, and witness did not pay much attention to him, and “-We always told Mr. Hanf that we would do the best we could, and that if he had the money in there we would pay for him, and if he didn’t, we couldn’t,” and that the witness did not make any agreement at all. The testimony of the cashier, in its entirety, ¡makes, it clear that he understood Hanf was anticipating a garnishment proceeding on the part of the grocer company, and desired to defeat it by having the cashier answer that he had no funds belonging to Bertig Company without actually withdrawing the funds, and witness did not enter into the agreement. He testified that “We would not make any agreement at all.”\nThe testimony of the cashier and that of Hanf cannot be reconciled upon the controlling question of fact whether the cashier agreed to pay the checks upon presentation. The cashier’s denial of this ag’reement, and his statement that he understood Hanf was endeavoring not to pay plaintiff but to defeat the garnishment of the grocer company, finds substantial corroboration in the cross-examination of Hanf himself. Upon being interrogated about the garnishment, Hanf testified as follows: “Q. But the moving cause was that the funds were about to be tied up, wasn’t it? A. I suspected it; yes sir. Q. Did you at that time say one thing to that bank that this was. a trust fund and belonged to the First National Bank? A. I don’t remember:. Q. Don’t you know you didn’t tell them that? A. I don’t think I ever mentioned a trust fund. Q. Or that it belonged to the First National Bank? A. I told them I had collected it for them. Q. That was after it was all gone? A. (No answer).”\nIn the case of Causey v. Eiland, 175 Ark. 929, 1 S. W. (2d) 1008, 56 A. L. R. 529, we held that, where a check is certified by a bank, the funds of the drawer are, in legal contemplation, withdrawn from his credit and appropriated to the payment of the check, and the bank becomes the debtor of the holder, and is absolutely liable for the, payment of the check when presented. In deciding the instant case in favor of the plaintiff, the chancellor applied this principle, in effect, holding that the direction of Hanf to the cashier of the defendant bank constituted the funds of the Bertig Company a special deposit to the extent of the amount of the checks contained in the list filed with defendant’s cashier.\nWe do not, however, find the facts, as the court below did. We accept the statement of the defendant’s cashier as the correct version of the transaction, and therefore find that no special deposit was created. Although Hanf claims, in effect, that the .collections which he made for the benefit of the plaintiff, beginning in November, and which were deposited with defendant, were in the nature of a trust fund, the account was overdrawn from November 16 to November 29 and from December 8 to.December 17, 1926, so that practically all of the alleged trust fund had been withdrawn before the list of .checks was delivered to defendant’s cashier, at which time, it is true, there were sufficient funds derived from other sources to have paid the checks mentioned on the list had the existing balance of. the Bertig Company been made a special deposit. But, as. we have said, we find the fact to be that there was no agreement to that effect.\nA bank has the right to set-off against an overdue note of a depositor so much of the deposit as is required to discharge the note. Carroll County Bank v. Rhodes, 69 Ark. 43, 63 S. W. 68; Boone County Bank v. Byrum, 68 Ark. 71, 56 S. W. 532.\nIn the annotator’s note to the case of Arnold v. San Ramon Valley Bank, 13 A. L. R. 320, it is said that: ‘ ‘ The decided weight of authority, is to the effect that, where the bank in which funds in which third persons have an interest are deposited in the individual name of the depositor, has neither actual knowledge nor-notice of facts sufficient to put it upon inquiry as to the true character of the deposit, it may apply the deposit to the individual debt of the depositor. ”\nThe court below found the fact to be that defendant bank had no knowledge of the wrongful acts of Hanf in checldng against deposits which had been, in fact, for the benefit of plaintiff bank, but which collections had been deposited in the name of the Bertig Company. But, as has ■been shown, these funds had been practically consumed by checks drawn by Hanf in the name of the Bertig Company, as he had authority to do, before the list of checks was filed with defendant bank.\nIn the case of Covey v. Cannon, 104 Ark. 550, 149 S. W. 514, it was held (to quote a syllabus): “Where a bank has mingled trust money with its own funds, money paid from such fund for its own purposes will be presumed to have been paid from its own money and not from the trust funds; but where the mingled fund is at any time reduced below the amount of the trust fund, the latter must be regarded to that extent as dissipated, and sums, subsequently added from other sources cannot be treated as a part of the trust fund.”\nWe conclude therefore that the court below was in error in holding defendant liable for the conversion of a special deposit by the payment of a past-due note payable to its own order, for the reason that there was no special deposit, and the decree appealed from will therefore be reversed, and the cause of action dismissed.",
        "type": "majority",
        "author": "Smith, J."
      }
    ],
    "attorneys": [
      "Frank Weldin and W. E. Spence, for appellant.",
      "M. P. Huddleston, for appellee."
    ],
    "corrections": "",
    "head_matter": "Clay County Bank v. First National Bank.\nOpinion delivered January 28, 1929.\nFrank Weldin and W. E. Spence, for appellant.\nM. P. Huddleston, for appellee."
  },
  "file_name": "0989-01",
  "first_page_order": 1007,
  "last_page_order": 1012
}
