{
  "id": 1428345,
  "name": "Felts v. Cherry Hill School District No. 10",
  "name_abbreviation": "Felts v. Cherry Hill School District No. 10",
  "decision_date": "1934-02-26",
  "docket_number": "4-3381",
  "first_page": "990",
  "last_page": "992",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 990"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 250,
    "char_count": 3886,
    "ocr_confidence": 0.485,
    "sha256": "9e3a622e4e689474cb6b4bfdb6c7f8a66eb50605099f488874c6c0dc0c73452c",
    "simhash": "1:0f1754f080754168",
    "word_count": 663
  },
  "last_updated": "2023-07-14T22:44:11.517500+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Felts v. Cherry Hill School District No. 10."
    ],
    "opinions": [
      {
        "text": "McHaney, J.\nOn June 14, 1930, the county board of education of Polk County, on petition of a majority of the electors therein, abolished certain school districts and formed the territory in such districts into a new district known as Cherry Hill Consolidated School District No. 10. Thereafter on petition, the county board called an election for July 19 in said new district for the purpose of the electors therein voting on the proposal to borrow money from the revolving loan fund and to levy a tax of 7 mills on the assessed valuation of the real and personal property of the district. The election was held and the proposals carried. Bonds were issued and delivered to the State Board of Education in the sum of $9,800, being 7 per cent, of the assessed valuation. The district under the advice of the State Board entered upon a large building program. Instead of erecting and equipping such buildings as the bond issue would pay for, it entered into contracts for three large stone buildings, two of which cost $3,075 each, and one, at Cherry Hill, cost $9,750, or a total of $15,900 for buildings alone. The building contracts with the contractor provided that they should be paid for “by warrants on revolving and equalizing funds.” And it appears from the evidence that the State Department of Education agreed to furnish the money to cover the cost of the buildings in excess of the bond issue and to pay the cost of all equipment, including three buses, out of the State “equalizing fund.” About $6,000 was expended for furniture, equipment and buses. The contractor and equipment furnishers were given warrants of the district drawn on the “equalizing fund” for the excess cost above the bond issue. In May, 1932, the then holders of said warrants, appellants, except Felts, induced the district’s directors to re-issue said warrants, including interest to date, without designating the fund on which they were drawn and apparently making them the direct obligations of the district, payable out of its general revenues. This suit was thereafter brought to enjoin the county treasurer from paying them out of the district’s general revenues and to have them declared void as to said district and its school funds. The re-issued warrants total $11,886.67. Trial resulted in a decree granting the relief prayed, and this appeal followed.\nWe think the trial court correctly so held. Appellants argue that this is a consolidated district, and that there is a distinction between the powers of the board of directors in such a district and in a rural special school district. We think it unnecessary to discuss or decide this question. The undisputed evidence shows that it was never contemplated by any of the parties that said district should pay any part of the excess cost of the buildings and equipment, that is, excess over the bond issue, out of the general revenues of the district. It was understood and agreed that the State Board would furnish such excess from the “equalizing fund.” The electors voted a tax on themselves of 7 mills to secure the payment of a bond issue of $9,800, which is 7 per cent, of the total assessed valuation of the property in the district. The directors had the authority to borrow so much money and no more, and the contractor and equipment vendors elected to take warrants drawn on the “equalizing fund” for the excess. They have no right to demand or receive warrants drawn on the general school revenues of the district, and the directors had no power to bind the district thereto without a vote of the electors of the district. Act 252 of 1925, p. 742.\nThese warrants will be payable out of the “equalizing fund,” if, and when, there is anything in such fund to pay them.\nAffirmed.",
        "type": "majority",
        "author": "McHaney, J."
      }
    ],
    "attorneys": [
      "Pipkin & DeLongy, for appellant.",
      "Duke Frederick, for appellee."
    ],
    "corrections": "",
    "head_matter": "Felts v. Cherry Hill School District No. 10.\n4-3381\nOpinion delivered February 26, 1934.\nPipkin & DeLongy, for appellant.\nDuke Frederick, for appellee."
  },
  "file_name": "0990-01",
  "first_page_order": 1008,
  "last_page_order": 1010
}
