{
  "id": 8726692,
  "name": "French v. Cherry",
  "name_abbreviation": "French v. Cherry",
  "decision_date": "1933-02-20",
  "docket_number": "4-2863",
  "first_page": "991",
  "last_page": "993",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 991"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "34 S. W. (2d) 762",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "183 Ark. 34",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1441850
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/183/0034-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 272,
    "char_count": 4209,
    "ocr_confidence": 0.516,
    "pagerank": {
      "raw": 7.830672175395866e-08,
      "percentile": 0.45815315873628154
    },
    "sha256": "ed1b518a252a2f947ca99b06a84bbd2bdfe20daebfdebc401f5e5b7e98933c6d",
    "simhash": "1:1f4f341bed0c54c6",
    "word_count": 721
  },
  "last_updated": "2024-02-27T17:52:01.123529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "French v. Cherry."
    ],
    "opinions": [
      {
        "text": "Kirby, J.\nThis appeal is prosecuted from a directed verdict in appellant’s suit for damages for personal injury caused by the wrecking of appellee’s truck and trailer, in which appellant, with other cotton pickers, were being transported to and from their homes to the place of work in appellee’s cotton fields.\nThe undisputed testimony shows that appellee, a cotton planter near Parkin, sent his truck, driven by Charley Jones, his regular driver, to Wynne to gather up cotton pickers and transport them to the farm, as was the custom. The driver of the truck announced, as always, that appellee was paying 30 cents per hundred for picking cotton and transporting the cotton pickers to and from his plantation for their work. The driver of the truck did not pick cotton himself.\nAppellant had been going with the others picking-cotton on the farm prior to this particular morning. On this morning, after the cotton pickers were loaded into the trailer, it began raining while they were en route to Parkin, and Mr. Cherry, the appellee, ordered the driver of the track to return the cotton pickers to Wynne as it was too wet to pick cotton. On the return trip, the truck pulling the trailer, in which appellant was standing with the others, turned a short corner rapidly, turning the trailer over and injuring appellant and others seriously. The negligence alleged consisted of driving too rapidly, making too short a turn at the corner on the wet pavement, thereby causing the injury.\nThe testimony was virtually undisputed, and the court directed a verdict against appellant on the ground that the driver of the truck was a fellow-servant of the other cotton pickers, for whose negligence appellee was not liable.\nIt is insisted that the court erred in holding that the suit for all the injuries could not be brought together and requiring appellant to try his suit separately; and it is also insisted that the court erred in directing a verdict against appellant, and this contention must be sustained.\nThis case is controlled by the ruling in Haraway v. Mance, ante p. 971, wherein it was held that the driver of a truck engaged in collecting and hauling cotton pickers to the plantation, who were paid so much for picking cotton and transported to and from the cotton fields by the employer, was not a fellow-servant of the cotton pickers, and they did not assume any risk on account of the negligence of such driver.\nThe undisputed testimony shows here that the driver of the truck pulling the trailer was employed by appellee to gather and transport the cotton pickers to and from” the fields, they being paid so much in addition for picking cotton; that the driver of the truck did not pick cotton. He was ordered, on the morning of the accident herein, to take these people back to their homes because of rain having made the fields too wet for picking. On the return journey, the driver, at a rapid rate of speed, turned a corner too sharply on the wet pavement, turning the trailer over, in wMcli appellant was riding, and seriously injuring lier and others.\nThe driver of the truck here necessarily represented the master or employer, and was not a fellow-servant of appellant, within the doctrine well established by opinion in Haraway v. Mance, supra, and our other cases reviewed therein. The case is unlike Walsh v. Eubanks, 183 Ark. 34, 34 S. W. (2d) 762, where the driver of the truck transporting other employees of the master for the purpose of assisting him in unloading a car of cement was held a fellow-servant for whose negligence, causing injury to one of such employees, the master was not liable.\nThe cases might well have been consolidated, as all the injuries complained of by the different cotton pickers arose out of the same transaction and from the one act of negligence; but, since we are reversing the case for an erroneously instructed verdict, we do not determine here whether error was committed in requiring a separation of the trial of the cases.\nFor the error designated, the cause is reversed and remanded for a new trial.",
        "type": "majority",
        "author": "Kirby, J."
      }
    ],
    "attorneys": [
      "J. G. Brookfield, for appellant.",
      "Walter Killough and Giles Dearing, for appellee."
    ],
    "corrections": "",
    "head_matter": "French v. Cherry.\n4-2863\nOpinion delivered February 20, 1933.\nJ. G. Brookfield, for appellant.\nWalter Killough and Giles Dearing, for appellee."
  },
  "file_name": "0991-01",
  "first_page_order": 1011,
  "last_page_order": 1013
}
