{
  "id": 8726706,
  "name": "Bridges v. Shapleigh Hardware Company",
  "name_abbreviation": "Bridges v. Shapleigh Hardware Co.",
  "decision_date": "1933-02-20",
  "docket_number": "4-2872",
  "first_page": "993",
  "last_page": "998",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 993"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "50 S. W. (2d) 976",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "185 Ark. 1063",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1435263
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/185/1063-01"
      ]
    },
    {
      "cite": "44 S. W. (2d) 366",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "184 Ark. 916",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1438617
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/184/0916-01"
      ]
    },
    {
      "cite": "42 S. W. (2d) 399",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "184 Ark. 243",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1438449
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/184/0243-01"
      ]
    },
    {
      "cite": "5 S. W. (2d) 308",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "176 Ark. 1203",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "1 S. W. (2d) 558",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "175 Ark. 1107",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1403537
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/175/1107-01"
      ]
    },
    {
      "cite": "295 S. W. 725",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "173 Ark. 1182",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "272 S. W. 834",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "169 Ark. 43",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1373974
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/169/0043-01"
      ]
    },
    {
      "cite": "265 S. W. 61",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "165 Ark. 535",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1379868
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/165/0535-01"
      ]
    },
    {
      "cite": "45 S. W. (2d) 517",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "184 Ark. 1143",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1438650
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/184/1143-01"
      ]
    },
    {
      "cite": "45 S. W. (2d) 525",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "184 Ark. 1136",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1438524
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/184/1136-01"
      ]
    },
    {
      "cite": "44 S. W. (2d) 346",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "184 Ark. 978",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1438559
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/184/0978-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 501,
    "char_count": 9220,
    "ocr_confidence": 0.527,
    "pagerank": {
      "raw": 4.377404865283842e-07,
      "percentile": 0.9191806163216466
    },
    "sha256": "fd360e40b0ece495f3e8c58b51d7583a751f1519256f43829a71170538a003de",
    "simhash": "1:17f02f232d6061e4",
    "word_count": 1677
  },
  "last_updated": "2024-02-27T17:52:01.123529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Bridges v. Shapleigh Hardware Company."
    ],
    "opinions": [
      {
        "text": "Mehaeey, J.\nThe appellant is a retail merchant at Corning, Arkansas, and the appellee is a wholesale merchant in St. Louis, Missouri. About August, 1929, the appellant wanted to purchase a number of radios to sell to his country trade. Mr. Bond was a traveling salesman for appellee, and appellant ordered through this salesman, Bond, two battery sets, which were received and sold, and proved entirely satisfactory. The appellant then ordered ten other sets of the same kind, and sold some of them, but they were unsatisfactory. Appellant then asked permission to return the radios, which the appellee refused. He then made some efforts to repair the radios or adjust them so that they would perform, and he employed a radio expert, but the expert was unable to adjust them or rebuild them.\nAppellant made some payments, paying at one time $268, and at another time $75, leaving a balance of $290, for which suit was brought in the justice of the peace court.\nThe appellant filed answer, in which he alleged that the radios were worthless, and that he did not owe anything except $14 for some other merchandise, and offered to confess judgment for this amount. The case was tried, and judgment rendered against appellant.\nAn appeal was prosecuted to the circuit court, where it was tried before the circuit judge, sitting as a jury, and the trial resulted in a judgment in favor of appellee for the amount sued for. The case is here on appeal.\nTwo witnesses testified on behalf of appellee about the sale of the radios, the price and the payments, and as to the balance due. The appellant testified that appellee first sent him one radio set, and that he, expecting to get similar sets and ones that would perform similarly, ordered the other radios, for the payment of which this suit is brought. He received the radios and sold two of them, but they were returned to him because they did not perform. He then employed Luster King, a radio man, but King was unable to do anything with them. Appellant could not sell the sets because they would not perform. He bought batteries and tubes with the sets, and sold them and remitted to appellee, all except $14, for which he offered to confess judgment. Mr. Bond, appel-lee’s salesman, called on him, and he paid him $75 for batteries and tubes, and told him he would pay the balance in a short time. He had never offered to pay a penny on the account for the radio sets that would not perform; that he was able to sell one of the radios after working with it repeatedly, and able to make it perform to a point where it stayed sold; that the radios were worthless. He never did tell appellee to send a man tó fix the radios, for the reason that before they arrived it was evident from the crop conditions, and from the drouth, and also from the fact that the radios were still cheaper than the year before, that he would be unable to sell the radio sets that fall. If the radio sets had been in marketable condition when he purchased them, he could have sold them, but it was a different story in the fall of 1930. These sets were intended for sale to farmers, and, since it was evident in the summer of 1930 that there would be no crops, he knew he could not sell them; he could have sold them in 1929 if they had been marketable.\nLuster King testified that he had had experience with radio sets, and he tried to adjust these, and was unable to make them so they would perform with any degree of satisfaction. There was something lacking which made it impossible to rectify them. They had very little value, if any market value at all.\nThis was all the evidence, except the correspondence. Appellee wrote numerous letters to appellant, which appellant ignored. It wrote to him on August 16 that it had passed for shipment a day or two prior an order for ten radios, amounting, to approximately $500. It asked in the letter for more information about his business. It again wrote him on August 20th. On August 21 appellant wrote appellee about his financial condition. On November 9,1929, appellee again wrote appellant, calling his attention to his overdue account of $568. On December 17, 1929, appellee again wrote appellant acknowledging receipt of $268, and urging him to pay the balance. It again wrote him on January 13,1930, calling his attention to his account of $312, and asking for payment, and again on February 4,1930, it wrote him about his account. Again on February 25, 1930, appellee wrote appellant urging him to pay his account. On March 11 it wired him that it must have settlement. March 24, 1930, it again wrote him about his account, and on March 25, 1930, appellant wrote appellee, complaining about the defects in the radios, and that they would not stay sold, but in the letter appellant stated that he found one of the ten that performed, and finally made a sale of it. He also stated in this letter that he would be lucky and satisfied if he could get enough money out of them to break even.\nOn April 3,1930, appellee again wrote appellant and again on April 14, urging the payment of his account, and wired him on April 25 and again on May 1st. On May 8, 1930, appellee again wrote appellant, calling his attention to his account, and on May 8 appellant wrote to appellee, complaining somewhat about the radios, stating that, if appellee undertook to force collection, it would not be able to realize anything.\nAppellee again wrote to appellant on May 12, and on May 16 he wrote to appellee, stating that he would like to have appellee’s man come down and fix the sets, if he could make them acceptable so that he would not be held responsible. Appellee again wrote him on May 19 and on Jnne 16. In the last letter it told appellant it could send a man down in the next few days. Again, on July 1, it wrote him, asking if he would he ready for it to send the man down.\nOn July 14, Bond, the traveling salesman, collected $75, which he sent to appellee. On July 22 appellee wrote to appellant, acknowledging receipt of the $75. On August 6 it wrote him again, urging payment, and also on August 13. It again wrote him on August 28 and on September 15. It again wrote him on September 22 and on September 29 and on October 6.\nAppellee did not respond to any of these letters, except as mentioned above. While he complained that the radios were defective, and wanted a man to come down and adjust them, when appellee wrote him requesting him to name the time when it would suit him for the man to come down and adjust the radios, he did not reply to its letter.\nAppellant first contends that the sale was made by a sample, and that there was therefore an implied warranty that the radios would be as good as the samples. We think it wholly immaterial whether the sale was made by sample or not, because there would be an implied warranty that the radios were suitable for the purpose for which they were purchased.\nA buyer may rescind a contract, but he must do so within a reasonable time after the discovery of facts which justify a rescission. 55 O. J. 286. The appellant in this case did not rescind the contract, but he made payments long after he had complained about the defects. Failure to exercise the right to reject goods purchased within a reasonable time usually implies an acceptance. The implied warranty may be waived by the buyer, either by express agreement or by conduct inconsistent with its assertion. 55 C. J. 798. As to whether there was a waiver, and also as to whether there were defects in the radios, were questions of fact to be determined by the trial court.\nWhen a case is submitted to the trial judge, Ms finding of fact is as conclusive as the finding of a jury. American Ins. Co. v. Brannan, 184 Ark. 978, 44 S. W. (2d) 346; Hargis v. Jordan, 184 Ark. 1136, 45 S. W. (2d) 525; Price-Snapp-Jones Co. v. Brown, 184 Ark. 1143, 45 S. W. (2d) 517; Little River County v. Buron, 165 Ark. 535, 265 S. W. 61; Road Imp. Dist. No. 1 of Howard County v. Bank of Commerce & Trust Co., 169 Ark. 43, 272 S. W. 834; Prairie County v. Harris, 173 Ark. 1182, 295 S. W. 725; C. A. Blanton Co. v. First Nat. Bank, 175 Ark. 1107, 1 S. W. (2d) 558; Arkla Sash & Door Co. v. Fair, 176 Ark. 1203, 5 S. W. (2d) 308.\nAppellant, however, contends there was no dispute about the facts, and no facts for the trial .judge to decide.\nThe testimony of a party to an action who is interested in the result will not be regarded as undisputed in determining the legal sufficiency of the evidence. Elmore v. Bishop, 184 Ark. 243, 42 S. W. (2d) 399; McGraw v. Miller, 184 Ark. 916, 44 S. W. (2d) 366; Warren & Saline River Rd. Co. v. Wilson, 185 Ark. 1063, 50 S. W. (2d) 976.\nThe trial court not only had a right to weigh the testimony given by the appellant, but it had a right to consider appellant’s conduct and all the attendant circumstances, and like the finding of a jury, if there is any substantial evidence to support the finding of the court, the judgment will not be disturbed.\nThere appears to be substantial evidence to support the finding of the circuit judge, and the judgment is affirmed.",
        "type": "majority",
        "author": "Mehaeey, J."
      }
    ],
    "attorneys": [
      "Oliver & Oliver, for appellant.",
      "Ward & Ward, for appellee."
    ],
    "corrections": "",
    "head_matter": "Bridges v. Shapleigh Hardware Company.\n4-2872\nOpinion delivered February 20, 1933.\nOliver & Oliver, for appellant.\nWard & Ward, for appellee."
  },
  "file_name": "0993-01",
  "first_page_order": 1013,
  "last_page_order": 1018
}
