{
  "id": 1397032,
  "name": "Austin Bridge Company v. Vaughan",
  "name_abbreviation": "Austin Bridge Co. v. Vaughan",
  "decision_date": "1929-01-28",
  "docket_number": "",
  "first_page": "995",
  "last_page": "997",
  "citations": [
    {
      "type": "official",
      "cite": "178 Ark. 995"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "223 S. W. 6",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "144 Ark. 401",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1588027
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/144/0401-01"
      ]
    },
    {
      "cite": "171 S. W. 99",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "115 Ark. 272",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1533776
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/115/0272-01"
      ]
    },
    {
      "cite": "28 S. W. 420",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "59 Ark. 583",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1327713
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/59/0583-01"
      ]
    },
    {
      "cite": "64 S. W. 225",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "69 Ark. 429",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8723895
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/69/0429-01"
      ]
    },
    {
      "cite": "237 S. W. 427",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "152 Ark. 560",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 245,
    "char_count": 3489,
    "ocr_confidence": 0.456,
    "pagerank": {
      "raw": 6.380125665320789e-08,
      "percentile": 0.39189041523270274
    },
    "sha256": "2f068863bee7accb340e3502ea11bea39440e9901bf31ba92130b287ee1e2c35",
    "simhash": "1:22633b09366d4354",
    "word_count": 590
  },
  "last_updated": "2024-02-27T17:49:07.238160+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Austin Bridge Company v. Vaughan."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nAppellee broug'ht suit against the Austin Bridge Company, without allegation as to defendant’s character as being the business, of some individual, or a copartnership, or a corporation. As an incident to the suit a writ of garnishment was served on the White & Black Rivers Bridge Company. The garnishee filed an answer, admitting that it was indebted to plaintiff in a sum exceeding the amount sued for; but the defendant made no answer, and judgment was rendered against both the defendant and the garnishee for the amount sued for.\nThe return upon the summons reads as follows:\n“State of Arkansas, County of Prairie — ssi. I have this 30th day of March, 1928, duly served the within by handing a copy of the same to the within named Austin Bridge Company, by Shannon Miller, eng. and agt., in charge of Austin Bridge Company’s business in ‘Des Arc, Ark., as therein commanded. * * * Ceo. J. Screeton, sheriff, by E. J., deputy sheriff.”\nThis appeal is from the judgment rendered upon the return of service above set out.\nIt obviously appears that the instant case is substantially identical with that of Moreno-Burkham Const. Co. v. Thorpe, 152 Ark. 560, 237 S. W. 427, and the instant case may be decided by quoting from what was there said as follows:\n“The return of service on the writ of garnishment in this .cause shows no sufficient service on the garnishee, Moreno-Burkham Construction Company. It does not appear from the record whether the Moreno-Burkham Construction Company was a foreign or domestic corporation, or a partnership. If it was a domestic corporation, the return is not sufficient, because it does not show that service was had on the agent of the corporation during the absence of the president of the company, as required by § 1147 of Crawford & Moses’ Digest. If appellant was a foreign corporation, the return is not sufficient because it does not show that service was had upon the agent designated by the corporation in the manner provided by § 1829 of Crawford & Moses’ Digest. See Arkansas Construction Co. v. Mullins, 69 Ark. 429, 64 S. W. 225, and Southern Building & Loan Association v. Hallum, 59 Ark. 583, 28 S. W. 420. Neither does the return show that the summons was served upon the agent, servant or employee in charge of a branch office or other place of business of the corporation in Washington County, Arkansas. Hence the return is not sufficient as covering the matter of service of process ;on domestic and foreign corporations who keep or maintain a branch office or other place of business in any of the counties of this 'State. See Fort Smith Lbr. Co. v. Shackleford, 115 Ark. 272, 171 S. W. 99, and Terry Dairy Co. v. Parker, 144 Ark. 401, 223 S. W. 6.\n“If appellant was. a partnership, service must have been had upon the individual members composing the partnership, and the return is insufficient because it does not show that fact.\n“The effect of the above decisions is that no presumption can be indulged upon an appeal from a judgment by default that there was some other and different service had from-that which appears in the record.”\nThe judgment appealed from must therefore be reversed, and the cause remanded with directions to proceed in the cause, the appellant having entered an appearance by appealing.\nAs the judgment against the defendant debtor falls, that against the garnishee must fall also.",
        "type": "majority",
        "author": "Smith, J."
      }
    ],
    "attorneys": [
      "Buzbee, Pugh & Harrison, for appellant."
    ],
    "corrections": "",
    "head_matter": "Austin Bridge Company v. Vaughan.\nOpinion delivered January 28, 1929.\nBuzbee, Pugh & Harrison, for appellant."
  },
  "file_name": "0995-01",
  "first_page_order": 1013,
  "last_page_order": 1015
}
