{
  "id": 1397177,
  "name": "Stafford v. First National Bank",
  "name_abbreviation": "Stafford v. First National Bank",
  "decision_date": "1929-01-28",
  "docket_number": "",
  "first_page": "997",
  "last_page": "1001",
  "citations": [
    {
      "type": "official",
      "cite": "178 Ark. 997"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 400,
    "char_count": 7054,
    "ocr_confidence": 0.47,
    "pagerank": {
      "raw": 1.2240919645422112e-07,
      "percentile": 0.6005062457309287
    },
    "sha256": "72c544f6fbdc06155555c7dd5afd15b943a1f87fdaebdd7da847866668a1247b",
    "simhash": "1:7db75d15e65c2cac",
    "word_count": 1226
  },
  "last_updated": "2023-07-14T15:48:05.944247+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Stafford v. First National Bank."
    ],
    "opinions": [
      {
        "text": "Humphreys, J.\nThis suit was brought by appellants in the circuit court of Cross 'County, against appellees, to recover $1,346.37 alleged to be a partnership fund, which appellees appropriated to pay an individual debt due them by appellant, H. H. Stafford, and to recover damages for the alleged misappropriation of said fund. The individual debt was in the form of a judgment which appellees procured against H. H. Stafford on the 28th day of April, 1921, and which they have been unable to collect.\nIt was alleged that appellants were partners, doing a general building business under the firm name of H. H. Stafford; that on July 17, 1924, they opened an account with appellee bank in the name of H. H. Stafford for the purpose of depositing school warrants advanced to them by Special ’School District No. 4 of Barton, Arkansas, for the express purpose of paying for material and labor in the erection of a School building for said district, which appellants had contracted to build; that on December 22, 1925, appellees procured a writ of garnishment in.their favor against H. H. Stafford, and had the sheriff serve same upon appellee bank, and paid the amount specified in the writ out of their deposit to appellee bank in- satisfaction of said judgment; that the name of the clerk of said court was signed to the writ of garnishment, in his absence, by a lady stenographer under twenty-one years of age, who had not been regularly deputized, and, for that reason, the writ was illegal and v-oid; that, on account of the issuance and service of the garnishment, they were unable to pay for material and labor, and lost their contract, to their damage in’ the amount of 15 per cent, -on the contract price, and expenses in the sum of $25 in going from Helena to Wynne in order to raise money to take up the dishonored checks on account of the misappropriation of their deposit.\nAppellees filed an answer, denying that appellants were partners and that said fund was partnership money, that the fund was a special deposit, or that the writ of garnishment was void.\nThe cause was. submitted upon the pleadings, the testimony introduced by the parties, and the instructions of the court, resulting in a verdict against appellants and a consequent judgment dismissing their complaint, from which is this appeal.\nIt will be unnecessary to set out the substance of the testimony relative to the validity of the writ of garnishment, as the court did not submit that issue to the jury on his own motion, and no request was made by appellants for him, to do so.\nThe trial court refused to submit the issue of whether the money garnished was a special deposit, although requested to do so by appellants. The requested instruction of appellants upon that issue is as follows,:\n“If you find the money in question was a special deposit for the purpose of paying labor or material, or for any other payment, and that the bank and C. B. Bailey so understood it, then the fund was, not subject to garnishment. ’ ’\nThis instruction should have been given, as appellant’s testimony, corroborated by the school warrants, furnished a sufficient basis to submit the issue to the jury for determination. He testified relative to this issue, in substance, as follows:\n“When I put the money there it was deposited in warrants of this, school district, and the bank cashier and O. B. Bailey all knew that I was giving checks down at Barton and then bringing these warrants or sending them on to the bank before the checks got there. I know Bailey and the cashier knew all about this money being turned over to our firm to pay for the material and labor, because we had been doing this all along through this contract; and one time some of.the checks beat the warrants there and they held the checks until I got the warrant on in. And Bailey was the active vice president, and knew all about it. I also understand that Mr. Ellis, the assistant cashier, knew beforehand of this plot to garnishee our account, as Mr. Ellis stated that he asked Dr. Hare not to garnishee same if he deposited the school warrants to our account, and, with his assurance that he would not, placed same to our credit.\n“Q. Did the defendant bank refuse to honor your checks at a time when there was a greater amount on deposit than the garnishment herein was for? A. They did, and later they gave me the money, and I took up some of the checks they had turned down with it. The school district had not issued warrants enough to pay up everything due. All the money on deposit was partnership money in so far as it was. any of our money. But it was money turned over to us to pay up claims for which liens could be filed against the building. Our profit would have come out of the per cent, held back until the completion of the building, which we did not get on account of the garnishment. Lost money on the school job and other jobs. The school district got sued for some of these debts which weren’t paid, and refused to pay us the balance on the job, -which would have been our profit.”\nIn submitting the issue of whether funds on deposit were partnership money, the court instructed the jury as follows, over appellant’s objection and exception:\n“A partnership is a collection of two or more individuals who enter into a mutual agreement to conduct a joint venture or enterprise and share in the profit and losses arising therefrom, as may be agreed upon.”\nThis instruction was an erroneous declaration of law, because it is not essential to every partnership that each man share in the losses. By agreement it may be otherwise. Bearing upon this point, appellant testified that he and his two sons formed a partnership, but that one of his sons furnished necessary money to begin their business, with the understanding that he should participate in the profits, if any, but should not suffer any part of the losses they might sustain. The court subsequently withdrew the instruction, and submitted the issue whether there was a partnership in the form of an interrogatory propounded to the jury, for it to answer either in the affirmative or negative, without defining a partnership other than the definition first given and afterwards withdrawn. In withdrawing the definition of partnership, the court did not tell the jnry he had withdrawn it because it was erroneous. In answering the interrogatory the jury may have labored under the impression that the definition of a partnership as first announced by the court was correct, notwithstanding the fact that the instruction had been withdrawn. In stating and submitting the issue of partnership the court should have correctly defined a partnership, in view of the fact that he had theretofore incorrectly defined the same as applicable. to the testimony introduced.\nOn account of the errors indicated the judgment is reversed, and the cause is remanded for a new trial.",
        "type": "majority",
        "author": "Humphreys, J."
      }
    ],
    "attorneys": [
      "William M. Ball, Brewer é Cracraft and J. G. Broohfield, for appellant.",
      "Ogan & Shaver, for appellee."
    ],
    "corrections": "",
    "head_matter": "Stafford v. First National Bank.\nOpinion delivered January 28, 1929.\nWilliam M. Ball, Brewer é Cracraft and J. G. Broohfield, for appellant.\nOgan & Shaver, for appellee."
  },
  "file_name": "0997-01",
  "first_page_order": 1015,
  "last_page_order": 1019
}
