{
  "id": 1431974,
  "name": "Nichols v. State",
  "name_abbreviation": "Nichols v. State",
  "decision_date": "1933-10-16",
  "docket_number": "Crim. 3854",
  "first_page": "999",
  "last_page": "1003",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 999"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "262 S. W. 338",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "164 Ark. 517",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1382147
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/164/0517-01"
      ]
    },
    {
      "cite": "231 S. W. 177",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "148 Ark. 466",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8721135
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/148/0466-01"
      ]
    },
    {
      "cite": "137 S. W. 1097",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "99 Ark. 188",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1314454
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/99/0188-01"
      ]
    },
    {
      "cite": "257 S. W. 372",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "161 Ark. 501",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "172 S. W. 843",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "116 Ark. 125",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1532248
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/116/0125-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 451,
    "char_count": 7108,
    "ocr_confidence": 0.5,
    "pagerank": {
      "raw": 1.894827275598251e-07,
      "percentile": 0.7294768922821369
    },
    "sha256": "504aef85737164c3c6250ccf134b4c29409a198a90608b236ee513b8b2358da3",
    "simhash": "1:6726f1208b13f7e4",
    "word_count": 1243
  },
  "last_updated": "2024-02-27T21:18:50.990705+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Nichols v. State."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nThis appeal is from the judgment of the Grant Circuit Court sentencing appellant to a term of one year in the penitentiary, upon a conviction for involuntary manslaughter, alleged to have been committed by striking and running over one Grady Porter with an automobile.\nOne of the errors assigned for the reversal of the judgment is that the testimony is not sufficient to sustain the verdict. This assignment may be disposed of by saying that the testimony shows that appellant drove his car rapidly down a street in the town of Sheridan, striking Porter, who was walking with Albert Roberts along the edge of the street. There does not appear to have been a sidewalk at the place of collision. Roberts testified: “I was about two or three feet from the edge of the street, and he (Porter) was on my left side, about two or three feet further out towards the center of the street.” He further testified that he did not know the car was approaching until it struck Porter, as no signal of its approach was given. The car knocked Porter eighteen or twenty feet, and, without diminution of speed, ran over him and killed him. After running over Porter, the car was driven down the street a few hundred yards further, when it ran into a ditch and was wrecked. Appellant testified that he knew nothing about striking Porter or wrecking the car until the morning after, when this information was communicated to him in the jail where he had been confined. The testimony clearly shows that appellant was helplessly drunk. It may be said therefore that the testimony sufficiently sustains the verdict.\nIt is assigned as error that the grand jury which returned the indictment had not been impaneled as provided by law, and this is the most serious question in the case. It appears that the court convened on February 20th, at which time the grand jury was impaneled, and that the court, after being continuously in session until February 28th, adjourned on that day to May 8th. On February 22d the following order was entered in regard to the grand jury:\n“On the 22d day of February, 1933, after serving three days, the grand jury made a report that they had finished their work and desired to be discharged.\n“ ‘And after hearing said report, it is by the court considered, ordered and adjudged, that this report be and the same is accepted, and the grand jury be and is hereby discharged from further duty, subject, however, to the call of the court at any time.’ Ordered that court adjourn until tomorrow morning.”\nDuring the interval between the regular and the adjourned sessions of the court, to-wit, on April 29, 1933, the killing of Porter occurred in the manner stated above. When the court convened on May 8th pursuant to adjournment, the presiding judge directed the sheriff to summon a special grand jury, and, upon appellant’s arraignment, he questioned the authority of the special grand jury to return the indictment. His motion to quash the indictment was overruled.\nWe think there was no error in this ruling. It is true, of course, as appellant insists, that there cannot be two grand juries, each having power to investigate violations of the law and to return indictments therefor. But upon the finding that the regular grand jury “had finished their work and desired to be discharged,” it was ordered that “the grand jury be and is hereby discharged from further duty, subject, however, to the call of the court at any time.” No such call was made, and the court, interpreting its own order, treated it as a final discharge of the grand jury. The regular grand jury having been discharged, the special grand jury was summoned and impaneled pursuant to express statutory authprity. Section 3004, Crawford & Moses’ Digest.\nObjection was made to the introduction of an ordinance of the town of Sheridan fixing a maximum speed limit of fifteen miles pgr hour while driving upon the streets thereof; hut we think no error was committed in permitting this ordinance to be read in evidence.\nThe ordinance was not conclusive that appellant was doing a lawful act in an improper manner, but it was evidence of that fact. In the case of Bain v. Fort Smith Light & Traction Co., 116 Ark. 125, 172 S. W. 843, we considered the effect of testimony showing the infliction of an injury by one who, at the time of the injury, was violating a city ordinance, and, after reviewing many cases there cited, we said that the rule supported by the weight of authority and the better reason was that proof of the violation of an ordinance may be shown as tending to establish the allegation that the injury was occasioned by negligence. So here, the existence of the ordinance and the proof of its violation were facts to be considered in determining whether appellant was engaged “in the prosecution of a lawful act done without due caution and circumspection.” Section 2356, Crawford & Moses’ Digest.\nWhat we have said disposes of the objections made to instructions numbered 7 and 8, which present this view of the law and were given over, appellant’s objections.\nAppellant asked instructions numbered 1 and 4, which the court refused to give. These instructions are as follows:\n“No. 1. You are instructed that if you find from the evidence in this case, beyond a reasonable doubt, that the defendant was so intoxicated at the time he struck the deceased with an automobile that he did not know he had hit a man, and at the time .was on the right side of the road, then he would not be guilty of negligence or carelessness in the operation of the car, unless you further find beyond a reasonable doubt that he did it wilfully and without due regard for the lives of others, and you will so find.”\n“No. 4. You are instructed that drunkenness is no excuse for crime, yet if a person is so intoxicated to lose his faculties, both in body and mind, and not comprehend what he was doing, then he would in that case have no wilful intent to commit crime, and, if you believe beyond a reasonable doubt from all the evidence, that the defendant was so drunk that he did not know or have control of himself and that the accident which resulted in the death of Grady Porter was unavoidable, then you will find the defendant not guilty.”\nIt will be observed that these instructions, if given, would have required a finding that appellant had acted wilfully, whereas this is not required to constitute the offense of involuntary manslaughter. It was said, in the case of Bennett v. State, 161 Ark. 501, 257 S. W. 372, that: “Involuntary manslaughter is, as its name implies, an involuntary killing done without any intent to kill, but in the commission of some unlawful act, or in the improper performance of some lawful act. Tharp v. State, 99 Ark. 188, 137 S. W. 1097; Trotter v. State, 148 Ark. 466, 231 S. W. 177. See also White v. State, 164 Ark. 517, 262 S. W. 338.\nNo error appearing, the judgment must be affirmed, and it is so ordered.",
        "type": "majority",
        "author": "Smith, J."
      }
    ],
    "attorneys": [
      "Isaac McClellan, for appellant.",
      "Hal L. Norwood, Attorney General, and Pat Mehaffy, Assistant, for appellee."
    ],
    "corrections": "",
    "head_matter": "Nichols v. State.\nCrim. 3854\nOpinion delivered October 16, 1933.\nIsaac McClellan, for appellant.\nHal L. Norwood, Attorney General, and Pat Mehaffy, Assistant, for appellee."
  },
  "file_name": "0999-01",
  "first_page_order": 1019,
  "last_page_order": 1023
}
