{
  "id": 1428340,
  "name": "Kirk v. Mason",
  "name_abbreviation": "Kirk v. Mason",
  "decision_date": "1934-03-05",
  "docket_number": "4-3395",
  "first_page": "1000",
  "last_page": "1006",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 1000"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "168 S. W. 1084",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "113 Ark. 500",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "38 S. W. (2d) 14",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "183 Ark. 699",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1441648
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/183/0699-01"
      ]
    },
    {
      "cite": "3 S. W. (2d) 305",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "176 Ark. 548",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1400009
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/176/0548-01"
      ]
    },
    {
      "cite": "297 S. W. 1018",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "174 Ark. 703",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8724012
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/174/0703-01"
      ]
    },
    {
      "cite": "279 S. W. 20",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "170 Ark. 163",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1371726
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/170/0163-01"
      ]
    },
    {
      "cite": "225 S. W. 656",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "146 Ark. 447",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 535,
    "char_count": 10396,
    "ocr_confidence": 0.487,
    "pagerank": {
      "raw": 5.207966869300525e-08,
      "percentile": 0.32687600705678205
    },
    "sha256": "93dbf91a793ea3713c80b14beb8416dd71f00abaef85cf8c45c8f1dadba7173b",
    "simhash": "1:6b9c368e60a5be10",
    "word_count": 1865
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Kirk v. Mason."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nW. R. Kirk, a citizen of Scott County, died testate on or about June 24, 1929. He was living with his second wife at the time of his death, and no children had been born to either of his marriages. His second wife was a widow when he married her, and she later died without issue born to her.\nKirk’s will was duly admitted to probate, and his surviving widow was appointed executrix, as was directed by the will, the relevant portions of which are as follows: The testator first directed his executrix to pay his just debts, if any. 'By the second paragraph he devised to his wife all his real estate, “to be hers, used and possessed by her, to enjoy the rents and profits therefrom during her entire natural life.” Paragraph 3 of the will reads, in part, as follows: “It is my will that at my death my said wife, Mollie Kirk, is to make a division of my personal estate, consisting of stock, moneys, notes and ac-counts, choses in action and bank stock and personal property of every kind, and that she is to have as her share of said personal property a one-third interest in the whole of my personal estate.” This paragraph directed that $500 be paid to the testator’s brother, R. Kirk, “to reward him for taking care of my father and mother during their declining years and last sickness and death, and the remainder of the two-thirds of my personal estate to be divided equally among my brothers and sisters or their descendants, then living, namely, as follows: * * The brothers and sisters were there named, along with the six children of a deceased brother, who were given their father’s interest. .\nParagraph 4 of the will reads as follows: “It is my will and desire that at my death my wife dispose of the personal estate as above set out, and retain only such of the personal property as is necessary for her in the operation of my farm, and that it is my desire that none of my land be sold or divided until the death of my wife, Mollie Kirk, and at her death, and after the payment of her just and legal debts and burial expenses, and the erection of a monument to each of our graves, it is my desire that my real estate and any personal property that remains undisposed of by my wife during her natural life be then divided equally among my brothers and sisters, and their descendants. The descendants of any one of my brothers and sisters to share only in the part that my deceased brother or sister would share in my estate. The above is conditioned that each of us die without issue, leaving no children.”\nBy paragraph 5 the testator named his wife as executrix, and directed that she be empowered to act as such without giving bond. Letters testamentary issued, as was directed in the will, and the executrix caused an inventory to be made and the property to be appraised. The entire estate was appraised at $10,980.47, of w^iich sum $1,680 represented the value of the land. The testator had made contracts to convey certain portions of the real estate, and, by appropriate orders, these contracts were performed, and the unpaid purchase money collected. The personal property consisted principally of money in bank and the capital stock of the bank, in which the money was deposited, and certain notes and accounts. Most of this property was converted into money under orders of the probate court, and the executrix reported to the court that she had $9,000 on hand to be distributed as directed by the will. In her petition for an order of distribution the executrix reported the taxes and other disbursements which had been made. She alleged that she was entitled to one-third of the money under the will and to commissions of <$320 as executrix, making an aggregate amount to which, she was entitled of $3,320. After allowing $500 to he paid E. Kirk, a balance of $4,972.99 was reported on hand for distribution among the surviving brothers and sisters and the six children of the deceased brother, the share of each being calculated and stated.\nAn order of distribution was made pursuant to the prayer of the petition, and this money appears to have been paid over to the devisees who were entitled thereto. Mrs. Kirk, the executrix, deposited her part to her individual credit in the bank with which her husband had been connected, and at the time of her death, which occurred in June, 1932, she had on deposit $1,400 in a checking account and $1,600 in the form of a time deposit. It was stipulated that all the money on deposit had been derived from the estate of the testator.\nAfter the death of Mrs. Kirk, Emmett Miller qualified as executor in succession of Kirk’s estate, and M. C. Bird took out letters of administration on the estate of Mrs. Kirk.\nCertain claims were probated against the estates of both Mr. and Mrs. Kirk, which need not be considered, as there is no controversy about them. Kirk’s estate was solvent, and the deWs were small, and the will had directed the payment, not only of the testator’s debts, but those of his wife’s also, including her burial expenses and the cost of erecting a monument to each of their graves.\nMrs. Kirk was survived by Mrs. Myrtle Mason, her sister and sole heir-at-law, who was appointed administratrix of the estate of Mrs. Kirk by the probate court of Benton County, in which county Mrs. Mason resided and at whose home Mrs. Kirk had died.\nMrs. Mason filed a petition in the probate court of Scott County praying that the letters of administration granted to Bird upon the estate of Mrs. Kirk be revoked, and that he be required to account for and to pay over to her all assets of Mrs. Kirk which had come into his hands, including the bank deposits. This petition alleged that under § 1, Crawford & Moses’ Digest, an administration upon Mrs. Kirk’s estate was unnecessary. A response was filed by Bird, as administrator, putting the allegations of the petition in issue. A consent order was entered by the probate court of Scott County directing Bird, as administrator, to pay over to Mrs. Mason the $1,400 demand deposit to the credit of Mrs. Kirk at the time of her death, and all other questions were reserved.\nThe heirs of Mr. Kirk appealed from this order, and on the trial of this appeal it was adjudged by the circuit court that Mrs. Kirk was the owner of both deposits, although the money they represented had been derived from the estate of her husband under the provisions of his will, and this appeal is from that judgment.\nIt is insisted for the reversal of this judgment that the circuit court erroneously construed the provisions of the will, hereinabove recited, and, in support of this contention, we are cited to the case of King v. Stevens, 146 Ark. 447, 225 S. W. 656, where it was held that an estate for life may be created in personal property of a durable nature, with remainder over, and in such cases the property remaining at the death of the life tenant is to be distributed to the remainderman. We are cited also to numerous cases announcing rules for the construction of wills containing conflicting provisions.\nWe do not review these cases, as we think there is no conflict in the provisions of the will. Paragraph 2 clearly gave the widow only a life estate in the real estate, but with equal certainty paragraph 3 gave her absolutely a third of the personal property, and we think there was nothing in paragraph 4 reducing this devise except only as to the personal property necessary for her use in the operation of the farm.\nIt has been many times said that the paramount rule in the construction of wills is to ascertain the intention of the testator from the language used, giving force and meaning to each clause in the entire instrument. Wooldridge v. Gilman, 170 Ark. 163, 279 S. W. 20; Lockhart v. Lyons, 174 Ark. 703, 297 S. W. 1018; Kelly v. Kelly, 176 Ark. 548, 3 S. W. (2d) 305; First National Bank of Fort Smith v. Marre, 183 Ark. 699, 38 S. W. (2d) 14.\nIt is the law also that technical rules of construction which require certain provisions of a will to be disregarded are never to be resorted to except for the purpose of escaping total inconsistency. Little v. McGuire, 113 Ark. 500, 168 S. W. 1084, and cases there cited.\nThere is, in our opinion, no provision of the will which requires some other portion of it to be disregarded; on the contrary, it may be construed as a harmonious whole. It is true, of course, that, having made no election to disregard the will, the widow is presumed to have elected to take the provisions made for her by the will, although it may now appear that she would have profited by renouncing the will. Section 3527, Crawford & Moses’ Digest. But she does take what the will, read in its entirety, gives her.\nWhile the widow was given only a life estate in the lands, it was evidently the intention of the testator that she should have the full benefit of this use, and as a means to that end she was given, in addition to the provisions made in paragraph 3, the right to retain and use so much of the personal property as was necessary to operate the farm; this last provision, however, to continue only so long as she lived; and paragraph 4 renews the direction to “dispose of the personal estate as above set out” in paragraph 3, but to retain and not to dispose of so much of the personal property as was necessary for the operation of the farm, as to which property there was a remainder, which was to be used, rather than the real estate, in paying the just and legal debts his wife might owe, including her burial expenses and the erection “of a monument to each of our graves,” and the real estate and personal property used in connection with the farm then remaining was to be divided equally among the brothers and sisters of the testator and their descendants, in accordance with the directions in that behalf contained in paragraph 3.\nCounsel for appellee ask, in their brief, that we direct the revocation of the letters of administration issued to M. C. Bird as administrator of the estate of Mrs. Kirk. But this question appears to be pending and undisposed of in the Scott Probate Court, and for that reason we do not dispose of this question.\nThe judgment of the circuit court accords with this construction of the will, and it is therefore affirmed.",
        "type": "majority",
        "author": "Smith, J."
      }
    ],
    "attorneys": [
      "W. A. Bates and Evans & Evans, for appellant.",
      "Connelly Harrington and O. R. Smith, for appellee."
    ],
    "corrections": "",
    "head_matter": "Kirk v. Mason.\n4-3395\nOpinion delivered March 5, 1934.\nW. A. Bates and Evans & Evans, for appellant.\nConnelly Harrington and O. R. Smith, for appellee."
  },
  "file_name": "1000-01",
  "first_page_order": 1018,
  "last_page_order": 1024
}
