{
  "id": 1428289,
  "name": "New York Life Insurance Company v. Shivley",
  "name_abbreviation": "New York Life Insurance v. Shivley",
  "decision_date": "1934-03-12",
  "docket_number": "4-3397",
  "first_page": "1044",
  "last_page": "1048",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 1044"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "297 S. W. 847",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "174 Ark. 783",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8724680
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/174/0783-01"
      ]
    },
    {
      "cite": "167 S. W. 845",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "case_ids": [
        8282975
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sw/167/0845-01"
      ]
    },
    {
      "cite": "113 Ark. 174",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1537507
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/113/0174-01"
      ]
    },
    {
      "cite": "34 C. C. A. 236",
      "category": "reporters:federal",
      "reporter": "C.C.A.",
      "opinion_index": 0
    },
    {
      "cite": "92 Fed. 111",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6751632
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/92/0111-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 389,
    "char_count": 8623,
    "ocr_confidence": 0.498,
    "pagerank": {
      "raw": 1.2451449207841247e-07,
      "percentile": 0.6088389709206985
    },
    "sha256": "a8934c7835229204d48d809228a1d3c7e53ed674abc485ddfb02a352fdbcd23c",
    "simhash": "1:f707d51f22f5d18e",
    "word_count": 1514
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "New York Life Insurance Company v. Shivley."
    ],
    "opinions": [
      {
        "text": "Mehaffy, J.\nThis action was begun by appellee in the Randolph Circuit Court, against the appellant, to recover on an insurance policy issued April 20, 1909, for $2,000. The annual premium was $64.74, running for twenty years. The policy was issued by appellant to Nieie J. Shivley, wife of the appellee, and the appellee was the beneficiary. The premiums had all been paid, and it was a paid-up policy. The last premium, was April 20, 1929. The insured died on December 26, 1932.\nAppellant, in its answer, admits that the policy became paid up in April, 1929, but that it was charged with a loan,\" and the appellant alleges that on September” 24, 1932, the total debt, including interest, equaled the cash surrender value of the policy, and that on that date appellant notified the insured that the policy would become void without further notice if no payment on account of the indebtedness was made before the expiration of one month after the mailing of the notice. No further payment was made on account of the indebtedness, and appellant alleged that, according to the terms of the loan agreement, the policy had lapsed, and become void on October 23, 1932, and that at the time of insured’s death the policy was not in force.\nThere were several loans made on the policy, the first one being for $120, and the loan agreement provided that interest on this loan at the rate of 5 per cent, per annum from date to the anniversary of the policy should be paid, and should#be paid annually thereafter on each anniversary of the policy. The agreement further provided that, if interest was not paid on the date when due, it should be added to the principal and bear interest at the same rate. It was further provided in the loan agreement that the sum so advanced shall become due and payable either, (a) if there is default in the payment of any premium on said policy, in which event the sum so due and payable with interest should be deducted in the manner provided in said policy, and said indebtedness thereupon be deemed fully paid. The agreement further provided that, whenever the total indebtedness to the company on said policy, however evidenced, shall equal its cash surrender value, then, in the event of failure to pay interest thereon, said company shall mail to the last known address of the insured, and of the assignee of record at the home office of the company, if any, a notice that the total indebtedness to the company on said policy equals its cash surrender value, and thereupon said policy shall, one month after the mailing of said notice by the company, and without any other or further notice or action of any kind,’be-void and of no effect, unless said defaulted interest shall be paid within said one month after the mailing of' said notice, and whenever said policy so becomes void and of no effect, all of said indebtedness to the company shall be fully paid and satisfied.\nThe policy provided that, when the total indebtedness to the company on said policy should equal its cash surrender value, then, in the event of failure to pay interest thereon, said company shall mail to the last known address of the insured a notice that the total indebtedness to the company equals its cash surrender value, and thereupon said policy shall, one month after mailing said notice, be void. The policy does not require that the insured shall receive the notice, but it does require that the notice be mailed to the last known address of the insured.\nWe think, however, that it was unimportant whether notice was given or not, because, unless the indebtedness equaled the cash surrender value of the policy, there was no forfeiture. The company made several loans on this policy, and, when it would make a*new loan, it would always deduct the amount of the former loan and interest from the amount advanced as a loan on the policy. In all instances, also, where a loan was made, there was a policy loan agreement. The last loan was made on May 21, 1931, and was not due until May 21, 1932, and in April, 1932, the interest of $46.44 was added to the principal, making the total indebtedness $1,086.44.\nThe appellant’s witnesses testify, and the record shows, that the interest for 1932 was added to the loan thereby extended until 1933. There was no promise to pay, and no obligation to pay either principal or interest until May, 1933; but, in order to show that the indebtedness equals the cash surrender value of the policy, appellant calculates the interest accrued, although not due until May, 1933. The only question in this case therefore is whether, in order to declare a forfeiture of the policy, the appellant will be permitted to calculate the interest that is not due, and will not be due for several months, and add this to the principal, so as to make the indebtedness equal to the cash surrender value. We do not think this should be permitted, nor do we think it was the intention of the parties. The interest not yet due should not be available to increase the amount of the indebtedness so as to forfeit the policy. The policy itself increased in value annually, although such increase was not available to the insured until the beginning of the next policy year, and the interest accrued, but not due, should not be available to the insurance company to increase the indebtedness so as to declare a forfeiture.\nThere is some argument made about failure to pay defaulted interest. There was no defaulted interest, and there was no interest due until the following May.\n“It is a general principle that forfeitures are not favored in law, and nowhere is this more applicable than in the construction of insurance contracts (Palatine Ins. Co. v. Ewing, 92 Fed. 111, 34 C. C. A. 236). A construction of a policy resulting in a forfeiture will not be adopted except to give effect to the obvious intention of the parties. * * * Nor will provisions for the forfeiture in policies of insurance be extended beyond the mischief intended to be met thereby. Contracts of insurance, whether of life or fire insurance, will therefore be construed so as to avoid a forfeiture if possible.” 2 Cooley’s Briefs, on Insurance, 991; Maloney v. Maryland Cas. Co., 113 Ark. 174, 167 S. W. 845; Pfeiffer v. Mo. State Life Ins. Co., 174 Ark. 783, 297 S. W. 847.\nThe policy in this case provides that it shall be incontestable after one year from its date, except for the nonpayment of premiums. There were, of course, no premiums due, because this policy was paid up. Of course, if interest is calculated up to the time the company gave the notice, the indebtedxxess would equal the cash surrender value of the policy; but, in order to arrive at this result, interest that is not due must be added to the indebtedness, and we do not think there was any more intention of adding interest due in the future than there was in calculating the increased value of the policy, which would not be available until the beginning of the next policy year.\nUxxder the terms of the policy, of course, there was no increase until the beginning of the next year. But there was no interest due on indebtedness until the next policy year.\nIn vol. 2 of Cooley’s Briefs on Insurance, 994 and 995, the rule is stated as follows: “In accord with these principles, it is recognized as the settled doctrine that a policy of insurance must be liberally construed in favor of the insured, so as not to defeat, without necessity, his claim to the indemnity, which, in making the insurance, it was his object to secure; and, when the words are without evidence susceptible of two interpretations, that which will sustain his claim and cover the loss must in preference be adopted.”\nIn construing the contract most strongly against the insurance company, as we must do, we think it clear that the company did not have the right to declare a forfeiture at the time it did.\nThis view is strengthened by the statements in the policy and in the policy loan agreement; in both it is stated that the interest is payable annually, and it is also stated in the policy loan agreement that the policy becomes void unless the defaulted interest shall be paid, etc.\nWe think that defaulted interest means interest that is not paid at the time it is due according to the contract, and, according to the contract, this interest was not due until the end of the policy year.\nThe judgment of the circuit court is affirmed.",
        "type": "majority",
        "author": "Mehaffy, J."
      }
    ],
    "attorneys": [
      "Louise H. Cooke, W. J. Schoonover and Rose, Hemingway, Cantrell & Loughborough, for appellant.",
      "W. A. Jackson and George M. Booth, for appellee."
    ],
    "corrections": "",
    "head_matter": "New York Life Insurance Company v. Shivley.\n4-3397\nOpinion delivered March 12, 1934.\nLouise H. Cooke, W. J. Schoonover and Rose, Hemingway, Cantrell & Loughborough, for appellant.\nW. A. Jackson and George M. Booth, for appellee."
  },
  "file_name": "1044-01",
  "first_page_order": 1062,
  "last_page_order": 1066
}
