{
  "id": 8726627,
  "name": "Adams v. State",
  "name_abbreviation": "Adams v. State",
  "decision_date": "1929-09-23",
  "docket_number": "",
  "first_page": "1047",
  "last_page": "1055",
  "citations": [
    {
      "type": "official",
      "cite": "179 Ark. 1047"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "280 Fed. 913",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6723721
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/280/0913-01"
      ]
    },
    {
      "cite": "257 Fed. 648",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6056984
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/257/0648-01"
      ]
    },
    {
      "cite": "232 Fed. 844",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6744309
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/232/0844-01"
      ]
    },
    {
      "cite": "107 U. S. 655",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3499440
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/us/107/0655-01"
      ]
    },
    {
      "cite": "165 U. S. 36",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8298050
      ],
      "weight": 4,
      "opinion_index": 0,
      "case_paths": [
        "/us/165/0036-01"
      ]
    },
    {
      "cite": "17 S. Ct. 373",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "opinion_index": 0
    },
    {
      "cite": "165 U. S. 324",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "opinion_index": 0
    },
    {
      "cite": "162 U. S. 664",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6141472
      ],
      "weight": 4,
      "opinion_index": 0,
      "case_paths": [
        "/us/162/0664-01"
      ]
    },
    {
      "cite": "156 U. S. 432",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1488093
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/us/156/0432-01"
      ]
    },
    {
      "cite": "34 Fed. 30",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6726577
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/34/0030-01"
      ]
    },
    {
      "cite": "95 Ark. 48",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1543580
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/95/0048-01"
      ]
    },
    {
      "cite": "127 S. W. 951",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "84 Ark. 136",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1524353
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/84/0136-01"
      ]
    },
    {
      "cite": "286 S. W. 810",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "171 Ark. 556",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1369591
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/171/0556-01"
      ]
    },
    {
      "cite": "254 S. W. 376",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "160 Ark. 112",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8719664
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/160/0112-01"
      ]
    },
    {
      "cite": "102 S. W. 715",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "83 Ark. 36",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1527125
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/83/0036-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 515,
    "char_count": 10938,
    "ocr_confidence": 0.496,
    "pagerank": {
      "raw": 4.584228713186842e-07,
      "percentile": 0.9254500938085579
    },
    "sha256": "53899927b2ee5821ffa320cf5deb7ed935e51db4d68f0b575f1aa09d71a5e73d",
    "simhash": "1:fc2b94e7ad27da70",
    "word_count": 1967
  },
  "last_updated": "2024-02-27T23:51:14.248945+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Adams v. State."
    ],
    "opinions": [
      {
        "text": "Hart, C. J.,\n(after stating the facts). It is first earnestly insisted by counsel for the defendant that the court erred in overruling his motion for a change of venue. The petition for a change of venue was in statutory - form, and contained the affidavits of numerous qualified electors who were actual residents of the county and not related to the defendant in any way. The court found that one of the supporting affiants was a credible person, but that the others were not. That is to say, the court found that only one of the supporting affiants had knowledge as to the existence or nonexistence of prejudice in the minds of the inhabitants of the whole county. The other affiants, on cross-examination, admitted that they only knew of the existence of prejudice against the defendant in certain portions of the county. The entire county was covered by them, but no one of them knew of the existence or nonexistence of prejudice against the defendant in all parts of the county. One of the supporting affiants was not produced by the defendant in court, and was not examined .at all.\nSection 3087 of Crawford & Moses’ Digest provides for a change of venue in any criminal case whenever it shall appear, in the manner hereinafter provided for, that the minds of the inhalbitants of the county in which the case is pending- are so prejudiced against the defendant that a fair and impartial trial cannot be had therein. Section 3088 provides for the filing of a petition setting forth the facts, verified by affidavit, and that the petition be supported by the affidavits of two credible persons who are qualified electors, actual residents of the county, and not related to the defendant in any way. The application for change of venue in a criminal case is addressed to the sound discretion of the court, and this court 'will not overrule the ruling of the trial court denying an application for a change of venue, unless it is made to appear that there has been such an abuse of discretion as to constitute a denial of a substantial right. White v. State, 83 Ark. 36, 102 S. W. 715; Spurgeon v. State, 160 Ark. 112, 254 S. W. 376; and Padgett v. State, 171 Ark. 556, 286 S. W. 810. Numerous other cases might be cited to the same effect, but the rule is so firmly established in this State that a further citation of authorities is unnecessary.\nThese authorities also establish that the court may examine the supporting affiants to determine whether or not they are credible persons within the meaning of the statute. The examination is made for the purpose of showing their means of knowing the condition of the minds of the inhabitants of the county. The statute requires the petition to state that the minds of the inhabitants of the county in which the case is pending are so prejudiced against the defendant that a fair and impartial trial cannot be had therein, and the truth of the allegations in the petition must be supported by the affidavits of two credible persons. This means that the supporting affiants must know the condition of the minds of the inhabitants throughout the whole county. Otherwise, they will not be credible persons within the mean-rug of the statute. The petition itself and the supporting affiants must conform to the requirement of the statute, and it was within the province of the court, in the exercise of a sound discretion, to refuse to grant a change of venue unless two supporting affiants were credible persons within the meaning of the statute, and that meant that each of them, upon examination by the court, must show that he had knowledge of the condition of the minds of the inhabitants throughout the whole county as to the existence or nonexistence of prejudice -against the defendant. One of the supporting affiants was not produced by the defendant, and for that reason the court did not err in holding that he was not a credible person within the meaning of the statute. It was the duty of the defendant to have produced in court this affiant for the purpose of enabling the court to examine him to determine whether or not he was a credible person.\nIt is next insisted that the court erred in not directing a verdict in favor of the defendant. , The indictment was returned under § 688 of Crawford & Moses’ Digest, which provides a penalty for false entries or statements in bank books. Without setting forth the entire section, it in effect provides that any person who shall knowingly and willfully make or cause to be made any false entry in the books of any bank, with the intent to deceive the Bank Commissioner or the examiner, shall be deemed guilty of a felony. This statute was passed by the Legislature of 1913, and is a part of a statute creating the State Banking Department and providing for the organization and control of banks. Prior to the passage of this statute there was an old statute on the subject, which is § 24-74 of Crawford & Moses’ Digest. Among other things it provided that every person who, with intent to defraud, shall make any false entry or shall falsely alter any entry made in any book of accounts by any banking organization within the State, shall, on conviction thereof, be punished as for forgery.\nIn construing this statute in Mears v. State, 84 Ark. 136, 127 S. W. 951, it was held that the statute makes an intent to defraud an essential element of the offense charged. Again, in Quertermous v. State, 95 Ark. 48, 127 S. W. 951, the court said that the word “falsely,” as used in the statute, not only imports an element of fraud or bad faith, but goes further and relates to the act. The court quoted with approval from the opinion of Judge Thayer in United States v. Crecilius, 34 Fed. 30, in which, in construing a statute on the same subject passed by Congress, regulating national banks, the learned judge said: ‘ ‘ The statute evidently was enacted to prevent bank officials and officers from concealing the actual financial condition of national banking associations, by means of a falsification of any of the books of account or statement or report which they are by law required to make. ’ ’\nIn construing the act of Congress, the Supreme Court of the United States held that it cannot be a false entry to make a recital on the books of the bank which is indeed the truth. Coffin v. U. S., 156 U. S. 432, 15 S. Ct. 394; 162 U. S. 664, 16 S. Ct. 943; Graves v. U. S., 165 U. S. 324, 17 S. Ct. 373; and Agnew v. U. S., 165 U. S. 36, 17 S. Ct. 235.\nUnder our statutes the crime may be committed personally or by directing the false entry to be made. If the entry upon the books of the bank of the matter contained in the deposit «lip is not true, it is a false entry. If it represents an actual transaction, it does not fall within the denunciation of the statute.\nThis brings us to a consideration whether the transaction in the present case actually took place and was entered upon the books of the bank actually as it occurred. The jury had a right to consider all the facts connected with the transaction; and, when this was done, we think that it might have found that the entry was a false one within*, the meaning of the statute, and made with the intent to deceive the bank examiner. The deposit was made by the defendant on the 30th day of June, 1926, and an examination was made by the bank examiner about a month thereafter. The entry on the books of the bank .showed a deposit slip in favor of D. D. Adams, Sr., which was evidenced by a draft drawn by him for $75,000. If Adams had had the power to draw the draft in question, the transaction would have been a genuine one, and there would not have been any false entry upon the books of the bank. The evidence shows, however, that the entry did not show the real transaction. Adams was not entitled to a credit upon the draft drawn by him until it was also signed by Scroggins and Bridewell. Upon this account the transaction was not entered upon the books of the bank in accordance with the actual facts in the case, and -the jury might have found that the entry was a false one. Under the circumstances, the jury might also have found that the transaction as it was entered upon the books of the bank was made with the intent to deceive the bank examiner. The entry did not represent a transaction as it actually existed, and was therefore calculated to deceive and did actually deceive the bank examiner when he examined the books .of the bank. Therefore we do not consider this assignment of error well taken.\nThe next assignment relates to the error of the court in excluding the testimony offered by the defendant as to his intent in the matter. We have copied this in its entirety in our statement of facts, and need not repeat it here. Under the terms of the statute itself, an intent to deceive the Bank Commissioner or bank examiner must be alleged and proved. The statute, by its very terms, is designed to punish only those officers of a bank who make or cause to be made false entries in a book of accounts with the intent to deceive the Bank Commissioner or bank examiner. Of course, if the false entry is calculated to deceive the bank examiner, the making of it in the books of the bank with the intent to deceive him is all that is necessary to bring the act within the meaning of the statute. This is apparent from our own cases above cited, as well as from the following cases: United States v. Britton, 107 U. S. 655, 2 S. Ct. 512; Coffin v. United States, 162 U. S. 664, 16 S. Ct. 943; Agnew v. United States, 165 U. S. 36, 17 S. Ct. 235; Cummins v. United States (Cir. Ct. of Apppeals, 8th Circuit), 232 Fed. 844; Galbreath v. United States (Circuit Court of Appeals, 6th Circuit), 257 Fed. 648; and United States v. Reece (District Court, D. Idaho, E. D.) 280 Fed. 913.\nOur statute expressly makes the intent of the person charged with deceiving the bank examiner an essential element of the offense, and this must be alleged and proved. The excluded evidence might have shed light upon the intent of the defendant under the circumstances. It was within the province of the jury to draw all legitimate inferences from the evidence, and that excluded might, in the minds of the jury, have shed light upon the fact whether or not the defendant intended to deceive the bank examiner by causing a false entry to be entered upon the books of the hank. The defendant was entitled to have had all the facts and circumstances connected with the transaction shown in evidence before the jury in order to enable it properly to determine the matter.\nTherefore we are of the opinion that the court erred in refusing to allow defendant’s counsel to introduce the excluded evidence before the jury, and for that error the judgment will be reversed, and the cause remanded for a new trial.",
        "type": "majority",
        "author": "Hart, C. J.,"
      }
    ],
    "attorneys": [
      "Colemcm & Reeder, for appellant.",
      "Hal L. Norwood, Attorney General, and Robert F. Smith, Assistant, for appellee."
    ],
    "corrections": "",
    "head_matter": "Adams v. State.\nOpinion delivered September 23, 1929.\nColemcm & Reeder, for appellant.\nHal L. Norwood, Attorney General, and Robert F. Smith, Assistant, for appellee."
  },
  "file_name": "1047-01",
  "first_page_order": 1065,
  "last_page_order": 1073
}
