{
  "id": 1428364,
  "name": "Hood v. Sovereign Camp Woodmen of the World",
  "name_abbreviation": "Hood v. Sovereign Camp Woodmen of the World",
  "decision_date": "1934-03-12",
  "docket_number": "4-3398",
  "first_page": "1048",
  "last_page": "1053",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 1048"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "78 N. E. 469",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": 0
    },
    {
      "cite": "107 N. W. 183",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 0
    },
    {
      "cite": "107 Ill. App. 306",
      "category": "reporters:state",
      "reporter": "Ill. App.",
      "case_ids": [
        2570842
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ill-app/107/0306-01"
      ]
    },
    {
      "cite": "91 Ill. App. 580",
      "category": "reporters:state",
      "reporter": "Ill. App.",
      "case_ids": [
        5282895
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ill-app/91/0580-01"
      ]
    },
    {
      "cite": "116 Ill. App. 587",
      "category": "reporters:state",
      "reporter": "Ill. App.",
      "case_ids": [
        2539704
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ill-app/116/0587-01"
      ]
    },
    {
      "cite": "57 S. W. (2d) 1052",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "186 Ark. 1143",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8727086
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/186/1143-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 430,
    "char_count": 8533,
    "ocr_confidence": 0.488,
    "pagerank": {
      "raw": 6.087085966315723e-08,
      "percentile": 0.3768320083526105
    },
    "sha256": "b750765715039c8b6121b3bdd6a407b706a3e6f3adc70e7d66571066e5d9abdd",
    "simhash": "1:1be550ffd83982e2",
    "word_count": 1512
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hood v. Sovereign Camp Woodmen of the World."
    ],
    "opinions": [
      {
        "text": "Mehaffy, J.\nThis suit was brought by appellant against the appellee in the Pope Circuit Court to recover on an insurance policy issued to appellant’s husband, Robert L. Hood, who died October 16, 1932.\nIn 1898 the appellee issued to Robert L. Hood, husband of appellant, an insurance policy in the sum of $2,000, payable to his wife, the appellant. All of the premiums and dues were paid by Hood up to August 9,1910, when he canceled and surrendered the certificate originally issued to him, and directed the issuance of a new certificate, making his wife and children beneficiaries. This second certificate was issued August 16, 1910. On April 18,1929, this second certificate was surrendered and canceled, and application made for a new form of ordinary life certificate in the amount of $2,000 at an increased rate of assessments. The beneficiary in this last certificate, the one involved in this suit, is appellant.\nRobert L. Hood was in the drug business at Russell-ville, and paid his dues to appellant’s agents for about 30 years. During all that time, up to July, 1932, the dues were paid at Hood’s place of business, at his drug store. About this there is no dispute. The agents of the appellee and others testified that the agents of the appellee would go to Hood’s place of business and collect premiums, and Mrs. Hood, the appellant, testified that all the dues were paid up to the time of his death. She did not, however, have receipts for all of them. She did have receipts or checks, showing that she paid all of the premiums and dues up to' and including the payment for June, 1932. In April, 1932, Hood borrowed $203.06 from the company.\nThe testimony of the appellant shows that no notice that the dues had not been paid was ever received. She also testified that, after the change in the policy was made, they paid $7.84 dues, and 25 cents camp dues, a total of $8.09. She testified that they always collected dues at the store; that this was the custom from the very beginning, more than 30 years, down to the death of Mr. Hood; that they were paid up at the time of his death; and that no one ever notified them that they were not paid. She opened all the mail, looked after the books, and no information ever came that they were not paid. After Hood’s death, she wrote appellee that she had money to pay the loan, but she never received any answer to her letter.\nOn cross-examination she testified that sometimes she paid the dues, and sometimes her son paid them, but they were always paid at the store; paid to the local secretary; paid them down to the time of Hood’s death. She did not know there was any contention that they had not been paid until after his death. She had receipts for January, February, March and April that she found, and she testified that one box of receipts, she could not find. Her testimony was corroborated by her son, Louis Hood.\nRobert Bailey, attorney, introduced a letter which had been written to the appellee, notifying the company of the death of Mr. Hood, and also a letter in reply, saying that Shepherd notified them of Hood’s death, and they also stated that Hood had been suspended for the nonpayment of June dues.\nJoe D. Shepherd, financial secretary of appellee, testified that he worked for the local camp during 1932 as financial secretary; that his records show that Hood was suspended for the nonpayment of the June installment. This witness does not remember whether he ever collected any dues at any place other than Hood’s place of business. He does not remember whether Hood ever paid him at his office. The local camp had no meetings for years, and the financial secretary had no place of business for appellee in Russellville. Shepherd testified that the office of financial secretary was given to him by the State manager of appellee. Witness did not remember whether he collected once or twice from Hood money that witness had advanced. This witness admitted that Hood gave him a check in June, and also that the receipt introduced, dated June 13, was signed by him, and he also testified that he could not say whether he received cash and the check, too, or not. He testified that on the book, after Hood’s name, was the word “see”; that this was a notation made by Mr. Young, who preceded witness as financial secretary, and he took that to mean that he was to go to Mr. Hood’s place of business to collect dues.\nBoy Young, Mr. Shepherd’s predecessor, testified that he was financial secretary for eight years, perhaps ten; that Hood was a member of the camp, and that he collected dues regularly; that he collected the dues at Hood’s store; always collected them there the first of the month; that he turned the office over to Shepherd in April or May; that Hood paid every time he went there to collect. He also said that he made the notation on the book, and told Shepherd to go to Hood’s place of business to collect; that the last dues witness collected were in April or May, he did not know which.\nThere was other evidence introduced with reference to the loan, and the available values, and, at the close of the evidence, the court directed a verdict in favor of the appellee. There was sufficient evidence to submit the question as to whether dues had or had not been paid to the jury. It was a question of fact for the jury, and not for the court. If the dues had been paid, then the other question discussed became immaterial.\nWhenever an insurance company seeks to avoid payment, claiming that the policy .is forfeited for nonpayment of dues, the burden is on it to establish this fact by a preponderance of the evidence.\n“While the burden is on the plaintiff in an action on a benefit certificate to show insured’s good standing at the time of his death, still, as the certificate is proof of good standing at the time of its issuance, and raises a presumption that such good standing continued, it follows that, when the certificate is introduced, the burden is on the association to prove loss of good standing. * * * And, generally, in an action on a policy or mutual benefit certificate, the issue of the policy or certificate of insurance, and the insured’s death being shown by plaintiff, the burden is on the company to show nonpayment of premiums or dues or other matters going to avoid the policy.” Cooley’s Briefs on Insurance, vol. 4, 3863-3864; United Order of Good Samaritans v. Reavis, 186 Ark. 1143, 57 S. W. (2d) 1052; Supreme Council American Legion of Honor v. Haas, 116 Ill. App. 587; Ry. Passenger & Freight Conductor’s Mut. Aid & Benefit Ass’n v. Thompson, 91 Ill. App. 580; United Brotherhood of Carpenters & Joiners of America v. Fortin, 107 Ill. App. 306; Sleight v. Sup. Council of Mystic Toilers, 107 N. W. 183; Kidder v. Sup. Commandery, United Order of Golden Cross, 78 N. E. 469.\nCounsel for appellee correctly states that the Supreme Court will not disturb the verdict of a trial court where there is substantial evidence to support it, although the evidence introduced is conflicting, but that has no application where the verdict was directed by the trial court. If the case had been submitted to the jury on questions of fact, this court would not disturb the verdict if there was any substantial evidence to support it, but questions of fact are to be tried by the jury, and not by the court, if there is any substantial evidence to submit to the jury.\n'Counsel for appellee says that some of the evidence introduced was not abstracted. That evidence, however, is with reference to the funds in the hands of the insurance company belonging to the insured, and it is abstracted by the appellee, but, if it had not been, the view that we take of the case makes it wholly unnecessary, because, if Hood’s premiums had been paid, it would then, of course, be immaterial, because, if the premiums whether there was any accumulation of funds or not. As to whether there was an accumulation of funds, is a question of fact which, if there is conflicting evidence, will be a question for the jury.\nAs to the proper construction of the provisions of the policy, we call attention to the case of the Sovereign Camp, Woodmen of the World, v. Hardee, ante p. 542, and the case of Sovereign Camp, Woodmen of the World, v. Easley, ante p. 1012.\nFrom what we have said, it follows'that the ease must he reversed and remanded for a new trial.\nIt is so ordered.",
        "type": "majority",
        "author": "Mehaffy, J."
      }
    ],
    "attorneys": [
      "Robert Bailey, for appellant.",
      "Rainey T. Wells and Lee Miles, for appellee."
    ],
    "corrections": "",
    "head_matter": "Hood v. Sovereign Camp Woodmen of the World.\n4-3398\nOpinion delivered March 12, 1934.\nRobert Bailey, for appellant.\nRainey T. Wells and Lee Miles, for appellee."
  },
  "file_name": "1048-01",
  "first_page_order": 1066,
  "last_page_order": 1071
}
