{
  "id": 1435382,
  "name": "Morrilton v. Moose",
  "name_abbreviation": "Morrilton v. Moose",
  "decision_date": "1932-05-23",
  "docket_number": "4-2563",
  "first_page": "1051",
  "last_page": "1055",
  "citations": [
    {
      "type": "official",
      "cite": "185 Ark. 1051"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "292 S. W. 989",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "173 Ark. 523",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8722456
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/173/0523-01"
      ]
    },
    {
      "cite": "125 S. W. 124",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "93 Ark. 472",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1546889
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/93/0472-01"
      ]
    },
    {
      "cite": "185 S. W. 280",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "123 Ark. 244",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1556180
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/123/0244-01"
      ]
    },
    {
      "cite": "18 S. W. (2d) 327",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "179 Ark. 761",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "220 S. W. 832",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "143 Ark. 498",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1589340
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/143/0498-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 419,
    "char_count": 7687,
    "ocr_confidence": 0.507,
    "pagerank": {
      "raw": 1.2240919645422112e-07,
      "percentile": 0.6005633919197606
    },
    "sha256": "951d005b051c3557b179400bb943f23e1c463d2ac9461ef1f3fbc2f27ee6f928",
    "simhash": "1:ab73e1ea3b005617",
    "word_count": 1330
  },
  "last_updated": "2024-02-27T17:51:09.396208+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Morrilton v. Moose."
    ],
    "opinions": [
      {
        "text": "Butler, J.\nOn December 20, 1926, the city of Mo-rrilton by proper resolution designated the People’s Bank & Trust Company as the depository for the funds of the city, and on the 23d of December, following*, a depository bond in the sum of $10,000 was executed by the bank and signed by the appellees as sureties by which they obligated themselves that the principal, People’s Bank & Trust Company, should promptly pay. upon presentation all checks lawfully drawn upon such depository by the city treasurer or other proper officials of the city of Morrilton, so long as any funds of the said city should remain in said depository.\nWithout having passed any additional resolution or having executed any other bond, the city of Morrilton continued to deposit money in the bank until November, 1930, when the bank became insolvent and closed its doors. At the time the bank was taken over for liquidation, the city had on deposit the sum of $8,293.82. A short time thereafter the officials of the bank and other parties interested took up the matter of re-opening the bank, and it was agreed between them and the State Bank Commissioner that, if 65 per cent, of the depositors would agree to accept certificates of deposit payable in one, two and three years, bearing* three per cent, interest, the bank might be reopened. The city council, by proper resolution, accepted this proposition and certificates were issued to the city covering the funds it had on deposit at the time the bank closed. More than 65 per cent, of the depositors accepted the agreement, and had issued to them certificates payable in one, two and three years, and the bank reopened. The city of Morrilton, however, did not then or thereafter make any further deposits with that bank. The bank, as reorganized, began to do an active business accepting- deposits and paying checks until May 28, 1931, when it finally closed its doors and surrendered its assets to the State Bank Commissioner for liquidation.\nAn action was instituted by the city of Morrilton to recover on the depository bond and the sureties answered denying liability, on the ground that they were released by reason of the agreement for reopening the bank and the acceptance of time deposit certificates by the city. Other defenses were also pleaded.\nAn agreed statement of facts was entered into by which the facts above stated were admitted, and further that “the sureties upon the bond in question were not consulted by the city of Mor-rilton as to whether or not it should enter into any such agreement, accepting time deposit certificates, and' the matter of accepting said time deposit certificates was purely an act of the city of Morrilton, acting through its city council and mayor,” and that, “excluding the signing of the agreement and accepting time deposit certificates by the city of Morrilton for its deposits, more than 65 per cent, of other depositors signed the agreement and accepted time deposit certificates.” It was stipulated also that additional proof might be taken upon any issue not covered by, or included in, the agreed statement of facts.\nThe appellee, Mrs. J. J. Scroggin, in addition to the defenses of the other sureties, defended also upon the ground that she did not in fact sign the bond or authorize any one to sign it for her. Testimony was taken on this question and also to the effect that the interest received by the city of Morrilton on the daily balance of its deposits from the time that it first began to do business with the bank until the bank first closed its doors was from two to two and a quarter per cent.\nThe case was submitted to the court on the stipulation of facts, the testimony adduced and the pleadings. The court found in favor of the defendants, the sureties on the bond, and entered a decree dismissing the complaint as' to them, from which the appellant prosecutes this appeal.\nA number of questions are presented and argued by counsel in their respective briefs which we find it unnecessary to determine, as we think the decree must be sustained on the defense interposed that the sureties were released by the action of the city in entering into the reorganization agreement and accepting certificates of deposit due in one, two and three years, bearing interest at the rate of 3 per cent., in lieu of its deposit in the hank at the time it first closed its doors.\nThe form of the certificate issued by the bank to the city of Morrilton pursuant to the agreement for the reopening of the bank is as follows:\n“This is to' certify that city of Morrilton, Bond Retirement Fund, has deposited in the People’s Bank & Trust Company, of Morrilton, Arkansas, as a time deposit, one thousand, two hundred seventy-four & 65/100 dollars, due and payable by said bank to said depositor, or his order, on or before December 15, 1931, together with interest thereon at the rate of 3 per cent, per annum from the date of this certificate until paid, which said amount, with interest will be paid to the legal holder by the People’s Bank & Trust Company at the maturity thereof, and upon surrender of this certificate, said deposit not being subject to check.”\nThe other certificates are like the one copied except in amount and maturity dates. It will be observed that these certificates are negotiable, and are in effect interest-bearing promissory notes. It will also be remembered that the interest received on the deposits before the bank closed its doors did not exceed 2% per cent., while the certificates bore interest at the rate of 3 per cent. This, together with the agreed statement that the agreement fon the reopening of the bank and the acceptance of the certificates in lieu of the deposits, was made without the sureties having been consulted, and in our opinion discharged them from further liability.\n“An extension of time of payment to the principal, without the consent of the sureties, operates as a discharge of the latter from further liability, but such extension must have been for a definite time, and upon valid consideration.” Colvin v. Glover, 143 Ark. 498, 220 S. W. 832.\nIn the instant case there was an extension of the time for payment of the deposits without thé consent of the sureties and a higher rate of interest was agreed upon than that received on the original deposits for which the sureties were liable. This was a sufficient consideration for the agreement and created a different obligation from that for which appellees were bound without their consent and for the convenience of the city of Morrilton. Union Indemnity Co. v. Benton County Lumber Co., 179 Ark. 761,18 S. W. (2d) 327; Colvin v. Glover, supra. See also Hill v. Trezevant, 123 Ark. 244, 185 S. W. 280; Berman v. Shelby, 93 Ark. 472, 125 S. W. 124.\nThe conclusion we have reached is not against the doctrine announced in Waterworks Imp. Dist., etc., v. Rainwater, 173 Ark. 523, 292 S. W. 989, relied on by the appellant. In that case there was no execution of a new contract as in the case at bar, but a mere extension of the time of the old, and that fact alone could not work to the disadvantage of the sureties and did not effect their release. In the instant case negotiable- instruments which might have been sold or transferred to a third party were taken in the stead of a checking account and created a new contract, not only in form, but in substance, which precluded the city of Morrilton from withdrawing its money from the bank either in whole or in part and placed the sureties in a position where they could not protect themselves.\nThe decree is affirmed.",
        "type": "majority",
        "author": "Butler, J."
      }
    ],
    "attorneys": [
      "E. A. Williams, for appellant.",
      "W. P. Strait, for appellee."
    ],
    "corrections": "",
    "head_matter": "Morrilton v. Moose.\n4-2563\nOpinion delivered May 23, 1932.\nE. A. Williams, for appellant.\nW. P. Strait, for appellee."
  },
  "file_name": "1051-01",
  "first_page_order": 1071,
  "last_page_order": 1075
}
