{
  "id": 1428249,
  "name": "Franklin Fire Insurance Company v. Holmes",
  "name_abbreviation": "Franklin Fire Insurance v. Holmes",
  "decision_date": "1934-03-12",
  "docket_number": "4-3406",
  "first_page": "1053",
  "last_page": "1058",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 1053"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "275 S. W. 519",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "169 Ark. 230",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1373889
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/169/0230-01"
      ]
    },
    {
      "cite": "156 S. W. 848",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "108 Ark. 261",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1342320
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/108/0261-01"
      ]
    },
    {
      "cite": "114 S. W. 210",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "88 Ark. 120",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1517102
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/88/0120-01"
      ]
    },
    {
      "cite": "112 S. W. 200",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "87 Ark. 171",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1519119
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/87/0171-01"
      ]
    },
    {
      "cite": "82 S. W. 840",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "72 Ark. 484",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1505518
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/72/0484-01"
      ]
    },
    {
      "cite": "286 S. W. 804",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "171 Ark. 733",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1369434
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/171/0733-01"
      ]
    },
    {
      "cite": "56 S. W. 44",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "67 Ark. 584",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1152575
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/67/0584-01"
      ]
    },
    {
      "cite": "37 S. W. 959",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "63 Ark. 187",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8721549
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/63/0187-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 551,
    "char_count": 9763,
    "ocr_confidence": 0.51,
    "pagerank": {
      "raw": 1.1018197136632346e-07,
      "percentile": 0.5685673180173825
    },
    "sha256": "2d886278d0a2ad3907efe3362ebac5fbd1f6f7167c29ee00f96562d8975cf37c",
    "simhash": "1:124ab846fa1034f9",
    "word_count": 1731
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Franklin Fire Insurance Company v. Holmes."
    ],
    "opinions": [
      {
        "text": "Butler, J.\nOn November 9, 1930, Mrs. Frank L. Goodwin, as owner, secured a policy of fire insurance in the sum of $800 oil a dwelling house situated on lots 7 and 8, block 28, Watkins’ Survey to the town of Des Arc, loss, if any, payable to Henry Nichols, mortgagee. The policy provided that it should be void if the interest of the insured be other than unconditional and sole ownership, or if the subject of the insurance be a building on ground not owned by the insured in fee simple; also, that in the event of the destruction of the property by fire, as a condition precedent to recovery, proof of loss should be made within 60 days.\nMrs. Goodwin died in December, 1930, and on January 19, 1931, J. J. Holmes was appointed administrator of her estate. On April 2, 1931, the property was destroyed by fire, and the insurance company was so notified. Henry Nichols, acting for himself as mortgagee, made the proof of loss necessary to effect a settlement between him and the company, which paid him the amount of his debt secured by the mortgage in the sum of $401, and, under a stipulation in the policy, the company took an assignment of the mortgage from Nichols on June 20, 1931. During this time an investigation was made concerning the title to the property, and it was found that on July 8,1926, Mrs. Goodwin had conveyed the property by warranty deed to Mrs. Frank Hall Murphy, a niece, who lived with her, and, on April 11, 1927, following, Mrs. Goodwin had executed another deed to Mrs. Murphy to correct the descriptions contained in the deed executed in 1926. Mrs. Frank Hall Murphy, claiming to be the owner of the property and entitled to the insurance thereon, employed E. F. West and J. P. Kerby, of Little Rock, attorneys, to represent her in an attempt to effect a settlement, and, on October 1, 1931, signed a letter addressed to the insurance company advising it that she had authorized West and Kerby, as her agents and attorneys, to settle for the insurance loss “on what is known as the Goodwin or Murphy property, consideration that I get an assignment of the Henry Nichols mortgage, which is the mortgage that was transferred and assigned to your company, the same being of record in record book “Y,” at page 625, records of Prairie County, Arkansas, and you are requested to assign this mortgage and deliver same to my said attorneys, making a full settlement with them for all consideration, etc. ’ ’ This was witnessed by Mrs. Ruth'Johnson, a sister of Mrs. Murphy, and by a Miss Mary Hall. Mrs. Murphy claimed there was some writing in the letter not there when she signed it, but there was no claim that West and Kerby did not have authority to settle for her with the company. The insurance company settled with the said attorneys by assigning to them the Nichols mortgage and paying the sum of $100 in cash. After this settlement was effected, on May 3, 1932, Mark Bell filed a complaint in the Prairie Chancery Court against Mrs. Frank Hall Murphy, on which no summons was issued, but which Mrs. Murphy answered, and there appeared on the judge’s docket the following notation: “5-7-32, decree setting aside deed. No summons.”\nOn August 23, 1932, J. J. Holmes, as administrator of the estate of Mrs. Goodwin, brought the action from whence this appeal comes, to recover on the policy of insurance.\nOn issue joined, testimony was adduced, the case was submitted to a jury, which returned a verdict in favor of the plaintiff for the sum demanded. The court thereupon rendered judgment for that sum with interest, 12 .per cent, penalty, and attorney’s fee. On appeal it is insisted that the court erred in giving certain instructions for the plaintiff and in refusing others requested by the defendant, which we need not notice for the reason that it is our opinion that the court erred in refusing to direct the jury, at the request of the defendant, to return a verdict in its favor.\nThe testimony established beyond question the facts heretofore stated. During the trial the plaintiff, in response to the contention that his intestate was not the owner of the property, offered in evidence the chancellor ’s notation which we have quoted supra, and a decree was entered purporting to be based upon the notation aforesaid, in which the court found as the basis for its decree cancelling the deed from Mrs. Goodwin to Mrs. Murphy of April 12, 1927, was that the same “was executed while the said Frank L. Goodwin (Mrs. Goodwin) was mentally incompetent to execute the same.” Without determining how this decree would affect the right of the defendant company, no notice having been given it of the pendency of that action, in so far as the deed of .April 12, 1927, is concerned, it was not sufficient to divest the title of Mrs. Murphy, for that title rests not on the deed of April 12, 1927, but on the deed executed July 8, 1926, the latter deed being executed merely to correct a description in the former. There was no finding by the court that Mrs. Goodwin was mentally incompetent to execute a deed on the first-mentioned date, and, in the absence of a finding to that effect, the presumption is that she was legally competent to make the conveyance. It follows that Mrs. Goodwin, at the time of the execution of the contract of insurance and at all times thereafter, was not the owner in fee simple of the property on which the building insured was located.\nDuring the progress of the trial a letter, dated September 12, 1931, from Mrs. Frank Hall Murphy to her attorney, John P. Kerby, was introduced. This letter was in response to a letter she had received from him a few days preceding and in which she stated that Holmes was appointed administrator for Mr. Nichols, and, if it was necessary, she would prefer to have one appointed of her own choice, but that she had been informed that Mr. Nichols and Mr. Holmes were willing to do all they could to assist her in collecting the insurance.\nThe case was heard on the testimony of witnesses present before the court, and not by deposition, and neither Nichols nor Holmes denied the implication contained in Mrs. Murphy’s letter to her attorney. From this the inference follows that Holmes, the administrator, was apprised of Mrs. Murphy’s claim and of the effort she was making to effect a settlement with the insurance company. Holmes, in testifying, did not claim that he had made proof of loss or claim for the estate, but stated in effect that he merely accepted the appointment as administrator and did nothing regarding the claim for insurance. Mr. Nichols, the mortgagee, testified that he made no proof for the estate, but simply did what was necessary to protect his own interest.\nThe settlement of the mortgagee’s claim and that made with Mrs. Murphy were beyond sixty days from the fire, and the company’s action in making these settlements conld not be deemed to be a waiver of any defense it might have against the estate of Mrs. Goodwin, or to constitute an estoppel to assert the same, for there was nothing in its action which could be said to have misled the administrator or to have prejudiced the rights of the estate. On the contrary, it appears that an estoppel works to preclude the claim of the administrator, for it is clear that he stood by while the company was negotiating with Nichols and Mrs. Murphy without intimating that the estate was claiming any interest in the insurance. By his silence, he permitted the insurance company to conclude its negotiations which clearly it would not have done had he, with any reasonable diligence, asserted a claim for the estate of the proceeds of the policy. Manifestly, there was no act of the insurance company which placed the administrator in a position to suffer loss, whereas his conduct was such as to reasonably mislead the company. The loss occurred on April 2, 1931, and we gather it was at least a year before the administrator gave any indication of an intention to claim the insurance. Certainly, far beyond the time for making the proof of loss had elapsed, and there was none such ever made. The stipulation in the policy that the insured must be the sole and unconditional owner of the property, or the owner of the fee-simple title to the ground on which the building is located, is a valid provision, and, where the ownership is otherwise, the policy of insurance is void. Phoenix Ins. Co. v. Public Parks Amusement Ass’n, 63 Ark. 187, 37 S. W. 959; Planters Mut. Ins. Co. v. Loyd, 67 Ark. 584, 56 S. W. 44; Western Assurance Co. v. White, 171 Ark. 733, 286 S. W. 804.\nIt is equally well settled that the provision for making proof of loss within sixty days after the fire is a reasonable and valid provision and that failure to make such proof within the time prescribed forfeits the rights of the insured. Teutonia Ins. Co. v. Johnson, 72 Ark. 484, 82 S. W. 840; Home Fire Ins. Co. v. Driver, 87 Ark. 171, 112 S. W. 200; Commercial Fire Ins. Co. v. Waldron, 88 Ark. 120, 114 S. W. 210; Queen of Arkansas Ins. Co. v. Faster, 108 Ark. 261, 156 S. W. 848; Ill. Bankers Life Ins. Co. v. Byassee, 169 Ark. 230, 275 S. W. 519.\nAs suggested by counsel for tlie appellant, if the administrator had made his claim and proof of loss within the time provided by the policy, the company then would have had an opportunity to determine who actually owned the property at the time of the loss, and, the claim not having been made, it had a right to rely upon the record title, and the administrator is now estopped from making any such claim. It follows that the judgment of the trial court is reversed, and the case is dismissed.",
        "type": "majority",
        "author": "Butler, J."
      }
    ],
    "attorneys": [
      "Verne McMillen, for appellant.",
      "Emmet Vaughan and George W. Craig, for appellee."
    ],
    "corrections": "",
    "head_matter": "Franklin Fire Insurance Company v. Holmes.\n4-3406\nOpinion delivered March 12, 1934.\nVerne McMillen, for appellant.\nEmmet Vaughan and George W. Craig, for appellee."
  },
  "file_name": "1053-01",
  "first_page_order": 1071,
  "last_page_order": 1076
}
