{
  "id": 1432079,
  "name": "Ozark Hardware Company v. Covington",
  "name_abbreviation": "Ozark Hardware Co. v. Covington",
  "decision_date": "1933-10-23",
  "docket_number": "4-3151",
  "first_page": "1054",
  "last_page": "1055",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 1054"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 155,
    "char_count": 1833,
    "ocr_confidence": 0.511,
    "pagerank": {
      "raw": 6.770845263994211e-08,
      "percentile": 0.4110913416187585
    },
    "sha256": "93f66a955cd8f2ab3644c8b850e365ff910964a3bc0083ea9d03760452912c03",
    "simhash": "1:002cb3367d5d144e",
    "word_count": 310
  },
  "last_updated": "2023-07-14T19:49:01.606684+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Ozark Hardware Company v. Covington."
    ],
    "opinions": [
      {
        "text": "Johnson, C. J.\nSeeking judgment on an account for $36.05, appellant instituted this suit in a justice of the peace court of Madison County against appellee, wherein it recovered judgement for said sum. Appellee prosecuted an appeal to the circuit court wherein she was successful in defeating a recovery. Appellant prosecutes this appeal to reverse this adverse judgment.\nRule IX of the Supreme Court provides, in part:\n“In all civil cases, the appellant shall file with the clerk of this court, when his case is subject to call for submission, an abstract or abridgment of the transcript setting forth the material parts of the pleadings, proceedings, facts and documents upon which he relies, together with such other statements from the record as are necessary to a full understanding of all questions presented to this court for decision. The abstract shall contain full references to the pages of the transcript.”\nRule XII is to the following effect:\n“When no abstract and brief have been filed by the appellant, in accordance with Rules IX and X, when the ease is called for trial, the appellee may have the writ of error or appeal dismissed, or the judgment affirmed as of course.”\nAppellant has made no effort to file an abstract of the pleadings and testimony introduced upon the trial of this case in the circuit court. The rules of the Supreme Court are promulgated for the purpose of expediting the business before the court. At least some effort should be made by counsel to comply with the rules of the court. In the instant ease Rule IX was completely ignored by counsel for appellant, for which reason, under Rule XII, this case must be affirmed.\nThe judgment of the trial court is in all things affirmed.",
        "type": "majority",
        "author": "Johnson, C. J."
      }
    ],
    "attorneys": [
      "W. L. Franklin, for appellant."
    ],
    "corrections": "",
    "head_matter": "Ozark Hardware Company v. Covington.\n4-3151\nOpinion delivered October 23, 1933.\nW. L. Franklin, for appellant."
  },
  "file_name": "1054-01",
  "first_page_order": 1074,
  "last_page_order": 1075
}
