{
  "id": 1432001,
  "name": "Watson v. Dodge",
  "name_abbreviation": "Watson v. Dodge",
  "decision_date": "1933-10-23",
  "docket_number": "4-3175",
  "first_page": "1055",
  "last_page": "1065",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 1055"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "48 S. W. (2d) 842",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "185 Ark. 590",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1435067
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/185/0590-01"
      ]
    },
    {
      "cite": "54 S. W. (2d) 283",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "186 Ark. 477",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8722965
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/186/0477-01"
      ]
    },
    {
      "cite": "221 U. S. 636",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3658613
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/us/221/0636-01"
      ]
    },
    {
      "cite": "38 S. W. (2d) 753",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "183 Ark. 780",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1441832
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ark/183/0780-01"
      ]
    },
    {
      "cite": "55 S. W. (2d) 71",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "186 Ark. 640",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8724652
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ark/186/0640-01"
      ]
    },
    {
      "cite": "26 S. W. (2d) 879",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "weight": 3,
      "opinion_index": 0
    },
    {
      "cite": "181 Ark. 539",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8723448
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/ark/181/0539-01"
      ]
    },
    {
      "cite": "134 U. S. 1",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8299056
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/us/134/0001-01"
      ]
    },
    {
      "cite": "6 Wheat. 264",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        11730243
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/19/0264-01"
      ]
    },
    {
      "cite": "22 S. W. (2d) 41",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "180 Ark. 311",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1393528
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ark/180/0311-01"
      ]
    },
    {
      "cite": "181 S. W. 892",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "121 Ark. 489",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1559399
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/121/0489-01"
      ]
    },
    {
      "cite": "156 S. W. 839",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "108 Ark. 60",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1342272
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/108/0060-01"
      ]
    },
    {
      "cite": "29 S. Ct. 458",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        8288486,
        8288262
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/213/0199-01",
        "/us/213/0151-01"
      ]
    },
    {
      "cite": "213 U. S. 151",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8288262
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/213/0151-01"
      ]
    },
    {
      "cite": "117 U. S. 52",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8299626
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/us/117/0052-01"
      ]
    },
    {
      "cite": "152 S. W. 992",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "106 Ark. 174",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1345645
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/106/0174-01"
      ]
    },
    {
      "cite": "136 S. W. 663",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "98 Ark. 525",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1316067
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/98/0525-01"
      ]
    },
    {
      "cite": "121 S. W. 742",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "91 Ark. 527",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1511747
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/91/0527-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 711,
    "char_count": 15677,
    "ocr_confidence": 0.498,
    "pagerank": {
      "raw": 5.63115037588855e-07,
      "percentile": 0.9485012446671601
    },
    "sha256": "4c1a1fb375ed02c0b8a3c509e810f6ba9896c9aa727227e1b4cf68258e583aef",
    "simhash": "1:493467e069368e32",
    "word_count": 2729
  },
  "last_updated": "2024-02-27T21:18:50.990705+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Watson v. Dodge."
    ],
    "opinions": [
      {
        "text": "Johnson, C. J.,\n(after stating the facts). On the threshold of this controversy we are met with the contention that the suit pending in the Pulaski County Chancery Court is one, in effect, against the State, and cannot be maintained.\nOn behalf of respondent, it is insisted, first, that the suit is not one against the State, and, secondly, that, if so, it may be maintained, the State having expressly consented thereto by legislative enactment.\nAdverting to the first contention, is this a suit against the State? In Pitcock v. State, 91 Ark. 527, 121 S. W. 742, this court held that a suit against the penitentiary board to restrain a breach of contract was, in effect, a suit against the State and could not be maintained.\nAgain, in the case of Jobe v. Urquhart, 98 Ark. 525, 136 S. W. 663, this court held that a suit against the penitentiary board to reform a contract made in behalf of the State was, in effect, a suit against the State and could not be maintained.\nAgain, in the case of Allen Engineering Company v. Kays, 106 Ark. 174, 152 S. W. 992, this court held that a replevin suit against the board of trustees of a State school could not be maintained, because., in effect, it was a suit against the State.\nFrom the authority cited, it is perfectly evident that any suit, whether in law or equity, which has the purpose and effect, directly or indirectly, of coercing the State is one against the State. Our holding in this regard is in full accord with the views of the Supreme Court of the United States. In Haygood v. Southern, 117 U. S. 52, 6 S. Ct. 608, that court held:\n‘ ‘ Though not nominally a party to the record, it (the State) is the real and only party in interest, the nominal defendants being the officers and agents of the State, having no personal interest in the subject-matter of the suit, and defending only as representing the State. And the things required by the decrees to be done and performed by them are the very things which, when done and performed, constitute a performance of the alleged contract by the State. The State is not only the real party to the controversy, but the real party against which relief is sought by the suit.”\nThe rule announced in the Haygood case, just cited, was approved by the Supreme Court of the United States in the later case of Murray v. Wilson Distilling Company, 213 U. S. 151, 29 S. Ct. 458.\nBased upon reason and authority, we have no hesitancy in holding that the suit pending in the Pulaski Chancery Court against Fred Watson, Revenue Commissioner, is one, in effect, against the State as certainly and effectively as if the State were named and designated as the defendant.\nThis brings us to the question, can the State be sued in her own courts? Section 20 of art. 5 of the Constitution of 1874 provides: “The State of Arkansas shall never be made defendant in any of her courts.”\nThis provision of the Constitution was before this court in the Pitcock, Jobe and Allen Engineering cases, cited supra, and in each of these cases it was specifically held that the State could not be sued in her courts.\nIn addition to the authorities just cited, this court held in Caldwell v. Donaghey, 108 Ark. 60, 156 S. W. 839, that the State could not be sued in her courts for specific performance of a contract made in her behalf.\nIn the more recent case of Linwood & Auburn Levee District v. State, 121 Ark. 489, 181 S. W. 892, this court held that the State could not be made a party defendant in her courts in a condemnation proceeding to condemn lands belonging to the State.\nWithout going into further details, it may be said that up to the case of Grable v. Blackwood, 180 Ark. 311, 22 S. W. (2d) 41, there had been a uniform holding of this court that the State could not be made a party defendant in her courts, and therefore could not be sued in the State courts. It would be presumptuous for us to elucidate upon the wisdom of this rule. It suffices to say that the Eleventh Amendment to the Constitution of the United States was promulgated in furtherance of this wholesome protection. The effect is that the State courts will not entertain jurisdiction of such suits because of State constitutional prohibition, and the federal courts will not entertain such jurisdiction, because of the prohibition found in the Eleventh Amendment, thereby protecting the sovereignty of the State from assaults of all individuals and corporations.\nThe motives impelling the adoption of the Eleventh Amendment to the Federal Constitution were aptly stated by Chief Justice Marshall in Cohen v. Virginia, 6 Wheat. 264, as follows:\n“It is a part of our history that, at the adoption of the Constitution, all the States were greatly indebted; and the apprehension that these debts might be prosecuted in the federal courts formed a very serious objection to that instrument. Suits were instituted, and the court maintained its jurisdiction. The alarm was general, and, to quiet the apprehensions that were so extensively entertained, this amendment was proposed in Congress, and adopted by the State legislatures. ”\nThe same court, in Hans v. Louisiana, 134 U. S. 1, 10 S. Ct. 504, said: “It is not necessary that we should enter upon an examination of the. reason or expediency of the rule which exempts a'sovereign State from prosecution in a court of justice at the suit of individuals. This is fully discussed by writers on public law. It is enough for us to declare its existence. The legislative department of a State represents its policy and its will; and is called upon by the highest demands of natural and political law to preserve justice and judgment, and to hold inviolate the public obligations. Any departure from this rule, except for reasons most cogent (of which the. Legislature, and not the courts, is the judge), never fails in the end to incur the odium of the world, and to bring lasting injury upon the State itself. ’ ’\nThe same motives which impelled the adoption of amendment No. 11 to the Federal Constitution actuated the prohibition contained in § 20 of art. 5 of the Constitution of 1874. It will be observed that, under the Constitution of 1868, no such prohibition is found. Section 45 of art. 5 of the Constitution of 1868 reads as follows:\n“The General Assembly shall direct by law in what manner and in what courts suits may be brought by and against the State.”\nIt is evident that the Legislature, under the Constitution of 1868, had full power and authority to grant permission to individuals and corporations to institute and prosecute suits in the State courts against the State.\nIn comparing the language used in the respective drafts of the Constitutions, as aforesaid, it is perfectly evident that it was the purpose of the framers of the Constitution of 1874 to withdraw all power and authority theretofore existing in the Legislature to grant permission for the State to be sued by individuals or corporations in her courts.\nIt is next contended on behalf of respondents that the State, through its legislative branch, has given to individuals and corporations permission and authority to institute and maintain suits against herself in her courts. Our attention has been directed to the recent cases of Grable v. Blackwood, 180 Ark. 311, 22 S. W. (2d) 41; Arkansas State Highway Commission v. Dodge, 181 Ark. 539, 26 S. W. (2d) 879; Arkansas State Highway Commission v. Dodge, 186 Ark. 640, 55 S. W. (2d) 71; and Campbell v. State Highway Commission, 183 Ark. 780, 38 S. W. (2d) 753.\nThe exemption of the State from suits at the instance of individuals and corporations, as declared in Linwood Levee District v. State, and other cases, supra, has not been departed from in any subsequent case.\nThe first case cited by respondents as sustaining the contrary view is that of Grable v. Blackwood, supra. But such is not its effect. That case deals with the validity of a donation to road improvement districts by the State, and the validity of the appropriation act making the donation effective. We there said that the plaintiffs “in the case at bar did not have any kind of a claim against the State.”\nThe first case that deals specifically with the nature of the suits which had been authorized against the State Highway Commission, in connection with the State’s road-building program, was that of Arkansas Highway Commission v. Dodge, 181 Ark. 539, 26 S. W. (2d) 879. Conflicting views were, entertained by the members of the court, but it plainly appears that only two judges were of the opinion that the State had given, or could give, its consent to being sued in connection with its highway program. It was the view of the other five members of the court that such consent had not been and could not be given. It was expressly stated that: “In the proceedings there provided for a judgment might be rendered fixing a liability against the highway commission, but a judgment so rendered would not be. a judgment against the State as such, and could not be enforced by the seizure or sale of the property of the State, as a judgment could be enforced against a private litigant. Satisfaction can be had only out of the fund specifically appropriated for the purpose in regard to which the Highway Commission was authorized to contract. ’ ’ .\nThere was also quoted from the Supreme Court of the United States in the case of Hopkins v. Clemson College, 221 U. S. 636, 31 S. Ct. 654, the following statement of the law: “No suit therefore can be maintained against a public officer which seeks to compel him to exercise the State’s power of taxation; or to pay out its money in his possession on the State’s obligations; or to execute a contract, or to do any affirmative act which affects the State’s political or property rights.”\nThe effect of this Dodge case was and is that, the State having made appropriations of money to promote its road-building program, and having created an agency' to supervise the expenditure of any money thus appropriated, provision was made for the juridical decision of contentions arising out of contracts made by the Highway Commission in the expenditure of the appropriations.\nThis opinion in this Dodge case was arrived at through the anomalous situation that a majority of the court did not reach, the decision rendered through the same views. The decision was a composite one, which is always unfortunate, but, in some instances, unavoidable, where conflicting views of the deciding judges cannot be reconciled. But the majority made it clear that the State itself could not be sued, and that such consent had not been given, and could not be given, by the General Assembly.\nThis conflict in the opinion of the members of the court was explained in the case of Arkansas State Highway Commission v. Dodge, 186 Ark. 640, 55 S. W. (2d) 71, and need not be further discussed. We there said: “It will be seen that, out of the conflicting views of a majority of the several members of the court, a very definite result has been reached, i. e., that in a proper case the highway commission may be sued when authority for the bringing of the suit may be found in the statute. Since this is the effect of the holding in both the Dodge and Baer cases, supra, we think it more important that this question be definitely settled than a too firm insistence be held to our individual views, and we now hold that, in all cases where the statute authorizes a suit, it may be maintained against the Highway Commission, whether it be thought to be a juristic person or whether § 20, art. 5, be merely declaratory of the general doctrine that the State may not be sued in her courts unless she had consented thereto.”\nThe cases of Bull v. Ziegler, 186 Ark. 477, 54 S. W. (2d) 283; Baer v. State Highway Commission, 185 Ark. 590, 48 S. W. (2d) 842; and Arkansas State Highway Commission v. Keaton, ante p. 306, are to the same effect.\nThe case of Campbell v. Arkansas State Highway Commission, 183 Ark. 780, 38 S. W. (2d) 753, is cited as conferring authority to sue the State. But such is not its effect. The facts in that case were that the Highway Commission, in constructing a bridge across the White River in Jackson County, had damaged Campbell’s property adjacent thereto. The Highway Commission brought no suit to condemn the property, but was sued by Campbell, the property owner, for the damage caused by building the bridge. We construed this damage as a taking of the property to the extent of the damage, and we held that, while the Statevcould take or damage property in the construction of its road system, pursuant to the right of eminent domain, this, right could be exercised only upon compensation made to the property owner.\nWe treated the bridge as a part of the State’s highway system and the damage to the plaintiff’s property resulting from its construction as a part of the construction cost, which might be paid out of money borrowed and appropriated by the State for that purpose. The rule announced in the first Dodge case (181 Ark. 539, 26 S. W. (2d) 879), under which contractors were allowed to sue the Commission to enforce their express contracts, was held applicable to the implied contract to pay damages resulting from building the bridge and thereby damaging the plaintiff’s private property. In other words, 'the damage to the plaintiff’s property in the Campbell case, supra, was a construction cost, for which the owner had the right to sue the Highway Commission. It was there pointed out that § 22 of the bill of rights provides that private property shall not be taken, appropriated or damaged for public use without just compensation therefor, and it was held, in effect, as we have just said, that damaging the property was a taking of it for a public use to the extent of the damage.\nThe same section of the bill of rights protected the owners of the bridge here in litigation. The State was without power to condemn and take possession of the bridge without compensating the owners therefor, and the judgment of condemnation could not have been enforced until the compensation to which it adjudged the owner to be entitled had been paid. In the condemnation proceedings the owners made no demand for cash paid down, but expressly consented and agreed to accept the solemn pledge of the State to assume and pay the outstanding bonds as they matured. It is not to be doubted that the sovereign State will ultimately discharge the obligation. Conditions not at all peculiar to this State, and of which all persons have knowledge, render the discharge of the obligation impossible in the time and manner contemplated when the property was condemned. But, even so, the State acquired, and now has, title to the'property, and the former owners have the obligation of the State to pay, and we must therefore hold, notwithstanding the equities of the case, that these former owners have no right to have a receiver appointed to take possession of property owned by the State.\nRespondents expressly and irrevocably consented to the vesting of the title to the bridge and approaches thereto in the 'State of Arkansas. And, in lieu of cash, through their representatives, the trustee in the mortgage, irrevocably accepted the solemn pledge of the State to pay the bonds held by respondents as they matured.\nFor the reasons aforesaid, a peremptory writ of prohibition is granted against the Pulaski County Chancery Court prohibiting further proceedings in the case of Bennie S. Mayo et al. v. Fred Watson, Revenue Commissioner et al.",
        "type": "majority",
        "author": "Johnson, C. J.,"
      }
    ],
    "attorneys": [
      "Hal L. Norwood, Attorney General, Roy D. Campbell and Walter L. Pope, for petitioner.",
      "Lee Miles, for respondent."
    ],
    "corrections": "",
    "head_matter": "Watson v. Dodge.\n4-3175.\nOpinion delivered October 23, 1933\nHal L. Norwood, Attorney General, Roy D. Campbell and Walter L. Pope, for petitioner.\nLee Miles, for respondent."
  },
  "file_name": "1055-01",
  "first_page_order": 1075,
  "last_page_order": 1085
}
