{
  "id": 1397000,
  "name": "Phillips v. Phillips",
  "name_abbreviation": "Phillips v. Phillips",
  "decision_date": "1929-02-04",
  "docket_number": "",
  "first_page": "1056",
  "last_page": "1065",
  "citations": [
    {
      "type": "official",
      "cite": "178 Ark. 1056"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "288 S. W. 376",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "172 Ark. 132",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1407875
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/172/0132-01"
      ]
    },
    {
      "cite": "270 S. W. 94",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "168 Ark. 306",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8721546
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/168/0306-01"
      ]
    },
    {
      "cite": "258 S. W. 338",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "162 Ark. 247",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1385605
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/162/0247-01"
      ]
    },
    {
      "cite": "207 S. W. 322",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "136 Ark. 481",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1569937
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/136/0481-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 383,
    "char_count": 7671,
    "ocr_confidence": 0.474,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.05249591771566605
    },
    "sha256": "98ef9e171cc3908f937391a4a65b04651339afe21f8d3d26914229e0f310f10a",
    "simhash": "1:139de5c4ae7ce007",
    "word_count": 1376
  },
  "last_updated": "2024-02-27T17:49:07.238160+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Phillips v. Phillips."
    ],
    "opinions": [
      {
        "text": "Hart, C. J.,\n(after stating the facts). It is earnestly insisted by counsel for appellants that the decree should be reversed because, under our statute of frauds, parol evidence could not hie introduced to create an express trust in a deed absolute in form, and that there could be no trust ex maleficio in favor of A. J. Phillips against Charles M. Phillips. On this latter proposition we cannot agree with counsel for appellants. It is true that in order to establish a trust ex maleficio there must be an element of positive fraud accompanying the promise, by means of which the acquisition of the legal title is wrongfully obtained. Fraud in the procurement of the conveyance for the benefit of the grantor takes the case out of the statute of frauds. The reason is that a rule intended as a protection against fraud ought not in a court of equity to be changed into an instrument for the procuration of the fraud. Of course, the misrepresentation which will create a trust ex maleficio must be made before or at the time the legal title is acquired by the promisor. Barron v. Stuart, 136 Ark. 481, 207 S. W. 322; Bray v. Timms, 162 Ark. 247, 258 S. W. 338; Davidson v. Edwards, 168 Ark. 306, 270 S. W. 94; and Coleman v. Wigman, 172 Ark. 132, 288 S. W. 376.\nNow, it is-the contention of A J. Phillips that the conveyance made by him to Charles M. Phillips and his other four children, in 1913, subject to the Kelso mortgage, was for the purpose of preventing his creditors from levying on the land in question. On the other hand, it is the contention of Charles M. Phillips that the deed was an advancement to him and to the other children. The conclusion we have reached makes this immaterial.\nOn the 8th day of June, 1920, a written contract was entered into between Charles M. Phillips and two of his brothers and A. J. Phillips relative to the land. In that contract it was agreed that the children should convey to their father their undivided interest in the land and that he should dispose of it for a consideration of not less than $13,000, nut of which he would pay all indebtedness against the land and also some indebtedness against his home place, and that the balance of the proceeds of the sale should 'be divided equally between A. J. Phillips and three of his children, including Charles M. Phillips. Pursuant to this agreement, the parties entered into possession of said land and sold the products of the orchard annually for the purpose of paying off the Kelso indebtedness. Their testimony is in irreconcilable conflict as to the amount of work and money contributed by each of them for this purpose. Be that as it may, the testimony shows that all the parties did some work towards cultivating the orchard and gathering and marketing the apples, and peaches grown thereon. Charles M. Phillips seems to have had charge of marketing the products. A. J. Phillips is shown to have worked in the orchards, to some extent, at least. This shows, that the parties were continuing to operate under their agreement of June 8, 1920, and that Charles M. Phillips and his brothers recognized that their father had an interest in the land under their written agreement. This continued until 1924, at which time, according to the testimony of Judge Lee'Seamster, Charles M. Phillips and A. J. Phillips employed him to bring a suit in the chancery court to have the deed to Kelso declared a mortgage. A. J. Phillips and Charles M. Phillips both consulted him about the matter and gave him directions about the conduct of the suit. It was finally agreed that the legal title under the decree should be taken in the name of Charles M. Phillips for the benefit of all interested parties. This was done in order to enable him to borrow money from a bank with which to pay off the Kelso indebtedness, which was a lien on the land. The money with which to pay the greater part of the indebtedness had been secured by the sale of the crops from the orchard on the land in question and from the one which is known as the Ed Smith orchard, in which the undisputed proof shows that A. J. Phillips had an equal interest with his son, Charles M. Phillips.\nA. J. Phillips in all respects corroborates the testimony of Judge Lee Seamster. On the other hand, his testimony is flatly contradicted by that of Charles M. Phillips and Jay Phillips.\n\"While the rule is well settled in this State that, in order to impose a trust ex maleficio, the evidence must be clear, convincing and satisfactory, we think that requirement has been met in the present case. Judge Seamster had no interest whatever in the matter. He was employed by A. J. Phillips and Charles M. Phillips. Both of them consulted him about the management of the case. His testimony is strongly corroborated by the attendant circumstances. As we have already seen, the parties admitted the execution of the agreement of June 8, 2920, and the evidence clearly shows that all the parties at that time considered themselves interested in the orchards and the land itself as tenants in common. Charles M. Phillips and his brothers are shown by a preponderance of the evidence to have recognized that their father had some sort of an interest in the land. He could have had none except through this agreement.\nWe are of the opinion that the parties recognized that the agreement was entered into for the purpose of enabling them to make some kind of arrangement to pay off the Kelso indebtedness and to divide the land or the proceeds thereof equally between A. J. Phillips on the one hand and Charles M. Phillips and his brothers on the other.\nIt is claimed that A. J. Phillips never had any money at all during this period of time, bat it is- shown that he executed a mortgage on the land to a bank for $1,300, and that he paid off this mortgage. It seems clear to us that the parties, when they 'brought'the suit in the chancery court against Kelso and his wife to have their deed declared a mortgage, recognized the binding force of the agreement of June 8, 1920. It is true that A. J. Phillips was not made a party to the suit, but this was not necessary, 'because the legal title was in Charles M. Phillips and his brothers from 1913 until their conveyance to Kelso and wife. No doubt A. J. Phillips thought that, as soon as the title was vested in his children, they would carry out their agreement with him, made on the 8th day of June, 1920, and give him an undivided one-half interest in the land. It was contemplated under that agreement that the children should deed the land to A.' J. Phillips, who had a prospective purchaser for it, and that the proceeds should be divided between them according to the terms of the agreement, after paying off the mortgage indebtedness. The verbal agreement made during the pendency of the suit against Kelso and his wife was that the title should be vested in Charles M. Phillips for the purpose of enabling him to borrow money from a bank with which to pay off the balance of the Kelso mortgage, the greater part of which had already been paid by the proceeds arising from the sale of the crops of the orchards on the land in question and on the orchard on the Ed Smith land, owned jointly by A. J. Phillips and Charles M. Phillips. Thus it will be seen that the greater part of the consideration had been paid by Charles M. Phillips and A. J. Phillips at the time the legal title was acquired by Charles M. Phillips, and the chancellor was justified'in finding a trust ex maleficio in favor of A. J. Phillips against Charles M. Phillips.\nTherefore the decree will be affirmed.",
        "type": "majority",
        "author": "Hart, C. J.,"
      }
    ],
    "attorneys": [
      "Combs & Johnson, for appellant."
    ],
    "corrections": "",
    "head_matter": "Phillips v. Phillips.\nOpinion delivered February 4, 1929.\nCombs & Johnson, for appellant."
  },
  "file_name": "1056-01",
  "first_page_order": 1074,
  "last_page_order": 1083
}
