{
  "id": 1428273,
  "name": "Freeman v. State",
  "name_abbreviation": "Freeman v. State",
  "decision_date": "1934-03-12",
  "docket_number": "Criminal 3873",
  "first_page": "1058",
  "last_page": "1066",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 1058"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "23 S. E. 453",
      "category": "reporters:state_regional",
      "reporter": "S.E.",
      "opinion_index": 0
    },
    {
      "cite": "117 N. C. 533",
      "category": "reporters:state",
      "reporter": "N.C.",
      "case_ids": [
        8653619
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nc/117/0533-01"
      ]
    },
    {
      "cite": "31 A. L. R. 1226",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "95 So. 755",
      "category": "reporters:state_regional",
      "reporter": "So.",
      "opinion_index": 0
    },
    {
      "cite": "85 Fla. 297",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1624987
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/85/0297-01"
      ]
    },
    {
      "cite": "45 Neb. 741",
      "category": "reporters:state",
      "reporter": "Neb.",
      "case_ids": [
        4451661
      ],
      "opinion_index": 0,
      "case_paths": [
        "/neb/45/0741-01"
      ]
    },
    {
      "cite": "234 S. W. 466",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "150 Ark. 407",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1367942
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/150/0407-01"
      ]
    },
    {
      "cite": "185 S. W. 472",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "123 Ark. 341",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1556217
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/123/0341-01"
      ]
    },
    {
      "cite": "137 S. W. 561",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "99 Ark. 163",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1314489
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/99/0163-01"
      ]
    },
    {
      "cite": "150 S. W. 399",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "105 Ark. 190",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1347104
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/105/0190-01"
      ]
    },
    {
      "cite": "16 Ark. 384",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8725284
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/ark/16/0384-01"
      ]
    },
    {
      "cite": "14 Ark. 541",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "9 Ark. 259",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8727277
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/9/0259-01"
      ]
    },
    {
      "cite": "185 N. W. 339",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 0
    },
    {
      "cite": "107 Neb. 74",
      "category": "reporters:state",
      "reporter": "Neb.",
      "case_ids": [
        4523450
      ],
      "opinion_index": 0,
      "case_paths": [
        "/neb/107/0074-01"
      ]
    },
    {
      "cite": "74 N. E. 682",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": 0
    },
    {
      "cite": "188 Mass. 449",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        835448
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/188/0449-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 806,
    "char_count": 15815,
    "ocr_confidence": 0.497,
    "pagerank": {
      "raw": 3.175912083744062e-07,
      "percentile": 0.8642206553355041
    },
    "sha256": "d6e00579bb0173a1590ebde2bbd8a15ebd6d3c93ba6fcc34ae94710d66ad6094",
    "simhash": "1:68ee5879b86f93d7",
    "word_count": 2752
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Freeman v. State."
    ],
    "opinions": [
      {
        "text": "Butler, J.\nOn or about the 26th day of October, 1933, the circuit .judge of the 11th judicial circuit, having been informed that certain gambling devices, commonly called slot machines, were being operated in Jefferson County, under the mandatory provisions of § 2630-37 of Crawford & Moses’ Digest, caused to be issued a warrant to the sheriff directing him to make search for such devices and to seize the same, if found, for such further action as the court might find proper. Acting on this warrant, the sheriff and his deputies, on the 27th of October, 1933, seized some twenty-one slot machines of various kinds. \"While the question of the disposition of the alleged gambling devices was- still pending, on October 31, 1933, the Pine Bluff Commercial carried the following editorial:\n“WHAT DO YOU THINK\n“By Walter Sorrells, Jr.\n“This paper does not advocate the violation of any law.\n“Unfortunately, there are many laws that should never have been passed and should be repealed.\n“However, spasmodic enforcement of any law will accomplish nothing. I do not blame the officers for taking up the marble machines.\n“Regardless of how they might feel personally about it, they are officers of the court and cannot do otherwise.\n“Lack of continuity of effort or inconsistency in the enforcement of the law does much to encourage violation, however.\n*****\n“For instance, the State of Arkansas comes along and levies a tax on marble machines. In other words the State gives the operator a license to do business. Bluntly speaking, the State licenses the violation of this specific law.\n“The City of Pine Bluff, not to be outdone, levies an additional tax on the machines, and the circuit court comes along and has them confiscated.\n“This is not a criticism of Judge Parham’s action. But somewhere down the line, law enforcement agencies should get together.\n*****\n“It is unfair, and unjust, to charge the operators a State and city license, then fine them for operating them, and confiscate the machines.\n“It is true that a warning was issued. But it is not true that the warning was issued before the State and city licenses were paid. And that is where inconsistency in the enforcement of the law works a hardship. If it had been the practice to take up marble machines before, few operators would have paid a State and city license.\n“There has never been any concerted drive to rid the county of such machines before, hence they were led to believe that inaction on the part of the law enforcement agencies justified them in paying a State and city license tax.\n“The fair thing to do would be to state plainly that hereafter and henceforth, the operation of all such machines will be prohibited, and the machines, together with the money contained in them returned to the operators. Before the operators lose, and few if any can afford to lose, the law enforcement agencies should establish a fixed policy in regard to such machines and stick to it.\n“I think that the same thing should apply to the carnival, brought here by the baseball team. In the first place, I don’t believe that a carnival should be permitted to stop in Pine Bluff. But those interested in baseball in Pine Bluff should have been given sufficient warning before they contracted with the carnival.\n“They claim no warning was issued.\n“Few people in Pine Bluff would object to the indiscriminate enforcement of all laws. But they should know that they are subject to arrest and fine when they do violate them. They should not be led to believe by inaction on the part of the enforcement agencies that they are safe'in paying a State and city license, then lose the amount of the tax as well as the privilege of making a little money, by a sudden impulse on the part of the enforcement agencies.\n-15, Ji. TP TS' w tP\n“I have observed closely Judge Parham’s official actions since he has been on the bench, and I am satisfied that the people in the district that he serves have found him fair and impartial, but he must see how unfair it is to force these operators to pay a State and city license, then confiscate their money as well as machines, since they were not warned before the license was paid that a law that seemingly has been ignored by laymen as well as officers would suddenly be enforced.\n“If the marble machine law, whatever it might be, is going to be enforced rigidly against all alike in every town in the district, well and good. I’m for such action because by strictly enforcing such laws, some acts conceded to be merely nuisances might be repealed. But if that is to be the policy of the law enforcement agencies, then let’s give the merchants who are having a pretty hard struggle a fair warning. I’m sure if it is made cleár that such will be the policy of the officers hereafter, there will be no marble machines in Pine Bluff.\n“What do you think?”* * *\nImmediately following the publication of the foregoing editorial, the prosecuting attorney filed a petition in the circuit court setting- out the article and praying that the owner of the Pine Bluff Commercial, E. W. Freeman, Sr., and its editor, Walter Sorrells, Jr., be cited to appear and show cause why they should not be punished for contempt of court for the publication of said article. On the day named in the citation, the appellants appeared and filed their disclaimer of intention to reflect upon the court or any officer thereof, or to publish anything tending to embarrass the court or to influence its action with reference to any issue pending before it, and affirming that the publication was not intended to be contemptuous, disrespectful, or an effort to dictate the judicial determination of any issue before the court, but that it was published under the belief that it was an honest and proper opinion regarding a matter of public interest. Continuing, the respondents stated that, at the time the article was published, they believed, and still believe, that the judge of the court is a man of honor and integrity, fair and impartial in his judicial decisions and not to be influenced by newspaper articles or other considerations except the law and the evidence in each case; that the article was not intended to be partisan, or to comment upon evidence, or to dictate what the court’s opinion should be. They alleged that they did not believe at the time the article was published, and do not now believe, that the publication could, or would, have had any effect on the court, and that, if any statements in the article were untrue or not founded upon the law, it was unknown to them.\nThe response also contained a demurrer to the petition for citation on the ground “that the said newspaper article is not disrespectful or derogatory to the court or any of its officers, is not defamatory or threatening, does not tend to intimidate the court, and is not calculated to embarrass the court in the decision of any pending cause or to interfere with the administration of justice; that the said response filed by the petitioners purged any possible contempt which might háve existed by reason of the publication- of the said newspaper article.” The demurrer was overruled, and testimony heard which established the facts before narrated, and, in addition, that the Pine Bluff Commercial is a newspaper which covers the city of Pine Bluff and approximately fifty miles of surrounding territory in southeast Arkansas; that appellants were the owner and editor, respectively, of the paper which had a circulation at that time of 6,588 subscribers.\nThe court thereupon found that the appellants were in contempt of court in that the editorial published was of a character “having a tendency to influence the action of the tribunal before which the case is pending,” and “where a newspaper takes sides, comments on the evidence, and expresses an opinion as to the merits or proclaims an accused’s innocence * * * may be an unlawful interference with the proceedings of the court * * * and its publication in the place where the court is sitting may be punished as a misbehavior in the presence of the court.”\nOn the. law of contempts the court quoted from 4 C. J. 34, 6 R. C. L. 509, the cases of Globe Newspaper Co. v. Commonwealth, 188 Mass. 449, 74 N. E. 682, 3 Ann. Cas. 761, and Bee Publishing Co. v. State, 107 Neb. 74, 185 N. W. 339, and held that the editorial offended against the rules announced in those cases. The law of contempts is well settled in ’this State, and the rules announced by our decisions do not differ from those laid down in the authorities cited by the learned trial judge. Early in the history of this court, it had occasion to discuss at length and determine the powers of the court with relation to the punishment for contempt, to distinguish between true liberty of the press and license, and to make inquiry into and determine the nature and effect of those acts- and declarations deemed to be contempts and the reason therefor. To determine what the law of contempt is, and the power of the courts with respect thereto, we need therefore to look only to our own decisions, and from these Ave derive the following rules: (1) That the.power of punishment for contempt is independent of statutory authority, being inherent in and an immemorial.incident of .judicial power, its conclusions to be reached and judgments found without the intervention of a jury; (2) that, because of this extraordinary and inherent power, the administration of which is entrusted to the conscience of the court alone, the power should never be exercised except in those cases where the necessity is plain and unavoidable if the authority of the courts is to continue; (3) that courts entertain proceedings for contempt for two purposes, one to preserve the power and dignity of the court and to punish for disobedience of orders, and the other to preserve and enforce the rights of private parties to suits and to compel obedience to orders and decrees made to enforce the rights and administer the remedies to which the court has found the parties to be entitled.\nIt is the first class with which the court has to deal in the instant case. In order to preserve the dignity and efficiency of courts, it is essential, among other things, that no conduct be permitted which is either a direct or a consequential contempt — a direct contempt which openly insults the court or infringes on its power committed in the presence of the presiding judges, or consequential, which, without open insult or direct opposition, plainly tends to create an universal disregard of their authority. In the latter class are included any speaking or writing contemptuously of the court or judges acting in their judicial capacity; or by printing false accounts of causes then pending before the court; or printing articles with respect thereto which would be calculated to influence, intimidate, impede, embarrass or obstruct the courts in the due administration of justice. Neel v. State, 9 Ark. 259; Cossart v. State, 14 Ark. 541; State v. Morrill, 16 Ark. 384; Ex parte Winn, 105 Ark. 190, 150 S. W. 399; Bryan v. State, 99 Ark. 163, 137 S. W. 561; Turk v. State, 123 Ark. 341, 185 S. W. 472; Weldon v. State, 150 Ark. 407, 234 S. W. 466.\nIt was the opinion of the circuit court that the article questioned came within the law of contempts for the reason that the paragraph reading, “I do not blame the officers for taking up the marble machines. Eegardless of how they might feel personally about it, they are officers of the court and cannot do otherwise,” carried with it the implication that the court was alone to blame, whereas the court was but obeying the plain mandate of the law.\nThe construction further placed upon the article by the trial court was that it was a contempt to obstruct the free judgment of the court by exciting in the readers of the paper a prejudice against the proceedings before the court, and that this was “unfair and unjust.” The court further reasoned that the article tended to embarrass it because if it should finally order the machines destroyed the article would tend to give rise to a public opinion that the judgment of the court was arbitrary and unfair, whereas, if the facts and circumstances should convince the court that the machines should be returned to their owners as not being gambling devices within the meaning of the law, the court might be subject to the criticism that it was merely following the “Commercial’s” bidding.\nThe language is susceptible of the interpretation placed upon it by the trial court, but we think it also comports with the idea that it was not the action of the court, either past or prospective, which the writer had in mind and intended to make the subject of his animadversion, but rather the law itself and the action of the revenue officers of the State and city as tending to lull the owners of slot machines into a sense of false security. In other words, we think the language of the article is susceptible of more than one construction; indeed, it is difficult, because of the inherent infirmity of our language, to state anything in writing\" with such clarity and precision that a single meaning may be conveyed. Such being our view of the doubtful meaning of the article, and where it might have been given an innocent construction, the contempt was purged by the disavowal of the appellants, made under oath, of any intent to influence or embarrass the court or to cast any aspersion upon its integrity and fidelity to duty. It is undoubtedly the tradition of the press of this country that it has uniformly upheld and maintained respect for the judiciary, and it is generally held that a denial under oath of want of intent will purge a contempt arising from language used in publishing articles which are susceptible of two interpretations. 6 R. C. L. 534, § 47; Percival v. State, 45 Neb. 741, 50 A. S. R. 568; Ex parte Earman, 85 Fla. 297, 95 So. 755, 31 A. L. R. 1226; Ib. note 1243; In re Robinson, 117 N. C. 533, 23 S. E. 453, 53 A. S. R. 596.\nThe rule announced in the authorities last cited was approved in the early case of State v. Morrill, supra. In that case an order was made reciting the publication of an article and the summoning of .the publisher to appear before the court to show cause why he should not be adjudged guilty as for criminal contempt. A demurrer was first filed to the order and citation on several grounds, one of which was that by no construction could the article be deemed to be libelous or in contempt of court. In overruling the demurrer on this ground, the court held that the language of the article was not an attack upon the trial, character or conduct of the members of the court as men, but appeared to be an imputation against the purity of their motives while acting officially as a court in a specified case. Whereupon a response was filed in which the statement was made under oath that there was no intention to reflect upon the integrity of the court or to intimate that it was corruptly influenced in reaching its decision, but that, justly interpreted, the language referred to other persons, and that he positively denied all intention to commit a contempt by the publication of the article. In that case the court said: “The response being upon oath, we shall treat it as true, and the rule will be discharged. ’ ’\nFollowing the general rule and the action of the court in the case of State v. Morrill, supra, it is our opinion that when the.petitioners filed their sworn disclaimer the court should have exonerated them, save for the costs which had been incurred. The judgment of the trial court is therefore quashed.",
        "type": "majority",
        "author": "Butler, J."
      }
    ],
    "attorneys": [
      "Coleman & Gantt, for petitioners.",
      "Hal L. Norwood, Attorney General, and John H. Caldwell, Assistant, for respondent."
    ],
    "corrections": "",
    "head_matter": "Freeman v. State.\nCriminal 3873.\nOpinion delivered March 12, 1934.\nColeman & Gantt, for petitioners.\nHal L. Norwood, Attorney General, and John H. Caldwell, Assistant, for respondent."
  },
  "file_name": "1058-01",
  "first_page_order": 1076,
  "last_page_order": 1084
}
