{
  "id": 1371758,
  "name": "Stepp v. State",
  "name_abbreviation": "Stepp v. State",
  "decision_date": "1926-04-26",
  "docket_number": "",
  "first_page": "1061",
  "last_page": "1073",
  "citations": [
    {
      "type": "official",
      "cite": "170 Ark. 1061"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "168 Ark. 1122",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8726674
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/168/1122-01"
      ]
    },
    {
      "cite": "141 Ark. 496",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1592933
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/141/0496-01"
      ]
    },
    {
      "cite": "149 Ark. 633",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8722314
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/149/0633-01"
      ]
    },
    {
      "cite": "165 Ark. 424",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1379801
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/165/0424-01"
      ]
    },
    {
      "cite": "169 Ark. 920",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1374004
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/169/0920-01"
      ]
    },
    {
      "cite": "118 Ark. 81",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1562570
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/118/0081-01"
      ]
    },
    {
      "cite": "111 Ark. 272",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1540405
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/111/0272-01"
      ]
    },
    {
      "cite": "163 Ark. 396",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1383869
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/163/0396-01"
      ]
    },
    {
      "cite": "165 Ark. 502",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1379844
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/165/0502-01"
      ]
    },
    {
      "cite": "151 Ark. 221",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1366051
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/151/0221-01"
      ]
    },
    {
      "cite": "141 Ark. 57",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1592929
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/141/0057-01"
      ]
    },
    {
      "cite": "144 Ark. 164",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1588036
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/144/0164-01"
      ]
    },
    {
      "cite": "150 Ark. 75",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1367938
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/150/0075-01"
      ]
    },
    {
      "cite": "154 Ark. 188",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1361254
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/154/0188-01"
      ]
    },
    {
      "cite": "160 Ark. 405",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8722981
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/160/0405-01"
      ]
    },
    {
      "cite": "161 Ark. 75",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1388592
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/161/0075-01"
      ]
    },
    {
      "cite": "163 Ark. 353",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1383786
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/163/0353-01"
      ]
    },
    {
      "cite": "164 Ark. 430",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1382182
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/164/0430-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 909,
    "char_count": 24273,
    "ocr_confidence": 0.476,
    "pagerank": {
      "raw": 4.3938525241158443e-07,
      "percentile": 0.9196858581330417
    },
    "sha256": "d6e93cc1442c9e93823fc5a98363d66446968adbee7b213d907eb66dfa4c67e8",
    "simhash": "1:bb3fe42e1f8cd3be",
    "word_count": 4511
  },
  "last_updated": "2024-02-28T00:06:47.415983+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Stepp v. State."
    ],
    "opinions": [
      {
        "text": "Hart, J.,\n(after stating the facts). The first assignment of error is that the evidence is not sufficient to warrant the verdict. Whether the offense is murder or manslaughter depends upon the presence or absence of malice, which may be express or implied. The law implies malice where there is a killing with a deadly weapon and no circumstance of mitigation, justification or excuse appears at the time of the killing.\nInasmuch as no one can look into the mind of another, the'only way to decide upon its condition at the time of the killing is to judge from the attending circumstances, and the question of the presence or absence of malice at the time of the killing is for the jury, when there is any evidence to support its finding. Dame v. State, 164 Ark. 430, and cases cited; Sullivan v. State, 163 Ark. 353; Cash v. State, 161 Ark. 75; Adams v. State, 160 Ark. 405; Fields v. State, 154 Ark. 188; Webb v. State, 150 Ark. 75; Crofton v. State, 144 Ark. 164; and Brooks v. State, 141 Ark. 57.\nUnder our rules of practice, the jury is the judge of the credibility of the witnesses and the weight to be given to the evidence. Hence, in testing the legal sufficiency of the evidence to support a verdict for murder in the second degree, it must be viewed in the light most favorable to the State. We have set out the substance of the testimony relied upon by the defendant to justify the killing, as well as the evidence for the State to support the verdict, in order to better get at the viewpoint of the jury. In arriving at its verdict, the jury is not required to accept or reject the whole of the testimony of a particular witness. In the discharge of its duty it may accept that part of his testimony which is believed to be true and reject that part which it finds to be false. Tested by this rule, it cannot be said that the killing was done in the heat of passion and without malice.\nIt is fairly inferable from the evidence that bad blood existed between the defendant and the two Pietys, father and son. It was claimed by Everett Piety and his son that they had rented the hayfield from the defendant, who was the overseer of Woosley, and that they had the right to cut the hay. On the other hand, it was the contention of the defendant that he had not rented them the hayfield, and that he, as the agent of the owner of the laud, had the exclusive right to harvest the hay.\nAccording to the testimony of Mrs. Everett Piety, the defendant and her husband first had a fist fight about the hay. Her husband knocked the defendant down and the defendant then knocked her husband down. After this occurred, the defendant went to the house where he had been staying and came back with a twelve-gauge single-barrel shotgun. He shot her son at a time when he was unarmed and when neither he nor his father were making any demonstrations of any kind against him. After shooting Noble Piety, the defendant shot Everett Piety twice, and he was killed instantly. Neither Everett nor Noble Piety were armed or had their hoes in their hands at the time they were killed. It is true that they were still in the hayfield, which they claimed they had rented, but, according to the testimony of Mrs. Piety, they were not trying to harm the defendant in any way. Then, too, the deputy sheriff, to whom the defendant surrendered, testified that he heard the defendant say to Mr. \"Woosley, “I done what I told you I would have to do. I shot both of those fellows.” This was said when they first met Mr. Woosley, and the jury might have inferred from it that they had had some previous conversation about the matter.\nOf course, according to the testimony of the defendant, he brought the gun back with him in order to protect himself while getting his team and carrying it away. The jury by its verdict rejected his testimony and accepted as true the testimony given by Mrs. .Everett Piety. This it had a right to do, and the testimony for the State was legally sufficient to warrant the verdict.\nIt is next insisted that the court erred in admitting in evidence the garments worn by Everett Piety at the time of his death.' In the first place, it may be said that the only objection urg’ed to exhibiting the garments as evidence was because the offer was made in rebuttal. No objection whatever was made that the garments were incompetent as evidence. It is well settled in this State that it rests within the sound discretion of the trial court to permit testimony to be introduced out of time, and the exercise of that discretion will not be disturbed by this court unless an abuse is shown. Wells v. State, 151 Ark. 221, and Jordan v. State, 165 Ark. 502.\nMrs. Piety testified that the garments worn by her son at the time he was killed had been burned. She had washed the garments worn by her husband at the time he was killed, and was permitted to exhibit them to the jury. The garments worn by the deceased had been admitted in evidence as tending to disclose to the jury the situation of the deceased and as tending to show upon what part of his body the bullets took effect. Hornsby v. State, 163 Ark. 396, and eases cited.\nThe killing of the father and son was all a part of the same difficulty, and if the defendant thought the introduction of the garments worn by the father was calculated to confuse and mislead the jury with regal'd to the killing of the son, he should have objected to the evidence as being incompetent, instead of objecting merely •because it was introduced in rebuttal. Moreover, the garments had been washed, and could have served no purpose whatever except to show where the shots had struck the body of Everett Piety. The undisputed evidence shows that he died instantly after being shot twice by the defendant. The defendant admitted the killing, and we cannot see how any prejudice whatever could have resulted to him from exhibiting the garments to the jury. No objection was made to any part of the argument of the prosecuting attorney.\nIt is next insisted that, after the jury had retired and returned into open court, the court, over the objection of the defendant, gave 'them an additional instruction, which reads as follows:\n“Well, gentlemen, we have been engaged in the trial of this case for a considerable length of time. There has been a whole host of witnesses here in attendance on the court, brought here on account of this trial, and this case ought to be decided at this term of the court, at this time, if it can be done without any jurors doing’ violence to their consciences. I do not mean in anything I say to the jury that any juror should forego or give up any firm or fixed conviction or opinion he may have, but I am trying, the best I can, to impress upon you the importance of reaching a verdict in this case if you can do so without doing violence to your conscience. 'If you gentlemen don’t reach a verdict in this case, it simply means that this case must be tried again, and the same time consumed and the same expenses incurred here; the same witnesses brought back again that were brought here this time, and the same expenses incurred that have been incurred at this time, and everything done again that is done here now. I don’t know of any more reason why any twelve men selected from this district of this county should, be any more ready, willing and able to agree on a verdict in this case than you men. You, as reasonable men, should make an honest effort to arrive at a verdict. You should undertake to reason together as reasonable men'and to iron out and settle the differences of opinion, that exist between you. I realize, of course, that in a great majority of cases, when jurors go into the jury room, there are differences of opinion among them, but if you sit down and discuss those differences of opinion between, yourselves as reasonable men, having in mind the desire, and all having in mind the desire to reach a verdict in the case, you will, in a great majority of instances, be able to iron out your differences and arrive at some verdict. It is peculiarly within the province of the jury in cases of this kind to settle the case. There is no other way or manner provided by law for the disposition of this kind of a case except by a jury’s verdict, and they must be settled and decided by some jury some time or other. I am going to ask you to make an honest effort and undertake to reason together as reasonable men. If any man has an opinion about certain things, he should discuss that opinion with his fellow jurors and tell them his reasons for the opinions and views he has, based upon the law and the evidence in this case, and he should let the juror who has an adverse opinion tell his reasons for his opinion based upon the law and the evidence in this case, and then they should undertake, as reasonable men, to iron out the differences of their opinions, and try to arrive at some verdict. Criminal trials are always expensive, and the bigger the trial, the more time it takes, and the greater number of witnesses in attendance, the greater is the expense. I am going to ask you gentlemen, to go back to the jury room and, as reasonable men, undertake to reason together and iron -ujt your differences in this case and arrive at some vermut. I’ll pass back your forms of verdict to you and the instructions. If there is anything else you gentlemen desire or any other aid that might help you in this case —how do you stand with reference to numbers, without saying whether you are for the defendant or for conviction or acquittal? ' Don’t say, if you are divided that way, how you stand, except just with reference to numbers.”\nThis court has held that the circuit court in its discretion may admonish a jury which has been unable to agree to -weigh the opinion o£ the majority. St. L. I. M. & S. Ry. Co. v. Carter, 111 Ark. 272. But it is prejudicial, however, for the trial court to use language from which the jury may reasonably infer that the court intimates that the minority should yield their opinion to the majority. Simonson v. Lovewell, 118 Ark. 81, and J. F. McGehee & Co. v. Fuller, 169 Ark. 920.\nThis court, however, is committed to the general rule announced in a case note to 11 Ann. Cas., p. 1134, to the effect that the trial’ court may detail to the jury the ills attendant upon a disagreement, the expense, the length of time it has taken to try the case, the length of time the case has been pending, and that the case will have to be decided by some jury upon the same pleadings and in probability upon the same testimony.\nAgain, in a case note to Ann. Cas. 1915D, p. 675, the general rule is stated to be that the tidal court may detail to the jury the ills attendant on a disagreement and the improbability of securing a more honest or intelligent jury to try the case again in the event of a mistrial, and the evils of a hung jury generally.\nThis court has, in effect, adopted the general rule just stated, and has held that the trial court may warn the jury to lay aside all pride of opinion and consult with each other for the purpose of harmonizing their views, if possible, under the evidence, and that it was their duty to apply the law as given by the court to the facts in the case and deal with each other in a spirit of candor in order to arrive at a verdict. Evans v. State, 165 Ark. 424; Benson v. State, 149 Ark. 633, and cases cited; Mallory v. State, 141 Ark. 496; and Clarkson v. State, 168 Ark. 1122.\nThere was nothing in the instruction in the case at bar which tended to coerce the jury. It merely admonished them as to their duty in harmonizing their views, and did not contain any statement that over-emphasized the importance of an agreement. It will be noticed that the court did not in any sense advise the jury that an agreement should be reached in, violation of the honest conviction of any of the jurors.\nWe have carefully read and considered the record, and find no reversible error in it. The judgment will therefore he affirmed.",
        "type": "majority",
        "author": "Hart, J.,"
      }
    ],
    "attorneys": [
      "Lamb <& Ellis and Block & Kirsch, for appellant.",
      "H. W. Applegate, Attorney General, and Darden Moose, Assistant, for appellee."
    ],
    "corrections": "",
    "head_matter": "Stepp v. State.\nOpinion delivered April 26, 1926.\n1. Homicide—sufficiency of evidence.—In testing the sufficiency of evidence to support a verdict for murder in the second degree, it must he viewed in the light most favorable to the State.\n2. Criminal law—province of jury in testing evidence.—In arriving at its verdict, the jury is not required to accept or reject the whole of the testimony of a particular witness, hut may accept that part of his testimony which is believed to be true and reject that part which is found to be false.\n3. Homicide—sufficiency of evidence.—Evidence held sufficient to sustain a conviction of murder in the second decree.\n4. Criminal law—order op introduction op evidence. —It is within the sound discretion of the trial court to permit testimony to be introduced out of time, and the exercise of that discretion will not be disturbed by the Supreme Court unless an abuse is shown.\n5. Criminal law—demonstrative evidence.—On a prosecution for killing a son, where it was admitted that defendant killed the father and son with a shotgun at the same time, it was not prejudicial error to admit in evidence the garment worn at the time by the father to show where the shots hit the father’s body.\n6. Criminal law—admonition to jury.—While the trial court may admonish a jury which has been unable to agree to weigh the opinion of the majority, it is prejudicial for the trial court to use language from which the jury may reasonably infer that the court intimates that the minority should yield their opinion to the majority.\n7. Criminal law—admonition to jury.—The trial court may detail to the jury the ills attendant upon a disagreement, the expense, the length of time required to try the case, the length of time the case has been pending, and may admonish them that the case will have to be decided by some jury upon the same pleadings and probably upon the same testimony, and may warn them to lay aside all pride of opinion and consult with each other to harmonize their views, if possible, and to apply the law as given by the court.\nAppeal from Clay Circuit Court, Eastern District; G. E. Kech, Judge;\n^affirmed.\nSTATEMENT OP PACTS.\nBill Stepp was indicted for murder in the first degree, charged to have been committed by killing Noble Piety.\nMrs. Everett Piety was the principal witness for the State. According to her testimony, she is the widow of Everett Piety and the mother of Noble Piety, both of whom were killed by Bill Stepp in Greene County, Arkansas, in June, 1925. Noble Piety would have been ■twenty-two years of age had he lived until the 22d day of December, 1925. Her husband had rented the \"Woosley place, and was living on it with his family at the time he was killed. Her husband had rented a part of the land from Mr. Woosley himself and a hayfield from Mr. Stepp, who was Mr. Woosley’s overseer. On the morning her son and husband were killed, Mrs. Piety went with a little boy named Welch to a drainage ditch on the Woosley farm to pick berries. When she got in sight of the hayfield, she saw the defendant and her husband in it, fighting. She went on to where they were,- but they stopped fighting before she got there. Mr. Stepp went over into the woods adjoining the hayfield, after the fight. Her husband told Mr. Stepp to take his team and get off of the place and stay off until his rent ran out. In a few moments Mr. Stepp started towards a little house, and Mr. Piety started to unhitch the horses. Her son, Noble, was assisting his father in unhitching- the traces. The witness begged her husband and son to go to the house with her. Her husband replied that Stepp had rented him the hayfield, and that he was going to have the hay. By that time Mr. Stepp was coming back, and the witness told her husband to run and not have any trouble with him. Her husband replied, “Pie won’t shoot me. He rented that hay to me himself. ’ ’ The witness then turned to her son and told him to run, and he said, “No, mamma, I’ll stay with papa as long as there is breath in my body. ” About that time Mr. Stepp came up with his gun drawn on Mr. Piety, and Mrs. Piety begged him not to shoot. Noble took a few steps toward Mr. Stepp, and Mr. Stepp shot him down. Her son was not armed at the time. He did not have a hoe or anything else. The witness was begging Mr. Stepp not to shoot her husband at the time, and her son was also begging Stepp not to shoot his father. Her husband was not making any demonstration as if to hurt Stepp at the time. When Stepp shot her son, he started to run back towards the house, and her husband ran towards him. The witness went to her son, and, about that time she heard the gun fire again. She looked around, and saw her husband on his knees. As soon as Stepp could load the gun again she heard another shot, and her husband fell on his face. She went to him, but he was not able to ■speak; Her husband never made a move or said a word after he was shot. Her husband was not armed when he started towards Mr. Stepp. In a short time the defendant came back for the horses, and the witness said, “Mr. Stepp, I’m afraid you’ll have to punish for this.” He said, “If I do, you’ll never know anything about it.” Noble was shot under the right arm with a single-barrel shotgun, No. 12 gauge. He lived something like an hour after he was shot, but her husband died instantly after he was shot the second time.\nOn the morning in question Mr. Stepp began mowing the hay, and, after he had gone about three rounds, her husband and son started for the hayfield. Their home was -situated a quarter and a half-quarter from the hayfield. After Stepp started to running the mower in the hayfield, the witness heard her husband and son talking. They said that they were not going to let him cut the hay, because he had rented it to them. When she first saw Mr. Stepp and her husband fighting, they had nothing in their hands, and Noble was- just standing there looking on. She saw her husband knock Mr. Stepp down, and then saw Mr. Stepp knock her husband down. Neither one of them had-any weapons. They were just fighting with their fists. Her husband and son had left home with their hoes that morning, but did not have -them when they commenced to fight.\nRalph Adams, a sixteen-year-old boy, was also a witness for the State. The first that he saw of the difficulty was when Noble Piety fell. He saw Noble fall .just after the first shot was fired. He was then asked what Noble was doing when he was shot, and replied that he did not see that he was doing anything. He was then asked if Noble was armed in any way, and answered, “No sir, not that I seen. ” In a few minutes after the defendant shot Noble Piety, he sjiot the father of the boy twice. The witness was hoeing cotton at the time the defendant shot Noble Piety and his father. On cross-examination, he said that the whole hayfield was between him and the scene of difficulty, and the witness stated that he could not see whether Noble had anything in his hands or not.\nR. B. Sanders, one of the. tenants on the Woosley farm, was plowing cotton when the trouble occurred. Stepp ran across the cottonfield to where the witness was working, and asked him if they had a gun. After Stepp and Everett-Piety stopped fighting with their fists, Stepp came towards him and asked him to go after Will iWeaver, who was also a tenant on the farm. Everett Piety told the witness if he knew which side his bread was buttered on he would not go. The witness then started to take a short cut to where his brother was, and Mrs. Piety forbade him to go across the hayfield. The witness then had to go around the field to get to where Will Weaver and his brother were. After the fist fight, Stepp started to run, and Everett Piety chased him with a hoe, and struck him in the back with it after he had started running. Stepp had lived in their house for several weeks, and knew where the gun was kept.\nDr. Gr. S. Self was called as a physician, after the shooting, and testified that Noble was shot in the right side just under the right arm. Dr. Self told Noble he did not think that he could live but a little while.\nSeveral witnesses testified that Tom Faulkner talked to Noble about dying, and asked him about how he had been shot. Noble replied that he had just been shot in order for the defendant to have something to shoot at.\nElmer Burns, a deputy sheriff, was a witness for the State. Stepp surrendered to him, and he heard a conversation between Stepp and Woosley, in which Stepp stated: “I done what I told you I would have to do.” Woosley asked,'“Did you kill them?” and Stepp replied that he did not know, that he was close to them and they fell.\nAccording to the evidence for the defendant, Everett Piety had rented 100 acres of land in G-reene County for the year 1925 from H. W. Woosley, but the hayfield in question was not included.\nAccording to H. W. Woosley, Elmer Burns and Stepp drove up to his house. There was blood on Stepp’s face, and his hat was torn. After speaking to them, Stepp said that he had had trouble over in the bottom. Woosley asked him with whom he had had trouble, and Stepp replied with Piety and his son, and said that he had to shoot them. Woosley asked him why he had to shoot them, and Stepp replied to keep them from killing him.\nAnother witness testified that, on the day before- the shooting’, he heard Everett Piety say to his sou,, “All hell could not have kept me from cutting that hay. ”\nBill Stepp was a witness for himself. Some days before the defendant commenced mowing the hay, Everett Piety said to him, “Bill, if you are figuring on cutting that hay next week, you had better bring your coffin along with you. ’ ’ On the morning in question, after the defendant had completed about three rounds with the mower in the hayfield in question, Everett Piety and his son came up and stopped his team. The defendant attempted to start his team, but they stopped it again, and said, “Stepp, what do you God damned sons of bitches mean by cutting this hay?” The defendant then told Piety that there was no use of having any trouble, and proposed to go with them to see Mr. Woosley about who the hay belonged to, and then Everett Piety hit the defendant and knocked him down, and Noble said to his father, “Take this hoe and let’s kill the God damned son of a bitch.” Both'of them ran after the defendant across the cottonfield, and, while he was still running, struck him once. • When the witness went to the house he saw the gun on the rack, and started back with it, intending to defend himself if they attacked him while he was getting his horses. When he got back the two men had their hoes, and he told them to let him alone, that he was going to get his team and go home. He made an effort to pick up the lines with his foot, and Piety said to his son, “When he picks up them lines, cut him in two.” Mrs. Piety said, “Go ahead and do what your pa says.” The boy struck at the witness with his hoe, but missed him. The boy stepped around the team, to strike the witness a second time, when the witness' shot him. The witness then unbreeched his gun and loaded it, and saw the elder Piety coming towards him. He turned and ran, with Piety after him.' When he saw that Piety was gaining on him, he shot him. He then turned towards the house, loading the gun as he ran, and, looking back, saw that Piety was close to him, and shot again. He then saw Piety fall. He then went to the house and put up the gun. When he came back to the scene of the difficulty, the boy raised up and said, “I will kill you yet,” and fell back. The witness came back to get his team and leave the place. Two of his ribs were fractured where one of the Pietys had struck him with a hoe. One of them also struck him with a hoe on the back of the head. Again the witness stated that, in the first difficulty, Noble Piety struck him with a hoe and Everett Piety struck him with his fist.\nThe jury found the defendant guilty of murder in the-second degree, and fixed his punishment at fifteen years in the penitentiary.\nProm the judgment rendered, the defendant has duly prosecuted an appeal to this court.\nLamb <& Ellis and Block & Kirsch, for appellant.\nH. W. Applegate, Attorney General, and Darden Moose, Assistant, for appellee."
  },
  "file_name": "1061-01",
  "first_page_order": 1077,
  "last_page_order": 1089
}
