{
  "id": 1399928,
  "name": "Ward v. Pelton",
  "name_abbreviation": "Ward v. Pelton",
  "decision_date": "1928-04-16",
  "docket_number": "",
  "first_page": "1062",
  "last_page": "1064",
  "citations": [
    {
      "type": "official",
      "cite": "176 Ark. 1062"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "298 S. W. 327",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "174 Ark. 936",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8725507
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/174/0936-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 274,
    "char_count": 5391,
    "ocr_confidence": 0.467,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.05260615580290588
    },
    "sha256": "3de03fec52c16a80436c494ac4c9d4e127f1e91a81d809c4a3330865a5a0ed45",
    "simhash": "1:9f113474c344c519",
    "word_count": 891
  },
  "last_updated": "2024-02-27T16:25:41.435006+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Ward v. Pelton."
    ],
    "opinions": [
      {
        "text": "Kirby, J.\nThe sole. question for determination on this appeal is whether the territory in Pulaski County organized into the Alexander School District with territory of Saline County, ;by special act 82 of the Acts of 1891, has been included in the county unit district of Pulaski County, organized under act 152 of the Acts, of 1927, and the special act in that respect repealed by the later general act.\nThe said act. 152 of 1927 was construed and held to be not in conflict with the Constitution in LeMaire v. Henderson, 174 Ark. 936, 298 S. W. 327.\nSaid act 152 provides for the organization into a school district of all the territory in the county outside of the single and special school districts within cities with a population exceeding. 10,000 inhabitants as shown by the last Federal census, and that such district shall at once become the owner of all the property belonging to the former school districts of the county outside of the special and single school districts within such cities, and shall be a special or single school district, with all „ the powers and responsibilities of a single or special school district in cities of the first class. .Suctions 5 and 6. ' ! , ’ : 1 ¡\nIt is also expressly provided, in the last paragraph of § 6, that every school district, except those in which there is a city of not less than 10,000 inhabitants, “whether created by county courts, county boards of .education or by special acts of the Legislature, shall cease to exist when a county school district as herein provided for has been created, and its directors, trustees, agents and teachers .shall turn over to the county board of education all its books, records and other property.”\nThe act also requires the county school district to assume and perform all obligations of any valid contract to which any district of the county is a party.\nUnder said act 82 of 1891 six sections of land in Pulaski County were included in the special school district, the “Alexander School District,” but it was provided therein that the school taxes on the property included in Pulaski County and that included in the district in Saline County should be levied and collected by the respective officers of the different counties and paid into the county treasuries for the benefit of the special school district, and the children were required to be enumerated within the district, and the number living within the territory of the particular county returned to the county examiner of that county in order to the apportionment of the school tax in accordance with the number of children in each county.\nThe Legislature had plenary power in the establishment and division of the State or counties into school districts, and the evident purpose of this act 152 of 1927 was to organize all the territory within the county, not especially excepted as included in single or special school districts in cities of not less than 10,000 population, into the county school district. It expressly provides that every other school district, save the excepted single or special school districts in cities and towns of not less than 10,000 population, “whether created by county courts, county boards of education or by special acts of the Legislature, shall cease to exist when a school district as herein provided for has been created,” and as effectively abrogates any special school district composed partly of the lands within the county organized into the county school district as though the entire district was within the limits of the county; the result being to incorporate the territory of the county, notwithstanding it had been included in a special school district with territory in an adjoining county by a special act of the Legislature, as effectively as though said special act had been expressly repealed.\nWe do not need to suggest what may be done with that portion of territory of the Special Alexander School District in Saline County, the authorities of that county having ample authority to dispose of it, and no injustice will result from the dismemberment of the district, since the new law provides that the county school district shall take care of, perform and discharge the (valid contracts and obligations' of the dismembered joint district, so far as same is a charge against the lands of Pulaski County withdrawn therefrom.\nThere being no error in the record, the judgment i's affirmed.",
        "type": "majority",
        "author": "Kirby, J."
      }
    ],
    "attorneys": [
      "Troy W. Lewis and Clayton Freeman, for appellant.",
      "E. B. Dillon and George W. Emerson, for appellee."
    ],
    "corrections": "",
    "head_matter": "Ward v. Pelton.\nOpinion delivered April 16, 1928.\n1. Schools and school districts — legislative control. — The Legislature has plenary power in the establishment' and division of State or counties into school districts.\n2. Schools and school districts — district overlapping boundaries of COUNTY. — Acts T927, p. 531, providing for organizing into a county unit school district of all territory in Pulaski County outside of single and special school districts within cities of over 10,000 population, abrogates special school districts composed partly of land within the county and incorporates territory of the county within a county district, though included in a special school district within territory in an adjoining county by Acts 1891, p. 148, as effectively as though such act were expressly repealed.\nAppeal from Pulaski 'Chancery Court; Frank H. Dodge, Chancellor;\naffirmed.\nTroy W. Lewis and Clayton Freeman, for appellant.\nE. B. Dillon and George W. Emerson, for appellee."
  },
  "file_name": "1062-01",
  "first_page_order": 1080,
  "last_page_order": 1082
}
