{
  "id": 8726921,
  "name": "Kirk v. Bonner",
  "name_abbreviation": "Kirk v. Bonner",
  "decision_date": "1933-02-27",
  "docket_number": "4-2889",
  "first_page": "1063",
  "last_page": "1071",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 1063"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "144 So. 816",
      "category": "reporters:state_regional",
      "reporter": "So.",
      "case_ids": [
        5714599
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ala/225/0664-01"
      ]
    },
    {
      "cite": "292 S. W. 666",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "173 Ark. 496",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8722271
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/173/0496-01"
      ]
    },
    {
      "cite": "298 S. W. 483",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "175 Ark. 86",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1403552
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/175/0086-01"
      ]
    },
    {
      "cite": "284 S. W. 533",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "171 Ark. 464",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1369518
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/171/0464-01"
      ]
    },
    {
      "cite": "277 S. W. 45",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "169 Ark. 833",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1373894
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/169/0833-01"
      ]
    },
    {
      "cite": "35 S. W. (2d) 80",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "183 Ark. 119",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1441842
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/183/0119-01"
      ]
    },
    {
      "cite": "86 So. 683",
      "category": "reporters:state_regional",
      "reporter": "So.",
      "opinion_index": 0
    },
    {
      "cite": "102 S. C. 333",
      "category": "reporters:state",
      "reporter": "S.C.",
      "case_ids": [
        1951871
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sc/102/0333-01"
      ]
    },
    {
      "cite": "24 So. 304",
      "category": "reporters:state_regional",
      "reporter": "So.",
      "opinion_index": 0
    },
    {
      "cite": "50 La. Ann. 1332",
      "category": "reporters:state",
      "reporter": "La. Ann.",
      "case_ids": [
        2578323
      ],
      "opinion_index": 0,
      "case_paths": [
        "/la-ann/50/1332-01"
      ]
    },
    {
      "cite": "22 Ark. 389",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8726916
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/22/0389-01"
      ]
    },
    {
      "cite": "10 Ark. 572",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8727929
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/10/0572-01"
      ]
    },
    {
      "cite": "3 Ark. 261",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8728413
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/3/0261-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 672,
    "char_count": 14409,
    "ocr_confidence": 0.497,
    "pagerank": {
      "raw": 1.4981758430176967e-07,
      "percentile": 0.6651538371542125
    },
    "sha256": "7f92910ae0740b491f11e0d1440203064f7eaecb81d2b8816577cb3bd6d9ba10",
    "simhash": "1:b9c9d973ffd662a7",
    "word_count": 2567
  },
  "last_updated": "2024-02-27T17:52:01.123529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Kirk v. Bonner."
    ],
    "opinions": [
      {
        "text": "Mehaeft, J.\nOn December 30, 1930, tbe appellant filed snit in the circuit court of Arkansas County against tbe appellee, alleging that she and tbe appellee entered into an. agreement on October 5, 1925, by which she rented to the appellee certain property in DeWitt, Arkansas, for rental of $20 per month; that appellee took possession of said property, bnt had paid nothing on the rent except $50. It was alleged that 10 days’ notice was given, ihnt that appellee refused to deliver possession, and refused to pay the rent due, and she asked judgment, for rent in the sum of $350, and in the sum of $40 as damages for unlawfully detaining the property. The appellant filed affidavit and gave bond required in suits of unlawful detainer.\nAt the time of filing the suit, she filed a written stipulation signed by W. H. Bonner, appellee, wherein he agreed to waive issuance of summons, and entered his appearance in the court.\nThereafter judgment was entered for the sum of $350 with interest, and also for possession of the property.\nOn July 1, 1932, an execution was levied and notice of sale published by the sheriff, and proof of publication filed and report of sale made.\nOn July 25, 1932, the appellee filed a complaint and petition to vacate the judgment rendered at the January term, 1931. In this motion he alleged that there was no such person as Mrs. Fern Kirk, and denied that any process of any kind was ever served in the original suit. He also alleged grounds for defense to the original suit.\nOn October 10, 1932, Mrs. Fern Kirk filed motion to dismiss the complaint and petition filed by appellee, and alleged that appellee had not set out any of the statutory grounds necessary to vacate a judgment after the term at which it was rendered.\nThe court heard testimony and found that the entry of appearance of Bonner was not obtained by fraud, and that Carpenter was attorney but not employed by Bonner in this particular case, but held that the stipulation signed by Bonner and filed with the papers was not sufficient to constitute service as required by law, and that the service should be quashed, and the judgment vacated. From this order, appellant prosecutes this appeal.\nAppellee first contends that the appeal is not properly before this court because the motion for new trial was not filed in proper time. The record as to motion for new trial does not state the date on which it was filed. The indorsement, however, on the motion itself shows that it was filed on October 17. The case was tried on October 11, and appellants attorney states that, at the time the judgment was entered on October 11, he was granted permission to file the motion for a new trial, and was given 60 days in which to file bill of exceptions. He discovered immediately that the judge had failed to note on his docket the filing of a motion for a new trial, overruling the same, and giving 60 days in which to file bill of exceptions. When appellant’s attorney discovered that the record did not show the filing of the motion, he immediately asked the clerk to send the docket sheet to the circuit judge requesting him to make proper entries, and at the same time filed the motion for new trial, dating it on the same day that it should have been presented and overruled; that the circuit judge held the request until several days later when he again opened court at DeWitt, and at that time overruled the motion for new trial.\nWhether all these things are true, it is impossible to tell from the record, but the record does show that the court acted on a motion for new trial and overruled the same without stating that it was not filed in time. From the record we are unable to say that it was not filed within the time fixed by statute, or allowed by the court. It is immaterial when it was overruled, so that it was overruled during the same term of court.\nIn addition to this, we think error appears on the face of the record, justifying a reversal of the case.\nIt is next contended by the appellee that there was no service, and that the stipulation ■ entering appearance of Bonner was not sufficient to give jurisdiction to the court.\nThe first case relied on by appellant as supporting this contention is Clary v. Morehouse, 3 Ark. 261. The court there, after stating how suits were instituted in the circuit courts, stated: “The requisitions of the statute do not appear to have been observed or complied with, for, as before remarked, no writ was ever issued, nor was there any voluntary appearance to the proceeding on the part of either of the defendants. * * *”\n“The indorsement on the declaration purported to have been signed by Clary and Webb, being nothing more than a simple agreement by which they acknowledge service of the declaration and waive the necessity of any process issuing thereon, could not be regarded by the court for any purpose; nor could it in any manner subject them to the same legal consequences as if they had failed to appear in the action upon the service of a valid writ requiring such appearance; because the law does not regard such acts or agreements of the parties to a suit, not made in the presence of the court or entered on the records, as possessing in themselves such absolute verity as the official acts of the accredited officer of the court, etc.”\nIn the next case cited by appellant, Ex parte Gibson, 10 Ark. 572, the court said: “We are aware that the former decisions of this court with regard to constructive notice, and in some other cases, have not given entire satisfaction to the bar. Without being understood as expressing any opinion as to whether in some instances the rule may not have been extended too far in cases of constructive notice, we think in the case before us the rule heretofore adopted by this court should not be changed.”\nThe instrument relied on as giving the court jurisdiction in the above case was as follows: “I, Abraham Clark, do acknowledge due and legal service of the within writ, and promise to enter my appearance at the next term of the Scott Circuit Court, this 17th October, 1839.”\nThe above statement was indorsed on the back of summons and signed by Clark. It will be observed that there was merely a promise to enter his appearance, and not a signed statement entering his appearance.\nThe instrument relied on in the instant case, as entering the appearance of Bonner, gave the style of the court, the parties plaintiff and defendant, and the number of the case. The caption was, “Entry of Appearance and Waiver of Summons,” and continued as follows:\n‘ ‘ On this day the third day of December, 1930, comes the above-named defendant, W. H. Bonner, and hereby agrees to enter his appearance in the above-styled action, whether filed on this day or to be filed later, and the said W. H. Bonner, does hereby enter his appearance in the above-styled actions and waives the issuance of summons herein.\n“ (Signed) W. H. Bonner.\n“Piled in my office Dec. 3, 1930, P. E. Stephenson, Clerk. ’ ’\nThis was unlike the instruments signed in the cases cited by appellee. This was an actual entering of the appearance. This suit was prepared by Senator Basco, before his death, who was a lawyer engaged in practice at DeWitt, Arkansas. Senator Basco died before this suit was brought, but the stenographer who worked for him testified at length. She testified that Mr. Bonner came to the office several times; that he was advised about the suit, and was told what the amount of the rent was; he knew who was bringing the suit, and, according to the testimony of the stenographer, which is undisputed, he agreed to sign a stipulation waiving summons, and entering his appearance in order to save costs. She was asked if Mr. Bonner knew what the case was about and answered:\n“Yes, sir, we explained, it to Mm in the letter we wrote him; also in a conversation in our office. We took this waiver of service and filed it along with the complaint, same as we did the sheriffs summons.”\nShe also testified that Mr. Rasco had prepared a waiver of service, and entry of appearance,. and Mr.. Bonner did not sign this instrument, but took it to Mr. Carpenter, and came back with the instrument above quoted, which had been prepared by Mr. Carpenter, and Mr. Bonner signed it in Mr. Rasco’s office. It, according to the secretary’s testimony, and the summons were filed with the complaint. '\nAnother case cited by appellee is Nunn v. Sturges, 22 Ark. 389. In that case the court said:\n“Everything upon the face of the transcript of the judgment shows that it was obtained in a different proceeding from any suit that is conducted according to the observances of our courts or the practice of the common law. And, as the court was evidently one of superior or general jurisdiction, one that must be taken, in the absence of proof to the contrary, to have had jurisdiction of the subject-matter of the suit, we must take it for granted that it would not have proceeded to render judgment without first obtaining jurisdiction of the person of the debtor, the action appearing to be a personal action. It also appears that the court considered the indorsement equivalent to personal service, and to a confession of judgment, in open court, and we must presume that the court acted according to law. Besides, to us the plain meaning of the indorsement is that Nunn thereby entered his appearance to the action begun by the petition, waiving the formality of citation, that is, waiving and in fact acknowledging the notice, the alleged want of which is the subject of Nunn’s second plea.” '\nThe plain meaning of the instrument signed by Bonner is that he waived the service of the summons, and entered his appearance in the circuit court. He did this, evidently, for the purpose of saving costs. If the instrument does not mean this, it is meaningless, and he had a right to enter his appearance, and, when he did so, the court had jurisdiction to render a judgment against him.\nThere is some conflict in authorities as to whether one may enter his appearance before process has been issued, but we know of no reason why one may not sign and permit to be filed, an instrument entering his appearance in the suit. He knew who the plaintiff was, he knew what court the suit was in, and he knew he was defendant, and knew he was being sued for rent, because the instrument prepared by Mr. Carpenter, who represents him, gave the style of the court and the names of the plaintiff and defendant, and was prepared by Mr. Carpenter, his attorney, at his request.\n“Although no process has issued against a party, it seems that, if such party has a right to save or an interest to protect, he may enter an appearance.” 4 C. J. 1324.\n“On the foregoing statement it is evident that the Alabama court accepted and treated the aforesaid agreement as an appearance in said cause then pending, and based its subsequent decree against the defendants personally thereon; and the question for decision by this court is whether its judgment is and was valid and jurisdictional. We think it was manifestly so. The meaning of the phrase, ‘We hereby enter our appearance to said cause,’ means just what it says, and an appearance in a pending cause signifies an appearance for every purpose in said cause. Otherwise it would be meaningless. It was prepared, as its language and terms fully import, for use in that suit, and the defendant is conclusively bound thereby.” Mutual National Bank of New Orleans v. Moore, 50 La. Ann. 1332, 24 So. 304.\nAny action of a defendant which amounts to an intention to enter his appearance and be in court is a voluntary appearance. A voluntary appearance may be by formal writing as in this case, or it may be by informal parol action, but in either case, if it is manifestly the intention by the formal writing to enter his appearance, he will he held bound by his act. Stephens v. Ringling, 102 S. C. 333, 86 So. 683.\nHaving entered his appearance, it- was appellee’s duty in that suit to interpose all the defenses he had. The court found in its judgment that. W. H. Bonner had entered his appearance in form and manner as prescribed. by statute. See Chapman & Dewey Lbr. Co. v. Bryan, 183 Ark. 119, 35 S. W. (2d) 80; Galloway v. LeCroy, 169 Ark. 833, 277 S. W. 45; Purse Bros. v. Watkins, 171 Ark. 464, 284 S. W. 533; Soloman v. Carroll, 175 Ark. 86, 298 S. W. 483; Purnell v. Nichol, 173 Ark. 496, 292 S. W. 666.\nThe statement signed by the defendant in the instant case did not purport to be an agreement to enter his appearance sometime thereafter, but it was an actual entry of appearance, just as much so as if he had filed an answer.\nIt is next contended by the appellee that Bonner did not have knowledge that a suit had been filed against him. Mr. Bonner testified that when he signed the entry of appearance the plaintiff’s name in the instrument was Mrs. Fern Kirkpatrick. The evidence, without dispute, shows that she was known both as Mrs. Kirkpatrick and Mrs. Kirk. He admitted that he signed it in Mr. Rasco’s office. He admits that he was told in Mr. Rasco’s office that the suit was for about two years ’ rent, $290, and that he, Bonner, told them that it should be a little more than that. The appellee also admitted that he went to Mr. Rasco’s office several times to see about the matter, and knew that suit was going to be filed, and knew the party plaintiff.\nThe purpose of a name is to designate a person, and this purpose is accomplished when the name is that by which she is known or called. Nat. Life & Acc. Ins. Co. v. Scaffold, (Ala.) 144 So. 816.\nMr. Carpenter, according to Bonner, fixed up the papers for him to take to Mr. Rasco, and he did take them, and signed them in Mr. Rasco’s office.\nThe court found that the entry of appearance was drawn by Mr. Carpenter; that it was signed by Mr. Bonner at Mr. Basco’s office, and left at Mr. fiasco's office with knowledge that it was an entry of appearance to the suit in the circuit court; that no fraud was perpetrated by Mr. Basco in securing the entry of appearance.\nOur conclusion is that the appellee had entered his appearance, and that the court had jurisdiction, not only of the subject-matter, but of the person.\nThe case is therefore reversed, and remanded with directions to dismiss appellee’s motion and petition.",
        "type": "majority",
        "author": "Mehaeft, J."
      }
    ],
    "attorneys": [
      "O. E. Pike, for appellant.",
      "G. N. Carpenter, for appellee."
    ],
    "corrections": "",
    "head_matter": "Kirk v. Bonner.\n4-2889\nOpinion delivered February 27, 1933.\nO. E. Pike, for appellant.\nG. N. Carpenter, for appellee."
  },
  "file_name": "1063-01",
  "first_page_order": 1083,
  "last_page_order": 1091
}
