{
  "id": 1432050,
  "name": "Reeves Furniture Company v. Woldert",
  "name_abbreviation": "Reeves Furniture Co. v. Woldert",
  "decision_date": "1933-10-23",
  "docket_number": "4-3167",
  "first_page": "1065",
  "last_page": "1068",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 1065"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "5 S. W. (2d) 312",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "176 Ark. 1128",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 405,
    "char_count": 6306,
    "ocr_confidence": 0.494,
    "sha256": "98105ffb0a270887bffd518b01bf29a1390db9992cd271ca2a323701651237b2",
    "simhash": "1:d40bd7b399f00740",
    "word_count": 1088
  },
  "last_updated": "2024-02-27T21:18:50.990705+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Reeves Furniture Company v. Woldert."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nAppellee leased a three-story brick building in the city of Texarkana, Arkansas, to appellant for a period of three years beginning April 30, 1931, at a rental of $5,000 per year, payable in monthly installments of $416.66 each. Appellant, a corporation, dealt in furniture, and occupied and used the building in connection with, that business until April 9,1932, when a fire occurred which damaged the building to such an extent that extensive and expensive repairs were required to restore the building.\nOn April 16, 1932, appellee wrote appellant advising that steps were being taken for the immediate repair of the building, and revoking a temporary reduction in rents which had been previously allowed. No reply was received to this letter, and the repairs were made expeditiously and at a total cost of about $10,000. A substantial part of this cost appears to have been incurred in better adapting the building for use as a furniture store, and a representative of appellant appears to have made suggestions in this behalf which were complied with.\nOn May 19, 1932, the lessor wrote the following letter to the lessee:\n“I am pleased to inform you that my building at Third and Olive (Vine) streets, Texarkana, Arkansas, held by you under lease until April 30,1934, will be ready for your use on May 26, 1932, repairs to the damage resulting from the fire of April 9,1932, unless some unforeseen delay develops, will be fully completed prior to that date.\n“In view of the fact that you have a credit of $75 on my books, representing that portion of unearned rent paid in advance for the period immediately following the fire, you may reduce your remittance by this amount, for the month beginning on May 26, 1932, making your check for $341.66, instead of $'416.66.\n“I am instructing Mr. Thad A. Bryant, Jr., who has been in charge of repairs, to deliver his key to you prior to May 26, 1932, to insure your exclusive access to the building. ’ ’\nOn May 23,1932, the lessee replied as follows:\n“By reason of the recent fire which destroyed or partially destroyed the building, which is described in the lease contract between you and the Reeves Furniture Company, of date the 29th of April, 1930, such building was rendered wholly unfit for occupancy by the Reeves Furniture Company, the lessee in said lease contract above referred to.\n“You. are therefore advised that under, paragraph No. 8 of the said lease, that the lease, on account of said fire and its consequential results, as above outlined, was terminated and ceased to be further binding on either-you or the Reeves Furniture Company.\n“The said lease contract having been terminated by reason of such fire, the Reeves Furniture Company are no longer'bound by its terms, and it is not the intention of the Reeves Furniture Company to re-occupy the building after the same has been rebuilt by you.”\nParagraph No. 8 of the lease, to which reference was made, reads as follows:\n“Eighth: That the lessee shall, in case of fire, give immediate notice to the lessor, who shall thereupon cause the damage to be repaired forthwith; but if the premises be by the lessor deemed so damaged as to be unfit for occupancy, or if the lessor shall decide not to rebuild, the lease herein granted shall cease, and the rent be paid up to the fire.”\nThe keys were tendered on the 24th or 25th of May, 1932, and, the tender being declined, suit was filed on August 22, 1932, for damages for breach of the contract. An answer was filed on September 21, 1932, denying that appellant was bound under the contract to occupy the building after the fire. This answer was amended on May 23, 1933, the day before the trial, setting up the defense of a surrender of the premises and an acceptance thereof by appellee.\nUpon receipt of the lessee’s letter dated May 23, 1932, appellee advertised the property for rent, and found a tenant, who was placed in possession about a month before the trial from which this appeal comes. No communication passed between the parties subsequent to appellant’s letter of May 23d.\nTestimony was heard as to the rental value of the property, and the court submitted no other question to the jury. All the instructions requested by appellant were refused, and the only instruction given reads as follows: “You are instructed that, under the evidence, plaintiff is entitled to recover the difference, if any you find from a preponderance of the evidence, between the rent reserved in the lease for the remainder of the term after June 1, 1982, and the reasonable rental value of said building on May 26,1932.”\nThere was a verdict in favor of appellee for $4,000, and from the judgment thereon is this appeal.\nThe instruction set out above directs a verdict for the lessor on the merit of the case, and was objected to on that account. We think, however, that it was properly given. It appears, from paragraph No. 8 of the lease contract, set out above, that the exclusive right to continue the lease in effect in case of fire rested with the lessor, and we perceive no reason why effect should not be given to this provision, as was done by the trial court.\nSeasonable notice of the exercise of this right was given, and the repairs were made pursuant to the notice, and, when practically complete, an offer was made to deliver to appellant exclusive possession of the property. This offer was unequivocally declined, and the lessor then had the right, as stated in Grayson v. Mixon, 176 Ark. 1128, 5 S. W. (2d) 312, to “treat the lease agreement as at an end and sue for damages for breach of the contract, in which case he could bring his action immediately on the breach and recover the difference between the amount of rent reserved and the reasonable rental value for the remainder of the term, if the rental value be less than the amount reserved in the lease, * * #.”\nThe instruction given conforms to the law thus declared, and, as the undisputed testimony shows a complete repudiation of a contract which the lessee was under the legal duty to perform, it was properly given. The judgment must therefore be affirmed, and it is so ordered.",
        "type": "majority",
        "author": "Smith, J."
      }
    ],
    "attorneys": [
      "Shaver & Shaver and King, Mahaffey, Wheeler & Bryson, for appellant.",
      "James D. Head, for appellee."
    ],
    "corrections": "",
    "head_matter": "Reeves Furniture Company v. Woldert.\n4-3167.\nOpinion delivered October 23, 1933.\nShaver & Shaver and King, Mahaffey, Wheeler & Bryson, for appellant.\nJames D. Head, for appellee."
  },
  "file_name": "1065-01",
  "first_page_order": 1085,
  "last_page_order": 1088
}
