{
  "id": 1431987,
  "name": "Federal Land Bank of St. Louis v. Vineyard",
  "name_abbreviation": "Federal Land Bank v. Vineyard",
  "decision_date": "1933-10-23",
  "docket_number": "4-3155",
  "first_page": "1068",
  "last_page": "1070",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 1068"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "61 S. W. (2d) 449",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 305,
    "char_count": 4006,
    "ocr_confidence": 0.497,
    "sha256": "b8eb74d47cf58ad715a5219d54313a2cad2db8854f2d774cdc96618457b5bb0b",
    "simhash": "1:a2bb8e980fe71ac5",
    "word_count": 697
  },
  "last_updated": "2024-02-27T21:18:50.990705+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Federal Land Bank of St. Louis v. Vineyard."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nAppellees borrowed $10,000 from the Federal Land Bank of St. Louis on May 16, 1918, and as security therefor gave a first mortgage on 280 acres of land in Phillips County. The sum borrowed was payable in installments according to the plan adopted by the Federal Land Banks.\nDefault having been made in the payments due May, 1930, and in November of the same year, suit was instituted on April 7, 1932, to foreclose the mortgage. No answer having been filed, a decree by default was rendered for $10,062.90, which provided that, if this debt were not paid on or before November 1, 1932, the mortgaged property should be sold by a commissioner named for that purpose. Failing payment, the land was advertised and sold on December 10, 1932, at which sale the mortgagee bank became the purchaser for the sum of $5,500. On December 12, 1932, the commissioner made report of the sale to the court, which was approved and confirmed. A commissioner’s deed was executed and acknowledged in open court and was filed for and placed of record.\nThereafter, on January 12,1933, appellees petitioned the court to set aside the decree of foreclosure and to cancel the commissioner’s deed, and as grounds therefor alleged the following facts: Petitioners had paid $7,475 on the loan, yet the decree is for a sum in excess of the original loan. There were no bidders present at the sale except the representative of the bank, whose bid of only $2,000 left a deficiency judgment for $8,475. The land is worth an amount greatly in excess of the balance due under the mortgage, and “your petitioner is informed that there is now pending in Congress a bill designed to aid such cases as this. Your petitioner would further respectfully call attention to the joint resolution passed by the Arkansas Legislature, urging chancellors to hold up foreclosures on farms for a period of two years, also other bills for the relief of farm lands.” This petition was unverified, and no testimony was taken in support of its allegations. It may be said, however, that the commissioner’s report and the court records show that the sum bid for the land was not $'2,000, as alleged, but was, in fact, $5,500.\nThe court entered an order vacating and setting aside the sale and canceling the commissioner’s deed on the same day the petition was filed asking that relief. This order required the petitioner to deposit $40, to cover the cost of readvertising the property, and the deposit of this money with the clerk of the court was made on February 18, 1933.\nIt was ordered that a receiver be appointed “for the purpose of renting the lands for the crop season of 1933, and said receiver is further directed, in the renting of said lands, to give preference to Gr. H. Vineyard and his tenants.” This appeal is from that order and decree.\nThe question here presented has been frequently and recently decided by this court, one of the most recent cases being that of Federal Land Bank of St. Louis v. Floyd, ante p. 616, 61 S. W. (2d) 449. We there said: “Therefore, it seems that this court is committed to the doctrine that a purchaser at a commissioner’s sale takes a vested interest by reason of the purchase, and confirmation follows as a matter of right, unless it be found that fraud entered into the transaction or else the price bid and offered was so grossly inadequate as to shock one’s sense of justice.”\nThere is no allegation, nor was there proof, of any fraud or unfairness in the sale, which the court approved and confirmed; nor was the price so grossly inadequate as to shock one’s sense of justice.\nThe order approving the sale should not therefore have been set aside, and the commissioner’s deed should not have been canceled. The decree so ordering is therefore reversed, and the cause will be reminded, with directions to enter a decree in accordance with this opinion.",
        "type": "majority",
        "author": "Smith, J."
      }
    ],
    "attorneys": [
      "W. H. Bengel and Moore, Daggett & Burke, for appellant."
    ],
    "corrections": "",
    "head_matter": "Federal Land Bank of St. Louis v. Vineyard.\n4-3155\nOpinion delivered October 23, 1933.\nW. H. Bengel and Moore, Daggett & Burke, for appellant."
  },
  "file_name": "1068-01",
  "first_page_order": 1088,
  "last_page_order": 1090
}
