{
  "id": 1435184,
  "name": "Owen v. Owen",
  "name_abbreviation": "Owen v. Owen",
  "decision_date": "1932-06-13",
  "docket_number": "4-2555",
  "first_page": "1069",
  "last_page": "1074",
  "citations": [
    {
      "type": "official",
      "cite": "185 Ark. 1069"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "36 S. W. (2d) 402",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "183 Ark. 397",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1441828
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/183/0397-01"
      ]
    },
    {
      "cite": "42 S. W. (2d) 564",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "184 Ark. 415",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1438503
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/184/0415-01"
      ]
    },
    {
      "cite": "31 S. W. (2d) 738",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "182 Ark. 449",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1389696
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/182/0449-01"
      ]
    },
    {
      "cite": "203 S. W. 286",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "134 Ark. 80",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1573284
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/134/0080-01"
      ]
    },
    {
      "cite": "110 S. W. 596",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "86 Ark. 169",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1521448
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/86/0169-01"
      ]
    },
    {
      "cite": "55 S. W. 936",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "67 Ark. 526",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1152514
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/67/0526-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 291,
    "char_count": 4189,
    "ocr_confidence": 0.491,
    "pagerank": {
      "raw": 2.084385480894054e-07,
      "percentile": 0.7594852055081204
    },
    "sha256": "28f92ab3949f9d51968f0097f53babf4cf011ac20e8f86c0869c826fcf4ee0f1",
    "simhash": "1:033ab03f0ad6d418",
    "word_count": 760
  },
  "last_updated": "2024-02-27T17:51:09.396208+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Owen v. Owen."
    ],
    "opinions": [
      {
        "text": "Hart, O. J.,\n(after stating the facts). This court is committed to the doctrine that, where a deed is executed in consideration of the agreement by the grantee to support the grantor, and this agreement is made by the grantee for the fraudulent purpose of securing the deed, and without intending to carry it out, and it has this effect, it constitutes a fraud vitiating the conveyance, and equity will set it aside. Salyers v. Smith, 67 Ark. 526, 55 S. W. 936; Boyd v. Lloyd, 86 Ark. 169, 110 S. W. 596; Edwards v. Locke, 134 Ark. 80, 203 S. W. 286; Jeffery v. Patton, 182 Ark. 449, 31 S. W. (2d) 738; and Federal Land Bank of St. Louis v. Miller, 184 Ark. 415, 42 S. W. (2d) 564.\nWe are of the opinion that, when all the attendant circumstances are considered, the chancellor should have found that the substantial consideration which was the inducement for the execution of the deeds was that the sons should take care of and support their father during his natural life. It is true that they deny that this was the consideration, but their testimony is contradicted by the attendant circumstances. They admit that their father resided on the land at the time he executed the deeds to them, and that he has continued to reside there ever since, a period of something over ten years. During all of this time he has had exclusive management of the land, and has collected the rents and otherwise used the land as still belonging to him. The sons testified that the rents and profits derived from the land were sufficient to support their father, and this was equivalent to them supporting him. It is not a case where the grantees have neglected or refused to carry out their part of the agreement hy refusing or neglecting to support their father.\nIn a transaction of this kind there is always an element of love and confidence reposed by the parents in their children, and they part with their property with the expectation-and belief that they will be supported and cared for by the children. If the children refuse to carry out their part of the agreement, equity will grant relief to the parent by canceling the deed. In the present case, the evidence does not justify cancellation of the deeds on account of the sons’ failure to support. In this connection it may be stated that if at any time in the future the sons should fail to carry out their part of the agreement and fail to support their father, equity will afford him relief by canceling the deeds.\nWe cannot agree with the contention of the sons that the consideration of the deeds was that the father conveyed the land to them in an effort to defraud his creditors. It is true that he stated that this had something to do with it, but it is evident that the substantial agreement was that his sons should support him. The deeds themselves recite that they are made subject to an indebtedness owed by the father to the Federal Land Bank. The deed to the home place also contains a covenant that the father is to remain in possession of that during his life, and that the deed should not become operative until his death. This was a valid covenant. Reynolds v. Balding, 183 Ark. 397, 36 S. W. (2d) 402.\nThe lands were of the value of $8,000, and the debt owed by the father was only $1,000. The debt was after-wards paid by the father. These circumstances strongly tend to show that the lands were not conveyed to the sons by the father in an effort to defeat his creditor in the collection of its debt, but that the consideration of support by the sons was the substantial inducement which caused him to execute the deeds.\nThe result of our view is that, as the case now stands, the chancellor erred in canceling the deeds. As above stated, the duty of support is a continuing one; and, if at any time in the future the sons neglect or refuse to support their father, he will have the right to bring another suit to cancel the deeds on that account. Therefore the decree will be reversed, and the cause will be remanded with directions to dismiss the complaint ■ for want of equity. '",
        "type": "majority",
        "author": "Hart, O. J.,"
      }
    ],
    "attorneys": [
      "Wade Kitchens and W. II. Kitchens, Jr., for appellant.",
      "Henry Stevens, for appellee."
    ],
    "corrections": "",
    "head_matter": "Owen v. Owen.\n4-2555\nOpinion delivered June 13, 1932.\nWade Kitchens and W. II. Kitchens, Jr., for appellant.\nHenry Stevens, for appellee."
  },
  "file_name": "1069-01",
  "first_page_order": 1089,
  "last_page_order": 1094
}
