{
  "id": 1431981,
  "name": "Wasson v. Hunter",
  "name_abbreviation": "Wasson v. Hunter",
  "decision_date": "1933-10-23",
  "docket_number": "4-3172",
  "first_page": "1071",
  "last_page": "1073",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 1071"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "40 S. W. (2d) 775",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "183 Ark. 1046",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1441841
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/183/1046-01"
      ]
    },
    {
      "cite": "49 S. W. (2d) 1043",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "185 Ark. 856",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1435233
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/185/0856-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 260,
    "char_count": 3536,
    "ocr_confidence": 0.506,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.05386453032589931
    },
    "sha256": "b2b37ec0e285d70ce444fa84e3c6fc9b67562e80d0b07540753ce39fc305bd29",
    "simhash": "1:58ab322cda2eddc4",
    "word_count": 631
  },
  "last_updated": "2024-02-27T21:18:50.990705+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wasson v. Hunter."
    ],
    "opinions": [
      {
        "text": "Humphreys, J.\nThis cause comes to us on appeal and cross-appeal from the southern district of the Franklin County Chancery Court and involves the confirmation of the sale of the balance of the assets of the Bank of Branch to Fred Armstrong for $400 and the allowance of $50 a month for 25%. months to Lee G-. 'Sims, special deputy bank commissioner, for liquidating the assets of the defunct bank.\nAppellant contends that the trial court erred in refusing to allow the deputy bank commissioner $75 a month for liquidating the assets of the bank, and appellee contends that the trial court erred in approving and confirming the sale of the balance of the assets to Fred Armstrong for $400.\nThe deputy commissioner administered the affairs of the bank under contract with the 'Bank Commissioner for $75 a month.\nThe trial court was not bound by the contract for $75 per month agreed upon between the Bank Commissioner and deputy to liquidate the assets of the defunct bank, but, on the contrary, had authority to fix a fair compensation based upon the testimony adduced in the case. We so held in the cases of Taylor v. Moose, 185 Ark. 856, 49 S. W. (2d) 1043; Krumpen v. Taylor, 183 Ark. 1046, 40 S. W. (2d) 775; and Jeffries v. Wasson, ante p. 519. The record reflects that the deputy commissioner was acting as special deputy by appointment in liquidating the American Bank Trust Company of Paris at a monthly salary of $300 and the Bank of Ratliff at a monthly salary of $100 and an additional $2,500 he received from the latter institution as a bonus at the time he was appointed liquidating agent for the bank in question. In liquidating these three banks, which were located only a few miles apart, salaries were paid to assistants out of the assets of the defunct'banks, and that he was not prevented on account .of the liquidation from carrying on his regular employment by the People’s Loan & Investment Company of Ft. Smith, from which he received a salary of $450 per month. The Bank of Branch was a small institution. It owned only $24,000 in notes to be collected and less than $10,000 was collected out of them covering a period of 22% months. The chancery court was generous enough in allowing appellant Sims $50 a month for 25% months for liquidating the bank at Branch, and it was fair compensation for the work actually done by him.\nThe trial court was also 'correct in approving and confirming the sale of the balance of the assets to Fred Armstrong. All the notes sold, except two small ones, were barred by the statute of limitations, and none of them were collectible at law. One of the depositors testified that he would have bid $600 for the notes, and now (at the time of the trial) he would not give $500 for them. He did not say what he would give for them, making no offer whatever. He failed to attend and bid at the sale, which he had an opportunity to do. The real estate included in the assets and sold was of problematical value only, and no offer was made by appellees for it. The trial court found that, should he set the sale aside, the property would not .bring enough over the $400 bid to benefit the depositors in the least, and, after reading the testimony, we concur in this view. No fraud was shown in conducting the sale, and every one interested had an opportunity to be present and bid.\nNo error appearing, the decree is affirmed on the direct and cross-appeáls.",
        "type": "majority",
        "author": "Humphreys, J."
      }
    ],
    "attorneys": [
      "Miles, Armstrong & Young, for appellant.",
      "D. W. Bryan, for appellee."
    ],
    "corrections": "",
    "head_matter": "Wasson v. Hunter.\n4-3172\nOpinion delivered October 23, 1933.\nMiles, Armstrong & Young, for appellant.\nD. W. Bryan, for appellee."
  },
  "file_name": "1071-01",
  "first_page_order": 1091,
  "last_page_order": 1093
}
