{
  "id": 8726204,
  "name": "Moody v. Kahn",
  "name_abbreviation": "Moody v. Kahn",
  "decision_date": "1927-10-10",
  "docket_number": "",
  "first_page": "1072",
  "last_page": "1078",
  "citations": [
    {
      "type": "official",
      "cite": "174 Ark. 1072"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 516,
    "char_count": 12350,
    "ocr_confidence": 0.447,
    "pagerank": {
      "raw": 1.668535508033228e-07,
      "percentile": 0.6955550304284149
    },
    "sha256": "7ab59c195402f82a6f15fb482aeb881c2e800033200fa1c33923e383b2d82d11",
    "simhash": "1:a8a1f8b99ecc6b01",
    "word_count": 2050
  },
  "last_updated": "2024-02-27T16:23:40.975481+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Moody v. Kahn."
    ],
    "opinions": [
      {
        "text": "Kirby, J.\nThis appeal is from the decree compelling specific performance of the contract of sale of a certain plot No. 41 in Prospect Terrace Addition to the city of Little Rock, with a two-story brick veneer tile-roof residence, etc., thereon, by appellant.\nAppellee brought suit upon the written contract of sale, which provides:\n“February 16, 1926.\n“Mr. W. F. Moody,\n613 A. O. U. W. Bldg., City.\n“Dear Mr. Moody: This is to advise that, in the event you purchase from the writer plot No. 41 Prospect Terrace Addition to the city of Little Rock, together with the house erected thereon, for tlie sum of $1.4,750, on terms hereinafter mentioned, I agree to do the following: (1). I will erect two-story brick veneer two-ear garage, with servants’ room, together with appropriate driveway from Edgewood Road. (2). I will install servants’ toilet and washstand and bath in or adjacent to said servants’ room. (3). I will repair all cracks in said house and re-tint the walls, where necessary. (4). A regular Prospect Terrace deed is to be given to you, retaining vendor’s lien for unpaid purchase price, and the agreement is that you are to pay the writer the sum of $4,750, $2,500 in cash and $'2,250 in vendor’s lien notes indorsed by you; balance of purchase price of $10,000 is to be secured by vendor’s lien on said plot No. 41, Prospect Terrace, payable $1,000 per annum, one,.two, three ¡and four years from date, and the balance of $6,000 due five years from date; interest on all the said deferred payments to be paid semi-annually at the rale-of six'per cent, per annum.\n“Tours very truly,\n(■Signed) “S. L. Kahn.”\n“The above conditions are satisfactory, and I here' with accept same, and hand yon my check for the sum of $500 to bind the agreement. .\n(Signed) “W. F. Moody.”\nThe complaint also alleged:\n“* * * That, after the execution of said contract, the same was modified, by agreement between the parties, that the plaintiff would place a tile roof on said garage and would be relieved from constructing an entirely brick veneer building, but would make it partially stucco instead of brick, and, in reliance on said agreement, plaintiff did so construct said building. « # # y>\nAlleged the full performance of the contract as modified by appellee, the refusal of appellant to comply with its terms, the readiness of appellee to make the conveyance, and tendered a warranty deed and possession, etc.\nThe appellant filed an answer and cross-complaint; admitted the execution of the written contract exhibited with the complaint, denied any modification thereof, and alleged: “ * * * That, under the terms of the aforesaid contract for the purchase of said plot 41, and before the acceptance of said premises by the defendant, the plaintiff, among other improvements to be made thereon, was to erect a two-story brick veneer building to be used as a two-car garage and servants’ house. That it was the agreement and understanding of the parties that said building was to conform in material, style, and appearance to the said residence on said plot; * * * should be a two-story brick veneer with tile roof, in conformity to the residence erected on said plot of ground. That said building as constructed is materially different from that called for under the contract, and does not conform in material, style, value' or appearance to the residence on the said plot. That said building is in striking contrast in appearance to that of the residence, and destroys the contemplated effect to be produced by a building as contemplated under the terms of the contract.”\nDenied that appellant had complied with the terms of the contract or was entitled to specific performance thereof.\nThe cross-complaint alleged appellants’ purchase of the premises under the written contract, the hind of garage and servants’ house agreed to he erected thereunder, the deposit of $500 with ¡appellant upon the execution of the contract, to he applied on the purchase price upon the completion of the improvement provided for under the contract and acceptance of the premises by appellant. Alleged a breach of the contract by appellant’s refusal to construct the building (garage and servants’ house) as prescribed in the contract; the construction of a building materially different from that contracted for, and constituting a great depreciation in appearance and Value to said premises as contemplated under the terms of said contract, and his refusal to accept the premises and perform the contract because of appellee’s said breach thereof, and for which he Was entitled to the return of his deposit of said $500, and prayed judgment therefor.\nIt appears from the testimony that, after the parties had reached an agreement, appellee attempted to reduce it to writing* in the form of a letter providing for the erection of a one-story garage with composition roof, which, upon presentation to appellant, he refused to agree to, and required the insertion of the clause providing for the construction of a two-story brick veneer garage, as appears in the written contract, before signing it.\nAppellee testified that, 'after the contract was executed, the parties agreed that the garage and servants’ house could be constructed of brick and stucco, with a tile roof, instead of all brick veneer, as specified in the contract, and that it was constructed accordingly. He* also said that appellant, the day after the execution of the contract., asked to be released from it because of an unexpected development in his financial affairs, making him fearful of his ability to perform it, but that he declined to release him under the conditions existing.\nAppellant testified that, during the negotiations for sale of the property, appellee talked of constructing a one-story garage with a composition roof, and suggested that he inspect certain garages already constructed with a view to approving one of that kind for these premises; that he made such examination, and, upon presentation of the letter supposed to embody the contract, he told appellee that he must have a two-story brick veneer garage, and, it being estimated that it would cost about $500 more than the one appellee had intended to build, he agreed to pay therefor one-half the additional cost, and the memorandum .of the contract for the purchase price was accordingly changed from $14,500 to $14,750 before signature thereof.\nHe denied that there was ever any modification whatever of the contract for the construction of the garage; admitted that he had gone to appellee the day following thé signing of the contract, because of some unexpected development in his financial condition, and asked to be released from it, and appellee refused to release him, giving as one reason therefor that he had already ordered by wire the special tile for the roof of the garage. • He exhibited a letter from appellee, dated the 20th of July, in which he stated:\n‘‘The work which the contract provides I shall perform is progressing rapidly, and I shall expect same to be completed within a reasonable time. As soon as the same is completed, I shall, of course, expect you to immediately perform your part of said agreement.”\nBracy, the contractor, also stated that appellee had told him, a day or so after he began construction of the garage, that it must have a green tile roof and be rushed to completion; that the tiling should be ordered by wire.\nWhen appellee called appellant, after the completion of the garage, and demanded that he perform Ms contract, he refused to do so because the garage had not been built-in accordance with the contract, but had only two sides oí the first story of brick construction, the remainder being of stucco-.\nAppellee said he would not change the garage as constructed, but did not, at the time, claim that it had been constructed in accordance with any agreement modifying the contract. Neither did appellee deny that he had told appellant, on the day following the signing of the contract, when appellant requested to be released therefrom, tliat he would not permit such release because he had already ordered the tiling for the roof by wire. He only said that he did not recall having made such statement.\nThe burden of proof was upon appellee to show a substantial compliance with the obligations of his written contract before he could require a specific performance thereof by the appellant. The written contract embodied the agreement of the parties, and its terms are not to be contradicted by parol testimony. If a modification of the contract for performance was agreed to, as claimed by appellee and denied by appellant, it devolved upon the appellee to prove such modification. This court, which tries the case de novo, holds that he has not discharged such burden, and that the chancellor’s finding otherwise is contrary to the preponderance of the testimony.\nAppellant denied having agreed to any change in the terms of the written contract, and his statement is corroborated by the statement and conduct of appellee and his contractor about \"the tiling for the roof, -which appellee insisted was agreed to be put on by him in consideration of the change of construction of the garage to stucco instead of brick veneer. Appellant was insisting, under the terms of the contract, that a tile roof for the garage was required.\nAppellee did not deny that, upon the day after the signing of the contract, he had told appellant, who requested to be released from it, that he could not release him because he had already ordered the tiling for the roof by wire and gone to other expense, and, in his letter of the 20th instant, stating his expectation of requiring appellant to perform the contract, he makes no mention whatever of any modification thereof.\nIt is undisputed that the garage was not built of brick veneer construction; that it would cost about $1,000 more to change it from stucco to brick construction, and appellant and some of the witnesses thought it detracted materially from the appearance of the premises; one, a contractor, stated that the premises are worth $2,000 less because of the stucco construction, than if the garage had been built of brick veneer.\nThis constituted a very material failure of performance of the contract by appellee, who could not therefore compel a specific performance of it by appellant, having been guilty of a breach thereof himself. The court erred in holding otherwise.\nAppellant was also entitled to recover back the $500 he had deposited or paid to be credited on the purchase price of the property when it was accepted and completed in accordance with the terms of the contract, and should have had a decree, therefor on his cross-complaint.\nThe decree is reversed accordingly, and the case will be remanded, with directions to dismiss the complaint for specific performance for want of equity and to enter a decree in the cross-complaint for the return of the $500, and for other necessary proceedings not inconsistent with the principles o'f equity and this opinion. It is so ordered.",
        "type": "majority",
        "author": "Kirby, J."
      }
    ],
    "attorneys": [
      "T. N. Robertson, for appellant.",
      "Clayton & Cohn, for appellee."
    ],
    "corrections": "",
    "head_matter": "Moody v. Kahn.\nOpinion delivered October 10, 1927.\n1. Specific performance — bu-rden of proof. — In a suit for specific performance of a written contract for the purchase of a house and for certain construction work on the premises, the burden of proving substantial compliance with the contract by himself is upon the plaintiff.\n2. Evidence — varying written contract by parol. — In a suit for specific performance of a written contract, its terms cannot be contradicted by parol testimony.\n3. Specific performance — modification of contract — burden of proof. — In an action for specific performance of a written contract for the purchase of a house and lot where plaintiff alleged a modification of the contract after its execution, the burden was upon him to prove such modification.\n4. Specific performance — breach of contract. — Where a contract for the purchase of property from plaintiff provided for the construction of a brick veneer garage, construction of the garage partially of stucco held a material breach, so that plaintiff could not, in a suit for specific performance, compel defendant to take the premises and pay for them under the contract.\nAppeal from Pulaski Oliancery Court; W. P. Beard, Special Chancellor;\nreversed.\nT. N. Robertson, for appellant.\nClayton & Cohn, for appellee."
  },
  "file_name": "1072-01",
  "first_page_order": 1090,
  "last_page_order": 1096
}
