{
  "id": 1435391,
  "name": "Johnson v. Simpson",
  "name_abbreviation": "Johnson v. Simpson",
  "decision_date": "1932-06-13",
  "docket_number": "4-2595",
  "first_page": "1074",
  "last_page": "1081",
  "citations": [
    {
      "type": "official",
      "cite": "185 Ark. 1074"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "18 S. W. (2d) 362",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "179 Ark. 719",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8725220
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/179/0719-01"
      ]
    },
    {
      "cite": "275 S. W. 766",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "169 Ark. 449",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "29 S. W. (2d) 671",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "181 Ark. 1124",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8726729
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/181/1124-01"
      ]
    },
    {
      "cite": "19 S. W. (2d) 1022",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "179 Ark. 1024",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8726596
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/179/1024-01"
      ]
    },
    {
      "cite": "18 S. W. (2d) 362",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 1
    },
    {
      "cite": "179 Ark. 719",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8725220
      ],
      "opinion_index": 1,
      "case_paths": [
        "/ark/179/0719-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 488,
    "char_count": 14216,
    "ocr_confidence": 0.531,
    "pagerank": {
      "raw": 2.3845822114618215e-07,
      "percentile": 0.797171572551141
    },
    "sha256": "0eecd4923cb94a3b574bce1fb4848dd41aec64828285eb705cf4e1ff4a99d4be",
    "simhash": "1:cd0a0c58ceee3a94",
    "word_count": 2590
  },
  "last_updated": "2024-02-27T17:51:09.396208+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Johnson v. Simpson."
    ],
    "opinions": [
      {
        "text": "Mehappy, J.\nThe appellee, Jess Simpson, brought suit in replevin for the possession of certain stock belonging to. him and running at. large in Monroe County, Arkansas.\nThe stock were impounded by the appellant, Claudius Johnson, because it was claimed that the stock were running at large in violation of law.\nOn appeal to the circuit court, the case was tried on an agreed statement of facts, and the court held that act 205 of-the Acts of 1927 and act 99 of the Acts of 1929 were invalid for the reason that they were amendatory of local legislation, and in violation of amendment No. 11 to the Constitution of the State of Arkansas, and that the orders of the county court authorizing the holding of an election, and all orders of said court made in consequence of said illegal election are invalid and of no force and effect.\nThe Legislature of 1915 passed a local act restraining the running at large of stock, hut exempted from the provisions of the act twenty-three counties. We all agree that the exemption of the twenty-three counties made the act a local one.\nIn 1915 the Legislature had authority to pass a local act, hut in 1926 the people adopted the following amend1 ment to the Constitution: “The G-eneral Assembly shall not pass any local or special act. This amendment shall not prohibit the repeal of special or local acts.”\nAfter the adoption of this amendment, the Legislature could not pass a valid local act. They could not' amend a local act, but they were given authority in the amendment to repeal local acts.\nAct 205 of the Acts of 1927 amended § 321 of Crawford & Moses’ Digest. This section of the Digest is § 1 of the local act of 1915, above mentioned. It provides for the per cent, of qualified electors necessary for the county court to order an election and a vote by the people.\nThis was purely an amendment to the local act. It did not undertake to repeal any part of it, but amended it as to the manner of calling an election.\nAct 99 of the Acts of the General Assembly of 1929 undertook to repeal act 5 of 1923 in so far only as it applies to Monroe County.\nAct No. 5 undertook to amend § 332 of Crawford & Moses’ Digest. This was a section of the original local act of 1915 and simply applied to counties exempted from that act, and exempted twenty-one counties only. That left fifty-four counties under the provisions of the local act passed in 1915.\nAct 205 of 1927 and act 99 of 1929 do not repeal any part of a local act, but act 99 of 19'29 undertakes to repeal so far as it applies to Monroe County. Monroe County was one of the counties exempted from the provisions of the local act. The effect of repealing the law as to Monroe County, if it had any effect, was to take Monroe County out of the exemptions, and leave it under the provisions of the local act, which would then apply to fifty-four counties, if this were a valid act.\nIn other words, they undertook to amend the act of 1915 so as to take Monroe County out of the exemptions, and this necessarily added it to the counties under the provisions of the local act.\nThe election was called, held, and the stock impounded under the provisions of the local law. Of course, the local law would have no effect unless the act in controversy, which repealed the law so far as Monroe County was concerned, had the authority to put Monroe County •under the provisions of the local law. If it did not do this, it did not accomplish anything, because there is no general law governing.\nIn other words, either the law repealing the local law as to Monroe County put Monroe County back under the provisions of the local law, or it was wholly ineffective. If it did not have the effect of putting Monroe County under the provisions of the local law, the election was void because it was held under the provisions of the local law; and if the election was void, the impounding of appellee’s stock was unlawful.\nAppellant calls attention to the case of Smith v. Plant, 179 Ark. 1024, 19 S. W. (2d) 1022, and Wright v. Badders, 181 Ark. 1124, 29 S. W. (2d) 671, and argues that these cases hold that the acts now involved are valid. The question of whether the sections of the Digest mentioned in these cases was a local or general law was never raised. The sections were in the Digest and were therefore assumed to be general laws, and the attention of the court was not called to the fact that these sections were parts of the local law enacted in 1915.\nWe all agree that the act of 1915 is a local law, and all amendments thereto were local laws.\nIf the court’s attention had been called to the fact that these sections of the Digest were parts of a local law, we would have held then that the law was local, but it was not called to our attention, and, finding the sections in the Digest which is supposed to contain general laws only, and the fact that the attorneys did not call our attention to it, we assumed that the sections involved were parts of a general law.\nAppellant calls attention to the case of Ewing v. McGehee, 169 Ark. 449, 275 S. W. 766, in which it was held that it was within the legislative power to amend a general statute by local and special acts. This case, however, was decided before the adoption of amendment No. 14, and, since the adoption of this amendment, the Legislature has no authority to pass any special or local act, although the Constitution gives the Legislature power to repeal local laws.\nAs it was held in Gregory v. Cockrell, 179 Ark. 719, 18 S. W. (2d) 362, the authority to repeal a local law includes the authority to repeal it in part. But the facts in the case of Gregory v. Cockrell, supra, are wholly different from the facts here, and the situation as to the instant case is exactly the reverse of the situation in that case. The Legislature of 19'21 passed an act for a stock law embracing all of Chicot County, and all that part of Ashley County lying east of Bayou Bartholomew. The Legislature thereafter repealed that part of this local law that applied to Ashley County, and the local law no longer applied to the territory in Ashley County, but such territory was thereafter under the operation of the general law. No one would contend that the Legislature could have added other territory to this local act after the adoption of amendment No. 14. No matter whether they called it repeal or amendment, it would have been the enactment of a special law.\nAct 99 of the Acts of 1929 repeals act 5 of the Acts of 1923, in so far only as it applies to Monroe County. In the first place, the act did not apply to Monroe County. Monroe County was expressly exempted from the provisions of the act. Just how it could be said that this act applied to Monroe County, when Monroe County was exempted from its provisions, is difficult to see. The act meant that Monroe County was to be put under the provisions of the act, or it is meaningless.\nThe circuit court was correct in holding the acts mentioned invalid, and the judgment is affirmed.",
        "type": "majority",
        "author": "Mehappy, J."
      },
      {
        "text": "Smith, J.,\n(dissenting). I think the majority opinion has impaired the authority of the cases which it cites and has left the Stock Law in unnecessary confusion. I therefore dissent.\nWho can say, in view of the majority opinion, what the present status is of the stock districts organized under the amendments of the act of 1915 (§ 321-332, Crawford & Moses ’ Digest) ? These are: Acts 1927, page 686; Acts 1929, pages 507 and 991; Acts 1931, pages 130 and 272.\nWhat is the present status of districts organized under act 205 of the Acts of 1927, page 686? This act amends § 321, Crawford & Moses’ Digest, to read that “When ten per cent.' of the qualified electors of any county in the State of Arkansas * * * shall petition the county court for the privilege to vote on the question of restraining horses, etc., * * f from running at large within any county, the county court in which such petition is duly filed shall make an order for such election to be held at any general or special election of the county or State officers.” The statute which this act amended required the petition of 25 per cent, of the electors.\nThe majority say the case of Gregory v. Cockrell, 179 Ark. 719, 18 S. W. (2d) 362, has no application, because the effect of that case was to place Ashley County under the general Stock.Law. What general law if not the act of 1915?\nTwo statutes appear in the Digest where general laws are found upon the subject of the organization of stock districts. The first is the act of 1883, which appears as §§ 305-320, Crawford & Moses’ Digest. Under this act districts are created by petition. The second act is that of 1915 (§§ 321-332, Crawford & Moses’ Digest), under which such districts are created by election.\nThe act of 1883 is more local in its nature than the act of 1915. By its express terms it applies only to “* * * any county bordering upon a navigable stream and having territory in cultivation subject to overflow, or subdivision of a county consisting of not less than thirty-six square miles where said subdivision borders upon a navigable stream and contains territory in cultivation subject to overflow * *\nIn the case of Gregory v. Cockrell, supra, that portion of a local act (special act 42, Acts 1929, page 80) was held repealed which applied to Ashley County. Prior to the repeal of this act that portion of Ashley County affected by it was not governed by either the act of 1883 or the act of 1915. It was governed by the local act of which it was a part.\nThe act of 1915 was introduced in the General Assembly as a general law, but before its final passage it was amended so that its provisions did not apply to twenty-two counties, which were exempted from its operation. But for this exemption of certain counties, it would have been a general law. If the section exempting those counties were repealed, it would be a general law. Had this law, when it was passed, exempted only Monroe County, can it be doubted that the law could be made general by striking out that exempted county? It would thereafter apply to the whole State? And if it could be repealed as to one county, why not as to more than one?\nUnder the Constitutional Amendment of 1926, local laws cannot be passed, but they may be repealed, and, if they may be repealed altogether, why not in part? Uniformity is promoted, and this is one of the prime purposes of the amendment. If all the exempted counties were taken from the exemption clause, which makes the act local, we would then have a general law uniform throughout the State, and it appears to me that there is no question about the power of the Legislature to accomplish this result, under the Cockrell case, supra. The practical and correct construction of this amendment, as applied to the act of 1915, is just this: The Legislature is without power to add the name of any county to this exemption clause which makes the act local. It has the power to repeal or strike out the name of any county appearing in the exemption clause, because that action tends to make the act general, and if all counties were stricken from the exemption clause it would then be a general law applying to the entire State.\nIn the case of Gregory v. Cockrell, supra, an act was construed which originally applied to all of Chicot County and a portion of Ashley County. That act was, of course, local. It was amended by act 42, Acts 1929, by striking out the portion of Ashley County included in the original act. Special Act 42, which accomplished this purpose, was held valid as a repeal in part of a local law. It was held that the power to repeal wholly conferred the power to repeal in part, and I think that principle is applicable here.\nIt may be asked, what law how applies to that portion of Ashley County taken out of the operation of the special act 42, there repealed in part? It occurs to me that the answer to this question is that the act of 1915 applies, and that the act of 1883 would also apply to such of its territory as bordered a navigable stream and was subject to overflow, if there is such territory. If neither of those acts is applicable, I know of no legislation that does apply to the portion of Ashley County formerly included within the special act which the majority held in the Cockrell case had been repealed by a valid local act.\nAshley County was not included in the exemption section of the act of 1915, but that act did not apply to the whole of that county, because a portion of the county was included in the special act. Now, when this special act, applying only to a portion of Ashley County, was repealed, why does not the act of 1915 then apply to the whole of that county? In a sense this would be an amendment of that act, but it is an amendment which results from the repeal of the special act 42 in part, a thing which the Cockrell case held the General Assembly had the power to do.\nThe obvious and the expressed purpose of act 99 of the Acts of 1929 was to repeal that portion of the exemption section which made the act local in so far as it applied to Monroe County, thereby placing that county with the majority of the other counties under the provisions of that portion of the act of 1915 which would be a general law if there were no exemptions.\nI think the General Assembly has the express power to repeal this exemption clause in whole or in part. Counties in the exemption clause may be taken out, but others cannot be added, and this is true because repeal to any extent is authorized by the amendment. Taking counties out of the exemption clause would be a partial repeal, and they may therefore be taken out. Adding counties would not be a repeal, and they may not therefore be added.\nIt is, therefore, my opinion, in which Mr. Justice Humphreys concurs, that Monroe County has been placed under the operation of the act of 1915, this result being accomplished by the repeal of that portion of the exemption clause which excluded that county from its operation. The judgment of the court below should therefore, in our opinion, be reversed, and we therefore dissent.",
        "type": "dissent",
        "author": "Smith, J.,"
      }
    ],
    "attorneys": [
      "F. O. Nolen and Lee £ Moore, for appellant.",
      "Jno. W. Moncrief and A. O. Meehan, for appellee."
    ],
    "corrections": "",
    "head_matter": "Johnson v. Simpson.\n4-2595\nOpinion delivered June 13, 1932.\nF. O. Nolen and Lee £ Moore, for appellant.\nJno. W. Moncrief and A. O. Meehan, for appellee."
  },
  "file_name": "1074-01",
  "first_page_order": 1094,
  "last_page_order": 1101
}
