{
  "id": 1428363,
  "name": "Sinclair Refining Company v. Jones",
  "name_abbreviation": "Sinclair Refining Co. v. Jones",
  "decision_date": "1934-03-12",
  "docket_number": "4-3407",
  "first_page": "1075",
  "last_page": "1077",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 1075"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 328,
    "char_count": 5495,
    "ocr_confidence": 0.513,
    "pagerank": {
      "raw": 1.7658753076460577e-07,
      "percentile": 0.7106844839216495
    },
    "sha256": "60cbaf3206b332ce2802587c1cc9065c606e52a75c22f1d8b18f87222d575b75",
    "simhash": "1:d1afaf1c14d7dcc8",
    "word_count": 915
  },
  "last_updated": "2023-07-14T22:44:11.517500+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Sinclair Refining Company v. Jones."
    ],
    "opinions": [
      {
        "text": "Johnson, C. J.\nThis suit was instituted -by appellees against appellant, Sinclair Refining Company, to recover damages alleged to have accrued by reason of false, malicious and fraudulent claims and assertions by appellant of a valid and effectual leasehold contract upon and against a certain leasehold interest owned and possessed by appellees in and to a certain gasoline service station located in the city of Harrison, Arkansas.\nThe case was tried to a jury, and they were warranted in finding the- following facts from the evidence:\nThat on and prior to February 9, 1933, appellees owned a certain leasehold interest in and to a gasoline service station in Harrison, Arkansas, and on said date signed and acknowledged a certain lease contract in favor of appellant. The lease, as thus executed, was submitted to the home office of appellant for approval or rejection, but up to March 17, 1933', the submitted form of lea,se had neither been accepted nor rejected by appellant. On the last mentioned date, appellees directed to appellant’s home office the following telegram:\n“You are hereby notified that proposed lease on lot 416 at North Vine, Harrison, Ark., recently signed by N. W. Jones and M. O. Jones will not be accepted and is hereby canceled.\n(Signed) “M. O. Jones,\n“N. W. Jones.”\nOn April 11, 1933, appellant responded to appellees telegram of March 17, 1933, as follows:\n“We agree to cancellation of lease as per your telegram dated March 17.\n(Signed) ‘ ‘ Sinclair Refining Company. ’ ’\nThat after the last mentioned telegram was received by appellees, appellant, through its agents, servants and employees, knowingly, maliciously and wantonly continued to assert and claim ownership of and to a valid lease contract against said service station property to a number of other oil and gas distributing companies; that said false and fraudulent assertions, were communicated by appellant to Magnolia. Petroleum Company, the Standard Oil Company, the Marathon Oil Company, etc., and that said false and fraudulent assertions of ownership were continued to be asserted 'by appellants to the companies aforesaid up to the last days of June, 1933, that the result of said false and fraudulent claims of ownership were to and did cause the companies aforesaid to refuse to furnish or sell to appellees gas and oil products for resale.\nFrom the facts thus established, the jury returned a verdict in favor of appellees and assessed damages in the sum of $400. A judgment was entered in conformity to the verdict of the jury, and this appeal is prosecuted therefrom.\nAppellant asserts, and appellees deny, that the lease contract of date February 9, 1933, was a valid lease against the property in controversy, but we find it unnecessary to decide this question. The uncontradieted evidence shows that the parties on April 11, 1933, voluntarily agreed to a cancellation and renunciation of the lease contract, and any asserted claims of ownership by appellant of a valid leasehold contract after that date was without, foundation in fact or right in law.\nThe law in reference to slander of title is stated thus in 17 R. C. L., page 456:\n“In an action for slander of title, or for disparagement of goods or property, it is essential that the plaintiff prove that the defendant acted maliciously in uttering the words in question. It has been held that, while malice is not necessarily presumed from, the falsity of the statement of the defendant, it may in certain cases be inferred therefrom. A bona fide claim of title on the part of the defendant is generally sufficient to rebut any implication of malice in making the utterance in question, and one who has reasonable ground to suppose himself possessed of the legal title to lands, or of an equity therein which would enable him to maintain an action for a conveyance, is not liable in damages in an action for slander of title. In the case of disparagement of goods, the fact that the defendant sought to protect his own goods, rather than to attack the plaintiff’s, has been held to deprive the plaintiff of his right to recover, on the ground that malice is negatived in such .a case, but the authorities on this point are in conflict. ’ ’\nIt is true, of course, that malice is not necessarily presumed from the falsity of assertions made, but, where the assertions are known to be false by the one making them, malice may be inferred by the triers of fact. Moreover, the evidence in the instant case warranted the jury in finding actual malice. Appellant was engaged in the wholesale distribution of gas and oils in the vicinity of Harrison, where this controversy arose, and at the same time appellant had as competitors in this territory the Standard Oil Company, the Magnolia and Marathon Oil Companies. The jury was fully warranted' in finding that these false assertions of ownership were communicated to the companies aforesaid by appellant for the specific purpose of injuring appellee’s business, and that such was the result. This was a question of fact for the jury to determine, and its findings in favor of appellee conclude the question.\nThe court’s instructions to the jury, submitting the questions of fact for their consideration, were in conformity to the views here expressed, and, since it is not contended that the verdict is excessive, the judgment will be affirmed.",
        "type": "majority",
        "author": "Johnson, C. J."
      }
    ],
    "attorneys": [
      "J. Loyd Shouse, for appellant.",
      "Shinn & Henley, for appellee."
    ],
    "corrections": "",
    "head_matter": "Sinclair Refining Company v. Jones.\n4-3407\nOpinion delivered March 12, 1934.\nJ. Loyd Shouse, for appellant.\nShinn & Henley, for appellee."
  },
  "file_name": "1075-01",
  "first_page_order": 1093,
  "last_page_order": 1095
}
