{
  "id": 8726473,
  "name": "Evans v. State",
  "name_abbreviation": "Evans v. State",
  "decision_date": "1928-10-01",
  "docket_number": "",
  "first_page": "1076",
  "last_page": "1079",
  "citations": [
    {
      "type": "official",
      "cite": "177 Ark. 1076"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "275 S. W. 665",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "169 Ark. 342",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1374033
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/169/0342-01"
      ]
    },
    {
      "cite": "238 S. W. 23",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "152 Ark. 218",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1364109
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/152/0218-01"
      ]
    },
    {
      "cite": "153 S. W. 264",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "106 Ark. 337",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1345664
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/106/0337-01"
      ]
    },
    {
      "cite": "235 S. W. 386",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "151 Ark. 69",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1366082
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/151/0069-01"
      ]
    },
    {
      "cite": "162 S. W. 1087",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "110 Ark. 595",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1337148
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/110/0595-01"
      ]
    },
    {
      "cite": "60 S. W. 27",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "68 Ark. 462",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1334119
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/68/0462-01"
      ]
    },
    {
      "cite": "119 S. W. 1116",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "90 Ark. 596",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1513851
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/90/0596-01"
      ]
    },
    {
      "cite": "119 S. W. 288",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "90 Ark. 349",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "5 S. W. 885",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "49 Ark. 499",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1309941
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/49/0499-01"
      ]
    },
    {
      "cite": "2 S. W. 340",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "48 Ark. 45",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1887717
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/48/0045-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 349,
    "char_count": 5513,
    "ocr_confidence": 0.468,
    "pagerank": {
      "raw": 1.2210530343303067e-07,
      "percentile": 0.5981773454745817
    },
    "sha256": "c645390b477e482fae8ebcd523c2a44421a54d95f696ad2fdc8d8439aa249800",
    "simhash": "1:2b6727b3f2db49d2",
    "word_count": 946
  },
  "last_updated": "2024-02-27T22:14:07.667199+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Evans v. State."
    ],
    "opinions": [
      {
        "text": "Kirby, J.\nThis appeal is prosecuted from a judgment of conviction for the sale of intoxicating liquor.\nIt is complained that the venue of the offense was not sufficiently alleged or proved; that incompetent testimony was permitted to he introduced; and that the evidence is not sufficient to support the verdict.\nThe indictment 'recites that “the grand jury of Jonesboro, Western District, Craighead County, Arkansas, * * * accuses the defendant, Maude Evans, of the crime of selling intoxicating liquor, * * * the said Maude Evans * * * in the district, county and State aforesaid, on the 28th day of July, 1927,” etc.\nW. J. Shipp testified that he was “an undercover man” for the sheriff’s office, and bought a pint of liquor from appellant “about the 15th day of July, at her home on East Washington 'Street, in Jonesboro, paying her $3 therefor.” He said there was a woman, Mary Miller, near where he was boarding, who was drinking, and he asked her about buying some liquor, and she told him where he could get it from appellant, and gave him a note to her which read: “Please send one pint with this fellow. He all right. Mary.”\nWitness stated that he had been to appellant’s house before and took the note down there, gave it to appellant, who went out into another room and talked.with a negro man, telling him to get the liquor. He got the pint of liquor, and brought it back and gave it to appellant, who delivered it to witness upon his paying her three one-dollar bills therefor. He stated that he picked up the Mary Miller note while she was out, and attached it to the bottle containing the liquor, which was produced, in court before the jury, with the note accompanying it. Said also that he went to Mississippi County, where he next.worked, and being asked, “This was last September?” answered “No sir; last August.”\nThe sheriff was permitted to testify that he had had several complaints about liquor being sold at appellant’s house, and, during the time he was in office, had searched the house twice and found liquor and many bottles and containers, with la small amount of liquor in some of them.\nThe court, in overruling the objection to this testimony, stated it could be considered by the jury in shedding light on the kind and character of business defendant might be engaged in, etc.\nAppellant denied having sold any liquor to witness Shipp, that any was delivered to him at her house, and that she received any money from him therefor.\nIt appears that the act dividing Craighead County into judicial districts provides that the districts shall be called the “Jonesboro District” and the “Lake City District;” that the circuit court held in the county seat shall have original and exclusive jurisdiction over the “Jonesboro District,” etc., and shall be styled “the circuit court for the county of Craighead for the Jones-boro District.” The venue was sufficiently alleged and proved. The indictment was returned by the grand jury of Jonesboro, Western District, Craighead County, Arkansas, and the word “Western” was merely descriptive and surplusage, 'and did not render its meaning less definite or certain, nor invalidate it. Ballentine v. State, 48 Ark. 45, 2 S. W. 340; Moose v. State, 49 Ark. 499, 5 S. W. 885; K. C. Sou. Ry. Co. v. State, 90 Ark. 349, 119 S. W. 288.\nThe testimony shows the liquor was purchased at the home of appellant on East Washington Street,- in Jonesboro, and proves the venue, since the court takes judicial notice of the boundaries of counties, judicial districts, and cities, in the State. Lyman v. State, 90 Ark. 596, 119 S. W. 1116; Cox v. State, 68 Ark. 462, 60 S. W. 27; King v. State, 110 Ark. 595, 162 S. W. 1087.\nNo error was committed in allowing the introduction of the note relative to the purchase oif the liqRior stated by witness Shipp to have been written by Mary Miller and delivered to appellant. Witness Shipp testified that Mary Miller gave him the note, and his testimony that he delivered it to appellant was not disputed. The matter testified 'about was within witness’ knowledge, and it was not hearsay nor incompetent. Neither was error committed in permitting’ the introduction of the sheriff’s testimony of the searchings of appellant’s house and the finding of liquor therein during any time within the term of three years before the finding of the indictment, the court having told the jury the only purpose for which it could be considered. Casteel v. State, 151 Ark. 69, 235 S. W. 386.\nIt is true no witness testified that the liquor sold by appellant was intoxicating, but witness Shipp testified that he bought liquor of appellant, that appellant sold him the pint of liquor and received the $3 in payment therefor. The sheriff testified that liquor had been discovered in appellant’s house upon the searches made by him of the premises, and that complaints had been made to him that liquor was being sold there, and the pint of liquor itself was introduced in evidence before the jury for its inspection and examination, and the jury, using its ordinary common-sense, was warranted, under the circumstances, in finding that the liquor sold was intoxicating. Kinnane v. State, 106 Ark. 337, 153 S. W. 264; Johnson v. State, 152 Ark. 218, 238 S. W. 23; Griffin v. State, 169 Ark. 342, 275 S. W. 665.\nWe find no error in the record, and the judgment is affirmed.",
        "type": "majority",
        "author": "Kirby, J."
      }
    ],
    "attorneys": [
      "Dudley & Dudley, for appellant.",
      "II, W. Applegate, Attorney General, and Effie Combs, Assistant, for appellee."
    ],
    "corrections": "",
    "head_matter": "Evans v. State.\nOpinion delivered October 1, 1928.\nDudley & Dudley, for appellant.\nII, W. Applegate, Attorney General, and Effie Combs, Assistant, for appellee."
  },
  "file_name": "1076-01",
  "first_page_order": 1094,
  "last_page_order": 1097
}
