{
  "id": 1431949,
  "name": "Walldren v. Walldren",
  "name_abbreviation": "Walldren v. Walldren",
  "decision_date": "1933-10-23",
  "docket_number": "4-3171",
  "first_page": "1077",
  "last_page": "1084",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 1077"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "224 S. W. 481",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "145 Ark. 224",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1586168
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/145/0224-01"
      ]
    },
    {
      "cite": "177 S. W. 1",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "118 Ark. 582",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1562572
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/118/0582-01"
      ]
    },
    {
      "cite": "170 S. W. 234",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "114 Ark. 516",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1536256
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/114/0516-01"
      ]
    },
    {
      "cite": "150 S. W. 1031",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "105 Ark. 195",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "38 Ark 324",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1900522
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/38/0324-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 703,
    "char_count": 14028,
    "ocr_confidence": 0.485,
    "pagerank": {
      "raw": 1.2403013632773864e-07,
      "percentile": 0.6077458569978405
    },
    "sha256": "3bd7e8a069492a0544b82a9217c6808f0d01274a0b1de72b6479940b66bf4f2a",
    "simhash": "1:0f807e618f315234",
    "word_count": 2417
  },
  "last_updated": "2024-02-27T21:18:50.990705+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Walldren v. Walldren."
    ],
    "opinions": [
      {
        "text": "Mehaffy, J.\nThe appellee, Gage B. Walldren, was in business in Chicago, and on March 1, 1926, he and the appellant were married in Chicago. On August 4, 1932, appellee went to Hot Springs, Arkansas, and established his residence, and on October 4, 1932, he filed an action for divorce in the Garland Chancery Court, alleging a residence in Garland County for more than sixty days. A warning order was issued, and C. D. Harmon, an attorney, was appointed to notify appellant of said action.\nOn November 1, 1932, appellant, by her attorney, C. D. Harmon, filed answer and cross-complaint, in which she denied the material allegations of the complaint, and alleged that there were property rights to be adjudicated and that appellee was the owner of an interest in warehouses in Chicago, having a value of at least $75,000, and a yearly income for the years 1931 and 1932 and prior thereto, exceeding the sum of $6,400: She alleged that the appellee wilfully abandoned and left her on March 15, 1931, without reasonable cause, and that since that time he had utterly failed to adequately maintain and provide for her. She prayed that appellee’s complaint be dismissed; that she be awarded a reasonable sum for her maintenance and support, and for a continuing and permanent alimony.\nEvidence was taken, and a decree was rendered by the chancery court on January 25,1933, granting divorce to appellee, and awarding judgment in favor of appellant in the sum of $300 as attorney’s fees, and the sum of $50 as expense money, and $80 per month alimony during their joint lives, unless the appellant shall sooner remarry, in which event payment of alimony shall cease. This appeal is prosecuted to reverse the decree of the chancery court, granting a divorce to appellee.\nThe evidence introduced on the part of the appellant showed that he was born in Chicago, and lived there continuously until he went to Hot Springs, August 4, 1932. He was interested in business in Chicago, one of the stockholders in a corporation, and that he has no business elsewhere, and no income except from his business in Chicago; that his income from this business the previous year was $6,400.\nMrs. Joseph Sullivan testified for the appellee that she is 37 years old, a sister of appellee, and has known the parties during their married life; visited them several times at their several addresses in Chicago; that during their married life she had opportunity to observe both of them; that her brother was a good husband, and was kind and affectionate, and did everything to make his wife’s life pleasant; he was a good provider and a dutiful husband; she observed appellant’s conduct towards her husband on numerous occasions, and, regardless of what her brother did, his wife was unappreciative of kindnesses bestowed upon her; continually nagged, fussed, and treated him indifferently in the presence of her friends without cause; on one occasion of their anniversary appellee, mailed her an anniversary card with $50, which did not meet with her approval, and she carried on a general war lasting several days, by heaping continuous insults upon him. One instance, the witness and her husband were invited to appellee’s home for dinner, and witness and her husband were late, and upon arrival at appellee’s home appellant was in a considerable temper and throughout the meal, in the presence of guests, continually nagged her husband about their lateness, made insulting remarks, to the embarrassment of appellee and their guests, causing the party to be concluded at an early hour. Appellant continuously and openly insulted appellee, and was guilty of rudeness, contempt, and continuously nagged at him, making his life intolerable; appellee did all he could to provide for appellant, of which she was unappreciative.\nEdward E. Walldren, who is 75 years old and the father of the appellee, has known the appellant about eight years in Chicago; during the time his son and wife lived together, his son did everything in his power to make her happy. Appellant was rude, openly insulting, and nagged the appellee, and did other things to make his life miserable, and heaped so many indignities upon him that it was impossible to detail them unless asked to give a lengthy testimony; is convinced that his son’s wife had determined to 'make him unhappy and miserable, and kept him upset and did other things to interfere with his business, without cause.' June, 1930, at witness’ home in Long Lake, Illinois, his son and wife were invited to dinner with others, and without provocation appellant excepted to the arrival of certain other guests and insisted that appellee leave with her before dinner. After much embarrassment and provocation, they remained for dinner, during which time she sat with her back to the guests she objected to, and refused to enter into any conversation except to make sarcastic and impudent remarks to her husband. Her attitude toward appellee was at all times one of contempt and ridicule.\nGage B. Walldren, the appellee, testified that he was formerly engaged in the storage' business in Chicago; had been a resident of Hot Springs since August 4, 1932; married March 1, 1926, in Chicago, and he and appellant lived there together as husband and wife until March 15, 1931; shortly after their marriage appellant began a course of rudeness and contempt, continuously nagged and fussed, with the result that he could never please her; that he bestowed luxuries upon her in keeping with his financial condition, and she continuously demanded and expected more; openly insulted him in the presence of friends which humiliated him, and made his life miserable and intolerable; kept him upset to where he could not devote the time and thought his business demanded; he did things that any man. would do to make a woman happy, but it seemed that she was not satisfied.\nThomas Mays testified in substance that appellee came to his place in Hot Springs, Arkansas, on August 4, 1932, and had resided there since.\nEdward E. Walldren was recalled. He testified that he was president of the Walldren Storage Warehouse, a closed corporation since November 15, 1929; that the stock book record was in possession of appellee, who was the secretary and treasurer of the company; the stockholders are witness, appellee, and James McGrath, an employee of the corporation; testified about one instance where he said the conduct of appellant broke up a party. She seemed to take delight in doing everything she could to make her husband’s life unhappy. He knew they were not getting along well; learned this from his son. The Walldren Storage Warehouse is a corporation capitalized at $100,000, and a mortgage on it for $65,000; it is a five-story, fireproof brick building. The stock book would show the interest of his son in the company, but he refuses to produce'the book, as it is in the possession of his son phis son is now in employ of the company, drawing, a salary, but has not been in the office for the last three months; the company maintains a record of the\" salaries, but Im refuses to produce it. Witness testified at some length,'but generally that appellant nagged at'appellee, and insulted him, and in one instance witness was accused of carrying away wine glasses from the home of the mother of appellant, but diet not know who accused him.\nSeveral witnesses testified-in behalf of appellant, each .of them contradicting the evidence given on the part of the appellee.\nThe evidence shows they separated on March 15, 1931, and on March 24, 1931, appellee wrote to appellant the following letter:\n“March 24, 1931.\n“Dear Elsie: I have not changed my mind, therefore I am using this means to inform you what I intend to do. As long as you reside at Maplewood Avenue you will receive $200 per month. In the event you want to put your furniture in storage and move, I will send you $150 per month. You will not have to work. The reason for the différence in the money is not to force you to live at your present address, hut I realize it cost more on account of the rent. If you decide to move or store your furniture, I will pay this expense. My advice would he to get a small apartment for yourself or go to the Lake for a month or two. I do not blame you in any way for my actions. You are not to blame.\n“If you decide to store your furniture, I will send a packer and barrels to the house and get the dishes ready before you move, you can advise me.\n‘ ‘ Sincerely,\n“Gage B. Walldren.\n“ (over)\n“I am inclosing two checks, each for $100, that are postdated, they will be OK after the 27th, Friday. Gage.”\nAppellant testified that she received several other letters from appellee after he left, and he did not, at any time, state that he left because he was nagged, but he stated to her that she was not to blame for anything that she was doing; that he could not get a divorce because he had no grounds; after receiving the letters she talked to appellee on the ’phone ; the last time he talked to her about letting him have a divorce was in September or October, 1932, at which time he was supposed to be in Hot Springs. From September, 1932, she continuously received letters from him with inclosures of money, in envelopes postmarked August 5, 12, 19, 26, September 9, 1G, 23, 30, October 7, 21 and 28th, all addressed in her husband’s handwriting, and posted and dated in Chicago.\nThe cause of divorce is alleged in appellee’s complaint as follows: “That, during the time they lived together as such husband and wife, the defendant pursued a course of rudeness, contempt and other disregard for the plaintiff; that she constantly nagged and fussed, without any cause whatever, all of which conduct was continuous and rendered the condition of the plaintiff miserable, unbearable and intolerable. ’ ’\nIt will be observed that no facts are alleged constituting the rudeness, contempt and other disregard for appellee. In other words, it is a mere conclusion of law based on the statute, without any attempt to set out what the facts are, or when they occurred, other than stating that it was at the time when they lived together.\n“The indignities of which she complained should have been specifically set out, that it might have been seen whether they were such as to render her condition intolerable as alleged, or a sufficient cause for the divorce she sought.” Brown v. Brown, 38 Ark 324.\nAn allegation such as the one in appellee’s complaint would be sufficient to support a decree where no motion to make more specific was filed, if the evidence had been as to specific facts or specific acts of appellant, instead of mere conclusions.\nWhere one brings suit for divorce alleging indignities and misconduct, as the appellee did in this case, the defendant, of course, would be entitled to know what the plaintiff claimed were the facts constituting the indignities, and, if a motion was made to make more specific, the court would require the plaintiff to set out the facts. The evidence, however, in this case amounted to nothing more than the conclusions of the witnesses, with the exception of one or two instances.\nThe statute provides that one may be entitled to a divorce where the other party shall offer such indignities to the person of the other as shall render his or her condition intolerable, but the court decides the question of whether the acts complained of are such indignities as to render one’s condition intolerable. It is not the province of the witness to say that one party mistreated the other, and offered such indignities as to render his condition intolerable, bnt the witness must state facts, and the court determines whether the facts testified to are such as to justify a decree on the grounds that the facts shown were such as to render the condition of the party intolerable.\nIn the case of Bell v. Bell, 105 Ark. 195, 150 S. W. 1031, this court said: “The witnesses upon the part of the plaintiff testified in general terms that about a year prior to the institution of this suit the defendant seemed to lose her love and affection for the plaintiff; that she was rude and contemptuous towards him, and that during the winter prior to the bringing of this suit the plaintiff was sick, and the defendant did not wait on him, and finally, in May, 1911, that she left him. But none of these witnesses testified to any specific act of rudeness on the part of the wife, or to any specific contemptuous language spoken by her to him. This entire testimony consists of generalities, constituting at most mere opinions or beliefs of the witnesses. It is for the court to determine whether or not the alleged offending spouse had been guilty of acts or conduct amounting to rudeness, contempt, studied neglect or open insult, and whether such conduct and acts have been pursued so habitually and to such an extent as to render the condition of the complaining party so intolerable as to justify the annulment of the marriage bonds. This determination must be based upon facts testified to by witnesses, and not upon beliefs or conclusions of the witnesses.” The case of Bell v. Bell, supra, was followed in the case of Dunn v. Dunn, 114 Ark. 516, 170 S. W. 234; Meffert v. Meffert, 118 Ark. 582, 177 S. W. 1; and Cain v. Cain, 145 Ark. 224, 224 S. W. 481.\n‘ ‘ On the other hand, testimony which amounts to no more than mere inferences or conclusions of the witnesses should be rejected.” Jones on Evidence, (2) vol. 3, page 1968.\nThe evidence of appellee as. to the misconduct of aupellant is also contradicted by letters written by himself after the separation. We think, therefore, that the evidence is wholly insufficient to justify a decree in favor of appellee.\nIn order to get a decree on the grounds alleged, he must prove specific acts and conduct of the appellant, and not mere conclusions of witnesses.\nThe decree is therefore reversed, and the cause remanded.",
        "type": "majority",
        "author": "Mehaffy, J."
      }
    ],
    "attorneys": [
      "Martin, Wootton & Martin, for appellant.",
      "Appellee, pro se."
    ],
    "corrections": "",
    "head_matter": "Walldren v. Walldren.\n4-3171\nOpinion delivered October 23, 1933.\nMartin, Wootton & Martin, for appellant.\nAppellee, pro se."
  },
  "file_name": "1077-01",
  "first_page_order": 1097,
  "last_page_order": 1104
}
