{
  "id": 1428253,
  "name": "United States Fidelity & Guaranty Company v. Lyons & Carnahan",
  "name_abbreviation": "United States Fidelity & Guaranty Co. v. Lyons & Carnahan",
  "decision_date": "1934-03-12",
  "docket_number": "4-3403",
  "first_page": "1078",
  "last_page": "1081",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 1078"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "47 S. W. (2d) 567",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "185 Ark. 419",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1435133
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/185/0419-01"
      ]
    },
    {
      "cite": "270 S. W. 529",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "168 Ark. 283",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8721327
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/168/0283-01"
      ]
    },
    {
      "cite": "143 S. W. 85",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "102 Ark. 1",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1354038
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/102/0001-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 377,
    "char_count": 6093,
    "ocr_confidence": 0.488,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.05372127873092215
    },
    "sha256": "3eedd1dd15fb8102d29813d82a9ed61c275267af1ade3a85825a46875c5857b0",
    "simhash": "1:9315410de1219873",
    "word_count": 1036
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "United States Fidelity & Guaranty Company v. Lyons & Carnahan."
    ],
    "opinions": [
      {
        "text": "Humphreys, J.\nThis is an appeal from a judgment rendered by the circuit court of Pulaski County, Third Division, against appellant in favor of appellee for $3,276.15 on an indemnity bond executed by appellant to appellee for the faithful performance of Parlette Bros., Inc., the principal in the bond, of a contract entered into between Parlette Bros., Inc., and appellee, relative to the sale and exchange of text books for use in the public schools of Arkansas and an accounting of proceeds derived therefrom. The bond was to cover a period of time beginning July 5, 1929, and ending July 5, 1930.\nAppellant admits that the court rendered a judgment for the correct amount if it is liable for any amount under the bond, but denies liability thereon and contends for a reversal of the judgment on the ground that Parlette Bros., Inc., the principal in the bond, defaulted in payment of the books under paragraph 6 of the contract between it and appellee, and, after appellee’s knowledge of such default, they failed to notify., appellant thereof within the time provided by § 3 of said bond, thereby discharging appellant from the obligations under same.\nParagraph 6 of the contract is as follows:\n“The first party agrees to render to the second party a statement of all sales and exchanges, four times each year, at the following dates: October 1st, December 30th, April 1st, July 1st, and to remit to second party the proceeds of such sales and exchanges within sixty days from the date of such statement. (Except that final payment of the proceeds of sales reported April 1st may be delayed until July 31st.) In addition to such reports, first party shall also make, each month during the continuance of this contract, a remittance, which shall cover in a general way the receipts to the dates of such remittances, this monthly remittance, however, to be considered as a remittance on account previous to the complete report to be made four times annually as above specified.”\nParagraph 3 of the bond is as follows:\n“'In the event of any default on the part of the principal in the performance of any of the terms, covenants or conditions of the said contract, the obligee shall promptly, and in any event not later than thirty days after knowledge of such default, deliver to the surety at its office in the city of Baltimore, written notice thereof with a statement of the principal facts showing such default and the date thereof.”\nThe bond does not expressly provide that the surety (appellant) shall be discharged from the obligation thereof for failure to comply with the conditions therein, and the language used does not necessarily imply a discharge in case of default in payment by Parlette Bros., Inc. The provision relative, to notice was not made a condition precedent or of the essence of the contract expressly or by implication, so we cannot construe the contract and bond,- as suggested by appellant, to mean that a failure by appellee to give notice to appellant of defaults of Parlette Bros., Inc., to remit within sixty days from the date of quarterly statement or to make monthly remittances to appellee on current quarterly liabilities, automatically and in any event, released appellant from the obligations of the bond. This court is committed to the rule of construction that “a failure to give notice within a certain time of liability under an insurance policy does not operate as a forfeiture of the right to recover unless the policy in express terms or by necessary implication so provides.” Hope Spoke Co. v. Maryland Casualty Co., 102 Ark. 1, 143 S. W. 85; Home Life & Accident Co. v. Beckner, 168 Ark. 283, 270 S. W. 529; Sovereign Gamp, W. O. W. v. Meek, 185 Ark. 419, 47 S. W. (2d) 567; Home Indemnity Co. v. Banfield Bros., Inc., amte p. 683.\nThe entire account between appellee and Parlette Bros., Inc., as reflected by the ledger sheets beginning on January 11, 1928, and ending on July 31, 1930, was introduced in evidence, and an analysis thereof shows that the only defaults, if any, consisted in a failure to remit balances which were subsequently wiped out or off-set by books shipped to appellee by Parlette Bros., Inc., in accordance with the provisions of their contract for the return or exchange of text books, until May 9, 1930, at which time, appellee notified appellant that they understood from reliable sources that Parlette Bros., Inc., was insolvent. The shipment or return of books on exchange and the checking and prices to be allowed for them necessarily resulted in some delay in Parlette Bros., Inc., getting a credit for them, but the delays were reasonable in point of time and could not be characterized as defaults on the part of Parlette Bros., Inc., in the performance of its contract with appellee. According to the manner of doing business, the books showed no defaults in making remittances to meet current liabilities which would not be wiped out by the amounts to be credited for books returned or to be returned. It was not shown by the testimony that Parlette Bros., Inc., made any collections on accounts for books sold by it to retail dealers which were not remitted to appellee. It was not contemplated by the parties to the contract that Parlette Bros., Inc., should remit to appellee sums or amounts not collected from the retailers.\nThere is ample evidence in the record to sustain the finding of the court that there was no substantial default in the performance, of the contract by Parlette Bros., Inc., before appellee gave notice to appellant that Parlette Bros., Inc., was insolvent. This notice was given to appellant on May 9, 1930, and Parlette Bros., Inc., was not adjudged a bankrupt until July 25, 1930. Even at the. time the notice was given, appellant had no knowledge that Paulette Bros., Inc., had defaulted or would default in the performance of the contract.\nNo error appearing*, the judgment is affirmed.",
        "type": "majority",
        "author": "Humphreys, J."
      }
    ],
    "attorneys": [
      "Barber & Henry, for appellant.",
      "J. W. House, Jr., and Philip McNemer, for appellee."
    ],
    "corrections": "",
    "head_matter": "United States Fidelity & Guaranty Company v. Lyons & Carnahan.\n4-3403\nOpinion delivered March 12, 1934.\nBarber & Henry, for appellant.\nJ. W. House, Jr., and Philip McNemer, for appellee."
  },
  "file_name": "1078-01",
  "first_page_order": 1096,
  "last_page_order": 1099
}
