{
  "id": 8726688,
  "name": "Hedden v. State",
  "name_abbreviation": "Hedden v. State",
  "decision_date": "1929-09-23",
  "docket_number": "",
  "first_page": "1079",
  "last_page": "1081",
  "citations": [
    {
      "type": "official",
      "cite": "179 Ark. 1079"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "98 S. W. 678",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "81 Ark. 25",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1530637
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/81/0025-01"
      ]
    },
    {
      "cite": "272 S. W. 671",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "168 Ark. 1005",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8726399
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/168/1005-01"
      ]
    },
    {
      "cite": "258 S. W. 386",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "162 Ark. 285",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1385607
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/162/0285-01"
      ]
    },
    {
      "cite": "198 S. W. 113",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "130 Ark. 457",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8721530
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/130/0457-01"
      ]
    },
    {
      "cite": "179 S. W. 346",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "120 Ark. 302",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1561092
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/120/0302-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 315,
    "char_count": 4466,
    "ocr_confidence": 0.504,
    "pagerank": {
      "raw": 1.7883708291552285e-07,
      "percentile": 0.7146090370519671
    },
    "sha256": "dac53ab6402dc86dfdbe1cc7226e52c2ae893c54e9dffb6f7a34938cb1cd0c76",
    "simhash": "1:e6cae06a2d8ccd74",
    "word_count": 766
  },
  "last_updated": "2024-02-27T23:51:14.248945+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hedden v. State."
    ],
    "opinions": [
      {
        "text": "Humphreys, J.\nAppellant was indicted, under separate counts, in the circuit court of Jefferson County, for the crimes of grand larceny and embezzlement. He filed a motion for a change of venue, which was overruled by the trial court, over his objecton and exception. Upon a trial of the charges he was acquitted of grand larceny bnt convicted of embezzlement, and adjudged to serve a term of one year in tbe State Penitentiary as a punishment therefor, from which judgment of conviction an appeal has been duly prosecuted to this court.\nAppellant assigns as reversible error the action of the trial court in refusing to grant him a change of venue.\nIn order to obtain a change of venue to another county, by one charged with crime in any circuit court in this State, the statutes require that it must be made to appear by petition of the defendant, supported by the affidavits of two credible persons, that the minds of the inhabitants of the county in which the cause is pending are so prejudiced against him that he cannot obtain a fair and impartial trial therein. This court has ruled that, in order for an affiant to qualify as a credible person under the statute, he must be cognizant of the prejudice existing throughout the whole county, and not merely in portions thereof. Dewein v. State, 120 Ark. 302, 179 S. W. 346; Speer v. State, 130 Ark. 457, 198 S. W. 113; Williams v. State, 162 Ark. 285, 258 S. W. 386; Mills v. State, 168 Ark. 1005, 272 S. W. 671.\nIn the instant case the affiants were only conversant with the sentiment in three or four localities in Jefferson County, and, on account of their limited knowledge of the popular mind in the entire county, could not qualify as “credible persons” within the meaning of the statute.\nAppellant also assigns as reversible error the refusal of the court to instruct the .jury that the evidence introduced, of similar offenses about the same time, was admitted solely for the purpose of showing design or particular intention. The count in the indictment charging-appellant with embezzlement alleged that he came into possession of $19.50 as agent of the Hall Grocery Company, a corporation, on the 10th day of November, 1928, and unlawfully, feloniously and fraudulently converted same to his own use. The State introduced testimony to prove the alleged unlawful conversion of said amount on the 10th day of November, 1928, and then introduced other evidence tending to show that other amounts had been converted in a similar manner on other dates before and after the date alleged in the indictment. The proof introduced by the State tended to show that each separate conversion constituted a separate offense, so the only purpose for which similar offenses committed by appellant about the same time could have been introduced was to reflect his intent in converting said sum on the date alleged, and the introduction thereof should have been limited to that purpose, by instruction or otherwise. Strong v. State, 81 Ark. 25, 98 S. W. 678, and cases cited therein. Appellant’s requested instruction No. 2 was a correct declaration of law relative to the purpose for which evidence of similar transactions occurring about the same time might be introduced, and should have been given to the jury. Prejudicial error was committed by the trial court in refusing to give his requested instruction.\nAppellant also assigns as reversible error the refusal of the trial court to give his requested instruction No. 6 on the admissibility of the written confession of appellant, and in giving instruction No. 6 on his own motion. We do not think instruction No. 6 given by the court was prejudicial, although perhaps susceptible of a construction not intended. In other words, we do not think the language used misled the jury as to the true meaning of the instruction. The law is more clearly and accurately expressed in instruction No. 6 requested by appellant. On a retrial of the case it should be given instead of instruction No. 6 which was given by the court on its own motion.\nWe do not deem it necessary to discuss or pass upon the other assignments of error, as they may not arise on a retrial of the cause.\nOn account of the error indicated the judgment is reversed, and the cause is remanded for a new trial.",
        "type": "majority",
        "author": "Humphreys, J."
      }
    ],
    "attorneys": [
      "Rowell & Alexander and E. W. Broojcman, for appellant.",
      "Hal L. Norwood, Attorney General, and Robert F. Smith, Assistant, for appellee."
    ],
    "corrections": "",
    "head_matter": "Hedden v. State.\nOpinion delivered September 23, 1929.\nRowell & Alexander and E. W. Broojcman, for appellant.\nHal L. Norwood, Attorney General, and Robert F. Smith, Assistant, for appellee."
  },
  "file_name": "1079-01",
  "first_page_order": 1097,
  "last_page_order": 1099
}
