{
  "id": 8726483,
  "name": "Colonial Supply Company v. Koester",
  "name_abbreviation": "Colonial Supply Co. v. Koester",
  "decision_date": "1928-10-01",
  "docket_number": "",
  "first_page": "1080",
  "last_page": "1085",
  "citations": [
    {
      "type": "official",
      "cite": "177 Ark. 1080"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "61 S. W. 167",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "69 Ark. 95",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8719882
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/69/0095-01"
      ]
    },
    {
      "cite": "14 S. W. 474",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "47 Ark. 111",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1888748
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/47/0111-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 293,
    "char_count": 5655,
    "ocr_confidence": 0.484,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20860984559331452
    },
    "sha256": "98baeec31e7291159760bfb8b180640ea0ba62bc4517f5016f3acc33a37cdf34",
    "simhash": "1:20d0766849c4845f",
    "word_count": 967
  },
  "last_updated": "2024-02-27T22:14:07.667199+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Colonial Supply Company v. Koester."
    ],
    "opinions": [
      {
        "text": "Kirby, J.,\n(after stating the facts). Appellant, the Colonial Supply Company, insists that its mortgage constitutes a first and prior lien against the lands, and that the court erred in not so holding and decreeing a foreclosure thereof. Appellant makes no real contention that the finding- that Jenning’s was the owner of the lands in controversy ¡after their conveyance to him by Bartles and Sitton and at the time of the execution of the deed to Koester and the decree is not contrary to the preponderance of the testimony.\nIt is earnestly urged, however, notwithstanding this finding of ¡fact, that, since Bartles, on the date of the execution of the notes and mortgage to the Colonial Supply Company, on Miay 29, 1923, was the owner and holder of two mortgages covering the lands in controversy, executed by Jennings and wife to him on March 17, 1920, the first securing the payment of the sum of $18,000 and the second for the sum of $5,200 with interest, Bartles’ mortgage to it operated as an assignment of the mortgages by Jennings to Bartles and constituted a lien or charge against the whole interest of Bartles in and to the lands, consisting of his entire title, either legal or equitable, under the mortgages given by Jennings. This contention cannot be sustained, however.\nIt appears from the record that Jennings, at the time of these transactions, was the legal owner of the lands and was in possession thereof, ¡and had been since 1914, and that Koester had obtained all the interest owned by Jennings through regular deeds of conveyance. Bartles made no attempt to include or transfer any indebtedness owed by Jennings to him, secured by the mortgage on the lands, and the mortgage from Bartles to appellant company recites that a mortgage upon the lands in favor of Bartles was owned by the Union National Bank of Bartlesville, to which the mortgage of appellant was made subject. This was notice to appellant that Bartles was not the owner of the lands and that there was an obligation outstanding secured by mortgage. Appellant insists that its mortgage from Bartles operated as an equitable assignment of the mortgages from Jennings to Bartles, and cites authorities claimed to be in support of the proposition, including our cases, Kline v. Ragland, 47 Ark. 111, 14 S. W. 474; Turman v. Sanford, 69 Ark. 95, 61 S. W. 167.\nIn the Turman case the court construed our statute, now § 1498, C. & M. Digest, providing that, if a person shall convey any real estate toy deed purporting to convey the same in fee simple absolute, and shall not at the time have the legal estate, hut afterwards acquires it, the after-acquired estate, legal or equitable, shall pass immediately to the grantee, and the conveyance shall be as valid as if such estate had been in the grantor at the time of the conveyance; holding that the interest of a mortgagee under his mortgage before foreclosure had no such estate as would pass by the statute to a grantee to -whom he had conveyed the land prior to his mortgage, saying: “For the mortgagee, before the foreclosure, is neither at law nor in equity the real owner of the land. The legal title, it is true, passes to him by the mortgage, but he holds it for the protection of his debt, and for that purpose only. * * * The statute only purports to pass real estate, but, if only the legal title in the mortgagee passed, it would be worthless; for the legal title can be used by the mortgagee only to collect his debt, and without the debt it would avail nothing.” This, in fact, is a holding that the appellant could have acquired no interest, lien on or estate in tiie land mortgaged to it by Bartles, the mortgagee of the lands owned by Jennings.\nIt is not claimed or intimated that the debts owed by Jennings to Bartles and secured by a mortgage from Jennings, the owner of the land, were transferred to appellant company or that there was any intention to make such transaction. Neither can there be any question of deception practiced upon appellant in the making of such mortgage. The mortgage itself recites the mortgage from Jennings to Bartles securing the $18,000 note and interest was an incumbrance on the lands, and that the lien had been assigned to the Union National Bank of Bartlesville. This shows, as the chancellor found, that there was no intention to convey or acquire any interest 'Bartles might have held in the lands by reason of Jennings’ mortgage, which was recited as an incumbrance. Bartles could have transferred his lien or interest under the mortgage in the lands by a transfer or delivery of the notes secured thereby to appellant company, but there could be no equitable transfer of any such interest by his mortgage of the lands to appellant company, which especially recited that the debts secured by the mortgage from Jennings to Bartles had already •been transferred to another party. In other words, the mortgage from Bartles to appellant company could not operate as an equitable assignment of his interest in the lands .under the Jennings mortgage, since said mortgage was recited as an incumbrance against the lands, the lien of which had already been transferred to' another bank, as stated therein. The title of appellee was superior to any claim of appellant company under its mortgage, which constituted a cloud on his title, which he was entitled to have removed by cancellation of said mortgage to appellant, and the chancellor committed no error in so holding.\nThe decree is accordingly ¿Jlirmed.",
        "type": "majority",
        "author": "Kirby, J.,"
      }
    ],
    "attorneys": [
      "Woods & Greenhorn and Lashley & Rmnbo, for appellant.",
      "6'house ■& Rowland, for appellee."
    ],
    "corrections": "",
    "head_matter": "Colonial Supply Company v. Koester.\nOpinion delivered October 1, 1928.\nWoods & Greenhorn and Lashley & Rmnbo, for appellant.\n6'house ■& Rowland, for appellee."
  },
  "file_name": "1080-01",
  "first_page_order": 1098,
  "last_page_order": 1103
}
