{
  "id": 1428295,
  "name": "Smith v. Housley Mining Company",
  "name_abbreviation": "Smith v. Housley Mining Co.",
  "decision_date": "1934-03-19",
  "docket_number": "4-3367",
  "first_page": "1083",
  "last_page": "1088",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 1083"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "182 S. W. 270",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "121 Ark. 613",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1559373
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/121/0613-01"
      ]
    },
    {
      "cite": "170 S. W. 75",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "114 Ark. 359",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1536331
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/114/0359-01"
      ]
    },
    {
      "cite": "89 S. W. 469",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "76 Ark. 525",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1501072
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/76/0525-01"
      ]
    },
    {
      "cite": "180 Ark. 802",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1393651
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/180/0802-01"
      ]
    },
    {
      "cite": "234 S. W. 498",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "150 Ark. 161",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1367951
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/150/0161-01"
      ]
    },
    {
      "cite": "133 S. W. 837",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "97 Ark. 167",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1318787
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/97/0167-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 566,
    "char_count": 9958,
    "ocr_confidence": 0.519,
    "pagerank": {
      "raw": 6.950781921278023e-08,
      "percentile": 0.42128614448178253
    },
    "sha256": "6764e325ddfc3363bfab71876689aff80823daf7a772af494944d800cd654b1d",
    "simhash": "1:a4e424c9c787df7f",
    "word_count": 1757
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Smith v. Housley Mining Company."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nA complaint was filed in this cause which contained the following allegations: The plaintiff, Housley Mining Company, a corporation under the laws of this State, owned a tract of land, there described, which it leased to H. H. Smith and W. J. Hemphill, who assigned it to the Amity Development Company, a nonresident corporation, whose stock was chiefly owned by the original lessees. The lease was dated the.........day of October, 1929. The consideration therefor was a royalty, payable weekly, of five per cent, of the market value of all ore mined and sold during the preceding week.\nThe lease contemplated that the lessees should “prospect and mine for lead, zinc and other valuable mineral substances,” and that operations should begin at Slice. The complaint alleged that the lessees had failed to perform this requirement from the.........day of August, 1931, until the date of the filing of the complaint, which date was December 1, 1932. It was alleged that because of this failure the lessor had, at a meeting-of its stockholders held on the.........day of August, 1932, declared said lease forfeited, of which action the lessees had been duly notified, but, notwithstanding this action, the lessees remained in possession of the leased premises and refused to surrender it. It was prayed that the lease be canceled.\nA demurrer to the complaint was overruled, and it is insisted that this action was erroneous for the reasons (1) that the plaintiff had an adequate remedy at law, and (2) the lease, not relating to oil and gas, and containing no express covenant providing for a forfeiture, was not subject to cancellation under the allegations of the complaint.\nAn answer was filed when the demurrer was overruled, in which it was denied that there had been any such nonoperation of the lease as entitled the lessor to cancel it. It was alleged that, if there had been any breach of .the conditions of the lease, the same had been waived, and that there had been no abandonment of the lease. It was answered also that the lessor had acquiesced in the nonoperation of the lease, and that it would be inequitable to cancel it without compensating the lessees for the cost of the improvements which they had placed upon the land, and also that the lessor was barred by laches from maintaining the suit.\nThe court found the facts to be that the lessees had failed to comply with the implied covenant of the lease to continuously explore and develop the lease, as alleged, and, as a consequence thereof, that the lease should be canceled.\nInactivity during this period is conceded, but the lessees insist that this inactivity was acquiesced in by the lessor as evidenced by a letter written and signed by M. A. Eisele, who was the secretary of the lessor corporation, addressed to one of the original lessees. This letter, dated December 12, 1931, reads as follows:\n“Beplying to your letter of December 6, 1931, we have no one in view at present that will take on tbe Point Cedar mines. My own opinion is that you are wise in closing down on account of price of ores and the financial market conditions. I am cheered up somewhat from what I hear, and see that a gradual betterment is approaching, but a mining proposition generally requires property to be floated successfully. I hear the new cinnabar (quicksilver) development at Pike County will probably be a success, with headquarters at Amity. If it is, it won’t hurt our properties and may bring additional capital in the section for development. No matter what propositions are made to us as to this property in the future, we will surely be fair with you. Have no fears on that score. The Housley boys feel as I do about this and will, I am sure, be guided by me. Yours truly, (Signed) M. A. Eisele.”\nIt will be observed that this letter was not signed by Eisele in his capacity of secretary, and that it was expressing, as the letter recites, only his own opinion, and that even the writer did not intend, and had not authorized, the entire suspension of operations of the lessees of which they were later guilty.\nIt was decreed that the lessees might remove their improvements, but that they should not have any other compensation for their expenditures, which, according to the testimony on the part of the lessees, totaled about $18,000.\nThe testimony on the part of the lessees was to the effect that they never intended at any time to abandon the lease or to cease work in its development, and that work was suspended only because of the general depression and the lack of a profitable market for the output of the mines which had been developed. It was shown also that the lessees had endeavored during this time to secure the financial assistance necessary to continue operations, and also that an effort had been made to sell the lease to some one having the necessary capital to operate it. For a considerable portion of the time during which operations were suspended the lessees employed a watchman, who remained in charge of the plants which had been previously operated.\nIt is very earnestly insisted that the demurrer to the complaint should have been sustained, and, in support of that argument, attention is called to the fact that the lease did not contemplate exploration for oil and gas, but related to mining for mineral ores, and it is insisted that such a lease should not be canceled in the absence of a provision in the lease authorizing that action except for an abandonment of the lease.\nThe finding of fact made by the court, set out above, does not appear to be contrary to the preponderance of the evidence, and the law applicable to the facts as found by the court was declared in the case of Mansfield Gas Co. v. Alexander, 97 Ark. 167, 133 S. W. 837. The case cited has become the leading one in this State, and has since been frequently cited and followed in the numerous cases cited in the briefs.\nThe lease there considered was “for the purpose of mining, boring and operating for lead, zinc, coal, gas, oil and other minerals,” for which the lessee agreed to pay to the lessor a certain per cent, of the value of such minerals, with the right in the lessee to remove all buildings and machinery placed upon the land in the event of a failure to obtain any minerals by reason of the operation of the lease. There was no express provision for a forfeiture for lack of diligence in operating the lease, but the court found that there had been a lack of such diligence, and upon this finding declared the law to be that: “Equity may enforce a forfeiture of a contract of lease giving the exclusive right to explore for minerals upon a tract of land where it would be inequitable to permit the lessee longer to assert such right by reason of his continued default. ’ ’ The reasons for this rule were there stated, and numerous cases which supported it were there cited, and need not be again reviewed, especially as the case has since been frequently cited and followed by this court. It was there stated that the purpose of a mineral lease was not to make a grant of the.land or to transfer any estate therein, but that such would be its effect if the lessee were not required to perform the conditions of the lease which constituted the consideration for its execution.\nThe case of Miller v. Mauney, 150 Ark. 161, 234 S. W. 498, involved a lease for the purpose of exploring and mining for diamonds, and it was there held (to quote the third headnote of that ease) that: “Where a lessee in a mining lease, the consideration of which is a royalty to he paid, has, after a reasonable time, failed to begin and to continue the work of development and exploration provided in the contract, the lessor has three remedies, vis: (1) he may sue in equity to cancel the contract and recover incidental damages; (2) he may sue at law for damages for breach of the contract; or (3) he may treat the contract as rescinded and sue at law to recover possession of the property leased.”\nThe late case of Ezzell v. Oil Associates, Inc., 180 Ark. 802, 22 S. (2d) 1015, again reviews the law of the subject, and states, as one of the reasons why relief by cancellation will be awarded the lessor in a proper case, that it would be difficult for the lessor to prove his damages.\nIt is insisted that it is inequitable to cancel the lease without compensating the lessees for the expenditures made in its development. But the lease contains no such provision, nor is any such to be implied. All the cases recognize the hazardous nature of mining* leases. They usually prove to be entirely worthless or very profitable, and in no case has the lessor been held to be a guarantor of the success of the enterprise unless he expressly assumed that obligation.\nIt is argued also that the lessor is barred by laches from prosecuting this suit. This contention does not appear to be consistent with the other contentions made. Had the lessor acted more promptly in suing to cancel the lease, the contention would, no doubt, have been made, even more earnestly, that the suspension of operations had not continued long enough to support a finding that there had been a forfeiture through lack of operation.\nIt was held, in the case of Rozell v. Chicago Mill & Lumber Co., 76 Ark. 525, 89 S. W. 469, that a complaint seeking to cancel a deed to wild and unoccupied lands is not open to demurrer merely on account of delay in bringing the action, if it did not appear that the rights of the defendants were prejudiced thereby, and numerous cases have declared that ‘ ‘ laches, in legal signification, is not mere delay, but delay that works disadvantage to another.” Casey v. Trout, 114 Ark. 359, 170 S. W. 75; Nobles v. Poe, 121 Ark. 613, 182 S. W. 270.\nThe decree appears to be correct, and it is therefore affirmed.",
        "type": "majority",
        "author": "Smith, J."
      }
    ],
    "attorneys": [
      "Houston Emory and C. T. Cotham, for appellant.",
      "Martin, Wootton & Martin, for appellee.."
    ],
    "corrections": "",
    "head_matter": "Smith v. Housley Mining Company.\n4-3367\nOpinion delivered March 19, 1934.\nHouston Emory and C. T. Cotham, for appellant.\nMartin, Wootton & Martin, for appellee.."
  },
  "file_name": "1083-01",
  "first_page_order": 1101,
  "last_page_order": 1106
}
