{
  "id": 1432129,
  "name": "W. L. Douglas Shoe Company v. Rollwage",
  "name_abbreviation": "W. L. Douglas Shoe Co. v. Rollwage",
  "decision_date": "1933-10-23",
  "docket_number": "4-3162",
  "first_page": "1084",
  "last_page": "1089",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 1084"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "277 S. W. 29",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "169 Ark. 840",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1373906
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/169/0840-01"
      ]
    },
    {
      "cite": "11 Ark. 212",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8727607
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/11/0212-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 599,
    "char_count": 11566,
    "ocr_confidence": 0.471,
    "pagerank": {
      "raw": 6.22383782585142e-08,
      "percentile": 0.3849842210877932
    },
    "sha256": "da8fd9ff6e9933ed9985ab0155ea2fb36e02c74a68bd2e1cf22c85d7f7489a0f",
    "simhash": "1:295f6d7f95bc6a0a",
    "word_count": 1996
  },
  "last_updated": "2024-02-27T21:18:50.990705+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "W. L. Douglas Shoe Company v. Rollwage."
    ],
    "opinions": [
      {
        "text": "McHaney, J.\nAppellant sued appellee, a member of the bar in Forrest City, Arkansas, to recover judgment against him for $763.63, the amount of a claim sent him for collection against B. M. Yoffie, doing business in Forrest City under the name of Yoffie Department Store, alleging negligence in the handling of said claim which resulted in the loss thereof to appellant. The undisputed evidence in this case shows that Yoffie was indebted to appellant in the amount above stated; that on December 15, 1930, his department store, including his stock of merchandise, was totally destroyed by fire; that he carried $4,500 of insurance on the stock which was adjusted after the fire for $3,600: that he owed outstanding bills for merchandise in the sum of about $4,000; that after the fire a number of creditors sued him, causing writs of garnishment to be served on the insurance companies carrying the loss, all of which Avere paid in full, leaving $175 of the insurance money unexpended in the payment of debts; that appellee was a member or subscriber to the American Lawyers ’ Quarterly and was its exclusive representative in Forrest City; that under date of December 23, 1930, appellant’s claim was forwarded to appellee for collection by C. S. Dudley & Company, of Dallas, Texas. The letter of transmittal to appellee quotes a telegram from appellant advising that the insurance money owing Yoffie be attached. This letter in part reads as follows: “We are attaching an itemized statement of the account with affidavit. Of course, if you can get the insurance assigned to you, it will be preferable to garnishment, but, if you are unable to do so, proceed to collect for our client, drawing on us for the necessary court costs, you will also have your local bonding company make bond for garnishment proceedings and send us the bill. This party wanted to return some to our client, and they agreed to accept certain shoes. We inclose copy of our letter under date of December 18th, which sets out the facts. We are of the opinion that they did not ship the shoes before the fire, but, in the event the shoes were shipped, you will reduce the amount of the garnishment in accordance with the amount of the shoes returned.\n“Please acknowledge the papers promptly, and you will do us a great favor to give this matter yoúr personal attention. ’ ’\nTo this letter appellee replied under date of December 29, 1930, as follows: “Replying to your letter of the 23d inst,. will say this debtor has given me assurance of his intention to pay this claim immediately upon receiving check covering his insurance; this debtor bears a good reputation; the circuit court alone has jurisdiction in this case; its next session will be in March, 1931, wherefore, do judgment can be obtained and garnishment levied at present; adjustment has not as yet been made, but adjusters are expected daily.\n“I shall keen in close touch with debtor with a view of making this collection as stated.”\nUnder date of January 15,1931, C. S. Dudley & Company wrote appellee in reply to his letter as follows: “Your report of December '29th was received, and we believe that garnishment suit should be instituted against the insurance companies or debtor forced to give you an order on the insurance companies. We feel that debtor should be perfectly agreeable to giving you an order on the insurance company for payment of this account, and, if he is not disposed to do so, it may be that we will save ourselves considerable criticism from our client by proceeding with garnishment.\n“Practically every time that we have granted the courtesy and privilege of handling.insurance direct with creditors, it was regretted in the final outcome, because creditors did not get what they anticipated. If you will advise what papers you need in connection with the further handling of this matter, we will be pleased to call on.clients for same. Even though judgment cannot be obtained until the March term of court, if we go ahead with action and garnishment proceedings, we will be pretty sure of getting the money then. Awaiting your further advice, we are,’”\nTo this letter appellee again replied under date of January 22, 1931, advising that the fire insurance had not yet been adjusted, but that the adjuster was expected daily, and that judgment could not be obtained until the March term of the circuit court and that garnishment could not be issued until after judgment. In this letter he asked for a check for $10 to- cover court costs, to be used if necessary. Dudley & Company replied to this letter under date of February 3, 1931, as follows: “We have your letter of January 22d, in regard to the above matter. We do not understand what you mean that no garnishment can be run against the insurance until after judgment is obtained. When did that become a lav/? If your laws are the same as they are in Texas, my good friend, you can run a garnishment at the time of filing suit. All you have to do is to place bond at the time of issuing garnishment for twice the amount of judgment and proceed in the matter. In the meantime, we are. handing you herewith complete statement, invoices, affidavit and client’s cost deposit check No. 220275 in the sum of $15, to be used as advanced court costs. Please give us your acknowledgment in regard to the above matter; perhaps we don’t understand your letter, and get us straight about running that garnishment suit, please; we are worried about that.”\nAppellee replied under date of February 16th, acknowledging receipt of the check for $15 and advising that no adjustment had been made of the loss, and that “no garnishment can be executed until adjustment has been made; however, an adjuster is expected daily, and I have the assurance of Mr. Max Yoffie, the proprietor, that he will give a check to me covering the amount of this claim immediately upon the adjustment being made. I shall keep in touch with him with a view of making this collection as stated. This debtor carried an insurance on his stock and fixtures of $4,500 and loss was total. I shall advise you immediately upon any change in present conditions.”\nAppellee did not file any suit or cause any garnishment to issue, and admits that he relied completely and absolutely on Yoffie’s statement that he would pay this account when the insurance was paid; that he did not know when the insurance was paid, but afterwards Yoffie told him he could not pay appellant’s account because he got nothing. It appears that there was some question about the legitimacy of the fire, and that the insurance companies held up settlement pending investigation of the origin of the fire, and that appellee thought a suit would have aggravated this situation. Two lawyers testified that they thought appellee used fair judgment in the course pursued.\nAt the conclusion of the testimony, the court instructed the jury, at the request of appellant, as follows: “Where a claim is placed with attorney for collection with instructions to attach certain property, and the attorney fails to bring suit or attach the property as directed, and in consequence of his delay a loss ensues, the attorney is liable, though he acted under an honest belief that delay would best serve the client’s interest, or that a suit would be unavailing.” Thereupon the court instructed the jury on its own motion that the burden was on appellant to show by the preponderance of the evidence that appellee failed to use such care that an attorney should use in the collection of such claim, and that, if they found that he did not use such care, it would be their duty to find for appellant in the amount sued for. But, if they found that appellee “used such care as he should use in such cases, it would be your, duty to find for the defendant.” The court gaye another instruction which in effect combined both of the above instructions. The jury found for appellee,- upon which judgment was entered, and this appeal is from that judgment.\nThe above instructions were in conflict. The undisputed facts show that appellant, through its agent, instructed appellee to institute suit and causé garnishment to be issued for which he was sent $15 to cover the costs, $5 more than he had requested, and instructed him to have a surety company make a bond drawing on the agent for the cost thereof. Appellee had no discretion in the matter. His instructions were positive and direct. The fact that he labored under a misapprehension of the law relating to garnishment before judgment did not excuse him, as a mere glance at the statute would have been sufficient to convince him of his error. In the early case of Pennington’s Ex’rs v. Yell, 11 Ark. 212, the duty of an attorney to his client is laid down in, the following language: “Reasonable diligence and skill constitute the measure of an attorney’s engagement with his client. He is liable only for gross negligence or gross ignorance in the performance of his professional duties; and this is a question of fact to be determined by the jury, and is sometimes to be ascertained by the evidence of those who are conversant with and skilled in the same kind of business.” See also Hampel-Lawson Merc. Co. v. Poe, 169 Ark. 840, 277 S. W. 29.\nThis case related to the duty of an attorney to continue in his client’s behalf after judgment to use diligence in securing a satisfaction thereof. The rule as to the duty of an attorney to follow the instructions given him regarding the handling of his client’s claim is stated in 6 C. J., p. 704, as follows: “An attorney’s duty, where he is specially instructed, is to follow the instructions of his client, except as to matters of detail connected with the conduct of the suit, and he is' liable for all losses resulting from his failure to follow such instructions with reasonable promptness and care. Thus, if an attorney is instructed by his client to bring suit upon a note placed in his hands, it is not discretionary with him to bring suit or not to bring it, but he will be liable for any loss due to his neglect, although he acted in good faith and did what he honestly supposed to be for the interest of his client. Conversely, where an attorney is instructed to pursue a particular course of action, and he does so, he cannot be held liable for negligence in not pursuing another course which might have proved more beneficial to his client.” Here the undisputed evidence shows that appellee failed to follow the positive instructions given him by appellant’s agents in failing to bring suit and sue out writ of garnishment before judgment. The fact that he talked with Yoffie, who promised to pay this claim on receipt of the insurance money and that he trusted implicitly in Yoffie, is no defense. 'By failure to follow the client’s instructions, appellee became liable for whatever loss appellant sustained, and this, as we view the evidence, is the only question for the determination of the jury. If appellee had pursued the course directed by his client promptly upon receipt of the claim, he undoubtedly would have received something from the insurance companies in satisfaction of his client’s debt, but just how much is a question for the jury. It is shown that others who garnished the insurance companies collected their debts in full, and that Yoffie still had $175 remaining of insurance funds. The judgment will be reversed, and the cause-remanded for a new trial. - -",
        "type": "majority",
        "author": "McHaney, J."
      }
    ],
    "attorneys": [
      "Knott & Spencer, for appellant.",
      "Mann & Mann, for appellee."
    ],
    "corrections": "",
    "head_matter": "W. L. Douglas Shoe Company v. Rollwage.\n4-3162\nOpinion delivered October 23, 1933.\nKnott & Spencer, for appellant.\nMann & Mann, for appellee."
  },
  "file_name": "1084-01",
  "first_page_order": 1104,
  "last_page_order": 1109
}
