{
  "id": 1435395,
  "name": "Decker v. State",
  "name_abbreviation": "Decker v. State",
  "decision_date": "1932-06-20",
  "docket_number": "Crim. 3796",
  "first_page": "1085",
  "last_page": "1089",
  "citations": [
    {
      "type": "official",
      "cite": "185 Ark. 1085"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 390,
    "char_count": 6242,
    "ocr_confidence": 0.494,
    "pagerank": {
      "raw": 1.1334077075556744e-07,
      "percentile": 0.5767042788981134
    },
    "sha256": "347fd2589f04528ebabebf921300837701c7584d2dbc99d23b4b515aa9c21ffb",
    "simhash": "1:aa7f50731ae7383e",
    "word_count": 1053
  },
  "last_updated": "2023-07-14T16:31:44.100435+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Decker v. State."
    ],
    "opinions": [
      {
        "text": "Humphreys, J.\nAppellant was indicted, tried and convicted for murder in the first degree of Manley Jackson, and adjudged to serve a life term in the State penitentiary as a punishment therefor, from which is this appeal.\nThe first assignment of error for a reversal of the judgment is that the trial court erred in allowing the prosecuting attorney to prove by Lige Dame, a witness for the State, that appellant had been engaged in the liquor business for several years. Even if improper to make this proof, appellant afterwards became a witness in his own behalf and admitted that he had engaged in the liquor business, so he was not prejudiced by the proof of the State in this respect.\nThe next assignments of error for a reversal of the judgment were the admissions in evidence of statements of witness, Lige Dame, to the effect that John Slayton had promised him $1,000 to kill Manley Jackson and $450 to burn a house, and had protected him in the sale of liquor in Pocahontas for a consideration, all in the absence of, and without the knowledge of, appellant. Objections were made and exceptions saved to the introduction of this evidence.\nSuch evidence could he admitted only on the theory that Lige Dame, who killed Jackson, was induced and encouraged to do so by John Slayton and appellant, or, to put it differently, that the three were conspirators in the commission of the crime.\nLige Dame testified that he killed Jackson at the instance and request of John Slayton and appellant; that John Slayton and Manley Jackson were opposing candidates for marshah.at Pocahontas, and that Friday before the killing on Saturday John Slayton offered him $1,000 to kill Manley Jackson, and that he agreed to do so; that on the next day, Saturday, appellant came and informed him that Manley Jackson was having illicit relations with witness’ wife, and advised that he kill him, and offered to help him do so; that, pursuant to the agreement, they induced Manley Jackson to go with them out in the country a short distance before daylight Sunday morning, where witness shot Manley Jackson four or five times in the back, and left him a corpse on the roadside.\nThe fact that both appellant and John Slayton approached Lige Dame for the same purpose within a few hours of each other and prevailed upon him to kill Manley Jackson tended to show that they conspired together to take his life. There being sufficient evidence from which to infer a conspiracy, the conduct and relationship of the conspirators, one to another, in lawlessness and crime was admissible as a circumstance tending to show the guilt of either in the particular crime charged.\nThe next assignment of error is that the court erred in allowing the State to show by George Promberger, Jr., and his father that appellant bought No. 45 calibre pistol shells at their hardware store about two months before Manley Jackson was killed. Manley Jackson was killed with bullets of that size, and for that reason the circumstance of the purchase was admissible.\nThe next assignment of error was the admission of appellant’s evidence, taken in shorthand and transcribed at the coroner’s hearing or examining trial, and also in a habeas corpus proceeding on application for bond by John Slayton. It is argued that the admission of this testimony was in plain derogation of § 3122 of ’Crawford & Moses’ Digest, which is as follows:\n“In all cases where two or more persons are jointly or otherwise concerned in the commission of any crime or misdemeanor, either of such persons may be sworn as a witness in relation to such crime or misdemeanor; but the testimony given by such witness shall in no instance be used against him in any criminal prosecution for the same offense.”\nThe introduction of the testimony was not objected to on this specific ground, and no general objection was made to it, so we cannot pass upon the admissibility thereof on appeal.\nThe next assignment for a reversal of the judgment is that the court withdrew instruction No. 11 from the jury after the case had been submitted. The jury had returned to the court to ask that the instructions be read to them again. In reading the instructions, the court discovered that the subject-matter contained in instruction No. 11 was fully covered by instruction No. 15, which appellant had requested, and therefore withdrew instruction No. 11 from their consideration. We are unable to see where any prejudice resulted to appellant by the withdrawal of one instruction which was fully covered by another.\nThe last assignment of error for a reversal of the judgment is that the testimony of appellant’s admitted accomplice, Lige Dame, is not sufficiently corroborated to sustain the verdict and judgment of conviction.\nThe rule of evidence is that the corroboration of the testimony of an accomplice is not sufficient if it merely shows the killing and the circumstances thereof, but must connect the defendant with the commission of the crime. There are corroborating circumstances in the testimony tending to connect appellant with the murder of Manley Jackson, as follows:\nA short time prior to the killing, appellant was arrested by Manley Jackson in a manner displeasing to him. In making the arrest, Jackson drew a pistol on him, and he stated in a heated argument with him that he had better never do that again.\nAppellant purchased, about two months before the killing, cartridges the same size that were used in killing Manley Jackson.\nThere is testimony in the record tending to show that appellant told of'the killing before it was known in Pocahontas.\nDuring -the investigation of the killing by W. A. Jackson, father of deceased, appellant, said to Joe Alphin, “Now listen; if you know anything, you had better keep your damn mouth shut.”\nImmediately after the investigation, just after appellant had been interrogated concerning his knowledge of the crime, he said to Frank Jankersfeldt, “The sons of b............! Trying to find out something, and I am not talking.”\nNo error appearing, the judgment is affirmed.",
        "type": "majority",
        "author": "Humphreys, J."
      }
    ],
    "attorneys": [
      "E. E. Alexander and Geo. M. Booth, for appellant.",
      "Hal L. Norwood, Attorney General, and Robert F. Smith, Assistant, for appellee."
    ],
    "corrections": "",
    "head_matter": "Decker v. State.\nCrim. 3796\nOpinion delivered June 20, 1932.\nE. E. Alexander and Geo. M. Booth, for appellant.\nHal L. Norwood, Attorney General, and Robert F. Smith, Assistant, for appellee."
  },
  "file_name": "1085-01",
  "first_page_order": 1105,
  "last_page_order": 1109
}
