{
  "id": 8726738,
  "name": "Johnson v. Coleman",
  "name_abbreviation": "Johnson v. Coleman",
  "decision_date": "1929-09-23",
  "docket_number": "",
  "first_page": "1087",
  "last_page": "1094",
  "citations": [
    {
      "type": "official",
      "cite": "179 Ark. 1087"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "17 S. W. (2d) 286",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 636,
    "char_count": 13776,
    "ocr_confidence": 0.459,
    "pagerank": {
      "raw": 1.5394256641774668e-07,
      "percentile": 0.6726285972657093
    },
    "sha256": "1bb3c119a70d5df95d092a136b4a9777c08cf694f4eaf5b754b3d5cd02c1fcb3",
    "simhash": "1:2a9225a834d95df5",
    "word_count": 2327
  },
  "last_updated": "2024-02-27T23:51:14.248945+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Johnson v. Coleman."
    ],
    "opinions": [
      {
        "text": "Mehaffy, J.\nAn action was instituted in the Sebastian Chancery Court by the City National Bank ag’ainst the appellants, and another suit was instituted in the same court by 'Charles E. Coleman et al. against appellants, and these cases were consolidated for trial, and all of the evidence is contained in one bill of exceptions. Both suits are against appellants as directors of the John A. Guthrie Mortgage Company, a corporation created under the laws of the State of Arkansas.\nJohn A. Guthrie, who was the owner of practically all the stock in the mortgage company, began business in the city of Fayetteville prior to August, 1924, and began business in Fort Smith some time in August, 1924.\nOut of the mass of testimony introduced on the trial of these cases appear a few relevant and pertinent bits of evidence, and the testimony establishing them is, for all practicable purposes, without conflict, so much so that we are warranted in assuming that the relevant and pertinent facts may be taken as established, and which may be summarized and stated in a few paragraphs.\nJohn A. Guthrie established the business of a farm loan broker with his office in the city of Fayetteville, which he conducted for a time under the name of the Security Mortgage & Investment Company. Afterward the John A. Guthrie Mortgage Company was formed, with a paid-up capital stock, as shown by its articles and certificate, of $15,000. Guthrie was the owner of practically the entire capital stock, and for all practical purposes was the owner of the corporation. The business of the Security Mortgage & Investment Company was taken over by the Guthrie Mortgage Company. The affairs of this last-named company seem to have prospered, and Guthrie approached the Merchants’ National Bank of the city of Fort Smith for a line of credit, where he was informed that he could not be accommodated, doing business as he was in Fayetteville, but, if he transferred his office to Fort Smith, his application would have consideration at the bank. 'Shortly thereafter he did move the office of his company to that city, and brought with him complimentary statements from the banks at Fay-etteville, with whom he had been doing business. He began making deposits (from time to time with the Merchants’ Bank, and finally was given a line of credit of $10,000. He also secured credit with the Valley Bank & Trust Company, to what extent is nob disclosed, and which is unimportant. He did a large volume of business with the Merchants’ National Bank and presumably with the Valley Bank. He procured a handsome suite of offices for his company, engaged a number of employees, and, in a remarkably short space of time, appeared to have established a prosperous and rapidly growing business.\nW. H. Johnson, acting vice president of the Merchants’ Bank, and Mr. Branson, president of the Valley Bank, were each given $500 worth of “promotion stock,” which, they were informed, _then had no value, but which might become of value in the future, and thes.e gentlemen were induced to 'become directors of said mortgage company. They evidently took considerable interest in the success of the mortgage company, and attended a number of the meetings of its hoard of directors, and gave the company frequent advice as to the conduct of its affairs. They were gratified to have for their banks the business of this young man, and doubtless hoped .that their several institutions would reap considerable profit therefrom.\nHis business appeared wholly legitimate, and was conducted in this manner: He would procure from the borrower an application for the loan, constituting his company the agent to procure same, and with the application was given the note, and, to secure it, the mortgage of the borrower. He would deposit the application, note and mortgage in the banks, and from.them secure the money for the borrower. To repay the bank, he was to sell the note and security to Eastern investors. As its profit the company received a commission from the borrower,. in a few instances paid in cash, but more frequently by interest-bearing note, to be paid in the future, and secured by mortgage on the land, but subject to the mortgage given for the loan. This method of doing business appears to have mot been unusual.\nAfter having been engaged in this 'business for some time at Fort Smith, and after a number of loans had been made, it became necessary to realize cash upon the commission notes for purposes of meeting current expenses and for the expansion of the business. To accomplish this, the Guthrie Mortgage Company issued a number of interest “gold bonds,” each for a stipulated principal sum, with coupons attached, these bonds being secured by the deposit with Mr. Branson, trustee, of a number of commission notes secured as aforesaid, in an amount in excess of the principal sum named in the bond. These bonds were in the hands of the company’s agents for «ale, and a considerable number of bonds were sold to various persons.\nThe Guthrie Company advertised its business extensively, and gave prominent mention of the fact that the appellants were members of its board of directors. Its advertisements emphasized the conservative character of its business, the fertility of the soil of the farms securing the loans, and-the salubrity of the climate, with all other matters which would make its securities attractive to investors.\nJohnson, Branson and the other appellants knew of the method used in the conduct of the ¡mortgage company’s business with respect to securing the money to be given the borrower from the local banks, selling securities to investors to repay the banks, and the purpose of the “gold bond” issue, and how this issue was to be secured.\nA Mr. Boles told appellant, Johnson, that he had negotiated a loan for $8,000 on his farm, had only received $3,000', and had learned that Guthrie Company had obtained as much as $6,000 from an investor, and, naturally, was much dissatisfied. Mr. Johnson at once took this complaint to Guthrie, who made an explanation which satisfied Johnson that there was no reason to suspect Guthrie of any wrongful conduct, and an arrangement was made by which Boles was immediately paid $3,000 more, this, with the sum he had previously received, making $6,000, the total amount for which the security was sold, and the remaining $2,000 was paid Boles at a later date from the sale of the bonds of the company. This appears to have been the only complaint from any one, borrower or any one else, of which Johnson or any of the other appellants were apprised from the beginning until the closing of the mortgage company’s business. All of its business with the banks at Fort Smith or elsewhere appears to have been conducted in a manner highly satisfactory, and no criticism was heard from any source until within a few weeks before the company went out of business, and long after the transactions were made out of which this litigation arose.\nOn or about the 10th day of July, 1926, circumstances were brought to the attention of Mr. Johnson indicating that the financial condition of the Guthrie Mortgage Company might not be satisfactory. He immediately sought an interview with Guthrie and his associates engaged in the active management of its affairs, which at length disclosed the fact that the mortgage company was so heavily involved that proceedings in bankruptcy were instituted, resulting in the mortgage company being adjudged a bankrupt and the sale of its assets, and all of its creditors received practically nothing. There then remained owing and still unpaid considerable sums to the Merchants’ National Bank, Arkansas Valley Bank, to Wilmans for merchandise sold it, City National Bank, Coleman, and various sums to persons not parties to these suits.\nAppellee, Coleman, became the creditor of the mortgage company under the following circumstances: Ho was, at and before the time of the transactions upon which this suit is based, a mortgage broker in Chicago, engaged in the purchase of farm loan securities for investors. He first became acquainted with John A. Guthrie when the latter was doing business as the Security Mortgage & Investment Company, but which lasted only a few months and was merged into another company. While 'Guthrie was in business at Fayetteville, Coleman had business dealing's with him, purchasing-mortgages from him, and continued to make such purchases from him after his removal to Fort Smith. There has been no complaint made by him regarding any security purchased from Guthrie.\nAt an undisclosed date in the year 1925, Guthrie, in company with one Leo Grimes, visited Chicago. Grimes had been farm loan examiner for an Oklahoma company, and Coleman was familiar with his name and business, but this was the first time he had actually met either Mm or Guthrie. At the time of this meeting Coleman had on his hands a number of farm loan notes, procured from a farm loan company that had failed, and which he was endeavoring to collect for the investors, who had purchased them through him as broker. ' These were called “orphan loans” by Coleman. Coleman had an agreement with Guthrie about these loans, requesting Guthrie to look after them, and Guthrie stated that he would. These loans that Coleman testified about were mortgages that the Guthrie Company had nothing to do with as to making the loan. They were loans made by the Collins Investment Company, and sold by his clients, and he was undertaking to collect them for his clients through the Guthrie 'Company. He had bought the collections when Guthrie was in 'Chicago, and made the arrangements at that time.\nThe other plaintiffs in the Coleman case are persons whose funds are involved in the mortgages and collections testified about by Coleman.\nColeman began doing business with- Guthrie at Fayetteville in 1924, and, when Guthrie moved to. Fort Smith, Coleman increased his business with the Guthrie Mortgage Company, and, until the failure of the corn-pan}'-, Coleman did not know of any balance in his favor except the Vaughan loan. 'Coleman authorized Guthrie to make these collections.\nThe 'City National Bank, according to the testimony of Mr. Nakdkuen, president of the bank, conducted in the same manner as Guthrie’s business with the other its business with the Guthrie Mortgage Company banks. Guthrie would agree to make a loan; that is, he-agreed to act as agent for the borrower, and the borrower would give to him a note, and mortgage authorizing the Guthrie Mortgage Company to act as -agent and secure a loan. Guthrie would then take this note and mortgage to the City National Bank and execute the mortgage company’s note, borrow money, and pledge the note and mortgage given to him by the borrower as security for the payment of the note at the bank. He would then give the bank a receipt for the note and mortgage, which were deposited as security, and the bank would surrender him the note and security, with the understanding that he would sell it in the East) or wherever he could, and then pay the bank. All of the banks doing business with the mortgage company knew this was the manner in which it did business, and knew that it was acting as agent for borrowers; knew that it did not have the money to furnish itself, and did not undertake to furnish the money.\nThe testimony is very voluminous, and it would be impracticable and would make this opinion entirely too long to set out even the substance of the testimony. We have, however, carefully read and considered the entire record, and have reached the conclusion that the appel-lees did not suffer any loss because- of the negligence of the appellants.\nThe law governing liability in -cases of this sort is well settled by the decisions of this court, and we recently said: to pay. In other words, the director whose negligence canses loss is liable for such loss to stockholders and creditors.” Sternberg v. Blaine, ante, p. 449, 17 S. W. (2d) 286.\n“It may therefore be stated as the settled rule in this State that any failure of a director to exercise diligence or good faith which results in loss to a stockholder or creditor entitles such stockholder or creditor to require the directors whose negligence has caused the- loss\nThere is no contention made in this case that any of the appellants are dishonest or that they had any intention of doing wrong, and we think it clearly appears from the testimony in the case that neither of them was guilty of negligence or any intentional wrong. rSNeg'ligence means the failure to exercise ordinary care; such care as a man of ordinary prudence would exercise under similar circumstances.\nWhen the entire testimony is considered, we are of opinion that the appellants in this case acted as men of ordinary prudence usually act under such circumstances. Mr. Nakdimen. himself wrote letters recommending Guthrie and his mortgage company, and he knew, of course, at the time that his bank loaned money to' the mortgage company, that the collateral used was to be sold to get the money to pay the loan to the bank. In other words, all of them knew all about the manner in which the business of the mortgage company was transacted.\nIt would serve no useful purpose to refer to the testimony in detail or to discuss the law at length. The case above referred to and cases therein cited announce the principles of law governing cases of this kind.\nFrom what we have said it follows that the decree must be reversed, and the case dismissed, and the decree on the cross-appeal against the Merchants’ National Bank is affirmed.",
        "type": "majority",
        "author": "Mehaffy, J."
      }
    ],
    "attorneys": [
      "Hill, Filzhugh & Brizzolara, Pryor, Miles & Pryor, for appellant.",
      "Evans & Evans, Daily S Woods and J. B. Mc-Donough, for appellee."
    ],
    "corrections": "",
    "head_matter": "Johnson v. Coleman.\nOpinion delivered September 23, 1929.\nHill, Filzhugh & Brizzolara, Pryor, Miles & Pryor, for appellant.\nEvans & Evans, Daily S Woods and J. B. Mc-Donough, for appellee."
  },
  "file_name": "1087-01",
  "first_page_order": 1105,
  "last_page_order": 1112
}
