{
  "id": 1428374,
  "name": "Dominion Textile Company, Ltd. v. Beck",
  "name_abbreviation": "Dominion Textile Co. v. Beck",
  "decision_date": "1934-03-19",
  "docket_number": "4-3409",
  "first_page": "1090",
  "last_page": "1093",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 1090"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "164 S. W. 766",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "112 Ark. 223",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1538836
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/112/0223-01"
      ]
    },
    {
      "cite": "260 S. W. 49",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "163 Ark. 407",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1383817
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/163/0407-01"
      ]
    },
    {
      "cite": "2 S. W. (2d) 63",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "176 Ark. 626",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "268 S. W. 38",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "167 Ark. 449",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "285 S. W. 353",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "171 Ark. 611",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1369417
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/171/0611-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 292,
    "char_count": 4267,
    "ocr_confidence": 0.503,
    "pagerank": {
      "raw": 1.0873401050065135e-07,
      "percentile": 0.5641622349411105
    },
    "sha256": "265601fd75ac2e1dd26f20e6cd87e7d2eee6383865efa09bafd0c1b63bad9314",
    "simhash": "1:e0cf9686aceadd88",
    "word_count": 763
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Dominion Textile Company, Ltd. v. Beck."
    ],
    "opinions": [
      {
        "text": "Kirby, J.,\n(after stating the facts). It is contended by appellant that the court erred in refusing to direct a verdict in its favor at the conclusion of the testimony, as well as in the eivinsr and refusal of certain instructions and in the admission of certain testimony objected to by it.\nIt appears from the testimony that appellee only’in fact owned 28 of the 330 bales sold, the rest of the cotton belonging to other individuals with whom the deal was made; and the great preponderance of the testimony shows that the sale was made, that it was made on call, and that the appellant’s agent ag’reed that the purchaser would hold the cotton subject to the seller’s call, and, if the price advanced over the 17 cents per pound paid when the cotton was delivered, the seller had the right to call the contract and realize the difference, between the price paid and the price to which the cotton had advanced when it was called; while, if• the price went down, the seller could not lose more than the $5, or one cent per pound retained upon the sale, no agreement having been made to pay any greater difference should the market price go below said price advanced. The court therefore did not err in refusing to instruct a verdict for the appellant, the testimony being ample to show the contract and to support the verdict as found by the jury.\nNeither was error committed in allowing the introduction of the statement by appellee of what certain witnesses, who were the other parties to the sale, told him about the deal having been closed and the cotton delivered in accordance with the agreement made before he left for the Rio Grande Valley. He knew what the negotiations were before leaving, and had authorized the others to close the deal in his absence, which was done, and the testimony was but a report to him of the closing of the contract from which he could testify that the contract had been imade and dosed and the cotton delivered and paid for in accordance with its terms. The draft paid for the cotton was made payable to him and put in the bank until his return, when the money was distributed by him in accordance with the amount of cotton owned by the different persons interested in the sale.\nThere was testimony tending to show that a different contract was made after the first one, after the sale of the cotton in fact, and that under this contract the appellee was liable to the payment of the difference between the price for which the cotton was sold and the price to which it had declined before it was called by appellant; and it is complained that two of the instructions refused would have properly submitted this question to the jury, but the pleadings did not allege any new contract, but only the issue as already stated, and, while the court could have refused to allow the introduction of any such testimony showing a changed contract, which was not alleged, it could have as effectively refused to instruct the jury upon such issue, which' it did, and no error was committed in so doing. It was within the discretion of the court to allow an amendment stating a different cause of action after the trial was begun, and there was no abuse of discretion shown in refusing the instructions on such an issue which had not been raised, and such action amounted to a refusal to allow the amendment. Cole v. Branch, 171 Ark. 611, 285 S. W. 353; Temple Cotton Oil Co. v. Davis, 167 Ark. 449, 268 S. W. 38; Butler v. Butler, 176 Ark. 626, 2 S. W. (2d) 63.\nMoreover, there was no testimony showing any consideration passing for the making of the alleged new contract, or amendment of the terms of the contract of sale, which could not therefore have been valid anyway. Cook v. Cave, 163 Ark. 407, 260 S. W. 49; Feldman v. Fox, 112 Ark. 223, 164 S. W. 766.\nWe do not find it necessary to discuss the objections raised to the other instructions, but conclude that upon the whole case the jury was properly instructed upon the issue alleged and submitted, and that the testimony was amply sufficient to support the verdict. The judgment is affirmed.",
        "type": "majority",
        "author": "Kirby, J.,"
      }
    ],
    "attorneys": [
      "Williams, Williams & Shaver and Partain & Agee, for appellant.",
      "James D. Head and Jones & Jones, for appellee."
    ],
    "corrections": "",
    "head_matter": "Dominion Textile Company, Ltd. v. Beck.\n4-3409\nOpinion delivered March 19, 1934.\nWilliams, Williams & Shaver and Partain & Agee, for appellant.\nJames D. Head and Jones & Jones, for appellee."
  },
  "file_name": "1090-01",
  "first_page_order": 1108,
  "last_page_order": 1111
}
