{
  "id": 1369468,
  "name": "Mellon v. Stein",
  "name_abbreviation": "Mellon v. Stein",
  "decision_date": "1926-11-01",
  "docket_number": "",
  "first_page": "1092",
  "last_page": "1097",
  "citations": [
    {
      "type": "official",
      "cite": "171 Ark. 1092"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "265 S. W. 373",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "161 Ark. 405",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1388575
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/161/0405-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 484,
    "char_count": 11104,
    "ocr_confidence": 0.476,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.051554550091530434
    },
    "sha256": "6bc7539335d20f78e4f878888f853a96330b01773c9c8ed2391f9470e6861fc0",
    "simhash": "1:a27c48df2042e6e0",
    "word_count": 1919
  },
  "last_updated": "2024-02-28T00:06:45.048720+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Mellon v. Stein."
    ],
    "opinions": [
      {
        "text": "Wood, J.\nBenno Stein, an individual, engaged in the wholesale dry goods business in the city of Fort Smith, Arkansas, under the trade name of the- Stein Wholesale Dry Goods Company, will hereafter, for convenience, be called the appellee. Andrew W. Mellon, the successor of James C. Davis, agent of the-Director General of Railroads under the Transportation Act of 1920, will hereafter, for convenience, be called the appellant. In January, 1920, the appellant was operating the Missouri Pacific Railroad. On the 24th of January, 1920, the appellee delivered to the appellant, at its freight depot in the city of Fort Smith, a box of dry goods of the value at that date of $620.48, marked “B. E.'Loving, Loving, Oklahoma.” The appellee intended to ship the goods to B. E. Loving at Allen, Oklahoma, and he obtained a bill of lading for said shipment showing the consignee to be B. E. Loving and the destination Allen, Oklahoma. The appellee sent the invoice of the merchandise to B. E. Loving at Allen, Oklahoma. Loving, Oklahoma, is an inland town, and the nearest shipping point is Bates, Arkansas, a station on the Kansas City Southern Railway. Instead of being shipped to Allen, Oklahoma, as called for by the bill of lading, the merchandise was shipped to Bates, Arkansas. ¡Within a reasonable time after receiving the invoice, Loving advised the appélleé that the goods had not arrived at Allen, Oklahoma, and requested that it be delivered as soon as possible. The appellee notified the freight agent of the Director General that the shipment had not arrived at Allen, and asked that a tracer be sent. The goods were not delivered to the appellee sixty days after shipment. The Missouri Pacific Railway was returned to its owners by the Director General on March 1, 1920. The appellee did not know, in fact, that the Missouri Pacific Railway was being operated by a Director General of Railroads at the time of the shipment, and did not, in fact, know that the railroad had been returned to its owners by the Director General on March 1, 1920. On March 24, 1920, appellee filed his claim with the claim agent of the Missouri Pacific Railway for the loss of the goods. Some time in April, 1920, aq agent of the Kansas City Southern Railway Company notified the appellee that he had found a box of goods at Bates, Arkansas, addressed to B. E'. Loving, Loving, Oklahoma. Appellee was advised that the box was opened, and the marks and brands on the goods indicated that the appellee was the shipper. An inspector of the Kansas City Southern Railway Company notified the appellee that a box of merchandise was at Bates, Arkansas, marked B. E. Loving, Loving, Oklahoma, and asked the appellee what he intended to do with the box. Appellee replied that he had no further interest in the box of dry goods; that he had filed his claim against the Missouri Pacific Railway Company for the loss of the shipment, and would have nothing more to do with it. The Missouri Pacific Railway Company was notified on April 7, 1920, that the box of merchandise was at Bates, Arkansas. The box remained there until the latter part of October, 1920, when it was returned to the appellee by the Kansas City Southe'rn Railway with an expense and storage charge of $200. The appellee refused to receive the box, and it was later sold by the Kansas City Southern Railway Company for expenses and storage charges.\n• > ,An action was instituted by the appellee, first against the Missouri.Pacific Railway Company on May 19, 1921, to:recover damages for the loss of the goods. On motion of the defendant, the Director General of Railroads under the Transportation Act of 1920 was made a party defendant. The Missouri Pacific Railway Company denied liability. The Director General admitted receiving the box of goods for shipment, but denied that it was lost through any negligence on his part; A trial was bad upon the above issues and facts, which resulted in a verdict and judgment against the Missouri Pacific Railway Company. That company appealed to. this court, and we held that the Missouri Pacific Railway Company was not liable, and the cause was remanded for. a new trial. See Missouri Pacific Rd. Co. v. Stein, 161 Ark. 405, 265 S. W. 373. In the trial of the present cause against the appellant, substantially the same facts as above set forth were developed. In addition, there was introduced in evidence a portion of a circular issued by the Interstate Commerce Commission, as follows :\n. “The responsibility of the railroad for the safe transportation of property begins when the goods are accepted for shipment.. The evidence of the acceptance is, the signed bill of lading, shipping receipt or acknowledgment to a connecting carrier. These receipts, in whatever form they are given, should be for the actual amount and condition of the shipment; therefore a careful check of all freight is expected, whether carloads or less than carloads, so that the property, the receipts, the way-bill and the loading may be alike.”\n“Rule 6. Sec. 1. Freight, when delivered to carriers to be transported at less .than. carload or any quantity ratings, must be marked- in accordance with the following requirements and specifications, except as provided in § 2 (b) of this rule, or otherwise provided in specific items in this classification or in the Interstate Commerce Commission’s regulations for the transportation of dangerous articles other than explosives hy freight (seepage 444). If these requirements and specifications are not complied with, freight will not be accepted for transportation.\n“Section 2. (a) Each package, bundle or loose piece of freight must be plainly, legibly and durably marked by brush, stencil, marking crayon (not- chalk), rübber type, metal type, pasted label (-see note 1), tag (see note 2), or other method which provides marks equally plain, legible and durable,- showing the name of only one consignee, and of only one station, town, or city and State to which destined.\n‘ ‘ (c) The marks on bundles, packages or pieces must be compared with the shipping order or' 'bill of lading, and corrections, if necessary, made by the shipper or his representative before receipt is signed.”\nThe above rules were in force from January 1, 1920, to January 31, 1920, inclusive.\n. A shipping clerk of the appellee testified; among other things,'that he marked the box of merchandise in controversy and made out the bill- of lading from the same ticket, and that the box was marked just like the bill of lading and was checked again from the bill of lading before it left the appellee’s house; that he addressed the box, not by stencil, but with free-hand print. He could not say positively that he did not make 'the destination marked on the box and on the bill of lading the same.\nAppellee, among other things, testified that' he refused to receive the box when it was tendered to him in October or November, 1920, because the goods were out of season and the market had dropped fully fifty or sixty per cent. The market value of the goods, as shown by the invoice, at the time the same were shipped to Loving, was $620.48. On cross-examination, the witness testified the market was strong in April and May, 1920. He would not be a bit surprised, but what it was higher in March and April, 1920. The effect of his testimony on cross-examination was that there was no falling-off of the market until about the first of August, 1920.\nThere was. testimony on behalf of the appellee to the effect that it was the duty of the station agent and clerk of the Director General of Railroads to check the mark on the box with the bill of lading, and, if there was a different mark, he was supposed to maké the correction before signing the bill of lading. It was in evidence by the defendant that the only marking on the box was “B.. E. Loving, Loving, Oklahoma.”\nUpon the above facts, the court directed the jury to return a verdict in favor of the appellee. The jury returned a verdict in favor of the appellee in the sum of $620.48, with interest at six per cent, per annum from January 24, 1920. The appellant duly excepted to the ruling of the court in directing the verdict, and requested the court to instruct the jury to return a verdict in its favor, and also presented other prayers for instructions submitting to the jury the .issue as to whether or. not the appellant was liable. We deem it unnecessary to set out these requested prayers for instructions by the appellant. Judgment was entered in accordance with the verdict, from which is this appeal.\nThe court erred in directing a verdict in favor of the appellee. It was an issue of fact for the jury, under the evidence, to determine whether or not the appellant was liable. This issue. should have been submitted to the jury under correct instructions. There were two issues of fact for the jury, under the evidence: First, whether or not the appellant was negligent in causing the box of goods in controversy to be shipped to Bates, Arkansas, instead of Allen, Oklahoma; and, second, if appellant was negligent in this respect, it was still a question for the .jury, under the evidence, as. to whether the appellee was damaged, and, if so, the amount of such damage. The testimony of appellee’s own shipping clerk who made out the bill of lading and marked the box for shipment was to the effect that he made the bill of lading from the same ticket, and that the box was marked just like the bill of lading, and was checked again from the bill of lading before it left the house of the appellee. Bnt he concludes his testimony with the statement that he could not say positively that he didn’t make the destination on the box the same as the name of the consignee. This made it an issue for the jury as to whether appellee’s agent who handled the shipment for appellee made a mistake in marking the destination on the box “Loving,” Oklahoma, when it should have been Allen, Oklahoma.\nFor the error of the court in taking these issues of fact away from the jury and directing the jury to return a verdict in favor of the appellee the judgment is reversed, and the cause is remanded for a new trial.",
        "type": "majority",
        "author": "Wood, J."
      }
    ],
    "attorneys": [
      "Thos. B. Pryor, W. L. Curtis and Vincent. M. Miles, for appellant.",
      "I. J. Friedman, for appellee."
    ],
    "corrections": "",
    "head_matter": "Mellon v. Stein.\nOpinion delivered November 1, 1926.\n1. Carriers — negligence in transporting goods — jury question.— In an action for goods lost in transportation, evidence' held to make it a jury question whether the carrier was negligent in causing the goods to be transported to destination marked on package, instead of to destination marked on the bill of lading, and whether the shipper was damaged, and hence it was error to direct a verdict for the shipper.\n2. Carriers — negligence in making shipment — jury question.— In an action for loss of goods shipped, testimony by the plaintiff’s shipping clerk that he was not sure that he had not misdirected the' package, held to make it a jury question whether he had not misdirected the package.\nAppeal from Sebastian Circuit Court, Fort Smith District; JoJmE. Tatum, Judge;\nreversed.\nThos. B. Pryor, W. L. Curtis and Vincent. M. Miles, for appellant.\nI. J. Friedman, for appellee."
  },
  "file_name": "1092-01",
  "first_page_order": 1108,
  "last_page_order": 1113
}
