{
  "id": 1428332,
  "name": "Sovereign Camp Woodmen of the World v. Johnson",
  "name_abbreviation": "Sovereign Camp Woodmen of the World v. Johnson",
  "decision_date": "1934-03-19",
  "docket_number": "4-3405",
  "first_page": "1093",
  "last_page": "1097",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 1093"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "20 S. W. (2d) 642",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "180 Ark. 4",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1393479
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/180/0004-01"
      ]
    },
    {
      "cite": "258 S. W. 375",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "162 Ark. 551",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1385550
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/162/0551-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 218,
    "char_count": 3325,
    "ocr_confidence": 0.492,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.0537228232225122
    },
    "sha256": "6b61b2f4d055ea3683dc7ce8c98c4d5215bf2ee83089db63fc1beb477534d1e2",
    "simhash": "1:9e0ca9db8b4a7dcc",
    "word_count": 585
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Sovereign Camp Woodmen of the World v. Johnson."
    ],
    "opinions": [
      {
        "text": "Kirby, J.,\n(after stating the facts). The testimony showed, as the court found, that the insured was insane when the March assessment became due, and continued so until his death. The appellant insists that there was no provision in its constitution and bylaws, when the forfeiture for nonpayment of the March dues was claimed, exempting insured’s failure to pay his assessment or relieving against the forfeiture for failure to pay such dues, and such appears to be the case.\nThe insured, however, upon the dissolution of the local camp at Cabot elected to become a member of Loyal Camp No. 555 of Omaha, Neb., and was charged and paid camp dues not fixed by the bylaws of said camp, together with all other assessments by check directly to the treasurer of the Sovereign Camp. He was charged and paid 25 cents monthly for such unauthorized camp dues, and because thereof was entitled to credit for the payments made therefor and had on hand to his credit when the March assessment was required to be paid an amount more than sufficient to pay the said March assessment; and said amount should have been applied to the payment thereof, it being the money of the insured, which would have prevented the forfeiture relied on by appellants. The insured was entitled to have any of his money in the hands of the association credited against the charge of the assessment for March before, a forfeiture could be effective under the terms of the certificate and the bylaws of the association. Mutual Aid Union v. Perdue, 162 Ark. 551, 258 S. W. 375; Gallegly v. American Ins. Union, 180 Ark. 4, 20 S. W. (2d) 642.\nIn the case of Mutual Aid Union v. Perdue, supra, it was held that, where, under the bylaws, assessments are required to be levied 'by the board of directors, the levy of such assessments by the secretary is without authority, and a failure to pay an assessment so levied did not work a forfeiture of the policy. Here the bylaws of the association state that the camp dues shall be fixed under the bylaws of the particular camp of which he is a member, and, Loyal Camp No. 555 having no bylaws, the camp dues were fixed by the president, who was not a member of said camp (neither do any of the other officials belong to said camp) and since the failure to pay dues wrongfully assessed could not cause a forfeiture of the policy, certainly dues wrongfully assessed and paid would still be the property of the insured in the hands of the association applicable to payment of the March assessment to prevent a forfeiture of the policy, and should have been so applied. Gallegly v. American Ins. Union, supra.\nWe do not find it necessary to determine the other questions raised, having held that the forfeiture claimed for the nonpayment of the March assessment could not be effective because the insured had in the hands of the association available to his credit, more than enough to pay the said March assessment; and it was the duty of the association to apply such available, funds of the insured to the payment of such assessment to avoid a forfeiture of said certificate.\nWe find no prejudicial error in the record, and the judgment is affirmed.",
        "type": "majority",
        "author": "Kirby, J.,"
      }
    ],
    "attorneys": [
      "Rainey T. Wells and Lee Miles, for appellant.",
      "Madison K. Moran, for appellee."
    ],
    "corrections": "",
    "head_matter": "Sovereign Camp Woodmen of the World v. Johnson.\n4-3405\nOpinion delivered March 19, 1934.\nRainey T. Wells and Lee Miles, for appellant.\nMadison K. Moran, for appellee."
  },
  "file_name": "1093-01",
  "first_page_order": 1111,
  "last_page_order": 1115
}
