{
  "id": 1432028,
  "name": "Jackson v. Elder",
  "name_abbreviation": "Jackson v. Elder",
  "decision_date": "1933-10-30",
  "docket_number": "4-3180",
  "first_page": "1094",
  "last_page": "1097",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 1094"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "44 Ark. 224",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "14 S. W. 469",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "47 Ark. 80",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1888684
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/47/0080-01"
      ]
    },
    {
      "cite": "173 S. W. 401",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "116 Ark. 490",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1532288
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/116/0490-01"
      ]
    },
    {
      "cite": "130 S. W. 579",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "95 Ark. 618",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1543604
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/95/0618-01"
      ]
    },
    {
      "cite": "250 S. W. 865",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "158 Ark. 566",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1355657
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/158/0566-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 270,
    "char_count": 3594,
    "ocr_confidence": 0.474,
    "pagerank": {
      "raw": 1.0997720922370316e-07,
      "percentile": 0.5679304082979355
    },
    "sha256": "e859555e14fd74250f23209c53225f664266f358e9d38f82ea48e480e1c61e00",
    "simhash": "1:e0b85dc8c15fd404",
    "word_count": 623
  },
  "last_updated": "2024-02-27T21:18:50.990705+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Jackson v. Elder."
    ],
    "opinions": [
      {
        "text": "Johnson, C. J.,\n(after stating the facts). Appellant insists that the Montgomery County Chancery Court had jurisdiction of the parties and subject-matter set forth in his complaint, and cites as authority therefor, first, Big Gum Drainage District v. Crews, 158 Ark. 566, 250 S. W. 865. In this case the drainage district instituted suit against Crews, as collector of Mississippi County, in which it was alleged that Crews, as collector of Mississippi County, had collected certain drainage taxes upon property situated in the district and had failed to account for the same in his settlement with the treasurer of the county, and had failed to account to the district therefor. This court held that the chancery court of Mississippi County had jurisdiction of the subject-matter and parties. This case is no authority for the position here assumed by appellant. The collector in the Crews ease had collected the funds from the property owner and had either failed or refused to account to the district or to the treasurer of Mississippi County therefor, and this court held, in effect, that the district was entitled to judgment against Crews for the sum withheld. ¥e fail to see any similarity between the case at bar and the Crews case. It is insisted that the case of Gladish v. Lovewell, 95 Ark. 618, 130 S. W. 579, is decisive of this case. This was a taxpayer’s suit against a collector to require an accounting, and is in no respect similar to the suit here discussed. We are also cited to the case of German National Bank v. Moore, 116 Ark. 490, 173 S. W. 401. This was a suit by a depositor in the bank upon a lost certificate of deposit. Just how this case is thought to be in point is not pointed out in briefs. Our conclusion is that it is no authority for the position here taken.\nIt will be noted from the allegations of the complaint that this suit was instituted on February 18, 1933, and charged generally that the county court of Montgomery County through mistake wrongfully, erroneously and illegally transferred a credit from plaintiff’s account to that of another. These allegations do not constitute a charge of fraud. On the other hand, they come squarely within the purview of § 10,165 of Crawford & Moses’ Digest as amended by act 339 of 1927, which said amendatory act reads as follows:\n“When any error shall be discovered in the settlement of any county officer made with the county court, it shall be the duty of the court, at any time within one year from the date of such settlement, to reconsider and adjust the same.”\nHad appellant filed his claim in the county court of'Montgomery County on February 18, 193'3, instead of in the chancery court, he could and would have received adequate relief under his July, 1932, settlement. If relief had been denied him in the county court, an appeal could have been perfected to the circuit court.\nThis court had many times held that the county court has original exclusive jurisdiction to audit, settle and direct the payment of all demands against the county. Chicot County v. Crews, 47 Ark. 80, 14 S. W. 469; Shaver v. Lawrence County, 44 Ark. 224.\nIt suffices to say that appellant had a plain, adequate and complete remedy under § 10,165 of Crawford & Moses’ Digest, as amended by act 339 of 1927, which afforded him an exclusive remedy for all the things complained about in his complaint.\nFor the reasons aforesaid, the decree is affirmed.",
        "type": "majority",
        "author": "Johnson, C. J.,"
      }
    ],
    "attorneys": [
      "C. T. Cotham and John H. Freeman, for appellant.",
      "Houston Emory, C. H. Herndon and Harold Watkins, for appellee."
    ],
    "corrections": "",
    "head_matter": "Jackson v. Elder.\n4-3180\nOpinion delivered October 30, 1933.\nC. T. Cotham and John H. Freeman, for appellant.\nHouston Emory, C. H. Herndon and Harold Watkins, for appellee."
  },
  "file_name": "1094-01",
  "first_page_order": 1114,
  "last_page_order": 1117
}
