{
  "id": 8726775,
  "name": "National Union Indemnity Company v. Standard Accident Company of Detroit",
  "name_abbreviation": "National Union Indemnity Co. v. Standard Accident Co. of Detroit",
  "decision_date": "1929-09-23",
  "docket_number": "",
  "first_page": "1097",
  "last_page": "1103",
  "citations": [
    {
      "type": "official",
      "cite": "179 Ark. 1097"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "13 L. R. A. (N. S.), 889",
      "category": "reporters:federal",
      "reporter": "L.R.A.N.S.",
      "opinion_index": 0
    },
    {
      "cite": "35 S. W. 1101",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "62 Ark. 382",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1905713
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/62/0382-01"
      ]
    },
    {
      "cite": "36 S. W. 908",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "62 Ark. 507",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1905685
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/62/0507-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 497,
    "char_count": 11428,
    "ocr_confidence": 0.486,
    "pagerank": {
      "raw": 1.659744317063076e-07,
      "percentile": 0.6940767589152881
    },
    "sha256": "4d85089b565125801fc7b228c999506a4431596d836349a47ea06e1c6131c5a7",
    "simhash": "1:a02a74eb2a5d01c4",
    "word_count": 1938
  },
  "last_updated": "2024-02-27T23:51:14.248945+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "National Union Indemnity Company v. Standard Accident Company of Detroit."
    ],
    "opinions": [
      {
        "text": "McHaney, J.\nAppellant issued to one Laird a policy of accident insurance covering', among other things, damages done to his Stutz automobile by another through collision, which policy was in force on July 18, 1927. On that date appellee Browning negligently ran into the car of Laird, damaging it to the extent of $2,800, which amount appellant paid to Laird, taking from him at the time (Oct. 6, 1927) a release, assignment, and agreement for subrogation.. It thereafter instituted this action to recover from both appellees the amount paid Laird, with interest. The recovery sought against appellee Standard Accident Insurance Company of Detroit, hereafter called the appellee, since Browning has no interest in the appeal, a default having been taken against him, is based on the ground that it and certain associate companies had issued a policy of automobile insurance to Browning, indemnifying him against loss imposed by law upon him for property damage resulting from accident for an amount not to exceed $1,000.\nThe case was submitted on the following stipulation:\n“1. The insurance policy sued upon is number A. P. L. 656725, and was issued to be effective from noon October 14, 1926, to noon October 14, 1927. The said policy, or a true copy thereof, may be attached to and become a part of this stipulation.\n“2. ¡Said policy was deposited with the Railroad Commission of the State of Arkansas, pursuant to law and the commission’s rules.\n“3. Under act No. 99 of the General Assembly of Arkansas at the 1927 session, approved March 4, 1927, a certain additional indorsement was required, and the Standard Accident Insurance Company, after considerable correspondence with the Railroad Commission and with D. J. Browning and with its local representative at Jonesboro and others, refused to place such indorsement upon the policy.\n“4. Thereafter the Railroad Commission demanded of D. J. Browning that he take down the policy of the Standard Accident Insurance Company and deposit in its stead a policy with some other company complying with said act of .the General Assembly.\n“5. Thereupon Browning requested Pierre La-tourette, the local agent of the Standard Company, to write the Railroad Commission and ask for the return of the said policy, with the understanding between Browning and the said local agent of the Standard Accident Insurance Company that later the policy would be canceled and that Browning would be refunded the unearned premium thereon.\n“6. The Railroad Commission mailed the policy to the local agent of the Standard Accident Insurance Company at Jonesboro, and it was received a few days prior to June 29, 1927, and on the day that Browning and the local agent of the Standard Company discussed the matter and agreed to cancel the policy and that said local agent would take up by correspondence with the insurance company the question as to- what basis of refund of unearned premium would be made by the company, whether the refund should be estimated at the pro rata rate or the short term rate.\n“7. On said June 29, 1927, the local agent of the Standard Company, with Browning’s consent, indorsed on the back of the policy: ‘Canceled 6-29-27. ’ On said day the policy was mailed by the local agent to the general agent of the defendant company at Little Rock, with a letter requesting that the local agent be directed on what basis the unearned premium should be refunded. On receipt of that letter and policy the general agent forwarded the policy to the home office of the company at Detroit, with a letter requesting instructions on what basis the unearned premium should be refunded.\n“8. On July 2, 1927, the letter and policy reached the home office, and on July 6 the home office wrote the general agent a letter directing that the unearned premium be refunded on the basis of charging for the time the policy had been in force up to June 29, 1927, at the regular'rate, and deducting that amount from the amount paid, the difference being the amount which should be refunded to Browning. The home office made the calculation, and sent the general agent its check for the amount which should thus be refunded. The general agent received the letter and check about July 10, and wrote the local representative at Jonesboro, inclosing the cheek in the sum of $73.25, and directing that the refund of unearned premium be made on the basis of charging at the pro rata rate as if the policy had been canceled under its terms on a pro rata basis, and that letter and check were received by the local agent, Latourette, at Jones-boro, on July 18, 1927. The return premium was figured by changing the pro rata rate on the policy to June 29, 1927.\n“9. On July 3, 1927, D. J. Browning filled out an application to New Amsterdam Casualty Company for a policy of liability insurance to take the place with the Railroad Commission of the policy of Standard Accident Insurance Company referred to above. Latourette was not the local agent for New Amsterdam Casualty Company, but was told by Mr. E. L. Dyer, State agent of that company, that if he would submit the application on blanks sent Latourette by Dyer, Dyer would submit the same to the New Amsterdam Company and see if they would issue the policy.\n“10. Such application was made to P. M. Latou-rette, an insurance agent or broker, at Jonesboro, he being the same person who acted as local agent for the Standard Accident Insurance Company, and who had taken the application of Browning and procured the policy in that company in October, 1928. Latourette acts as agent for a number of insurance companies writing different kinds of insurance, he taking the applications and procuring the policies.\n“11. At the time Browning applied through Latou-rette for the policy to be issued by the New Amsterdam Casualty Company, said Latourette was directed by Browning to take charge of the amount which would be due him as a refund of the unearned premium from the Standard Accident Insurance Company on the policy in that company previously referred to, and to credit the amount on the premium which would become due the New Amsterdam Casualty Company if and when that company should issue him an insurance policy.\n“12. Said Latourette received a check for return premium due Browning from the Standard Accident Insurance Company on July 18, 1927, and on July 23, 1927, Latourette gave Browning credit on his books for the amount of the unearned premium due Browning from the Standard Company. The policy in the New Amsterdam Casualty Company was issued on July 25, 1927.\n“13. The accident out of which this suit grew occurred on July 18, 1927.”\nThe depositions of two employees of appellee were also submitted to the court, together with certain correspondence, relating to its refusal to indorse its policy, as demanded by the Railroad Commission, so as to make it a statutory policy, to the matter of cancellation and the amount of return premium due Browning for the unexpired term. The court entered a default judgment against Browning for $2,800, but as to appéllee found that its policy had been canceled prior to the accident, and dismissed the complaint for want of equity. This latter action of the court is challenged by this appeal.\nAs appellant says, the sole question to he determined is whether the policy issued by appellee to Browning had been effectually canceled prior to the accident on July 18, 1927, so as to determine its liability thereunder. We agree with the trial court that it had, and that the cancellation became effective June 29,1927, nineteen days before the accident. Appellant’s counsel says that this cancellation-was conditioned upon Latourette’s securing Browning another policy in the New Amsterdam Company, and that therefore the cancellation did not become effective until such a policy was secured. We- do not so understand the agreed statement of facts. The Railroad Commission demanded that this policy be taken down and another be substituted complying with act 99 of 1927,-and, at Browning’s request, Latourette wrote the commission for the policy, which was sent to him, and on June 29 they agreed that it should toe canceled, so indorsed it, and sent it to the general agent in Little Rock, requesting to be advised as to basis of refund, whether short term or pro rata. The home office, on request, advised the settlement would toe made on a pro rata basis, which, was the more favorable to Browning. Now, Browning desired other insurance, and an application was made to the New Amsterdam Company through Latourette, not as agent for said company (which he was not), but as agent for Browning, who directed him to collect the unearned premium from appellee and apply it, so far as it would go, on the premium in the other company. There was no provision making the. cancellation of the policy issued by appellee dependent on securing other insurance. There was no agreement by Latourette binding him to obtain other insurance, but only to try to place the liability with another company. Under such conditions it cannot be said that the cancellation was conditional, and the case of Ætna Insurance Co. v. Rosenberg, 62 Ark. 507, 36 S. W. 908, has no application.\nThe general rule is that an insurance company may cancel a policy only on compliance with the provisions of the policy relating thereto, and then only by refunding the unearned premium prior to cancellation. Southern Ins. Co. v. Williams, 62 Ark. 382, 35 S. W. 1101. But it is also the general rule that the parties may agree to a cancellation at any time, with or without an actual refund of unearned premium. Payment or tender of the unearned premium may be waived by the insured by agreement to cancel and voluntary surrender of the policy for cancellation. 'Cooley’s Briefs on Insurance, 2 ed., vol. 5, pp. 4604, 4615. In 14 R. C. L., page 1012, it is said: ‘ ‘ The right of the insured to the return of the premium as a condition precedent to a cancellation may be waived, and is waived when the validity of the cancellation is acquiesced in by the insured, as by his voluntary and unconditional surrender of the policy upon receiving the notice of cancellation.” See also cases cited in note to above text, and 13 L. R. A. (N. S.), 889, and note, But here appellee did not request cancellation nor give notice, and canceled only at request of insured because, he desired to continue operating cars for hire in compliance with law.\nNeither is any public interest involved, as the Railroad Commission, the agency established by law representing the public interest, demanded that this policy be taken down and another complying with the statute substituted. It may be that the commission could have prevented Browning from operating his cars for hire during the interim between the surrender of the policy in question and the receipt of another in due form, a question not decided, but it could not compel appellee to change the conditions of its policy in compliance with an act passed subsequent to the date of issue, nor to assume other or different obligations. So it requested the policy to be withdrawn.\nOther questions are argued by appellant, but we find it unnecessary to discuss them. The decree of the court was correct, and is affirmed.",
        "type": "majority",
        "author": "McHaney, J."
      }
    ],
    "attorneys": [
      "Chas. D. Frierson, for appellant.",
      "Moore, Gray & Burrow, for appellee."
    ],
    "corrections": "",
    "head_matter": "National Union Indemnity Company v. Standard Accident Company of Detroit.\nOpinion delivered September 23, 1929.\nChas. D. Frierson, for appellant.\nMoore, Gray & Burrow, for appellee."
  },
  "file_name": "1097-01",
  "first_page_order": 1115,
  "last_page_order": 1121
}
