{
  "id": 1428320,
  "name": "Modern Woodmen of America v. Seargeant",
  "name_abbreviation": "Modern Woodmen of America v. Seargeant",
  "decision_date": "1934-03-19",
  "docket_number": "4-3410",
  "first_page": "1098",
  "last_page": "1104",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 1098"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "283 S. W. 357",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "171 Ark. 218",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1369532
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/171/0218-01"
      ]
    },
    {
      "cite": "41 S. W. (2d) 769",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "184 Ark. 48",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1438444
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/184/0048-01"
      ]
    },
    {
      "cite": "44 S. W. (2d) 336",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "184 Ark. 1035",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1438612
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/184/1035-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 566,
    "char_count": 12138,
    "ocr_confidence": 0.495,
    "pagerank": {
      "raw": 1.2514423364493507e-07,
      "percentile": 0.6102122170057018
    },
    "sha256": "0af2b10a2c158bede427cb053bfe8824de4bb44602a3c663a9daca21adb037d0",
    "simhash": "1:0ba59056d460694e",
    "word_count": 2068
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Modern Woodmen of America v. Seargeant."
    ],
    "opinions": [
      {
        "text": "Mehaffy, J.\nJohn C. Seargeant, husband of appellee, in January, 1917, made application for membership' in the Modern Woodmen of America, and for a benefit certificate. The benefit certificate was issued on January 17, 1917. On August 19, 1930, John C. Seargeant made application for exchange of his benefit certificate for a term certificate expiring at the age of 65. The certificate was issued, and the assessments were $1.45 per month, and 35 cents per month local camp dues. The dues and assessments were not paid in June, 1932, and on July first he was suspended from membership in the company. The appellee was named beneficiary in the certificate, which was for $1,000.\nAbout November 1, 1932, J. C. Seargeant became ill, was taken to the hospital in Blytheville, Arkansas, on November 7th, and his case was' diagnosed as ruptured appendix, and he ¡died in the hospital op November 15, 1932.\nOn November 14tli the. appellee, wife of said Seargeant, mailed to the local camp at Paducah, Ky., a money order for $11.30, as payment for all hack dues and assessments. When the clerk of the camp' at Paducah received the money order on November 15,1932, he issued a receipt for the dues, and cashed the money order. The money order sent to the clerk at Paducah paid for the months of June to November, inclusive. No formal application was made for reinstatement, but the clerk of the camp signed the receipt and mailed it back to the insured. The clerk also wrote him at the time that he would have, to make formal application for reinstatement, and that he, the clerk of the camp, would write to the head clerk to mail application blanks direct to Seargeant.\nOn November 17th the clerk saw in a paper published in Paducah, an account of Seargeant’s death, and the next day the clerk wrote to Mrs. Seargeant a letter, and sent her his check for the amount she had sent him. The money was returned because Seargeant had not been reinstated, and the clerk did not know, and had no way of knowing, of the physical condition of Seargeant, as he was in Blytheville, Arkansas, and the clerk in Paducah, Kentucky. Mrs. Seargeant returned the check, and there was no letter explaining why it was returned.\nA letter containing the following paragraph was introduced in evidence without objection: “Under a new ruling a member may go in suspension as long as 12 months and then reinstate without examination and that is the way many are doing. A large number that went in suspension a year ago have reinstated.”\nThe case was tried before the circuit judge sitting as a jury, and no declarations of either law or fact were made, and the court found in favor of appellee, in the sum of $1,000, with interest from date of judgment until' paid, and all costs. The case is here on appeal.\nIt is admitted that Seargeant was suspended for nonpayment of dues and assessments for June, 1932, and that no other assessments were paid until the day before his death, when a money order was sent, paying his dues up to and including the month of November.\nThe only question for our consideration is whether the policy was in effect at the time of Seargeant’s death. There is no dispute about his being suspended; no dispute about his illness; no dispute about the fact that the day before he died the money order was sent to Paducah, Ky., to pay his dues, and no dispute about the clerk of the local camp sending a receipt for the money.\nThe application, benefit certificate and bylaws were introduced in evidence. It is unnecessary to copy them in this opinion, but we will call attention to those provisions that affect the question here involved.\nSection 44 of the bylaws reads as follows: ‘ ‘ Section 44. No Waiver of Any By-Law. — No officer of this society, nor any local Camp, or officer or member thereof, is authorized or permitted to waive any of the provisions of the bylaws of this society which relate to the contract between the member and the society, whether the same be now in force or hereafter enacted. Neither shall any knowledge or information obtained by, nor notice to any local camp officer or member thereof, or by or to any other person, be held or construed to be knowledge of or notice to the head camp, or the officers thereof, until after said information or notice has been presented in writing to the head clerk of the society.”\nSection 66 of the bylaws provides that a beneficial member in suspension for more than three months but less than six months on account of nonpayment of assessments, fines or dues, if in sound health, * * * may be reinstated upon furnishing a certificate of sound health from the camp physician, or if beyond the jurisdiction of any local camp, then by some reputable practicing physician, possessing the qualifications provided in § 329 of these bylaws, upon form prescribed by executive council, after medical examination duly approved by the Supreme Medical Directors within six months of the date of suspension, and upon payment of the current assessments and dues and arrearages of every kind, including all assessments, dues, and fines for which the suspended member would have been liable by remaining in good standing.\nOne paragraph in the application for membership by Seargeant reads as follows: “I understand and hereby agree that if this application is accepted and I become a member of said society and afterwards cease to be a member thereof either by suspension, expulsion, or because of the violation of any provision of the bylaws of the society, or otherwise, I will have no interest whatever in the Benefit, General, or other funds of said society, and I hereby agree that any payments I may have made to any such fund shall be forfeited to said society whenever I shall so cease to be a member.”\nThe certificate contains the following paragraphs: “This certificate is issued in consideration of the warranties and agreements contained in the application therefor, and in further consideration that the member shall make payments to the society of the sums required by the bylaws of the society, on or before the last day of each calendar month in accordance with said bylaws.\n“This certificate is issued and accepted with the express agreement that the provisions and conditions contained on this and the succeeding pages of this benefit certificate, and in any authenticated riders attached hereto, shall form a part of this contract as fully as if recited over the signature hereto affixed.”\nThe certificate provides “that the contract between the society and said member consists of (1) the Articles of Association of this Society, (2) this Benefit certificate, (3) the application for membership signed by the member and, (4) the bylaws of the society, with all present and subsequent amendments to each thereof.”\n. This court recently said: ‘ ‘ The application for membership in appellant order and the certificate issued thereon both expressly refer to the laws, rules, and regulations of appellant, and make the certificate null and void, if the holder thereof fails to comply with such laws, rules, and regulations.\n“It is well settled by our own cases, as well as the authorities generally, that the constitution and laws of a mutual benefit fraternal society, such as that of- appellant, form the basis and constitute a part of the contract of insurance. This contract measures the obligations of the members and the liability of the association or governing body.” Sovereign Camp Woodmen of the World v. Clark, 184 Ark. 1035, 44 S. W. (2d) 336.\nThe application, articles, certificate and bylaws constitute the contract in this case, and it is expressly provided that suspended members may be reinstated after suspension for more than three months and less than six months if in sound health. Seargeant was not only not in sound health, but was critically ill, and in fact died the next day after the money was sent to appellant, and it was received probably a few hours before his death. The undisputed evidence shows that neither appellant nor its agents knew anything about Seargeant’s illness when it received the money and issued the receipt. The undisputed evidence also shows that the clerk of the camp, Avhen he received the money order, wrote to Seargeant that he would have to make formal application for reinstatement, and that the clerk of the local camp did not have the application but would write the head clerk to send the blank applications for reinstatement direct to Seargeant. This was the day before he learned of Seargeant’s death. It is apparent that when Seargeant was at the point of death, the dues were sent to the camp without saying anything about Seargeant’s illness. When the contract provides that a member may be reinstated if in good health, the mere fact of making application for reinstatement without disclosing the illness of the member is itself an implied statement that he is-in good health.\n‘ ‘ The parties made their own contract which is free from ambiguity, and necessarily must be enforced according to its terms. The beneficiaries must stand in the shoes of the insured, and will be bound by the terms of the policy issued; and the insured accepted and retained without objection the policy until it was forfeited for nonpayment of premiums upon the date fixed by its terms.” Craig v. Golden Rule Ins. Co., 184 Ark. 48, 41 S. W. (2d) 769; Mutual Life Ins. Co. v. Hynson, 171 Ark. 218, 283 S. W. 357.\n“But the mere payment of assessments to the financial secretary or supreme treasurer does not operate to reinstate a member, where those officers have no authority to waive the laws of the society, which require a new medical certificate and a majority vote. * * * And, since no right to reinstatement exists, while insured is mortally ill, acceptance of arrearages without knowledge of such fact does not effect a waiver. Nor is there a reinstatement where, without knowledge ¡by insurer of insured’s illness, it accepts overdue payments, even though insured’s agent, in making said payments, had no knowledge of such illness. And where the policy has lapsed, and payment is accepted without knowledge of an accident to insured during delinquency, there is no liability therefor. ’ ’ Couch on Insurance, vol. 6, § 1376.\nThe bylaws of appellant expressly provide that the officers are not authorized to waive any of the provisions in the policy.\n“It is usually provided that the insured, who has defaulted in his payments, can be reinstated on payment of arrears if he is in good health. Where such is the provision of the contract or bylaws, the good health of the insured is a prerequisite to reinstatement, and a payment of arrears when not in good health will be ineffective.” Cooley’s Brief on Ins., vol. 4, § 3787.\nIt is also said in the same volume, § 3788: “Under provisions authorizing reinstatement of persons in good health, a reinstatement obtained by one not in good health, without the association’s knowledge thereof, may be repudiated unless the association has waived the matter or is estopped.”\nAppellee relies on a letter written by the clerk of the camp at Paducah, June 21, 1932, which contains the paragraph above set out. This letter was introduced in evidence without objection, and this statement is not contradicted. The rule itself was not introduced in evidence, and there is no statement in the letter indicating what was in the rule except the statement that the member might be reinstated without examination. There is nothing in the letter indicating that there could be a reinstatement if the member was not in good health.\nUnder the contract in this case, the member could not be reinstated if he were not, at the time, in good health, and, as the evidence conclusively shows that he was mortally ill at the time the dues were sent, he was not in good standing when he died, and there can be no recovery.\nThe judgment of the circuit court is reversed, and the cause dismissed.",
        "type": "majority",
        "author": "Mehaffy, J."
      }
    ],
    "attorneys": [
      "Geo. G. Perrin, George H. McDonald and Harrison, Smith & Taylor, for appellant.",
      "Claude F. Cooper and T. J. Crowder, for appellee."
    ],
    "corrections": "",
    "head_matter": "Modern Woodmen of America v. Seargeant.\n4-3410\nOpinion delivered March 19, 1934.\nGeo. G. Perrin, George H. McDonald and Harrison, Smith & Taylor, for appellant.\nClaude F. Cooper and T. J. Crowder, for appellee."
  },
  "file_name": "1098-01",
  "first_page_order": 1116,
  "last_page_order": 1122
}
