{
  "id": 1432082,
  "name": "First National Bank of Ft. Smith v. Hudson",
  "name_abbreviation": "First National Bank v. Hudson",
  "decision_date": "1933-10-30",
  "docket_number": "4-3278",
  "first_page": "1099",
  "last_page": "1102",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 1099"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 152,
    "char_count": 2625,
    "ocr_confidence": 0.488,
    "sha256": "0f73c823dc86e8103da166dd23b92df881222dc3744af829a4ea7522fb3210f0",
    "simhash": "1:daecd49400da6132",
    "word_count": 442
  },
  "last_updated": "2023-07-14T19:49:01.606684+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "First National Bank of Ft. Smith v. Hudson."
    ],
    "opinions": [
      {
        "text": "Kirby, J.,\n(after stating the facts). Under a proper construction of § 2 of said act 24 of 1933, its provisions only require that warrants “properly drawn after the passage of the act shall be presented to the treasurer of the proper county within 30 days after it was drawn by the board of directors, etc.”\nSection 4 of the act reads as follows: ‘ ‘ School warrants legally drawn prior to the passage of this act shall be registered and paid in the order of their issuance — date of warrant shall determine the order of issuance — before warrants drawn after the passage of this act are paid, provided, that, if outstanding warrants are not presented for registration within thirty days from the passáge of this act, they shall not.be given priority over other warrants.”\nBetween the dates of March 25, 1931, and February 9, 1933, there was no provision of the statute requiring the registration of school warrants. Said § 4 above quoted requires school warrants legally drawn prior to the passage of the act to be registered and paid in the order of their issuance before warrants drawn after the passage of the act, and if -such warrants are not presented for registration under the act, they shall not be given priority over other warrants, and that warrants drawn after the passage of the act are required to be presented within 30 days after their issuance, and other warrants outstanding may also be presented within 30 days from the passage of the act and be given priority the same as warrants issued subsequent to the act and registered in accordance with its provisions.\nIt is obvious that the act does not contemplate requiring the re-registration of any warrants already registered under a valid law; and that such warrants as are issued after the passage of the act are given priority in accordance with the date of their issuance or registration, and that unregistered warrants drawn prior to its passage and presented within 30 days from its passage for registration are also given priority in accordance with its provisions. In other words, it is clear from a proper construction of the statute that its terms were only applicable to unregistered warrants, evidently warrants issued during the time no registration was required, and warrants issued after the passage of tbe law.\nThe chancellor erred in holding otherwise, and, in overruling the demurrer, and the decree is reversed, and the cause remanded with directions to sustain the demurrer and grant the relief prayed.",
        "type": "majority",
        "author": "Kirby, J.,"
      }
    ],
    "attorneys": [
      "S. W. Woods and Daily & Woods, for appellant."
    ],
    "corrections": "",
    "head_matter": "First National Bank of Ft. Smith v. Hudson.\n4-3278\nOpinion delivered October 30, 1933.\nS. W. Woods and Daily & Woods, for appellant."
  },
  "file_name": "1099-01",
  "first_page_order": 1119,
  "last_page_order": 1122
}
