{
  "id": 1435117,
  "name": "Stephenson v. Taylor",
  "name_abbreviation": "Stephenson v. Taylor",
  "decision_date": "1932-06-20",
  "docket_number": "4-2638",
  "first_page": "1100",
  "last_page": "1102",
  "citations": [
    {
      "type": "official",
      "cite": "185 Ark. 1100"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "269 U. S. 503",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        186341
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/269/0503-01"
      ]
    },
    {
      "cite": "269 U. S. 492",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        186375
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/269/0492-01"
      ]
    },
    {
      "cite": "224 N. W. 499",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 0
    },
    {
      "cite": "269 U. S. 483",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        186432
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/269/0483-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 271,
    "char_count": 4185,
    "ocr_confidence": 0.486,
    "pagerank": {
      "raw": 5.659184986478218e-08,
      "percentile": 0.3528134265742906
    },
    "sha256": "8fe46ac23c749c78ab449a9478f950520083ecc6cd34627a37fccf1cdbdc729f",
    "simhash": "1:b2ddee973f0a634f",
    "word_count": 717
  },
  "last_updated": "2024-02-27T17:51:09.396208+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Stephenson v. Taylor."
    ],
    "opinions": [
      {
        "text": "McHaney, J.\nAppellant is the receiver of the Missouri & North Arkansas Bailway Company under appointment by the District Court of the United States, Eastern District of Arkansas. Appellee, as State Bank Commissioner, is in charge of the affairs of the Citizens’ Bank & Trust Company of Harrison, and of the iBank of Alpena, Alpena Pass, Arkansas, insolvents, by W. P. Watkins, special deputy. At the time said banks closed their doors and were taken over by appellee, appellant had on general deposit in receivership funds in the Citizens’ Bank & Trust Company the sum of $30,844.-53, and in the Bank of Alpena, the sum of $154.41. He presented his claim to the liquidating agent against each bank as preferred or prior claims on the ground that said fund in each bank is money due the United States. The claims were disallowed by the Bank Commissioner as preferred or prior claims, but were allowed as general claims without preference. Appellant then presented the claims to the chancery court for preference and same were again disallowed and classified as general claims against the banks. From the judgment so classifying these claims appellant has appealed.\nIt is contended by appellant that the claims are entitled to preference by reason of § 3466, Bevised Statutes of the United States, reading in part as follows: “Whenever any person indebted to the United States is insolvent, * * * the debts due the United States shall be first satisfied. ” And by reason of the decision of the Supreme Court of the United States in Bramwell v. U. S. Fidelity & Guaranty Co., 269 U. S. 483, and Union Indemnity Co. v. Florida Bank & Trust Co., 48 Fed. (2d) 595. In the Bramwell case the superintendent of an Indian Reservation deposited funds of the government in a bank to be distributed to the individual Indians and to the tribe, the superintendent acting as the agent of the Federal Uovernment. The bank gave bond to the agent for the protection of said funds, and on becoming insolvent the surety paid the agent the amount of- the deposit and sought and was allowed to be subrogated to the right of the government to be classified as a preferred creditor of the bank. Bramwell, the Bank Commissioner, disputed the right and the Supreme Court of the United States sustained the allowance as a preferred claim. In the Union Indemnity Company ease, supra, it was held that funds in the hands of a trustee in bankruptcy are entitled to preference under the same section of the statute.\nWe do not think either case is in point here. Neither of the insolvent banks was “indebted to the United States.” The Federal receiver, appellant, is an operating receiver by appointment of the Federal Court and the funds on deposit were funds accumulated in the operation of the railroad. Under the order appointing him as receiver, he was directed to take charge of the property, operate the railroad and conduct the business thereof according to.his best judgment in a way to produce the best results, just as the railroad, company would do if in possession thereof. He was directed to deposit the money coming into his hands in some bank or trust company and to report to the court the bank or trust company so selected. He was authorized and .directed to pay all taxes and assessments, due or to become due and all expenses incident to the operation of the property. We think the receiver is in no better position to claim a preference from other depositors than the railroad company itself would have been, had it been in charge of the property and made the deposits in question. Andrew v. Crawford County State Bank (Iowa) 224 N. W. 499; See also Price v. United States, 269 U. S. 492; Stripe v. United States, 269 U. S. 503. The gist of the whole matter is that appellant does not come within the provisions of § 3466, Revised Statutes of the United States, for the reason that the insolvent banks, by being indebted to the receiver of the railroad company, were not indebted to.the United States.\nThe decree of the chancery court is correct, and is therefore affirmed.",
        "type": "majority",
        "author": "McHaney, J."
      }
    ],
    "attorneys": [
      "J. Sam Rowland, for appellant.",
      "M. A. Hathcoat, for appellee."
    ],
    "corrections": "",
    "head_matter": "Stephenson v. Taylor.\n4-2638\nOpinion delivered June 20, 1932.\nJ. Sam Rowland, for appellant.\nM. A. Hathcoat, for appellee."
  },
  "file_name": "1100-01",
  "first_page_order": 1120,
  "last_page_order": 1122
}
