{
  "id": 8726984,
  "name": "Missouri Pacific Railroad Company v. Martin",
  "name_abbreviation": "Missouri Pacific Railroad v. Martin",
  "decision_date": "1933-02-27",
  "docket_number": "4-2883",
  "first_page": "1101",
  "last_page": "1104",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 1101"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "47 S. W. (2d) 41",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "185 Ark. 316",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1435254
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/185/0316-01"
      ]
    },
    {
      "cite": "50 S. W. (2d) 597",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "185 Ark. 977",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1435399
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/185/0977-01"
      ]
    },
    {
      "cite": "293 S. W. 1002",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "173 Ark. 762",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8724231
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/173/0762-01"
      ]
    },
    {
      "cite": "287 S. W. 197",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "171 Ark. 983",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1369475
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/171/0983-01"
      ]
    },
    {
      "cite": "270 S. W. 599",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "168 Ark. 352",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8721900
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/168/0352-01"
      ]
    },
    {
      "cite": "114 S. W. 221",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "88 Ark. 181",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1517122
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/88/0181-01"
      ]
    },
    {
      "cite": "112 S. W. 886",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "87 Ark. 396",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1519066
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/87/0396-01"
      ]
    },
    {
      "cite": "77 Am. St. Rep. 109",
      "category": "reporters:state",
      "reporter": "Am. St. Rep.",
      "opinion_index": 0
    },
    {
      "cite": "54 S. W. 577",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "67 Ark. 209",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1152586
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/67/0209-01"
      ]
    },
    {
      "cite": "26 S. W. (2d) 118",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "181 Ark. 487",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8722767
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/181/0487-01"
      ]
    },
    {
      "cite": "181 S. W. 904",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "121 Ark. 556",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1559395
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/121/0556-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 429,
    "char_count": 5577,
    "ocr_confidence": 0.529,
    "pagerank": {
      "raw": 4.299977969409543e-07,
      "percentile": 0.9166868415880617
    },
    "sha256": "e40e0b118e639a17d7cd0a3b64840067273e4525e3dd912e1c952beb784f581c",
    "simhash": "1:514f6897f1191130",
    "word_count": 1045
  },
  "last_updated": "2024-02-27T17:52:01.123529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Missouri Pacific Railroad Company v. Martin."
    ],
    "opinions": [
      {
        "text": "MoHaNey, J.\nAppellee was employed by appellant to work in its yards connected with its North Little Rock shops. At the time of his injury, hereinafter mentioned, he was engaged in stenciling coal cars. It was usual and customary to do this work out in the yards in the open in good weather, but on the morning of October 23, 1930, the date of the injury complained of, it was raining to such extent that such work could not proceed in the open, and about 1 p. m. of said date, the rain continuing, the foreman caused ten coal cars to be moved under the sheds, and directed appellee to stencil the cars. There were a number of tracks under the sheds about eight or ten feet apart. There had been stacked a°pile of grain strips between the track on which the coal cars were placed and another, same being about two feet wide and one and one-half or two feet high and held together by stakes driven in the ground. These grain strips were three-cornered pieces of wood of about two-inch faces, about thirty feet long, and were used in coal cars to prevent wastage of bulk grain when shipped therein. Some three or four of these strips had fallen off the pile. In moving from one place to another in doing his work, and while carrying his ladder, appellee stepped on said grain strips, which gave way and caused him to fall, injuring his back.\nA suit by appellee against appellant resulted in a verdict and judgment against appellant.\nThe only error urged for a reversal of the judgment by appellant is that the court erred in refusing to direct a verdict in its favor on its request, on the ground that the undisputed evidence shows appellee assumed the risk. We must agree with appellant in this contention.\nWhile it is true that appellee was performing his work under the sheds, a place in which he was not accustomed to work, and that he was in a hurry because he was directed to get the ten cars out, a whole day’s work in half a day, still this pile of strips was perfectly open and obvious, and whatever danger there was in stepping on them was likewise open and obvious; as much so to appel-lee as to appellant. He testified himself that he saw the strips, knew some three or four of them had fallen off the pile, and that the pile was higher than the stakes that held them. It is not clear whether he stepped on the pile and slipped, or whether on one of those that had fallen off, but in either event he must have known that to do so might cause him to fall. If was not incumbent therefore upon appellant to warn him of such danger, as whatever danger there might be was apparent. As said by this court in Crawfordsville Trust Co., v. Nichols, 121 Ark. 556, 181 S. W. 904: “Where the elements of danger are obvious to a person of average intelligence, using due care, an employer is not required to warn his employees to avoid the danger, which ordinary prudence would make him avoid without warning. * * * Something may properly be left to the instinct of self-preservation and to the exercise of the ordinary faculties which every man should use when his safety is known to be involved.\"\nIn the recent case of Missouri Pacific Rd. Co. v. Lane, ante p. 807, we said: “He was unloading this car in broad open daylight, and the only excuse he gives for not seeing the oil and thereby avoiding it is that he did not look. Had he looked he would have seen the oil, as it was plainly visible on the top of the car. The law, under such circumstances, is well settled. In the recent case of Mississippi Valley Power Co. v. Hubbard, 181 Ark. 487, 26 S. W. (2d) 118, we said: ‘It is true employees do not ordinarily assume risks created by the negligent act of the master, and that he has a right to require of the master to provide suitable appliances and a safe place in which to do his work, and to do such is the clear duty of the master. St. L., I. M. & S. R. Co. v. Touhey, 67 Ark. 209, 54 S. W. 577, 77 Am. St. Rep. 109; Pettus & Buford v. Kerr, 87 Ark. 396, 112 S. W. 886; St. L., I. M. & S. R. Co. v. Holmes, 88 Ark. 181, 114 S. W. 221. But it is equally true that, where the danger arising from the negligent conduct of the master is so apparent and obvious in its nature as to be at once discoverable to one of ordinary intelligence, an employee, by voluntarily undertaking to perform bis work in such a situation, assumes tbe hazards which exempts the employer from liability on account of injury to the employee. Wisconsin & Ark. Lbr. Co. v. McCloud, 168 Ark. 352, 270 S. W. 599; C. R. I. & P. Ry. Co. v. Allison, 171 Ark. 983, 287 S. W. 197; Ward Furniture Co. v. Weigand, 173 Ark. 762, 293 S. W. 1002.’ Other recent cases on the subject are: Howell v. Harvill, 185 Ark. 977, 50 S. W. (2d) 597, and Koss Construction Co. v. Vanderberg, 185 Ark. 316, 47 S. W. (2d) 41.”\nSo here, appellee was working in a place which was open and light. He not only could see, 'but actually saw the strips, and deliberately or otherwise stepped upon them. It would be placing too high a duty upon the master to require him to keep the employee’s place of work clear of every object upon which an employee might step and slip or fall. They are not insurers, but are only held to the exercise of ordinary care to furnish a safe place to work. .\nFor the error in refusing to direct a verdict for appellant, the judgment will be reversed, and, as the case appears to have been fully developed, it will be dismissed.",
        "type": "majority",
        "author": "MoHaNey, J."
      }
    ],
    "attorneys": [
      "Thos. B. Pryor and Harvey G. Combs, for appellant.",
      "Brid & C of felt, for appellee."
    ],
    "corrections": "",
    "head_matter": "Missouri Pacific Railroad Company v. Martin.\n4-2883\nOpinion delivered February 27, 1933.\nThos. B. Pryor and Harvey G. Combs, for appellant.\nBrid & C of felt, for appellee."
  },
  "file_name": "1101-01",
  "first_page_order": 1121,
  "last_page_order": 1124
}
