{
  "id": 1431943,
  "name": "Allison v. Martindale",
  "name_abbreviation": "Allison v. Martindale",
  "decision_date": "1933-10-30",
  "docket_number": "4-3081",
  "first_page": "1102",
  "last_page": "1107",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 1102"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "300 S. W. 401",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "175 Ark. 216",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "48 S. W. (2d) 558",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "185 Ark. 620",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1435057
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/185/0620-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 473,
    "char_count": 10015,
    "ocr_confidence": 0.513,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.05386337195720677
    },
    "sha256": "ecaca912737d50ce4ee0bfdd1404a437bbef8e7c10d3de473a1a5ce1b6f22e7d",
    "simhash": "1:878f56943c8e7447",
    "word_count": 1615
  },
  "last_updated": "2024-02-27T21:18:50.990705+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Allison v. Martindale."
    ],
    "opinions": [
      {
        "text": "Mehaffy, J.\nOn August 13, 1925, the probate court of Hempstead County, Arkansas, appointed G. H. Martindale as guardian of George W. Killion, an insane person.\nA short time prior to May 5,1930, George W. Killion died in the State Hospital. On June 16, 1930, appellant, W. G. Allison, was appointed administrator of 'the estate of George W. Killion, deceased, by the probate court of Hempstead County.\nAfter appellee’s appointment as guardian, he took charge of his insane ward’s property, and filed the following inventory:\nCash ..........................................................................................$6,655.50\nFord coupe ........................................................................ 500.00\nJudgment ...............................:.............................................. 600.00\nReal estate — Home in Hope, Arkansas... 1,200.00\nTotal ..............................................................................$8,955.50\nThe guardian filed several settlements, and on May 5, 1930, filed his fifth and final settlement, which was as follows:\n“In the Hempstead County Probate Court.\n“Now comes Dr. G. H. Martindale, as the guardian of the person and estate of George W. Killion, and represents to the court that the said George W. Killion has died. And on this the 5th day of May, 1930, the said guardian files his final settlement for said guardianship, charging himself as follows:\n“Amount charged to the guardian as of date of January 7, 1930...........................$4,443.64\n“And said guardian takes credit for the following expenditures for and on behalf of the estate of George W. Killion:\n“Attorney’s fee ............................................................$ 50.00\n“Guardian’s commission .................................... 684.25\n“Recording mortgage ............................................. 2.00\n“Auto license .................................................................. 2.50\n“Probate court costs................................................ 10.50\n“Balance charged to guardian........................ 3,694.39\n“The guardian further represents to the court that of said sum $274 has been invested in a loan to E. A. Allen, secured by a real property mortgage. $300 has been invested in a loan to Mr. and Mrs. J. W. Fowler, represented by a promissory note. $300 has been invested in a loan to R. H. Martindale, represented by a promissory note secured by a lien on a Buick automobile. $600 has been invested-in a loan to T. C. Jobe, represented by a promissory note and secured by a real property mortgage on certain lots in the city of Hope, Arkansas, and $2,220.37 in cash.\n“The above final settlement is respectfully submitted to the probate court for confirmation or rejection in due course of law. And I, G. H. Martindale, as the guardian aforesaid, do solemnly swear that the above account is true and correct to the best of my knowledge and belief.\n“Signed this the 5th day of May, 1930.\n“ Gr. H. Martindale. ’ ’\nThis settlement was approved by the court on May 13, 1930.\nThe appellant, the administrator, filed exceptions to the guardian’s report, and the guardian filed demurrer to the exceptions. An appeal to the circuit court by the administrator was taken. In the circuit court, evidence was taken, and on June 3, 1932, the court took the case under advisement, and on October 18, 1932, rendered an opinion, holding that the guardian should be charged with $458.85 interest collected and unreported in the guardian’s settlement, and that he should also be charged with the sum of $26 collected on the E. A. Allen note, and the sum of $50 collected on the Fowler note; and further found that the guardian’s final settlement was correct in all other respects, and judgment was entered accordingly.\nThe court made certain findings of fact and declarations of law, and refused to find the facts and declare the law as requested by appellant. After the judgment of the court, the appellant filed motion for a new trial, which was overruled, and this appeal is prosecuted to reverse said judgment.\nSeveral witnesses testified, and the settlements made by the guardian were introduced in evidence. We deem it unnecessary to set out the evidence of the witnesses or the documents introduced. There is practically no conflict in the evidence.\nThe appellee, in his final settlement, took credit for recording a mortgage, $2, when the evidence shows that there was no mortgage recorded; appellee should he charged with this item. He also takes credit in said settlement for $2.50 for automobile license. This item was erroneous and should be charged to him. He also credited himself with $274, a loan to E. A. Allen, and $300 to R. H. Martindale and $300 to Mr. and Mrs. J. W. Fowler. He was not entitled to credit for either of these notes, and the trial court should have so held. These loans were made without any order of court, and without any security.\nSection 5059 of Crawford & Moses’ Digest provides that the guardian, under the direction of the court, may lend money of his ward; and § 5061 of Crawford & Moses ’ Digest provides that the guardian shall loan the money of his ward at the highest rate of interest prevailing that can be obtained on unincumbered real estate security, and then not more than to the extent of half the value thereof.\nIt appears that the loans above mentioned were made without any direction of the court, and without taking security as required by the law. The guardian therefore should not have been credited with these amounts, which aggregated $874.\nSection 5065 of Crawford & Moses’ Digest makes it the duty of the court to require the guardian to make report at every annual settlement of the disposition made by him of the money belonging to the ward, and, if it appear that such money is loaned out, then the report must show the person to whom it was loaned, the description of the real estate security, and where situated, and its value, and this report must be sworn to by the guardian and filed in the court.\n“It is not the policy of the law to permit a guardian to loan the money of his ward without security. There is a mandatory statute to the contrary. By § 5059, Crawford & Moses’ Digest, it is provided that: ‘Such guardian shall, under the direction of the court, loan the same to such, person as will give good security therefor, and such money shall be loaned on such time as the court shall direct.’ ” McCown v. Edwards, 185 Ark. 620, 48 S. W. (2d) 558; Lee v. Beauchamp, 175 Ark. 216, 300 S. W. 401.\nThe court allowed the guardian $684.25 as commissions, holding that that amount was reasonable. It may be a reasonable compensation, but in fixing compensation the court should take into consideration all the settlements and the amounts received by the guardian in the first, second, third and fourth settlements to determine whether he would be entitled to any additional compensation, and, if so, the amount of such compensation.\nIn the guardian’s first settlement, he takes credit for $'203.20 for storage and difference in price of cars. He not only had no authority from the court to trade cars or pay the difference, but certainly the ward in the insane asylum would not need a car, and this $203.20 which the appellee received should have been charged to him in said settlement; also $40 extras on car should have been charged to him; so also should $17.50 for state and city licenses. He also took credit for $50 for amount paid service station for -tires and tubes, and also $12 amount paid garage in Little Bock. In another settlement before the 5th he took credit for $15 for automobile license and $53.64 for repairs on car; $24.32 for tires and battery. In his fourth settlement he takes credit for license on car, $15, and city license, $5; repairs on car, $5.65; $21.30 for materials for repairs on car. These items for which the guardian should not have been given credit amount to $362.61.\nThe guardian did not get the authority of the court to expend any of this money, and the expenditures for the cars, repairs and licenses were all improper for the additional reason that the ward was not using the car at all, and could not use it, being confined in the asylum.\nThere are numerous other small items in each settlement that were improper charges against the ward’s estate, but, no appeal having been taken from the order approving the settlements, and no exceptions filed to said settlements, and the time for appeal having expired, these items are considered for the purpose of determining whether or not he should be. allowed commissions.\nThe items referred to and the other items mentioned for which he was given credit erroneously, amount to more than the compensation allowed him. Since he has received these amounts, to -which he was not entitled, he should not be allowed the item of $684.25 commissions. He should be charged with the amounts the circuit court charged him with, and, in addition to these items, the notes above mentioned and the $2 for recording mortgage and $2.50 auto license.\nIt is the contention of the-appellant that the order appointing appellee guardian is void. However, the abstract does not show what the order was, and the appellant filed exceptions, prayed an appeal, and tried the case as if he were lawfully appointed guardian. We do not deem it necessary to decide this question.\nMost of the items for which appellee has taken credit, except the items above mentioned as improper, would be proper claims against the ward’s estate, and would have to be paid by some one, such as taxes, treatment of the ward, and necessary expenditures for the ward in the way of medical treatment and other necessities.\nFor the errors indicated, the judgment of the circuit court is reversed, and the cause is remanded with directions to enter judgment in accordance with this opinion, and certify the same to the probate court.",
        "type": "majority",
        "author": "Mehaffy, J."
      }
    ],
    "attorneys": [
      "P. T. Staggs and O. A. Graves, for appellant."
    ],
    "corrections": "",
    "head_matter": "Allison v. Martindale.\n4-3081\nOpinion delivered October 30, 1933.\nP. T. Staggs and O. A. Graves, for appellant."
  },
  "file_name": "1102-01",
  "first_page_order": 1122,
  "last_page_order": 1127
}
