{
  "id": 1428237,
  "name": "Richardson v. Merchants' & Planters' Bank & Trust Company",
  "name_abbreviation": "Richardson v. Merchants' & Planters' Bank & Trust Co.",
  "decision_date": "1934-03-19",
  "docket_number": "4-3412",
  "first_page": "1104",
  "last_page": "1106",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 1104"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "185 S. W. 1084",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "123 Ark. 528",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1556228
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/123/0528-01"
      ]
    },
    {
      "cite": "185 S. W. 793",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "123 Ark. 463",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1556218
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/123/0463-01"
      ]
    },
    {
      "cite": "32 S. W. (2d) 1064",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "182 Ark. 877",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1389812
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/182/0877-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 241,
    "char_count": 3253,
    "ocr_confidence": 0.49,
    "pagerank": {
      "raw": 2.114932649517612e-07,
      "percentile": 0.7636873810017495
    },
    "sha256": "53780a4fc75d4e8b456fcaa9b64cc6d553b821bfa74c7327156ad8dbf09557a7",
    "simhash": "1:b34815ef54d4ba19",
    "word_count": 561
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Richardson v. Merchants’ & Planters’ Bank & Trust Company."
    ],
    "opinions": [
      {
        "text": "McHaney, J.\nAppellee sued appellant and his nephew, Keelie Richardson, on a joint promissory note executed by them to the appellee bank for $2,500, and, on July 12, 1933, obtained a decree against both in the sum of $3,165.41, with interest from that date until paid at 8 per cent, per annum. Keelie Richardson has not appealed.\nFor a reversal of the judgment, appellant first contends that he was induced to sign the note through the fraud of appellee, in that appellee’s officers promised him that he would not be held liable on the note. In the first place, this defense cannot be availing, for it runs counter to tlie parol evidence rule. As we said in Randle v. Overland Texarkana Co., 182 Ark. 877, 32 S. W. (2d) 1064: “There is no charge of fraud or trickery in obtaining his signature to the note, but the allegation simply means that, although he signed the note, there was a contemporaneous oral agreement that he. should not be bound * * * . Under such circumstances the rule is that parol evidence is not admissible to contradict or vary the written instrument, which appellant Nash sought to do.” See also cases there cited. Moreover, in the second place, the court found there was no fraud practiced on appellant on evidence which is in dispute, and we cannot say this finding is against the preponderance thereof. We think the case of City National Bank v. Riggs, ante p. 420, relied on by appellant, is not in point, here.\nIt is next contended by appellant that there was no consideration for his signature on the note, because at the time he signed same appellee had already advanced the amount of the loan to Keelie Richardson. But again the evidence on this point is in conflict. The bank officials testify positively that no part of the money was paid to Keelie Richardson until after appellant had signed the note, and again we cannot say that the court’s finding against him in this regard is contrary to the preponderance of the evidence.\nThe next contention is that appellant is relieved from liability because the bank on March 26, 1931, accepted a new note and mortgage'on future, crops from Keelie Richardson. The evidence shows that a new note and mortgage were executed by Keelie Richardson, and the bank presented the new note to appellant for his signature, but he refused to sign, so the deal fell through. The court found against appellant, and this finding is supported by the evidence that the bank did not accept the new note and mortgage without the. signature of appellant on the new note, or that it did anything showing a release of his liability on the old note.\nIt is finally contended that' appellant should be relieved of liability because the bank was negligent in collecting certain security deposited with it as collateral to the note. There was no legal duty resting upon the bank in this regard. Thornton v. Bowie, 123 Ark. 463, 185 S. W. 793; Cravens & Boren v. Barr, 123 Ark. 528, 185 S. W. 1084. Moreover, the evidence shows the bank was not negligent in this respect, but acted diligently in the premises.\nWe find no error. Affirmed.",
        "type": "majority",
        "author": "McHaney, J."
      }
    ],
    "attorneys": [
      "J. H. Lookadoo, for appellant.",
      "McMillan & McMillan, for appellee."
    ],
    "corrections": "",
    "head_matter": "Richardson v. Merchants’ & Planters’ Bank & Trust Company.\n4-3412\nOpinion delivered March 19, 1934.\nJ. H. Lookadoo, for appellant.\nMcMillan & McMillan, for appellee."
  },
  "file_name": "1104-01",
  "first_page_order": 1122,
  "last_page_order": 1124
}
