{
  "id": 1435384,
  "name": "Williams v. Parnell",
  "name_abbreviation": "Williams v. Parnell",
  "decision_date": "1932-06-27",
  "docket_number": "4-2707",
  "first_page": "1105",
  "last_page": "1111",
  "citations": [
    {
      "type": "official",
      "cite": "185 Ark. 1105"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "216 S. W. 500",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "141 Ark. 140",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1592986
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/141/0140-01"
      ]
    },
    {
      "cite": "32 Miss. 690",
      "category": "reporters:state",
      "reporter": "Miss.",
      "opinion_index": 0
    },
    {
      "cite": "243 S. W. 825",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "154 Ark. 551",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1361198
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/154/0551-01"
      ]
    },
    {
      "cite": "161 S. W. 198",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "110 Ark. 267",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "146 S. W. 120",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "103 Ark. 109",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1351963
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/103/0109-01"
      ]
    },
    {
      "cite": "196 S. W. 194",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "36 S. W. (2d) 388",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "183 Ark. 429",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1441864
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/183/0429-01"
      ]
    },
    {
      "cite": "295 S. W. 9",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "weight": 3,
      "opinion_index": 0
    },
    {
      "cite": "174 Ark. 214",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8719649
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/ark/174/0214-01"
      ]
    },
    {
      "cite": "284 S. W. 24",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "171 Ark. 328",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1369415
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/171/0328-01"
      ]
    },
    {
      "cite": "277 S. W. 544",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "169 Ark. 1032",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1373958
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/169/1032-01"
      ]
    },
    {
      "cite": "146 S. W. 105",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "103 Ark. 529",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1351972
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/103/0529-01"
      ]
    },
    {
      "cite": "196 S. W. 934",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "130 Ark. 52",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8717691
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ark/130/0052-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 517,
    "char_count": 9465,
    "ocr_confidence": 0.505,
    "pagerank": {
      "raw": 9.879320224978719e-08,
      "percentile": 0.5349221132197283
    },
    "sha256": "9d78df4b37244d737da83d1a4a86e98d68c4aa5c353e909668498d8fb24d7406",
    "simhash": "1:42b52d78915ad376",
    "word_count": 1627
  },
  "last_updated": "2024-02-27T17:51:09.396208+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Williams v. Parnell."
    ],
    "opinions": [
      {
        "text": "Hart, C. J.,\n(after stating the facts). It is argued that the act is in violation of at least the spirit of <§.1, article 16, of the Constitution, which reads:\n“Neither the State nor any city, county, town or other municipality in this State shall ever loan its credit for any purpose whatever; nor shall any county, city, town or municipality ever issue any interest-bearing evidences of indebtedness, except such bonds as may be authorized by law to provide for and secure the payment of the present existing indebtedness, and the State shall never issue any interest-bearing treasury warrants or scrip.”\nThis provision was construed in the case of Hays v. McDaniel, 130 Ark. 52, 196 S. W. 934. It was there held that the act of 1917, authorizing the -borrowing of a certain sum of money to cover deficiencies in the State’s general revenue fund, to issue interest-bearing evidences of indebtedness therefor, and to levy a tax to create a sinking fund to pay the interest and principal of said note, was valid. After considering and defining the meaning of the provisions of the Constitution now under consideration, the court said:\n“The Constitution is not a grant of power to the State, and we are not required to look to the Constitution for authority for legislative action. The State, acting through its Legislature, may borrow money for its own uses unless that right is denied to it by the Constitution, and the only inhibition against the State there contained, in this respect is that it shall not issue any interest-bearing treasury warrants or scrip.”\nIt is now claimed that that decision contemplated that the State might borrow money for its own use for a “State purpose,” but that this did not include money advanced for the building of roads, which is a county purpose as distinguished from a State purpose, and that therefore, the debt being made for the construction or aid of public roads, the issuance of bonds therefor is a loan of the State’s credit within the prohibition of the provision of the Constitution above referred to. We do not think so.\nIn the case of Sanderson v. Texarkana, 103 Ark. 529, 146 S. W. 105, the court expressly held that the State, in its sovereignty over all public highways, has full power over the streets, as well as over public roads, and, unless prohibited by the Constitution, the Legislature may confer on such agency, as it may deem best, the power of supervision and control over streets. The general rule is that, unless specifically restricted by the Constitution, the construction of highways by a State is the exercise of a public function, and it has been held that they may be constructed and maintained, either by the State, or under its authority, by municipal subdivisions or taxing districts created by the Legislature for that purpose. Elliott on Roads and Streets, vol. I, § 465, and cases cited; Id. %% 509-514; 13 R. C. L., page 79, and cases cited.\nThe Legislature concluded to adopt a State system of public highways, and in 1923 and 1925 an act and an amendment thereto, commonly known as the Harrelson law, were passed. Under this act and amendment, the State Highway Commission was authorized to ascertain the amount and dates of the maturity of the principal of the valid unmatured bonds on January 1, 1924, which had been issued by each road improvement district in the State, and to allot and distribute to certain counties which had been classified the proportion in which the State highway fund allotted to them should be used in the payment réspectively of bonds and interest coupons. This act was upheld in Cone v. Hope-Fulton-Emmett Road Improvement District, 169 Ark. 1032, 277 S. W. 544.\nAgain, in Bonds v. Wilson, 171 Ark. 328, 284 S. W. 24, a statute authorizing the State Highway Commission to adopt routes which are termed State highways along roads which were already public highways, or which might thereafter be made so under proper authority, was held valid.\nThe Legislature of 1927 passed an act which was amendatory of the Harrelson act. In it the Legislature declared it to be the policy of the State to take over, construct, repair, maintain and control all the public roads in the State, comprising the State highway system as defined in the act. This act was challenged on the ground that it was in violation of the provision of the Constitution copied above. The court expressly held, that the State might borrow money for the construction of the roads provided for in the act and issue State highway notes therefor, and that this did not violate the provision of the Constitution above referred to, to the effect that the State shall not loan its credit for any purpose. The court said that the State did not loan its credit, but only used it. The reason is that highways may be constructed and maintained for.public use by the State itself or by governmental agencies created by law for that purpose. Public highways are for public use, and there is no reason why the power of taxation by the State may not be exercised in their behalf. While it is elemental that taxes may only be levied for a public purpose, one of the most important duties of the State is to provide and construct public highways. Bush v. Martineau, 174 Ark. 214, 295 S. W. 9.\nIn the later case of Cobb v. Parnell, 183 Ark. 429, 36 S. W. (2d) 388, the court sustained an act passed by the Legislature of 1931, levying a general tax for the payment of bonds to be issued by the State Agricultural 'Board, as not being in violation of the provision of the Constitution prohibiting the State from loaning its credit for any purpose. In the majority opinion, the purpose of the act under consideration was held to be a public use, and the construction placed upon the provision of the ■Constitution now under consideration, in Bush v. Martineau, 174 Ark. 214, 295 S. W. 9, was expressly approved. In concluding the discussion, it was said that it has become recognized that the State, although prohibited from loaning its credit in the furtherance of public enterprises, may still use that credit for the promotion of the common good. Some of us dissented on the ground that the ■tax levied under the act was for a private purpose, and therefore unconstitutional, although it passed through the hands of public officers. In our dissenting opinion, however, we approved in express terms the construction •placed upon the provision of the Constitution in Hays v. McDaniel, 130 Ark. 52,196 S. W. 194, and in Bush v. Martineau, 174 Ark. 214, 295 S. W. 9. We based our dissent on the ground that the power of taxation could not be resorted to in aid of any class in private business or public utilities, although such aid might promote general prosperity.\nNo additional reasons have been given by counsel in this case why the construction placed upon the provision of the Constitution under consideration in the cases above cited shall not be sustained. Therefore we hold that the subject is settled in this State, and we can see no useful purpose in entering again into a discussion and determination of the soundness of our former opinions. Under our system of government the Legislature alone may determine the public policy of the State with reference to taxation, and the courts have nothing to do with the wisdom and expediency of its acts, when done within constitutional limitations.\nIt is also contended that the demurrer admits certain allegations of the complaint that the constitutional requirements as to the passage of the act were not observed, and that this invalidates the enactment. The rule in this State is that an enrolled statute, signed by the Governor and deposited with the Secretary of State, raises the presumption that every requirement of the Constitution was complied, with unless the contrary affirmatively appears from the records of the General Assembly, and this presumption is conclusive unless the record of which the court can take judicial knowledge shows to the contrary. Butler v. Kavanaugh, 103 Ark. 109, 146 S. W. 120; Mechanics’ Building & Loan Association v. Coffman, 110 Ark. 267, 161 S. W. 198, and Road Improvement District No. 6 v. Sale, 154 Ark. 551, 243 S. W. 825.\nThis court is committed to the rule that, if the defect or violation appears on the face of the act or by the records of which the court can take judicial notice, the power .of the courts to determine the question is undoubted; but if the proper record shows that the act has received the sanction required by the Constitution and has been passed agreeably to the Constitution, the regularity and stability of government and the peace of society requires that the act should have the force of a valid law. Otherwise every act of the Legislature would be open to be impeached, upon an inquiry into the facts which took place at its passage, and all confidence in legislative acts would be destroyed. The above reasoning was taken from Green v. Weller, 32 Miss. 690, and was expressly approved by this court in Booe v. Road Improvement District, 141 Ark. 140, 216 S. W. 500. The record of the Legislature, which includes the journals, shows .that the act was passed conformably to the provisions of the Constitution.\nThe decision of the chancery court was correct, and will therefore be affirmed.",
        "type": "majority",
        "author": "Hart, C. J.,"
      }
    ],
    "attorneys": [
      "R. E. Wiley, for appellant.",
      "Hal L. Norwood, Attorney General, Walter L. Pope, Assistant, and Coleman S Riddick, for appellees."
    ],
    "corrections": "",
    "head_matter": "Williams v. Parnell.\n4-2707\nOpinion delivered June 27, 1932.\nR. E. Wiley, for appellant.\nHal L. Norwood, Attorney General, Walter L. Pope, Assistant, and Coleman S Riddick, for appellees."
  },
  "file_name": "1105-01",
  "first_page_order": 1125,
  "last_page_order": 1131
}
