{
  "id": 1428311,
  "name": "Arnett v. State",
  "name_abbreviation": "Arnett v. State",
  "decision_date": "1934-03-19",
  "docket_number": "Crim. 3874",
  "first_page": "1106",
  "last_page": "1108",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 1106"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "20 S. W. (2d) 886",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "179 Ark. 1149",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8726887
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/179/1149-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 220,
    "char_count": 2938,
    "ocr_confidence": 0.521,
    "pagerank": {
      "raw": 1.164334849450982e-07,
      "percentile": 0.5847956772769378
    },
    "sha256": "710de6a08ea2c84872ef4b917ea53725d174a1fdb67285a235800241b25e6f05",
    "simhash": "1:fd446571cbb8d0fd",
    "word_count": 516
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Arnett v. State."
    ],
    "opinions": [
      {
        "text": "Butler, J.\nFrom a conviction on the charge of embezzling- the property of F. C. O’Neal, F. E. Arnett prosecutes this appeal on the sole ground that the evidence was not legally sufficient to warrant the submission of the case to the jury. This contention is based on the theory that the evidence fails to show (1) that the property embezzled was that of O’Neal, and (2) that the relation of principal and agent was not established by the evidence. These contentions are not tenable.\nThe evidence introduced on the part of the State tended to establish the following facts: 0 ’Neal had procured a loan from the United States Government in the sum of $'60, which was secured by a chattel mortgage on the crops of cotton he might raise during the year in which the loan was procured. He produced three bales of cotton which he sold and delivered to Arnett with the understanding that the latter would pay to the Government’s agent the $60, Arnett having paid O’Neal the difference, between said sum and the purchase price. Arnett disposed of the cotton, collected the proceeds, and failed to pay the Government the $60 appropriating it to his own use. Arnett testified that he had not appropriated the money, but had paid it to the. cotton broker who had purchased the cotton from him, for transmission to the Government.\nThe jury found against the appellant on the disputed question of fact, and, it 'being the exclusive judge of the credibility of the witnesses, its judgment is binding upon us. The appellant cannot escape criminal liability on the ground that O’Neal, having executed a chattel mortgage on the cotton, was not the owner of the same. He had the right of possession with the power to sell the cotton and discharge the mortgage by the payment of the debt it was given to secure.\nThere is also no merit in the claim that Arnett was not the agent of O’Neal, but of the Government in the transaction. There is no intimation in the testimony that .he secured possession of the cotton and retained the $60 by any authority derived from the Government, but clearly was acting for O’Neal and as his agent.\nEmbezzlement is the fraudulent appropriation to one’s own use of property of another intrusted to his care. The evidence found to be true by the jury establishes that this is precisely what Arnett did. The evidence is clear that O’Neal sold and delivered the cotton to Arnett at a specified price receiving a part of the proceeds and intrusting the remainder to Arnett to pay to the Government; that Arnett in turn sold the cotton and appropriated the $60 to his own use, and under the rule announced in Gurley v. State, 179 Ark. 1149, 20 S. W. (2d) 886, the jury was warranted in finding the appellant guilty as charged.\nLet the judgment he affirmed.",
        "type": "majority",
        "author": "Butler, J."
      }
    ],
    "attorneys": [
      "W. M. Thompson, for appellant.",
      "Hal L. Nonoood, Attorney General, and Robert F. Smith, Assistant, for appellee."
    ],
    "corrections": "",
    "head_matter": "Arnett v. State.\nCrim. 3874\nOpinion delivered March 19, 1934.\nW. M. Thompson, for appellant.\nHal L. Nonoood, Attorney General, and Robert F. Smith, Assistant, for appellee."
  },
  "file_name": "1106-01",
  "first_page_order": 1124,
  "last_page_order": 1126
}
