{
  "id": 1432144,
  "name": "Layes v. Harris",
  "name_abbreviation": "Layes v. Harris",
  "decision_date": "1933-10-30",
  "docket_number": "4-3175",
  "first_page": "1107",
  "last_page": "1109",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 1107"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "261 S. W. 308",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "164 Ark. 172",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1382233
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/164/0172-01"
      ]
    },
    {
      "cite": "232 S. W. 934",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "149 Ark. 428",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8720333
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/149/0428-01"
      ]
    },
    {
      "cite": "36 S. W. (2d) 405",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "183 Ark. 373",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1441694
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/183/0373-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 268,
    "char_count": 3850,
    "ocr_confidence": 0.488,
    "pagerank": {
      "raw": 1.2228487658191594e-07,
      "percentile": 0.5985406871211411
    },
    "sha256": "b6e9a195eed52f0a75648e8f48d56d5550d1bfe1e45f4624b7ee440932e03192",
    "simhash": "1:8efca22a2760c9e9",
    "word_count": 715
  },
  "last_updated": "2024-02-27T21:18:50.990705+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Layes v. Harris."
    ],
    "opinions": [
      {
        "text": "Mehaffy, J.\nThe appellee brought suit in the Logan Circuit Court for damages for personal injuries to Dana Harris, a minor. Dana Harris was 15 years of age. She, with her mother and others, were riding home from church in a wagon on highway No. 22, about one mile east of Paris, when an automobile, driven by John Layes, Jr., ran into said wagon. Dana Harris was in the back part of the wagon lying down. The wagon was demolished, and Dana Harris was severely injured. It was about 11:30 o ’clock at night.\nThere was a jury trial, verdict and judgment against both appellants, and the case is here on appeal.\nThe evidence on behalf of appellee shows that the wagon was on the right side of the road. There were no lights on the wag’on, and the lights on the automobile were dim. The wagon was near the edge of the pavement on the right side when the car struck it. The car was coming at a fast rate, and hit the center of the wagon bed. The driver made no attempt to pull out, and did not stop.\nThere is no dispute about the injury to appellee, and there was but little conflict in the evidence as to the manner in which the collision occurred. The instructions are not set out, and it is not contended that the court erred in its instructions to the jury.\nThe appellant, John Layes, Jr., who was driving the car, said that, when he first saw the wagon, he was within a few feet of it; that it did not have any lights; that he had two headlights, one was bright, and the other a little weaker. He testified that, when he saw the wagon, he turned to the left, but his right front fender and side hit the wagon; that he was about six inches to the right of the black line, going east; that he was going about 35 miles an hour; that, after he hit the wagon, he got seared and kept on going.\nAs to whether the appellant was guilty of negligence was a question for the jury, and it was also a question for the jury as to whether appellee was guilty of contributory negligence. The jury found against the appellant, and there was substantial evidence to support the verdict as to John Layes, Jr.\nThe appellee alleged in her complaint that John Layes, Sr., was negligent by permitting a youth under twenty years of age to drive an automobile belonging to him; by sending a youth on a mission for himself, and by permitting John Layes, Jr., to drive an automobile in an unsafe condition when he knew, or had reason to know, that John Layes, Jr., was a careless and reckless driver.\nThere is some conflict in the evidence as to whether the car belonged to John Layes, Sr., or John Layes, Jr., but this is immaterial, because, in order for the father to be liable for the negligence of his son in driving his father’s automobile, the relation of principal and agent or master and servant must exist, or the father must have permitted his son to drive the car, knowing that he was a careless and reckless driver. There is no substantial evidence that John Layes, Jr., was the agent or servant of his father, or that he was a careless and reckless driver. We deem it unnecessary to set out the evidence on these questions, because it is practically undisputed, and shows clearly that John Layes, Jr., was not the agent or servant of his father, and there is no substantial evidence that he was a reckless driver. Featherston v. Jackson, 183 Ark. 373, 36 S. W. (2d) 405; Norton v. Hall, 149 Ark. 428, 232 S. W. 934; Volentine v. Wyatt, 164 Ark. 172, 261 S. W. 308.\nThere was no substantial évidence upon which to base a verdict and judgment against John Layes, Sr. It therefore follows that the judgment must be affirmed as to John Layes, Jr., and reversed, and the cause dismissed as to John Layes, Sr. It is so ordered.",
        "type": "majority",
        "author": "Mehaffy, J."
      }
    ],
    "attorneys": [
      "Robert J. White, for appellant.",
      "Rhyne & Shaw and Hays & Smallwood, for appellee."
    ],
    "corrections": "",
    "head_matter": "Layes v. Harris.\n4-3175\nOpinion delivered October 30, 1933.\nRobert J. White, for appellant.\nRhyne & Shaw and Hays & Smallwood, for appellee."
  },
  "file_name": "1107-01",
  "first_page_order": 1127,
  "last_page_order": 1129
}
