{
  "id": 8727012,
  "name": "Taylor v. Bankers' Trust Company",
  "name_abbreviation": "Taylor v. Bankers' Trust Co.",
  "decision_date": "1932-10-31",
  "docket_number": "4-2706",
  "first_page": "1109",
  "last_page": "1113",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 1109"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "6 S. W. (2d) 834",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "177 Ark. 495",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8722659
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/177/0495-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 336,
    "char_count": 5549,
    "ocr_confidence": 0.502,
    "pagerank": {
      "raw": 1.4171534132984902e-07,
      "percentile": 0.6482449362877913
    },
    "sha256": "eb0d0f2b1b511001d36e796b286e5c7a5c0053c7e9eaabe620e41bed4328acf3",
    "simhash": "1:82f55eb45e92a516",
    "word_count": 984
  },
  "last_updated": "2024-02-27T17:52:01.123529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Taylor v. Bankers’ Trust Company."
    ],
    "opinions": [
      {
        "text": "Kirby, J.,\n(after stating the facts.) Appellant insists that the United States Government has no lien and is not entitled to priority of payment of the funds paid to the guardian of the incompetent world war veteran by the Government under its laws and by him deposited in the failed bank. No claim was first made for priority of payment under the provisions of § 3466 of the Revised Statutes of the United States (31 U. S. Code, § 191), nor could any valid claim have been made thereunder. The facts are undisputed: the payments were made to the guardian of the veteran under the provisions of the statute, the funds were received for the ward by the guardian and by him deposited as such guardian in the failed bank, and such funds were on deposit in the amount of $2,078.68 on November 15, 1930, when the depository bank became insolvent.\nPriority of payment of this fund is claimed under subdivision 3, § 1, act 107 of 1927, which reads:\n“A prior creditor shall be: * * * (3) a prior creditor who is such by virtue of an act of Congress applicable to the said bank and as to the extent as provided by said act * *\nThe Federal statutes granting bonuses and veterans ’ relief (U. S. Code, title 38,, § 450) does not grant priority of payment to any such funds, and § 3466 of the Revised Statutes (31 U. S. Code, § 191) cannot apply in this case, because the American Exchange Trust Company, the failed bank, was not indebted to the United States on account of the deposit of the compensation money paid by the Grovernment to the guardian of the incompetent world war veteran and by him deposited in the failed bank.\nSection 3466 of the Revised Statutes reads as follows: “Whenever any person indebted to the United States is insolvent, or whenever the estate of any deceased debtor, in the hands of the executors or administrators is insufficient to pay all the debts due from the deceased, the debts due to the United States shall be first satisfied and the priority established shall extend as well to cases in which a debtor, not having sufficient property to pay all his debts, makes a voluntary assignment thereof or in which the estate and effects of an absconding, concealed, or absent debtor are attached by process of law as to cases in which an act of bankruptcy is committed. ’ ’\nIn Wilson v. Sawyer, 177 Ark. 495, 6 S. W. (2d) 834, this court held that money paid to'a disabled soldier under guardianship by virtue of the World War Veteran’s Act (38 USCA § 421 et seq.) was not subject to garnishment whether in the hands of the soldier or his guardian; § 22 of the act providing that the compensation paid shall not he subject to the claims of creditors. 38 USCA, § 454.\nCommenting on the declaration of the law made by the trial court therein, this court said:\n“The court was correct in the declaration of law made except that the funds were not subject to seizure, even after they had come into the hands of the ward. ’ ’\nIt was further held therein that the funds involved were exempt from garnishment by the statute under which they were allowed and paid to the veteran. After stating the terms of the act and citing cases from other jurisdictions construing it, the court said: “The World War Veterans’ Act of 1924 contains substantially the same exemption from seizure as is found in the War Bisk Insurance Act, and the cases cited which construe the latter act are applicable here.” And further: “we think the manifest purpose of the legislation making provision for World War Veterans was to devote the benefactions there provided to the sole use of the beneficiaries, and that the same should not be subject to the .demands of creditors, even after the money came into their hands or was held by another for their benefit.”\nThese funds were paid over by the agency of the Government and had come into his hands, being delivered to his duly appointed guardian by whom they were held for his benefit. The guardian deposited said funds in the bank, and had drawn against the account along with the trust officer, who was required by the guardian’s bond to also sign the checks, and the title to the fund was in the ward, the guardian’s possession being the possession of the ward. 28 C. J. page 1128, and 12 R. O. L. page 1123.\nThe government may attach restrictions on its bounty to disabled veterans, has the power to prescribe when, how and to whom such paymexlt shall be made. It can also punish embezzlement or conversion of funds by those in a fiduciary capacity, and it may even withhold or suspend payment thereof, but when it has made payment to the beneficiary or to a duly appointed guardian, or other person authorized to receive same, the funds so paid lose their character as government funds, and the bank in which they are deposited by the guardian does not become indebted to the United States within the meaning of said § 3466 of the Revised Statutes, entitling the United States to priority of payment thereunder, and, neither the government nor the recipient of its bounty being a prior creditor by virtue of any act of Congress applicable to the bank, no priority of payment of such funds is provided under subdivision 3, § 1, of act 307 of 1927.\nIt follows that the court erred in decreeing otherwise, and the decree is accordingly reversed, and the cause remanded with directions to allow the claim as a common claim",
        "type": "majority",
        "author": "Kirby, J.,"
      }
    ],
    "attorneys": [
      "Sam Rorex and Nat R. Hughes, for appellant.",
      "Cleveland Cabler and Frauenthal, Sherrill $ Johnson, for appellee."
    ],
    "corrections": "",
    "head_matter": "Taylor v. Bankers’ Trust Company.\n4-2706\nOpinion delivered October 31, 1932.\nSam Rorex and Nat R. Hughes, for appellant.\nCleveland Cabler and Frauenthal, Sherrill $ Johnson, for appellee."
  },
  "file_name": "1109-01",
  "first_page_order": 1129,
  "last_page_order": 1133
}
