{
  "id": 1431990,
  "name": "Walker v. Earnheart",
  "name_abbreviation": "Walker v. Earnheart",
  "decision_date": "1933-10-30",
  "docket_number": "4-3084",
  "first_page": "1110",
  "last_page": "1113",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 1110"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "275 S. W. 329",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "169 Ark. 235",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1374075
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/169/0235-01"
      ]
    },
    {
      "cite": "15 S. W. (2d) 391",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "179 Ark. 225",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8720309
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/179/0225-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 399,
    "char_count": 6070,
    "ocr_confidence": 0.476,
    "pagerank": {
      "raw": 1.0052889892850951e-07,
      "percentile": 0.5401714540114114
    },
    "sha256": "887978653fb663723109f88200bb57ee6853d6f32f163fd7b1543a68a674c43b",
    "simhash": "1:38e4f28413fe2183",
    "word_count": 1057
  },
  "last_updated": "2024-02-27T21:18:50.990705+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Walker v. Earnheart."
    ],
    "opinions": [
      {
        "text": "McHaney, J.\nAppellee sued appellant for personal injuries sustained by Mm on the night of December 3, 1931, when he was struck by an automobile driven by appellant. He recovered a judgment against appellant for $10,000. Only two assignments of error are urged for a reversal of the judgment: (1) That the appellee was guilty of contributory negligence as a matter of law and that the court should so have instructed the jury at his request, and (’2) that the verdict is excessive.\nThe question of the contributory negligence of appellee was submitted to the jury under instructions requested by both parties, and, by its verdict, the jury has found that appellee was not guilty of contributory negligence. The facts are that, on the night of December 3, 1931, about 7:30 p. m., on a dark and rainy night, appellee was walking north on Main Street in North Little Rock and, at the time of the accident, was crossing 16th on the east side of Main Street. Appellant was driving west' on 16th Street at the rate of 10 or 15 miles an hour and drove his car upon appellee, striking him with his left fender and left headlight, without seeing him until he felt the impact of the car against him. Appellee was struck witk suck force as to knock Mm eight or ten feet distant. Aippellee saw the car approaching from the east, but assumed the car would stop, because at that corner on the east side of Main Street and in the center of 16th Street there is a stop button or sign which required all vehicles to come to.-a stop before entering Main, but appellant freely admitted that he failed to obey this stop button or sign and failed to see appellee until after he had struck him. Appellee testified that the car had only one light on it and that he thought that it was a motorcycle, but that when he discovered that it was a car, it was right on him, and he tried to jump back, but was struck. Appellant was familiar with the street crossing, and knew that there was a stop sign or button there. Under this state of facts, we think the court correctly refused to instruct a verdict for appellant on the ground that appellee was guilty of contributory negligence as a matter of law. The general rule is that a pedestrian has the same right .to the use of a public street as the driver of a motor vehicle, and that each is obliged to act with due. regard to the movements of the other, and neither is required to anticipate the negligence of the other. The rule is thus stated in Murphy v. Clayton, 179 Ark. 225, 15 S. W. (2d) 391: “Drivers of automobiles and pedestrians both have a right to the street, but the former must anticipate the presence of the latter, and exercise reasonable care to avoid injuring them. Care must be exercised commensurate with the danger reasonably to be anticipated. What is ordinary care is a relative term dependent upon the facts and circumstances of each particular case. The question of contributory negligence is one for the jury whether the pedestrian, in crossing the street at an established crossing, has exercised such care as a person of ordinary prudence would exercise for his own safety under the circumstances.” Citing cases. Whether the rule would be different where the pedestrian was crossing the street other than at the established crossing, as contended by appellant in this ease, it is not necessary to inquire, as the appellee and the other witnesses to the accident, including appellant, testified that he was struck at an established crossing. The fact that appellee was picked up after the accident by appellant and another witness some distance east of the concrete on Main Street is not conclusive that he was not on-the established crossing when he was hit. The court correctly, therefore, submitted the question of appellee’s contributory negligence to the jury.\nAs to the excessiveness of the-verdict, the evidence is in conflict as to whether appellee has been permanently injured. All the witnesses agree that appellee was a large able-bodied man, very strong and active before the injury. He was confined to his bed and home for three weeks, during which time he was attended almost daily by his physician, and thereafter appellee called at the physician’s office for treatment until sometime in March, 1932, during all of which time appellee complained of suffering considerable pain. He is a railroad man, and at the time of the injury was a brakeman for the Missouri Pacific Railroad Company, but was working only occasionally, being on what is called the emergency board. One of appellee’s physicians testified that his right shoulder was severely injured, the ligaments torn, and that he is suffering some ankylosis therein, as that shoulder is stiff, and that he will suffer therefrom the rest of his life. Also that he received an injury in the lower part of his back, resulting in a fracture of the articular process of the fifth- lumbar vertebra, which was also a permanent injury. Also that he found red blood cells in his urine on several examinations which indicated an injury to the kidneys, causing a hemorrhage. Appellee testified that, since the injury, he had suffered pain practically all the time in his back and shoulder; that he had frequent urinations, and that he was unable to perform the duties of a railroad brakeman as he formerly had. Under this state of the record, we are unwilling to substitute our judgment for that of the jury. By this verdict the jury has said that it believed the testimony of appellee’s witnesses as to the nature and extent as well as the severity and permanency of his injuries. \"While their testimony is contradicted by that of other eminent physicians, we cannot say their testimony is not of a substantial nature. We are therefore required to take their testimony as reflecting the truth on this phase of the case. Texas Pipe Line Co. v. Johnson, 169 Ark. 235, 275 S. W. 329.\nNo error appearing, the judgment is affirmed.",
        "type": "majority",
        "author": "McHaney, J."
      }
    ],
    "attorneys": [
      "E. W. Moorhead, for appellant.",
      "Sam T. Poe and Tom Poe, for appellee."
    ],
    "corrections": "",
    "head_matter": "Walker v. Earnheart.\n4-3084\nOpinion delivered October 30, 1933.\nE. W. Moorhead, for appellant.\nSam T. Poe and Tom Poe, for appellee."
  },
  "file_name": "1110-01",
  "first_page_order": 1130,
  "last_page_order": 1133
}
