{
  "id": 1428433,
  "name": "Smith v. Mutual Life Insurance Company of New York",
  "name_abbreviation": "Smith v. Mutual Life Insurance",
  "decision_date": "1934-03-26",
  "docket_number": "4-3417",
  "first_page": "1111",
  "last_page": "1116",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 1111"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "277 U. S. 311",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3902801
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/us/277/0311-01"
      ]
    },
    {
      "cite": "263 U. S. 167",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6139447
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/us/263/0167-01"
      ]
    },
    {
      "cite": "284 U. S. 489",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5717592
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/us/284/0489-01"
      ]
    },
    {
      "cite": "254 S. W. 335",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "160 Ark. 98",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8719573
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/160/0098-01"
      ]
    },
    {
      "cite": "47 S. W. (2d) 567",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "185 Ark. 419",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1435133
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/185/0419-01"
      ]
    },
    {
      "cite": "187 Ark. 398",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1432029
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/187/0398-01"
      ]
    },
    {
      "cite": "63 S. W. (2d) 520",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "187 Ark. 984",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1432000
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/187/0984-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 477,
    "char_count": 9562,
    "ocr_confidence": 0.526,
    "pagerank": {
      "raw": 3.450051203604652e-07,
      "percentile": 0.8801179142104424
    },
    "sha256": "b7f2dd3e4c59a679ee20d8797c130fa1a7409255571de09e33ca62dafefbbfad",
    "simhash": "1:b369865e3a64c532",
    "word_count": 1668
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Justices Smith and McHaney dissent."
    ],
    "parties": [
      "Smith v. Mutual Life Insurance Company of New York."
    ],
    "opinions": [
      {
        "text": "Johnson, C. J.\nAppellant, by jury trial, recovered a judgment against appellee for the sum of $177.23 upon a certain life insurance policy theretofore executed by appellee in favor of appellant. The trial court sustained a motion for new trial upon the following theory:\n“The policy in this case, by its plain language, provides that the proof of disability must be made before the plaintiff has reached the age of sixty years. There is no proof in this record that the plaintiff’s proof of disability was made prior to the reaching of sixty years, and, under the plaiin terms of the policy, the court is of the opinion that there is no liability in the case. For this reason, the motion for a new trial is granted.”\nThe pertinent provisions of the policy of insurance in controversy were to the following effect: “If the insured, after the payment of premiums for at least one full year, shall, before attaining the age of 60 years, and provided all past-due payments have been duly paid and the policy is in full force and effect, furnish due proof to the company at its home office either (a) that he has become totally and permanently disabled by bodily injury or disease so that he is, and will be, permanently, continuously and wholly prevented thereby from performing any work for compensation, gain or profit, and from following any gainful' occupation, or (b) that he has suffered any of the following ‘specified disabilities’ (which shall be considered total and permanent disabilities thereunder), namely, etc., the company, upon receipt of approval of such proof, will grant the following benefits:\n“The company will, during the continuance of such disability, waive payment of each premium as it becomes due, commencing with the first premium due after approval of said due proof. Any premium due prior to such approval by the company must be paid in accordance with the terms of the policy, but if due after receipt of said due proof, will, if paid, be refunded upon approval of such proof.\n“The company will, during the continuance of such disability, pay to the insured a monthly income at the rate of $10 for each one thousand dollars of the face amount of this policy (but not including dividend additions), the first such monthly payment being due on receipt of said due proof and subsequent payment on the first day of each calendar month thereafter, if the insured be then living and such liability still continuing. No income payments, however, will be made prior to approval of such proof by the company as satisfactory, but upon such approval, whatever income payments shall have become due will then be paid and subsequent payments will be made when due. ’ ’\nThe plain meaning of the language employed by the parties, as aforesaid, is that, if the insured suffers total and permanent disability prior to attaining the age of 60 years, and has paid all premiums up to the receipt of such injury, liability shall attach.\nIt would be a strained construction to construe the language thus quoted to mean that proof of loss must be filed with the insurance company before the insured attains the age of 60 years. Evidently this was not the intention of the parties. At any rate, the language employed is not susceptible of such construction.\nAppellee contends that, under the doctrine announced in New York Life Ins. Co. v. Farrell, 187 Ark. 984, 63 S. W. (2d) 520, the trial court was justified in the conclusion reached. This is not the effect of the Farrell case. We held in the Farrell case, as we have in all other cases decided, that liability attached upon causation of the injury suffered, but that the cause of action on such liability accures only after the filing of the proof of disability. The mailing of the proof of loss was not treated or considered as a condition precedent to liability in the Farrell case, but it was treated as a condition precedent to the right of recovery. The rule is, as announced in the Farrell case, and in all others on the subject announced by this court, that liability attaches upon causation of total and permanent disability of the insured, but that the right of recovery is postponed until notice to the insurer of the disability or the filing of the proof of disability or the lapse of time provided for in the policy in reference to the accrual of the right of recovery. Ætna Life Ins. Co. v. Davis, 187 Ark. 398; W. O. W. v. Meek, 185 Ark. 419, 47 S. W. (2d) 567; Ætna Life Ins. Co. v. Pfeifer, 160 Ark. 98, 254 S. W. 335.\nAppellant insists also that New York Life Ins. Co. v. Jackson, ante p. 292, is authority for the trial court’s holding. Neither can we agree to this contention. In the Jackson case, no proof of loss was ever submitted to the insurance company. No notice was given to the insurer or to any agent with authority of the asserted right of liability. The first information brought to the knowledge of the insurance company was a letter of date January 16, 1932, addressed to the general agent at Little Rock. In the Jackson case, as heretofore stated, no effort had been made to effect proof of loss prior to the filing of the suit, and the suit was filed more than five years after the receipt of the alleged injury.\nNeither can we agree that Ætna Life Ins. Co. v. Person, ante p. 864, is authority for the holding of the trial court. The Person case was disposed of on the theory that there was no substantial evidence that plaintiff’s physical condition had prevented him from doing all the substantial acts of his vocation in the usual and customary manner. We therefore held that the trial court erred in not directing a verdict in favor of appellant insurance company.\nNeither can we agree that our present holding is in conflict with Bergholm v. Peoria Life Ins., 284 U. S. 489, 52 S. Ct. 230. The policy construed in the Bergholm case contains the following language:\n“To entitle the insured to the above total and permanent disability benefits, this policy at the time of making claim for such benefits must be in full force, and all premiums becoming due prior to the time of making claim must have been duly paid. ’ ’\nThe Supreme Court of the United States was eminently correct in holding that the language just quoted must be performed by the insured as a condition precedent to his right of recovery. This is the plain and unmistakable meaning of the language employed. However, we have no such language in the policy of insurance here under consideration. We think the language here employed is plain and definite to the effect that, if the insured suffers total and permanent disability prior to his sixtieth birthday, and at the time has paid all premiums due, liability then and there attaches, and recovery is postponed until notice or proof of loss is submitted. For instance, suppose the insured, on the day prior to his sixtieth birthday, suffers an injury which results in the loss of both legs and both arms. In the natural course of events it would be impossible to make proof of loss prior to the insured’s sixtieth birthday. Such construction would nullify the plain intentions of the parties. True, this is an extreme imaginary case, but it is not beyond the limits which the parties had in mind at the time the contract was effected.\nIt is self-evident that the paramount consideration the parties had in mind at the execution of this contract was insurance against total and permanent disability. Any construction which nullifies this paramount consideration should be avoided, if possible. All courts agree that it is a fundamental rule of construction that insurance contracts, when ambiguous, should be construed most strongly against the insurer. Mutual Life Ins. Co. v. Hurni Co., 263 U. S. 167, 44 S. Ct. 90; Stipcich v. Ins. Co., 277 U. S. 311, 48 S. Ct. 512.\nUnder any view, the trial court was in error in granting a new trial to appellee.\nIt is true the verdict of the jury and the judgment entered thereon were excessive, but this is no reason for granting a new trial in this case. The uncontradicted testimony shows that on April 1, 1933, notice of the injury and claim for compensation Avere given to appellee; that on April 11, 1933, formal proof of disability Avas made. Under our preAdous holding the cause of action accrued on the happening of these events. The suit Avas filed in June, 1933, and judgment was effected on September 27, 1933, for the sum of $177.23.\nIt clearly appears therefore that the verdict of the jury and judgment of the court are excessive, but this is a matter that can and should be cured by remittitur. It is simply a matter of calculation to determine the compensation which accrued from the first of April, 1933, to September 27, 3933, Avlien the judgment was entered. Only six months elapsed between the date of the notice and of the entry of the judgment, and the recovery must be measured by that period of time. A new trial is never necessary under circumstances like these. Matters of calculation are not questions of fact, but are deductions drawn from proved facts The testimony in this regard is not in controversy, and would not be upon a new trial.\nTherefore the case will be reversed, and judgment will be entered here in appellant’s favor for the sum of $60, the amount of accrued benefits up to September 27, 1933, the date of the trial.\nJustices Smith and McHaney dissent.",
        "type": "majority",
        "author": "Johnson, C. J."
      }
    ],
    "attorneys": [
      "Melbourne M. Martin, for appellant.",
      "Frederick L. Allen and Rose, Hemingway, Cantrell & Loughborough, for appellee."
    ],
    "corrections": "",
    "head_matter": "Smith v. Mutual Life Insurance Company of New York.\n4-3417\nOpinion delivered March 26, 1934.\nMelbourne M. Martin, for appellant.\nFrederick L. Allen and Rose, Hemingway, Cantrell & Loughborough, for appellee."
  },
  "file_name": "1111-01",
  "first_page_order": 1129,
  "last_page_order": 1134
}
