{
  "id": 1432145,
  "name": "Board of Conference Claimants v. Phillips",
  "name_abbreviation": "Board of Conference Claimants v. Phillips",
  "decision_date": "1933-10-30",
  "docket_number": "4-3159",
  "first_page": "1113",
  "last_page": "1120",
  "citations": [
    {
      "type": "official",
      "cite": "187 Ark. 1113"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "22 S. W. (2d) 553",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "180 Ark. 671",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1393469
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/180/0671-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 601,
    "char_count": 13833,
    "ocr_confidence": 0.486,
    "pagerank": {
      "raw": 2.5369098160849074e-07,
      "percentile": 0.8130286746447379
    },
    "sha256": "472826dedb96790abc8c22bf33729d14dbb721f1e39b3ff7e0adec01e4c614ce",
    "simhash": "1:9342de0857005e26",
    "word_count": 2442
  },
  "last_updated": "2024-02-27T21:18:50.990705+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Johnson, C. J., disqualified and not participating."
    ],
    "parties": [
      "Board of Conference Claimants v. Phillips."
    ],
    "opinions": [
      {
        "text": "Butler, J.\nThis proceeding had its inception in an action brought by the State, under the provisions of act No. 296 of the Acts of 1929, to quiet its title to lands previously forfeited to the State for the nonpayment of taxes. Included in these lands were 230 acres in Sevier County which in 1929 had forfeited to the State for the delinquent tax of 1928. This suit resulted in a decree rendered October 26, 1931. After the institution of the suit, but before the rendition of the decree, the State, acting through the Commissioner of State Lands, and in conformity to law, conveyed to Floyd Phillips all the State’s title acquired by reason of the sale to it for the delinquent taxes and which it might acquire by virtue of the confirmation proceedings then pending. On the 14th of January, after the decree was rendered, appellant intervened, setting up a claim of ownership and, without asking that the decree be set aside, prayed that the State’s complaint be dismissed, that appellant be made party defendant, and the forfeiture to the State set aside and its deed to appellee canceled.\nAppellee filed answer, proof was taken, and the case submitted. Thereafter, at the regular October term, 1932, of the court, appellant filed an amendment to its answer and motion to reopen the case and prayed for relief as in its original complaint. The case was continued to December 13, 1932, on which date appellant filed a second amendment, alleging that there was no> levy of the eighteen-mill school tax, which tax was included in the amount for which the lands were assessed, returned delinquent and sold to the State, concluding with the original prayer and an additional prayer that the decree of October 26, 1932, be set aside. To this amendment a motion to strike was filed, and was by the court sustained.\nOn the pleadings and proof adduced, the court rendered a decree dismissing the intervention of appellant, from which is this appeal.\nAct No. 296, supra, under which the suit was brought to quiet the State’s title, authorized such a proceeding to quiet title to forfeited lands where the right of redemption had expired and providing for notice to persons having any interest therein and permitting such to defend for any informality or irregularity connected with the sale, or for any other cause which rendered the sale void upon which the State’s claim of title was based. It provided that, if'no defense was interposed and successfully maintained, a decree should go quieting the claimant’s, title and curing all irregularities or informalities connected with the proceeding; but, if the claimant intervening should successfully set up any reason why the sale was void, the decree should go quieting his title free from the claim of the State upon payment of total tax, penalty and costs, tender of the same having been previously made. The act provided that, where no successful defense had been interposed, the decree of the court confirming the sale to the State should operate as a complete bar against any and all persons who might thereafter claim any of said lands in consequence of any informality or irregularity in the proceedings, and title to the land should be considered as confirmed and complete in the State forever. The act gave, however, to those laboring under certain disabilities, the right to appear and contest the State’s title to the land within one year after removal of disability, and also gave to the owner of any lands embraced within the decree one year from its rendition to have the same. set aside as to him in cases where he had no knowledge of the pendency of the suit and where he was able to set up a meritorious defense to the complaint on which the decree was rendered.\nThe defenses set up in appellant’s intervention and claimed as meritorious were three in number. First, that the clerk and collector failed to comply with the terms of an act approved May 8, 1899, now § 10,017 and § 10,043 of Crawford & Moses’ Digest. This act required that the clerk should furnish the collector, thirty days before he began to collect taxes, a complete list of all delinquent lands in the county showing the names of the owners at the time same were forfeited and describing the lands accurately, and making it the duty of the collector to post in three conspicuous places at each collecting precinct a printed copy of said delinquent list of lands, and requiring him to notify each taxpayer who desired to pay taxes on lands before forfeited to the State, through mistake or otherwise, of said forfeiture. The second defense assigned was that the clerk failed to post and keep posted in or about his office for one year a copy of the notice of sale and of a list of the delinquent lands, as provided by § 10,084 of Crawford & Moses’ Digest. The third defense alleged was that the school tax included in the total taxes for which the land was returned delinquent and forfeited to the State was not properly levied.\nThese questions will be discussed in the inverse order, for the last two, if sustained, will present such defense as if established would entitle the appellant to the relief prayed if we assume they were presented within the time allowed by the act.\nIt is insisted, on the third ground for reversal, that the records in the office of the county clerk failed to show that the result of the school election was certified to the county board of education and that that board certified such results to the county court as provided by § 8878, Crawford & Moses’ Digest, and therefore the sale in 1929 for the tax delinquent for 1928 including the school tax for the district in which the lands were situated, was void, as held in Thomas v. Spires, 180 Ark. 671, 22 S. W. (2d) 553.\nThe only record offered in evidence to sustain this contention was that of the proceeding of the county levying court which made the levy for the year 1928 in which was included a levy of the eighteen-mill school tax for the district in which the lands involved lay. Because of this, it is contended it will appear that neither was there a certificate made to, or by, the county board of education of the result of the school election, and that the said record shows that the tax was attempted to be levied by the justices as “a committee of the whole,” and not as “a quorum court.”\nThe record denominates the proceedings “a term of the quorum court begun and held in the courthouse of the city of De Queen, Sevier County, Arkansas, on November 12, 1928, at ten o ’clock a. m., the same being the second Monday in November and the time and place prescribed by law for holding the quorum court for the purpose of levying taxes and making appropriations for the ensuing year beginning on the first Monday in November, 1928.” Then follows the opening order naming the presiding judge, clerk and sheriff and the justices present, the same being a majority of all the justices of the peace in the county. Then follows, among other things, the report of “the committee on canvas in the tax levy of all the school districts” in which it appears that the county superintendent of schools reported the tax voted at the school election of the several districts in varying amounts in all of the districts, save in one in which no election was held on the day fixed by law, and that a special election was held therein on a subsequent day which was by the county board of education declared void. Following the list of districts appears the following: “And, upon motion of the court as a committee of the whole, all voting in the affirmative, the said amount of tax set opposite each list be, and the same is, hereby in all things levied.” This record was signed by the county judge and the justices of the peace.\nBy the terms of § 8878, providing for the canvas and certification of school elections, there is no requirement that the certificate of the result of the election be incorporated in the record of the proceedings of the quorum court. The provision is that, after the county board of education shall have canvassed the returns, it shall certify the result to the county court for proper record. This action of the board is. made through the county superintendent who is the agent of the board for that purpose and clothed with the duty of keeping the record of the county board of education and of filing with the county clerk a copy of the proceedings relating, among other things, to the apportionment of the State school funds made to the county, the school district tax voted, etc., and the county clerk shall make official record of such proceedings of the county board of education in a separate or special record book provided for such purpose, etc. Section 4, act 503,1921.\nThe county board of education and the county superintendent of schools are public officers, and it is to be presumed that they have performed the duties imposed by law. Since the proceedings of the county board of education, included in which is the certificate of the result of the school election, are required to be by the county clerk recorded in a special record book, the record of the proceedings of the quorum court would not be the proper place where such record might be found, as it is not “the special record book” prescribed. If, in fact, there had been no such certificate made or filed by the county board of education, that might have been proved in the same manner as was done in the case of Thomas v. Spires, supra.\nThe record affirmatively shows that all the proceedings of the county judge and justices were the acts of the quorum court, and it would be immaterial that they were designated as “acting as a committee of the whole,” as this would in no way alter the legal effect of the proceedings.\nOn the second point raised, the question whether the delinquent list was posted “in or about the office of the clerk before the day of sale and for one year thereafter, ’ ’ was one which was determined by the court adversely to the contention of the appellant on evidence which we think justified the conclusion reached. Several witnesses testified that they did not observe any such notice posted on the walls of the office previous to the sale in 1929 for the delinquent taxes of 1928, or at any time during the year following. But none of these witnesses stated that there was not in fact any such notice posted, and none gave any reason why their attention should have been directed to this matter. The clerk, on the other hand, gave positive testimony that he had in fact posted the list and notice of sale and kept same posted in a proper place and for the required period.\nAdverting to the first reason assigned for reversal, we are of the opinion that the duties imposed upon the clerk and collector by the act of May 8, 1899, now §§ 10,017 and 10,043 of Crawford & Moses’ Digest, do not relate to or affect the validity of the sale, or serve to alter the law governing the right of redemption. When lands have been forfeited to the State for delinquent taxes, it is no longer subject to taxation, and, where taxes are erroneously paid thereon, the remedy for their recovery provided by §§ 10,180 and 10,181 of the Digest was such that the trouble and expense did not justify its invocation where small sums were involved, and, as a consequence, the tax erroneously paid would be lost by the individual. The act of 1899 is composed of four sections. The first two sections make it the duty of the clerk to furnish the collector with a list of delinquent lands, and of the latter to post the same at the places in the county which he attends for the purpose of collecting taxes. Section 4 provides that the act “shall not repeal any law on this subject,” and in.§ 3 the reason and purpose of the act may be discovered. That section is as follows: “It is hereby made the duty of said collector to notify each taxpayer who desires to pay taxes on lands heretofore forfeited to the State, through mistake or otherwise, of said forfeiture.” The reason for the act appears to have been the difficulty in recovering taxes erroneously paid and its purpose was to obviate the necessity for the expense and delay incident to their recovery, by advising the taxpayer of the forfeiture to the State.\nAppellant calls attention to statutes of other States providing for notice after the sale of that fact and the time in which redemption therefrom is allowable; and the effect given to these statutes by the court, which is, that failure to comply with their terms holds the title derived from the sale in abeyance, or renders it, as some courts hold, void, and by others, as postponing the right of redemption beyond the time when notice as required by the statute was given. These authorities have no application to the statute here under consideration for the reason, as we have seen, that its purpose was otherwise than that of the statutes and adjudications to which we have been referred.\nThe result of our views is that the sale of 1929 is not subject to the attack made in the case at bar, and was effectual to convey complete title to the State. For this reason, it becomes unnecessary to determine the effect of the confirmation decree or to decide whether or not it would inure to the benefit of the appellee for, if there were no irregularities or informalities in the conduct of the sale, or in the proceedings relating to the levy of the tax, the title to the lands would vest in the State, and there would be no necessity for a decree confirming the same.\nIt follows from the views expressed that the decree of the trial court is correct, and it is therefore affirmed.\nJohnson, C. J., disqualified and not participating.",
        "type": "majority",
        "author": "Butler, J."
      }
    ],
    "attorneys": [
      "Abe Collins, for appellant.",
      "Lake, Lake & Carlton and E. K. Edwards, for appellee."
    ],
    "corrections": "",
    "head_matter": "Board of Conference Claimants v. Phillips.\n4-3159.\nOpinion delivered October 30, 1933.\nAbe Collins, for appellant.\nLake, Lake & Carlton and E. K. Edwards, for appellee."
  },
  "file_name": "1113-01",
  "first_page_order": 1133,
  "last_page_order": 1140
}
