{
  "id": 1396907,
  "name": "Martin and Woodard v. State",
  "name_abbreviation": "Martin & Woodard v. State",
  "decision_date": "1929-02-11",
  "docket_number": "",
  "first_page": "1117",
  "last_page": "1121",
  "citations": [
    {
      "type": "official",
      "cite": "178 Ark. 1117"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "160 S. W. 226",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "109 Ark. 346",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1341184
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/109/0346-01"
      ]
    },
    {
      "cite": "34 S. W. 262",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "61 Ark. 594",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1902331
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/61/0594-01"
      ]
    },
    {
      "cite": "33 Ark. 561",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8725171
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/33/0561-01"
      ]
    },
    {
      "cite": "121 S. W. 28",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "91 Ark. 486",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "159 S. W. 214",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "109 Ark. 206",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1341196
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/109/0206-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 246,
    "char_count": 3635,
    "ocr_confidence": 0.484,
    "pagerank": {
      "raw": 1.2240919645422112e-07,
      "percentile": 0.6005135820659815
    },
    "sha256": "c255c8a0f24fbe1ed5e960e31cb4d2a8235f4117d3e9d2f9adcea84c01c30c67",
    "simhash": "1:da932e46a86ccf72",
    "word_count": 661
  },
  "last_updated": "2024-02-27T17:49:07.238160+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Martin and Woodard v. State."
    ],
    "opinions": [
      {
        "text": "Hart, C. J.,\n(after stating the facts). The main reliance of the defendants for a reversal of the judgment is that the testimony is not legally sufficient to warrant a verdict of guilty of the crime of robbery. Ray Sloan, the person charged to have been robbed, was a witness for the State at the trial. What he testified to at the examining trial was admissible in evidence in contradiction of his testimony given at the trial of the case in the circuit court, but it was inadmissible as substantive testimony tending to show the guilt of the defendants. Midland Valley Rd. Co. v. Ennis, 109 Ark. 206, 159 S. W. 214. Thus we see that the testimony of Ray Sloan is eliminated, so far as establishing the guilt of the defendants is concerned, because he testified positively at the trial that he lost the money in a game of poker, and that the defendants did not obtain it from him by force or intimidation.\nThis leaves the testimony of Mrs. Ray Sloan alone to establish the guilt of the defendants. It was shown by the State that the attendance of the witness at the court could not be procured, and that she was absent in the State of Oklahoma, where she lived. This made a predicate for the introduction of her testimony at the examining court at the trial of the case. Maloney v. State, 91 Ark. 486, 121 S. W. 28. It is earnestly insisted, however, by counsel for appellants that her testimony is not legally sufficient to warrant a verdict of guilty, and in this contention we think counsel are correct. Robbery is the felonious and forcible taking of the property of another from his person or in his presence, against his will, by violence, or putting him in fear. And this violence must precede or accompany the taking of the property. Clary v. State, 33 Ark. 561; Routt v. State, 61 Ark. 594, 34 S. W. 262; and Coon v. State, 109 Ark. 346, 160 S. W. 226. In these decisions the court also held that the taking must be done through force or fear. If force is relied on in proof of the charge, it must be the force by which another is deprived of his property and the accused gains possession of it. If putting in fear is relied on, it must be the fear under duress of which the possession of the property is parted with.\nTested by these settled principles of law, the testimony of Mrs. Ray Sloan is not legally sufficient to sustain a verdict of guilty of robbery against the defendants. No force whatever was used. The defendant Martin merely took the money out of the coat pocket of Ray Sloan. He was not in any manner jostled or assaulted, according to her testimony. Neither did there occur anything tending to show that any intimidation was used. Ray Sloan was not put in fear by the defendants to induce him to part with his money. In the Routt case, above cited, the court said that it is well established that the snatching of money or goods from the hands of another is not robbery, unless some injury is done to the person, or there be some previous struggle for the possession of the property, or some force used in order to obtain it. This rule was recognized and approved in the Coon case, above cited, and the court said that the State in that case made out a case of larceny, but failed to prove robbery, because no force or putting in fear was established.\nIt follows that the testimony was not legally sufficient to sustain the verdict, and, for that reason, the judgment must be reversed, and the canse remanded for a new trial.",
        "type": "majority",
        "author": "Hart, C. J.,"
      }
    ],
    "attorneys": [
      "Cravens & Cravens, for appellant.",
      "Hal L. Norwood, Attorney General, and Robert F. Smith,, Assistant, for appellee."
    ],
    "corrections": "",
    "head_matter": "Martin and Woodard v. State.\nOpinion delivered February 11, 1929.\nCravens & Cravens, for appellant.\nHal L. Norwood, Attorney General, and Robert F. Smith,, Assistant, for appellee."
  },
  "file_name": "1117-01",
  "first_page_order": 1135,
  "last_page_order": 1139
}
