{
  "id": 8727039,
  "name": "Parrish v. Nelson",
  "name_abbreviation": "Parrish v. Nelson",
  "decision_date": "1933-02-20",
  "docket_number": "4-2957",
  "first_page": "1118",
  "last_page": "1122",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 1118"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "32 S. W. (2d) 319",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "182 Ark. 633",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1389735
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/182/0633-01"
      ]
    },
    {
      "cite": "32 S. W. (2d) 631",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "182 Ark. 681",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1389807
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/182/0681-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 366,
    "char_count": 7574,
    "ocr_confidence": 0.528,
    "pagerank": {
      "raw": 6.36863391241863e-08,
      "percentile": 0.3901769948749908
    },
    "sha256": "b6b42003a37400228e24d5ee0ddcc8d3600e752db69b8c9738f37a651bf77e5b",
    "simhash": "1:9e5fee4f0ef7db86",
    "word_count": 1326
  },
  "last_updated": "2024-02-27T17:52:01.123529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Parrish v. Nelson."
    ],
    "opinions": [
      {
        "text": "Mehafft, J.\nThis is a suit to contest the certificate of nomination for the office of senator of the twenty-ninth district, composed of the counties of Poinsett, Mississippi and Jackson. This is the second appeal.\nWhen the case was here on appeal before, it was reversed because the trial court had held that Nelson was not entitled to amend his complaint because ten days had elapsed. But this court held that it was a contest against the total vote of the entire district composed of three counties, and not against the total vote cast in one county, and that, since it was a contest of the vote in the district, the contestant had twenty days in which to file his complaint from the date of the certification, and that he therefore had twenty days in which to amend, instead of ten.\nThe opinion on former appeal is on p. 427 ante. The case was reversed and remanded, and on the second trial in the circuit court the appellee, Nelson, was declared the nominee.\nIt was contended on former appeal, and is contended now, that the complaint should he dismissed because it was not supported by the affidavit of ten reputable citizens. While this question was not discussed in the opinion when the case was here before, this contention must have been overruled, because, if we had not held against this contention, the complaint would have been dismissed.\nAt the second trial in the circuit court, evidence was taken, and the court, of its own motion, made the following declaration of law:\n“Section 3777 of Crawford & Moses’ Digest of the Statutes of Arkansas was complied with in no respect or in the case of no ballot; that the purported official list of qualified electors was not prepared, authenticated and filed in substantial compliance with § 3740, Crawford & Moses’ Digest, of the statutes of the State of Arkansas, and that no legal votes were cast in Poinsett County in the election in question.”\nThe court was correct in holding that § 3777 of Crawford & Moses’ Digest was not complied with, and also in holding that the official list of qualified electors was not prepared, authenticated and filed in substantial compliance with § 3740 of Crawford & Moses’ Digest. This section provides that the collector - shall file with the county clerk a list of all persons who have paid their poll tax, etc.\nThe court was in error, however, in declaring as matter of law that no legal votes were cast in Poinsett County in the election. The failure to comply with the law by election officers, whether the result of carelessness, ignorance or negligence, destroys the integrity of the returns, but it does not have the effect of disfranchising the voters of the district, and does not make the election void.\nIn such case the integrity of the list, and of other acts in connection with the election, which are not in substantial compliance with the law, is destroyed, but the legal votes cast at such election are not void, but may be proved by other evidence.\nWhen it is shown that the law has not been substantially complied with, all confidence in the official acts is destroyed, and persons claiming anything under an election conducted in this manner must prove the votes cast for him by evidence other than the official acts, which, if performed in compliance with the law, would themselves be evidence. McCrary on Elections, 423 et seq.; Paine on Elections, 105 et seq.\nIt is contended by the appellee, however, that no voter in Poinsett County complied with § 3777 of Crawford & Moses’ Digest.\nThe judges of election had a list of the voters prepared by the collector, although not prepared in compliance with the above section. The election officers used this list to determine who was entitled to vote. While this list was not prepared as it should have 'been, yet it was a list by the collector of persons who had paid their poll tax, and thereby became entitled to vote at the election. No question was raised at the time about the insufficiency of the list, and the voters themselves did not violate the law. Therefore they are entitled to have their votes counted for the candidate for whom they voted. Having been permitted to vote upon a showing- that their names were on the list of poll taxpayers, they were prima facie entitled to vote. There is no contention: that the ballots had been tampered with.\nIt was said by this court in a recent case: “The record shows that the collector did not file with the county clerk a list of poll taxpayers duly authenticated by Ms affidavit as required by § 3740 of Crawford & Moses’ Digest, and this fact is conceded by tbe contestant. Tbe record shows that thirty-six votes were cast in the manner provided in § 3777 of the Digest by persons who have attained the age of 21 years since the time of assessing taxes next preceding the election, and that of these votes, 26 were cast for Tucker, and 10 for Meroney. It is the contention of counsel for appellant that these were the only legal votes cast, and that, inasmuch as a majority of them were cast for Tucker, he should have been declared the nominee, and that the certificate of nomination should have been issued to him. We do not agree with contestant in this contention. The official returns of the election are quasi records, and are prima facie correct. The burden is upon the contestant to show by affirmative proof that they do not speak the truth.” Tucker v. Meroney, 182 Ark. 681, 32 S. W. (2d) 631.\nHere it is contended that no votes cast in Poinsett County are legal, and here, as in the case last cited, the collector did not file a list as required by law. But the official returns of the election, as said in the case last cited, are quasi records, and prima facie correct.\nThe proceeding to contest the nomination in a primary election is statutory, and the statutes must be substantially complied with. There is, however, a presumption that the election was conducted according to law, and this presumption cannot be overcome by mere charge of fraud and illegality. Cain v. McGregor, 182 Ark. 633, 32 S. W. (2d) 319.\nThe contest of the certificate of nomination is intended to determine or ascertain which candidate received a majority of the legal votes cast. The ballots themselves are prima facie correct, and the burden is upon one contesting an election to show that he received a majority of the legal votes.\nThe votes of a township or a county will not be thrown out, where the legal votes can be separated from the illegal votes, and in the instant case it appears that this can be done.\nIt is also contended that contestant was not a candidate, and therefore not entitled to contest the election. We do not agree with appellant in this contention. The contestant evidently reached the conclusion that he would not be a candidate, and so announced, hut, after talking to friends, he concluded to continue in the race. He was a candidate, and entitled to contest the election.\nThe right to contest a primary election is statutory, and it was evidently the intention of the Legislature to provide a method by which it could he determined what candidate had received a majority of the legal votes, and it was also the intention, of the Legislature that the candidate receiving a majority of the legal votes should he entitled to the nomination.\nFor the error indicated above, the judgment is reversed, and the cause remanded for a new trial.",
        "type": "majority",
        "author": "Mehafft, J."
      }
    ],
    "attorneys": [
      "A. B. Gaplinger, I.t M. Greer and June P. Wooten, for appellant.",
      "Bog Nelson, J. J. Mardis and Harrison, Smith S Taylor, for appellee."
    ],
    "corrections": "",
    "head_matter": "Parrish v. Nelson.\n4-2957\nOpinion delivered February 20, 1933.\nA. B. Gaplinger, I.t M. Greer and June P. Wooten, for appellant.\nBog Nelson, J. J. Mardis and Harrison, Smith S Taylor, for appellee."
  },
  "file_name": "1118-01",
  "first_page_order": 1138,
  "last_page_order": 1142
}
