{
  "id": 1435319,
  "name": "State ex rel Atty. General v. Republic Mining & Manufacturing Company",
  "name_abbreviation": "State ex rel. Atty. General v. Republic Mining & Manufacturing Co.",
  "decision_date": "1932-07-04",
  "docket_number": "4-2685",
  "first_page": "1119",
  "last_page": "1123",
  "citations": [
    {
      "type": "official",
      "cite": "185 Ark. 1119"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "15 S. W. (2d) 403",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "179 Ark. 280",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8721085
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/179/0280-01"
      ]
    },
    {
      "cite": "275 S. W. 741",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "169 Ark. 473",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1374036
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/169/0473-01"
      ]
    },
    {
      "cite": "254 S. W. 450",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "160 Ark. 17",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8719124
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/160/0017-01"
      ]
    },
    {
      "cite": "44 S. W. (2d) 1087",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "184 Ark. 1011",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1438558
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/184/1011-01"
      ]
    },
    {
      "cite": "2 S. W. (2d) 25",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "175 Ark. 956",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1403671
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/175/0956-01"
      ]
    },
    {
      "cite": "194 S. W. 692",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "128 Ark. 505",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1581879
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/128/0505-01"
      ]
    },
    {
      "cite": "174 S. W. 248",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "117 Ark. 606",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1564961
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/117/0606-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 328,
    "char_count": 5172,
    "ocr_confidence": 0.514,
    "pagerank": {
      "raw": 1.3266558591939842e-07,
      "percentile": 0.6279765731515621
    },
    "sha256": "10c254f86c2b4d569c43f74720bbaa30f23ac8dd1aea9d42b3b9a2d0306e60fe",
    "simhash": "1:8b57944a0bbc7732",
    "word_count": 890
  },
  "last_updated": "2024-02-27T17:51:09.396208+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "State ex rel Atty. General v. Republic Mining & Manufacturing Company."
    ],
    "opinions": [
      {
        "text": "Hart, C. J.,\n(after stating the facts). The exercise of the taxing power is a sovereign attribute, and the mode of ascertainment of the tax is a matter of legislative discretion within the limits of the Constitution. Our Legislature passed an act providing for the collection of back taxes owed the State by corporations; and the statute, as amended, gave the State the right to recover back taxes where there had been a gross undervaluation of the property belonging to a corporation. State v. Kansas City & Memphis Railway & Bridge Company, 117 Ark. 606, 174 S. W. 248; State v. Bodcaw Lumber Company, 128 Ark. 505, 194 S. W. 692; White River Lumber Company v. State, 175 Ark. 956, 2 S. W. (2d) 25; and State ex rel Attorney General v. Chicago Mill & Lumber Corporation, 184 Ark. 1011, 44 S. W. (2d) 1087.\nThe Legislature of 1923 passed an act to levy a privilege or license tax upon corporations engaged in severing our natural resources from the soil, which is commonly known as our Severance Tax Act. This is the act under which the taxes sought to be collected in this case were assessed against the defendant. The act has been sustained as not in violation of any of the provisions of our Constitution, and it has been held that the owner of the soil must pay the severance tax provided for in the statute. Floyd v. Miller Lumber Company, 160 Ark. 17, 254 S. W. 450; and Miller Lumber Company v. Floyd, 169 Ark. 473, 275 S. W. 741.\nIt is insisted, however, that our Back Tax Statute (§ 10,204 of Crawford & Moses’ Digest) does not include overdue taxes levied under the Severance Tax Act. We do not agree with counsel in this contention. The act is very broad and comprehensive. It is well settled that the Legislature may authorize different modes of assessment for different purposes; and, under the authorities above' cited, it is the settled law of this State that the State may recover against a corporation for a gross undervaluation of property in the assessment of it, provided, such a remedy is given by the statute. The statute for the collection of overdue taxes from corporations just referred to provides that where the Attorney General is satisfied that in consequence of the failure from any cause to assess and levy taxes and after enumerating certain other particulars, concludes with the clause, “or from any other'cause, that there are overdue and unpaid taxes owing to the State, etc.,” it shall become his duty to at once institute a suit in chancery in the name of the State for the collection of the same. The Legislature in the exercise of its sovereign power evidently meant to give the Attorney General the right to bring a suit for the collection of overdue taxes from corporations from all sources, and did not intend to limit the provisions of the act to back taxes due on property. It was evidently the intention of the Legislature to make the collection of overdue taxes from corporations uniform in its operation and to apply it to taxes levied from any source whatever. The act has been construed under our former decisions to be prospective in its operation; and, as soon as the Severance Tax Act was passed by the Legislature of 1923, the tax levied thereunder took its place in the section of the statute above referred to, prescribing proceedings for the collection of overdue taxes from corporations.\nThe Legislature of 1927 however passed an act which, as construed by this court, contains a mandatory provision that the Attorney General must obtain the permission of the Tax Commission before bringing a suit against a corporation for the collection of back taxes, and that the act, by implication, repeals so much of § 10,204 of Crawford & Moses’ Digest, as authorized the Attorney General to bring action therefor. State ex rel. Attorney General v. Standard Oil Company of Louisiana, 179 Ark. 280, 15 S. W. (2d) 403. In that case it was expressly held that in an action to recover back taxes from a corporation, a complaint which fails to allege that the suit was instituted under the direction or approval of the Tax Commission, as required by the act of 1927, is subject to demurrer. The reason is that, inasmuch as the power of the State to recover back taxes from corporations, alleged to be due on account of under-assessment, is dependent on the statute, the procedure prescribed by the statute must be followed as a condition precedent to its right to maintain such suit. Statutory provisions of this kind, intended to give a specific remedy to the exclusion of other remedies, must be followed; and if the officer or person authorized to sue for back taxes fails to pursue the remedy available under the statute, he will not be entitled to recover.\nThe result of our views is that the court properly sustained a demurrer to the complaint because it did not contain an allegation that the Attorney General had been directed by the Tax Commission to bring the suit. It follows that the decree will be affirmed.",
        "type": "majority",
        "author": "Hart, C. J.,"
      }
    ],
    "attorneys": [
      "Carmichael S Hendricks, for appellant.",
      "Bose, Hemingway, Ccmtrell <& Loughborough, for appellee."
    ],
    "corrections": "",
    "head_matter": "State ex rel Atty. General v. Republic Mining & Manufacturing Company.\n4-2685\nOpinion delivered July 4, 1932.\nCarmichael S Hendricks, for appellant.\nBose, Hemingway, Ccmtrell <& Loughborough, for appellee."
  },
  "file_name": "1119-01",
  "first_page_order": 1139,
  "last_page_order": 1143
}
