{
  "id": 8726843,
  "name": "Beck v. State",
  "name_abbreviation": "Beck v. State",
  "decision_date": "1929-09-30",
  "docket_number": "",
  "first_page": "1121",
  "last_page": "1123",
  "citations": [
    {
      "type": "official",
      "cite": "179 Ark. 1121"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 263,
    "char_count": 3481,
    "ocr_confidence": 0.47,
    "sha256": "30ce3ea61d7a065554bc92f1a1b6870d36abb045c36e35fa85aeea41195a2b57",
    "simhash": "1:3ae540cf4202af0b",
    "word_count": 601
  },
  "last_updated": "2023-07-14T22:44:09.982065+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Beck v. State."
    ],
    "opinions": [
      {
        "text": "Kirby, J.\nVina Beck prosecutes this appeal from a conviction for murder in the first degree for killing her husiband, with a sentence of life imprisonment. No brief has been filed on her behalf.\nIt appears from the testimony that she and her husband and their seven children had not been living happily together; that she had left home and gone to the residence of one Mr. Porter, and remained there for some time before the killing, and had some of her things removed to his place. Later the parties resumed living together again, and, upon her leaving home a second time and going to Porter’s, her husband began a prosecution by swearing out a warrant against her and Porter, charging illegal cohabitation. On the day seit for trial, and just before the time set therefor, she met her husiband, they spoke and talked together a little, and she caressed the baby which he was carrying. They were seen walking along the street together, some of the witnesses said, and others stated she was a step or two behind him. When they reached a place on another street, around behind some warehouses, she shot him with a pistol in the back of the head, about two inches to the left of the right ear, the bullet ranging upward and coming out near the left eye. He fell, and died immediately. When witnesses reached there in the next two or three minutes he was lying on his back, apparently dead, with one hand clutched in the bib of his overalls and the other lying out, with a knife in it, some of the witnesses saying the knife was not clutched in but lying in his open hand. Other witnesses testified that she had told them she was going to kill her husband about this charge, and showed them the pistol with which she expected to do it, which, they identified, was the same one with which the shooting was done.\nShe claimed to have acted in self-defense in the shooting, after a demonstration had been made against her with the knife, and also to be mentally irresponsible because of a venereal disease which her husband had communicated to her. There was some testimony in support of this latter fact, and witnesses stated that the body of the husband, upon examination, did not disclose that he had ever been afflicted with a venereal disease, and over objection other witnesses were allowed to state that Porter, with whom she was charged to have been living, was suffering with such a disease. There was some testimony also supporting the claim of irresponsibility because of the venereal disease from which she had suffered.\nThe instructions given appear to have correctly declared the law, and the majority is of opinion that no prejudicial error resulted from the introduction of the testimony about the physical condition of her alleged paramour, that he had the same kind of a disease which she claimed to have contracted from intercourse with her husband, and on account of which she had suffered the mental derangement. The writer, however, thinks it was a oollater'al matter about which her statement denying it was conclusive, and that the testimony was incompetent and hig’hly prejudicial.\nThere are no other errors complained of which seem to require a discussion, and upon the whole case, after a careful examination, the court concludes the record is without prejudicial error, and that the judgment should be affirmed. It is so ordered.",
        "type": "majority",
        "author": "Kirby, J."
      }
    ],
    "attorneys": [
      "Ilal L. Norwood, Attorney General, and Pat Mehaffy, Assistant, for appellee."
    ],
    "corrections": "",
    "head_matter": "Beck v. State.\nOpinion delivered September 30, 1929.\nIlal L. Norwood, Attorney General, and Pat Mehaffy, Assistant, for appellee."
  },
  "file_name": "1121-01",
  "first_page_order": 1139,
  "last_page_order": 1141
}
