{
  "id": 1435081,
  "name": "Barney v. Texarkana",
  "name_abbreviation": "Barney v. Texarkana",
  "decision_date": "1932-06-20",
  "docket_number": "4-2682",
  "first_page": "1123",
  "last_page": "1129",
  "citations": [
    {
      "type": "official",
      "cite": "185 Ark. 1123"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "42 S. W. (2d) 410",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "184 Ark. 273",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1438539
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/184/0273-01"
      ]
    },
    {
      "cite": "168 U. S. 1",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6136182
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/us/168/0001-01"
      ]
    },
    {
      "cite": "147 N. W. 447",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 0
    },
    {
      "cite": "125 Minn. 461",
      "category": "reporters:state",
      "reporter": "Minn.",
      "case_ids": [
        204637
      ],
      "opinion_index": 0,
      "case_paths": [
        "/minn/125/0461-01"
      ]
    },
    {
      "cite": "28 N. D. 426",
      "category": "reporters:state",
      "reporter": "N.D.",
      "case_ids": [
        2556599
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/nd/28/0426-01"
      ]
    },
    {
      "cite": "50 N. W. 1088",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 0
    },
    {
      "cite": "89 Mich. 263",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1373062
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/89/0263-01"
      ]
    },
    {
      "cite": "12 Am. St. Rep. 190",
      "category": "reporters:state",
      "reporter": "Am. St. Rep.",
      "opinion_index": 0
    },
    {
      "cite": "4 So. 525",
      "category": "reporters:state_regional",
      "reporter": "So.",
      "opinion_index": 0
    },
    {
      "cite": "24 Fla. 209",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1118211
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/24/0209-01"
      ]
    },
    {
      "cite": "110 N. W. 364",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 0
    },
    {
      "cite": "100 Minn. 49",
      "category": "reporters:state",
      "reporter": "Minn.",
      "case_ids": [
        8889639
      ],
      "opinion_index": 0,
      "case_paths": [
        "/minn/100/0049-01"
      ]
    },
    {
      "cite": "32 S. W. (2d) 810",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "182 Ark. 797",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1389943
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/182/0797-01"
      ]
    },
    {
      "cite": "31 S. W. (2d) 427",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "182 Ark. 242",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1390046
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/182/0242-01"
      ]
    },
    {
      "cite": "34 S. W. (2d) 450",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "182 Ark. 1152",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1389851
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/182/1152-01"
      ]
    },
    {
      "cite": "19 S. W. (2d) 1018",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "179 Ark. 766",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8725502
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/179/0766-01"
      ]
    },
    {
      "cite": "280 S. W. 641",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "170 Ark. 366",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1371736
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/170/0366-01"
      ]
    },
    {
      "cite": "278 S. W. 627",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "170 Ark. 22",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1371542
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/170/0022-01"
      ]
    },
    {
      "cite": "265 S. W. 517",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "166 Ark. 62",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1378579
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/166/0062-01"
      ]
    },
    {
      "cite": "204 S. W. 614",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "135 Ark. 43",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1571549
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/135/0043-01"
      ]
    },
    {
      "cite": "41 S. W. (2d) 1085",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "184 Ark. 4",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1438661
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/184/0004-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 469,
    "char_count": 7196,
    "ocr_confidence": 0.508,
    "pagerank": {
      "raw": 1.3793256631588538e-07,
      "percentile": 0.6401915710143719
    },
    "sha256": "a684a521d7a88f8a7fa8cacbec509b03ca99934382c4d58a1fdc8f56b99d3e96",
    "simhash": "1:b90c6ee4b1984d08",
    "word_count": 1297
  },
  "last_updated": "2024-02-27T17:51:09.396208+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Barney v. Texarkana."
    ],
    "opinions": [
      {
        "text": "Hart, C. J.,\n(after stating the facts). The.decree of the chancery court was based upon a holding by the court that the plea of res judicata of the defendants should be sustained. It is elementary that all questions which might be litigated in an action of which the court has jurisdiction are res judicatae as to all parties thereto and their privies. The doctrine of res judicata is based on public policy, reason and experience. If all questions that have been decided by the court are to be regarded as still open for discussion and revision between the same parties and their privies, there would be no end of litigation until the ingenuity of counsel and the financial ability of the parties had been exhausted.\nThen, too, the decision of the court in .the mandamus suit on the former appeal became stare decisis and we are bound by it on the present appeal. It was there held that, after the sufficiency of a referendum petition was duly certified by the proper officer, a signer was not entitled to withdraw his signature in the absence of fraud. The court also said that the correctness of the city clerk’s determination of the sufficiency of the petition for referendum could only be made in the chancery court. Southern Cities Distributing Company v. Carter, 184 Ark. 4, 41 S. W. (2d) 1085. This holding was based upon the court’s construction of amendment No. 7 relating to the initiative and referendum. The amendment itself specifically provides that the sufficiency of all local petitions shall be decided in the first instance by the county clerk or city clerk, as the case may be, subject to review by the chancery court.\nUnder our statute, a defendant, when sued at law, must make all the defenses he has, both legal and equitable. If any of his defenses are expressly cognizable in equity, he is entitled to have them tried as in equity proceedings, and, for this purpose, to a transfer of the case to the chancery court. The principle of res judicata extends not only to the questions of fact and of law which were decided in the former suit but also to the rights of recovery or defense which might have been but were not presented. In short, the uniform rule adopted by this court is that the judgment or decree of a court of competent jurisdiction operates as a bar to all defenses, either legal or equitable, which were interposed or which might have been interposed in the former suit. Taylor v. King, 135 Ark. 43, 204 S. W. 614, and cases cited; Howard-Sevier Road Improvement District v. Hunt, 166 Ark. 62, 265 S. W. 517; Tri-County Highway Improvement District v. Vincennes Bridge Company, 170 Ark. 22, 278 S. W. 627; Newton v. Altheimer, 170 Ark. 366, 280 S. W. 641; Stevens v. Shull, 179 Ark. 766, 19 S. W. (2d) 1018; and Blackwell Oil & Gas Company v. Maddox, 182 Ark. 1152, 34 S. W. (2d) 450.\nMandamus only lies to compel a person to do that which it is his duty to do without it, and cannot be used to compel the performance of that which is not lawful. A party, to be entitled to the writ, must show that he has a clear, legal right to the subject-matter, and that he has no other adequate remedy. Arkansas State Highway Commission v. Otis & Company, 182 Ark. 242, 31 S. W. (2d) 427; and Shackleford v. Thomas, 182 Ark. 797, 32 S. W. (2d) 810.\nThe doctrine of res judicata applies to the issues that might have been litigated in proceedings to obtain a writ of mandamus. 18 R. C. L., § 318, p. 358; Kaufer v. Ford, 100 Minn. 49, 110 N. W. 364.\nIn Sauls v. Freeman, 24 Fla. 209, 4 So. 525, 12 Am. St. Rep. 190, a writ of mandamus was granted ordering the county commissioners to call an election for a change of county seat. An injunction was later asked for against the removal of the county records to the new county seat because there had been no legal examination by the county commissioners of the petition for the election and because certain parties whose names were on the petition were not qualified signers. The court held that these questions could have been litigated in the mandamus suit, and that the award of the mandamus adjudicated the legality of the petition in all respects and settled the question of the duty of the commissioners to call the election.\nIn State v. Sparrow, 89 Mich. 263, 50 N. W. 1088, a land commissioner, by ‘writ of mandamus, was required to set off for the petitioner certain lands to which he claimed to be entitled under a contract. Subsequently, the State sought to cancel the patents issued, and it was, held that the State could not cancel on the ground that the land had not been patented to the State or offered at public auction, because this ground could have been set up by the State as a defense to the petition for mandamus..\nThe same principle was recognized and applied by the Supreme Court of North Dakota in a county seat election in Dimond v. Ely, 28 N. D. 426, 149 N. W. 349. The reasoning of all these cases is that the writ of mandamus does not issue as a matter of absolute right, and it would be an improper use of the writ to issue it when it is clearly apparent to the court to which application is made that it would serve no purpose and would be useless when issued. See also Murphy v. Scott County, 125 Minn. 461, 147 N. W. 447; and Southern Pacific Rd. Co. v. United States, 168 U. S. 1, 18 S. Ct. 18.\nThe Southern Cities Distributing Company was allowed to be made a party defendant in the mandamus -suit, and all other interested parties, including the plaintiff in this action, might have been made parties to that suit. If they thought that the principles of law decided in the case of Townsend v. McDonald, 184 Ark. 273, 42 S. W. (2d) 410, applied to petitions for referendum on-local measures, such as the one under consideration, they should have set up that as a defense to the mandamus suit and have asked that the case be transferred to the chancery court in order to have that issue determined. Not having done so, all interested parties are concluded, not only by the issues decided in that case, but by all issues which came within the purview of the pleadings and might have been decided in the case. If the contention-now made by the plaintiff is correct, this would have constituted an equitable defense in tbe mandamus proceeding, and the court, upon such defense being interposed, would have transferred the case to the chancery court, or the defendants might have appealed to this court from an adverse holding of the chancery court and have obtained the relief now sought. The plaintiff in the present action, and all other parties interested, knew then as well as now the grounds upon which the referendum was sought to be held invalid. At least, by the exercise of ordinary diligence, they could have been put in possession of all the facts on the subject of which they now have knowledge.\nHaving failed to set up this defense to the mandamus proceeding, the parties to that suit and their privies are barred by the judgment in that case from seeking to further adjudicate the matter in this case. Therefore the decree will be affirmed.",
        "type": "majority",
        "author": "Hart, C. J.,"
      }
    ],
    "attorneys": [
      "IT. M. Barney, pro se.",
      "Willis B. Smith,.and Ben E. Garter, for appellee."
    ],
    "corrections": "",
    "head_matter": "Barney v. Texarkana.\n4-2682\nOpinion delivered June 20, 1932.\nIT. M. Barney, pro se.\nWillis B. Smith,.and Ben E. Garter, for appellee."
  },
  "file_name": "1123-01",
  "first_page_order": 1143,
  "last_page_order": 1149
}
