{
  "id": 8726614,
  "name": "Kirkpatrick v. State",
  "name_abbreviation": "Kirkpatrick v. State",
  "decision_date": "1928-10-08",
  "docket_number": "",
  "first_page": "1124",
  "last_page": "1134",
  "citations": [
    {
      "type": "official",
      "cite": "177 Ark. 1124"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "238 S. W. 72",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "152 Ark. 321",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1364119
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/152/0321-01"
      ]
    },
    {
      "cite": "202 S. W. 23",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "133 Ark. 357",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1575119
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/133/0357-01"
      ]
    },
    {
      "cite": "149 S. W. 56",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "104 Ark. 261",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1350592
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/104/0261-01"
      ]
    },
    {
      "cite": "234 S. W. 482",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "150 Ark. 500",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1367865
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/150/0500-01"
      ]
    },
    {
      "cite": "207 S. W. 55",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "136 Ark. 437",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "205 S. W. 827",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "135 Ark. 457",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "197 S. W. 684",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "130 Ark. 322",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8719942
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/130/0322-01"
      ]
    },
    {
      "cite": "163 S. W. 781",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "111 Ark. 214",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1540409
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/111/0214-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 690,
    "char_count": 16846,
    "ocr_confidence": 0.497,
    "pagerank": {
      "raw": 1.744553453481013e-07,
      "percentile": 0.7075916395125739
    },
    "sha256": "297c2dd70d65e5f8b22b47a0cb36201906b97e402797942975e71b8371e6dd9b",
    "simhash": "1:8aeffdd1a711b776",
    "word_count": 2884
  },
  "last_updated": "2024-02-27T22:14:07.667199+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Kirkpatrick v. State."
    ],
    "opinions": [
      {
        "text": "Hart, O. J.\nJohn P. Kirkpatrick prosecutes this appeal to reverse a judgment of conviction against him for attempting to induce Ge'thel Coates to withhold her evidence in the case of State of Arkansas against Lilhurn Kirkpatrick, pending iii the Saline Circuit Court.\nThe first assignment of error is that the court erred in not sustaining a demurrer to the indictment. The charging piart of the indictment contains the following:\n“The said John P. Kirkpatrick, in the county and State aforesaid, on or about the 21st day of November, A. D. 1927, did unlawfully, willfully and corruptly attempt, directly and indirectly, to induce one Gethel Coates to withhold her evidence and to deter her, the said Gethel Coates, from offering or giving evidence in a certain criminal case then pending in the circuit court of iSaline County, Arkansas, between the State of Arkansas, plaintiff, and Lilhurn Kirkpatrick, defendant,” etc.\nIt is contended that the use of the words “directly and indirectly” in the charging part of the indictment as copied above shows that it was intended to charge two distinct offenses, and that the use of the word “or” between “directly” and “indirectly” renders the indictment void for uncertainty. This contention is based on the general rule that, where a statute enumerates several acts disjunctively, which together or separately constitute the offense, an indictment thereunder, to charge more than one of them, which it may do in the same count, should do so in the conjunctive, and if the disjunctive is used, the indictment will be bad for uncertainty. This general rule was recognized and applied in Trout v. State, ante, p. 1029. In that case it was pointed out that malt, fermented and spirituous liquors might all he intoxicating liquors, hut they were different kinds of liquors. Hence a charge of selling vinous, malt and spirituous liquors would he in the conjunctive instead of in the disjunctive. The reason was that the accused was entitled to know which one of the different kinds of liquors he was charged with selling in order that he might be prepared to make his defense and in order that the record of the judgment of conviction or acquittal at that trial might be pleaded upon a subsequent indictment for the same offense.\nOn the other hand, where but one offense is charged but the several modes provided by the statute by which it may be committed are charged in the disjunctive, the indictment is good. Holland v. State, 111 Ark. 214, 163 S. W. 781. The reason is that the charge is based upon one offense, and the different modes of committing it provided in the statute are based upon the same transaction. Here the words, “directly or indirectly induce or attempt to induce any witness to absent himself, or avoid a subpoena or other process, or to withhold any evidence,” etc., as used in § 2562 of 'Crawford & Moses’ Digest, have the same effect. In the very nature of things, whenever an attempt to induce a witness to withhold her testimony or to change it is made indirectly, it is in the law as if it had been made directly. Therefore we hold this assignment of error is not well taken.\nFor the same reason the court did not err in refusing to require the State to elect whether it would rely upon proving that the defendant directly or indirectly attempted to induce the witness to change her testimony. The offense charged was an attempt to bribe G-ethel Coates in the case of State of Arkansas against Lilburn Kirkpatrick, and but one offense was charged, which might have been committed by directly or indirectly bribing the witness. In other words, the State in proving the offense might show that it was done or that the attempt to bribe was done directly or indirectly, or by both, means. In either event it related to the same transaction and constituted but one offense. To illustrate, it would have been competent to prove that the defendant attempted to induce the witness to withhold her testimony in a given case <by making- propositions to her mother, and then to have proved that the defendant made the same proposition directly to the witness herself.\nIt is next insisted that the'evidence is not sufficient to support the verdict. The indictment was based upon § 2562 of Crawford & Moses’ Digest. Mrs. S'. A-Lewallen, mother of G-ethel Coates, was the principal witness for the State. According to her testimony, Gethel Coates had a bastard child born to her, and she claimed that Lilburn Kirkpatrick, a son of John P. Kirkpatrick, was the father of the child. According- to her testimony, John P. Kirkpatrick asked her to come to see him. He then told her that he wanted her to get Gethel Coates to swear that she had had intercourse with other boys and men, and agreed to pay for that statement the sum of $100, and also to help support the baby as long as he lived. iBill Moore, a witm^ for the State, also testified that the defendant got him to go to Gethel Coates and tell her, in substance, that he would pay her money if she would keep the case against his son out of court. The defendant said that he would rather give what money the case would cost in court to her. The witness made this communication to Gethel Coates; and she said she did not want anything from the Kirkpatricks, land refused to take the money. According to the testimony of Gethel Coates, her mother and Bill Moore communicated these offers from the defendant to her, and she refused- to accept the offers. This evidence was legally-sufficient to warrant a conviction. It is true that, according to the testimony of the defendant and his witnesses, he was not guilty; but the jury were the judges of the credibility of the witnesses, and‘the testimony set out above by the witnesses for the State, if believed by the jury, was sufficient to warrant it in returning a verdict of gnilty.\nAnother assignment of error is that the court erred in holding that the jurors, W. A. Bussell and Winn Moore, who had served as jurors in the case of State of Arkansas v. Lilburn Kirkpatrick, were competent jurors in the case at bar. These jurors stated in their examination before the court that they had no bias or prejudice against the defendant. They stated that they had been on the jury in the case against Lilburn Kirkpatrick, but that this fact would not prejudice them in the present trial. The two cases were entirely different offenses, and the fact that the jurors had served in the case of State of Arkansas against Lilburn Kirkpatrick in no sense affected their competency in the case at bar.\nAnother assignment of error is that the court erred in not allowing the defendant to impeach the witness, Gethel Coates, by showing that she had been a juvenile delinquent, and had been charged with truancy in the defendant’s court. The defendant was at the time the county judge of Saline County. This court has held repeatedly that a witness cannot be impeached by proof of specific acts or incidents of bad .conduct. Dean v. State, 130 Ark. 322, 197 S. W. 684; Mobley v. State, 135 Ark. 457, 205 S. W. 827; Lockett v. State, 136 Ark. 437, 207 S. W. 55; and Davis v. State, 150 Ark. 500, 234 S. W. 482.\nThe next assignment of error is that the court erred in permitting the mother of Gethel Coates to testify that her daughter had told her that Lilburn Kirkpatrick, the son of John P. Kirkpatrick, was the father of her child. Now Lilburn Kirkpatrick had been indicted for carnal abuse, charged to have been committed by having intercourse with Gethel Coates, a girl under the statutory age. As we have already seen, the mother of Gethel was the principal witness for the State. She related on the stand, in detail, the circumstances under which the defendant attempted to induce her to get her daughter to change her testimony in the case of State against Lilburn Kirkpatrick by the payment of money to her by the defendant. It was. necessary, in order to understand the effect of her testimony, for the witness to tell that her daughter had told her that Lilburn Kirkpatrick was the father of her child. It appears that she had already testified to that fact, and the offer on the part of the defendant was to induce her to change her testimony by stating that other boys and men had had intercourse with her about the same time, and thereby affect her credibility. Therefore we hold that this assignment of error is not well taken.\nWe have carefully examined the instructions of the court, and find no reversible error in them.\nThe last ¡assignment of error is that the court erred in removing the defendant from the office of county judge after the jury had returned a verdict of guilty. The jury returned the following verdict:\n“We, the jury, find the defendant guilty as charged, and assess his fine at $5 and his punishment at imprisonment within the county jail for a period of five minutes.”\nThe court also removed the defendant from the office of county judge, under the provisions of § 10336 of Crawford & Moses’ Digest. Sections 10335 and 10336 must be read together in order to show upon what the court based its action in removing the defendant from office. The two sections read as follows:\n“10335. 'Suspension on presentment or indictment. Whenever any presentment or indictment shall be filed in any circuit court of this State against any county or township officer, for incompetency, corruption, gross immorality, criminal conduct amounting to a felony, malfeasance, misfeasance or nonfeasance in office, such circuit court shall immediately order that such officer be suspended from his office until such presentment or indictment shall be tried. Provided, such suspension shall not extend beyond the next term after the same shall be filed in such circuit court, unless the cause is continued on the application of the defendant.\n“10336. Judgment and proceedings on conviction. Upon conviction of any such officer for any such offense, a part of the sentence of the circuit court having jurisdiction shall be to remove snob officer from office, and tbe clerk of tbe court, at tbe close of tbe term, shall transmit to tbe Governor a certified transcript of tbe presentment or indictment, with tbe judgment of the court thereon, and tbe vacancy shall be filled as may be prescribed by law at tbe time tbe same occurs. ’ ’\nTbe court relied upon tbe decision in Jones v. State, 104 Ark. 261, 149 S. W. 56, Ann. Gas. 1914B, 302. In that case Jones, tbe constable of Big Back Township, in Pulaski County, was indicted for murder in the first degree, and was suspended from office under § 10335. His counsel contended that the words “criminal conduct amounting to a felony, ’ ’ as used in tbe statute, should be held to mean criminal conduct in office amounting to a felony. Tbe .court held against that contention, and, in construing tbe statute, said in effect that tbe whole context must be considered in arriving at the meaning of the Legislature.\nIn discussing the question tbe court said:\n“Tbe words ‘gross immorality,’ immediately preceding tbe phrase under consideration, refer to individual or personal attributes and habits, .as contradistinguished from official misconduct or derelictions. There may be gross immorality in, or upon tbe part of, an individual during tbe time be may be bolding office, but there cannot be such thing as gross immorality in office.\n“Tbe general terms, ‘incompetency, malfeasance, misfeasance and nonfeasance,’ have reference to official conduct. Tbe term ‘corruption’ might have reference to acts constituting official corruption, or it might be applied to individual delinquencies not in connection with bis office, constituting corruption or dishonesty, as the term is evidently intended to mean.”\nContinuing, tbe court said:\n“There are no statutes making ‘incompetency,’ ‘corruption,’ and ‘gross immorality,’ as such, indictable offenses. Therefore tbe Legislature must have intended by tbe use of these terms that, when any one holding a public office was indicted for any ‘criminal conduct\namounting to a felony,’ or for any offense which showed him to be corrupt or dishonest, or for any felony or misdemeanor which showed him to be ‘grossly immoral,’ and which, if proved, in the eyes of the law would render him incompetent to hold office, he should be suspended. In other words, the Legislature did not intend that an officer should perform the functions of his office while he was under presentment or indictment for any criminal conduct which, if proved, amounted to a felony, or that showed that the accused was grossly immoral or corrupt. This is the wise public policy which the Legislature manifestly intended to conserve.”\nFrom the language quoted it is apparent that the court held that the word “corruption,” as used in the statute, wias intended by the lawmakers to be used in its more comprehensive sense, and not merely as relating to official delinquencies.\nAccording to the definition of the word ‘ ‘ corruption ’ ’ in Bouvier’s Law Dictionary, it includes bribery; and, as declared by the court in the case just cited and quoted from, in its more comprehensive sense it applies to individual delinquencies not in connection with an office. In short, the court expressly held that the word “corruption,” as used in the statute, was intended to be used in its more comprehensive sense ¡as meaning individual as well as official delinquencies.\nBut it is claimed that the decision of the court on this point was dictum. It is true that the court might have refrained from passing upon the meaning of the word “corruption,” as used in the statute; but the language of the court was a proper and reasonable part of the argument upon which the decision of the court was based, and we do not think it -should be declared to be dictum merely. It was the deliberate expression of the court upon the meaning which should be given to the whole section when read together in order to ascertain the declared purpose of the Legislature in passing the statute. We call attention to the fact that the court expressly stated that the words, “gross immorality,” as used in the statute, could only mean ‘ ‘ gross immorality upon the part of the individual during the time he held office,” for the reason that there could he no such thing as gross immorality in office. As we have already seen, a person could he corrupt while in office just as well as he could he corrupt in his official duties; and bribery is included in the word “corruption,” whether it relates to the official duties of the officer or to his private delinquencies.\nIt is insisted, however, that this holding of the court in the Jones case has been overruled by later cases relating to the subject. Reliance is placed upon the holding of the court in Winfrey v. State, 133 Ark. 357, 202 S. W. 23, and in McClain v. Sorrels, 152 Ark. 321, 238 S. W. 72. In the Winfrey ease the court held that an indictment against lan officer for transporting liquor did not fall within the statute authorizing a summary judgment of removal. The reason was that the act charged could not he said of itself to amount to “gross immorality” or “corruption.” In the McClain case the court said that a single act of drunkenness on a public highway, in violation of statute, does not necessarily involve moral turpitude so as to constitute “gross immorality” within the meaning of the Constitution and statute authorizing the removal of county and township officers for “gross immorality.” In neither of these cases is any reference made to the Jones case, and this shows conclusively that there was no express intention on the part of the court to overrule it. We do not think there is any necessary conflict between the Jones case and the Winfrey and McClain cases. A violation of a statute might or might not constitute “gross immorality” or “corruption” according to the circumstances of the case. It might he a violation of a statute that would involve no moral delinquencies whatever. It might require repeated acts to show that an officer was guilty of gross immorality or of corruption by violating’ the statute. Violation of a statute directed against bribery, however, is necessarily different. If the word “corrup-Non” includes bribery, then necessarily tbe conviction of one offense would make tbe officer guilty or “corruption” if be was convicted of violation of tbe bribery law. If be was convicted once or many times would relate only to tbe degree of bis guilt.\nWe find no reversible error in tbe record, and the judgment will therefore be affirmed.",
        "type": "majority",
        "author": "Hart, O. J."
      },
      {
        "text": "Mehaeey, J.,\ndissents from that part of tbe opinion holding that the court bad tbe power to remove defendant from office.",
        "type": "dissent",
        "author": "Mehaeey, J.,"
      }
    ],
    "attorneys": [
      "W. D. Brouse, N. A. McDcmiel and W. A. Utley, for appellant.",
      "H. W. Applegate, Attorney ‘General, and Walter L. Pope, Assistant, for appellee."
    ],
    "corrections": "",
    "head_matter": "Kirkpatrick v. State.\nOpinion delivered October 8, 1928.\nW. D. Brouse, N. A. McDcmiel and W. A. Utley, for appellant.\nH. W. Applegate, Attorney ‘General, and Walter L. Pope, Assistant, for appellee."
  },
  "file_name": "1124-01",
  "first_page_order": 1142,
  "last_page_order": 1152
}
