{
  "id": 1435143,
  "name": "Williamson v. Montgomery",
  "name_abbreviation": "Williamson v. Montgomery",
  "decision_date": "1932-07-04",
  "docket_number": "4-2717",
  "first_page": "1129",
  "last_page": "1145",
  "citations": [
    {
      "type": "official",
      "cite": "185 Ark. 1129"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "42 Ark. 93",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8721311
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/42/0093-01"
      ]
    },
    {
      "cite": "204 S. W. 308",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "134 Ark. 443",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1573340
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/134/0443-01"
      ]
    },
    {
      "cite": "51 L. R. A. 674",
      "category": "reporters:federal",
      "reporter": "L.R.A.",
      "opinion_index": 0
    },
    {
      "cite": "164 N. Y. 335",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2283795
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/164/0335-01"
      ]
    },
    {
      "cite": "281 S. W. 918",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "170 Ark. 956",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1371717
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/170/0956-01"
      ]
    },
    {
      "cite": "26 S. W. (2d) 66",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "181 Ark. 428",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8722196
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/181/0428-01"
      ]
    },
    {
      "cite": "9 S. W. (2d) 769",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "178 Ark. 51",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1396995
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/178/0051-01"
      ]
    },
    {
      "cite": "299 S. W. 613",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "175 Ark. 409",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1403481
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/175/0409-01"
      ]
    },
    {
      "cite": "42 Ark. 93",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8721311
      ],
      "opinion_index": 1,
      "case_paths": [
        "/ark/42/0093-01"
      ]
    },
    {
      "cite": "204 S. W. 308",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 1
    },
    {
      "cite": "134 Ark. 443",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1573340
      ],
      "opinion_index": 1,
      "case_paths": [
        "/ark/134/0443-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 887,
    "char_count": 29250,
    "ocr_confidence": 0.494,
    "pagerank": {
      "raw": 1.3348254508026103e-07,
      "percentile": 0.6299017819185597
    },
    "sha256": "f9e61e02a24cfba118cc65a8a88c5791492b49c9c10ee3a20d556b0c46e0321e",
    "simhash": "1:b0d7e44ad1a63f5a",
    "word_count": 5041
  },
  "last_updated": "2024-02-27T17:51:09.396208+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Williamson v. Montgomery."
    ],
    "opinions": [
      {
        "text": "Mehaeey, J.\nLamar Williamson is the chairman, J. H. Andrews is the secretary, and Harvey Gf. Combs is the assistant secretary of the Democratic State Central Committee of Arkansas.\nThe appellee, Robert L. Montgomery, Jr., is a citizen and qualified elector of the State of Arkansas.\nOn May 21, 1932, the appellee filed in the Pulaski Circuit Court a petition for mandamus, praying- for an order requiring appellants to accept appellee’s fee as'a candidate for the Democratic nomination for the office of Treasurer of Arkansas, and to certify appellee’s name to the various county committees as, a candidate for said nomination.\nThe appellants filed a demurrer denying that the court had jurisdiction of the persons of defendants in the capacity in which they are sued, and denied that the court had jurisdiction of the subject of the action.\nThe court overruled the demurrer. Appellants saved their exceptions, and filed answer to appellee’s petition, denying- the material allegations in the complaint, and asking that the petition be dismissed.\nThe case was tried on the following agreed statement of facts:\n“Stipulation: The parties in open court agree that witnesses, if present in court, would testify to the following facts; the plaintiff was at the office of Harvey Gf. Combs, assistant secretary of the Democratic State Central Committee, in Little Rock, at or about eleven o ’clock p. m. on May 10, 1932. -He mailed the pledge required by § 42 of the-rules of the Democratic party in Arkansas, and the fee required by <§> 45 of said rules, to J. H. Andrews, secretary of said committee, at Wynne, Arkansas, at eleven-thirty o’clock i>. m. on May 10, 1932, and said pledge and fee were received by said secretary at an hour in the morning of May 11, 1932. .Said secretary returned the fee to plaintiff. The defendants refused to accept said fee from plaintiff — the reason given that it was not received within the time required by the rules as construed by the defendant. At or about eleven o ’clock p. m. on May 10,1932, one Martin, of Wynne, Arkansas, a friend of plaintiff, advised J. H. Andrews, said secretary at Wynne, at plaintiff’s request, that he would sign and file the pledge for plaintiff and pay the fee to said secretary at that hour, but said secretary advised said Martin that he would not accept the pledge with plaintiff’s name signed by another party. A copy of the rules of the Democratic party in Arkansas in effect at the times mentioned herein are attached hereto as a part of this stipulation.”\nThe entire rules of the Democratic party covering forty-six pamphlet pages were put in evidence, but we do not deem it necessary to burden this opinion with more than the following:\n“Section 14. State Central Committee — Assistant Secretary. — To facilitate work of the Democratic organizations and that Democratic records may be preserved for future reference, the office of assistant secretary is hereby created. The said assistant secretary shall be appointed by the secretary of the State Central Committee subject to the approval of the said committee. It shall be his duty to keep the records in permanent form of all the proceedings and deliberations of State Central Committees and of State Conventions, and to perform such other duties as shall be required of him by the State Central Committee or by the officers thereof. His compensation shall be prescribed by the secretary.”\nSection 42 of said rules provides:\n“Candidates for nomination shall file a written pledge to abide by the results of the primary and to support the nominees of the party. ’ ’\nSection 43 provides:\n“All candidates for United States Senator, representatives in Congress and all State and district offices shall file the prescribed pledge with the .secretary of the 'State Central Committee not later than ninety (90) days before the election; and all candidates for county and township offices shall file the prescribed pledge with the secretary of the county central committee not later than thirty (30) days preceding the election; and all candidates for municipal offices shall file their pledges with the secretary of the city central committee not later than thirty (30) days preceding the election.\n“No candidate’s name, who shall fail to sign and file said pledge, shall appear on the official ballot in said primary election. The chairman and secretary of the State Central Committee shall certify to the various county committees not later than July 20 the names of all candidates who have complied with the rules herein prescribed and no other names for such offices shall be put on the ballots by the county committees.”\nThe court, on its own motion, made the following finding of fact; to which the appellants excepted:\n“That plaintiff was in the office of H. G. Combs, assistant secretary, before midnight, May 10, 1932; that, before midnight May 10, 1932, a person in Wynne, at the request of plaintiff offered to sign plaintiff’s name to a pledge in the office of the secretary and to pay his fee; that it was announced by Mr. Combs, in his office in the presence of plaintiff, that the ticket would close at midnight and any other candidates desiring to file pledges and pay fees could do so at that time.”\nThe appellants requested the court to make the following declarations of law, which the court refused to make, and appellants saved their exceptions:\n“That this court has no jurisdiction; that the construction of the party rules which were made 'bv the committee is a matter entirely within the jurisdiction of the committee and not of this court; that where there are more than one reasonable construction to be placed upon the rules of the Democratic party and one of these constructions is adopted by the officers of the committee, this construction will govern.\n“That filing the pledge and filing the fee on May 11, 1932, is not a compliance with the rules of the Democratic party.\n“That the plaintiff did not file his pledge or pay his fee within the time prescribed by the rules of the Democratic party and that plaintiff is not entitled to have his name placed on the ballot.\n“That § 9756 of Crawford & Moses’ Digest does not apply to computation of time in rule of the Democratic party.\n“That § 3772 of Crawford & Moses’ Digest-is the only statute conferring a cause of action on a candidate; that said statute confers a right of action on a candidate only, and to contest only the certification of nomination or the certification of vote.\n“That the officers of the Democratic State Central Committee are not officers within the meaning of §§ 70'20 and 7021 of Crawford & Moses’ Digest, or any other statute; that the court had no jurisdiction to issue a writ of mandamus directed to officers or members of the Democratic State Central Committee; that the plaintiff has a remedy by appeal to the Democratic State Central Committee.\n“That defendants are not ministerial officers to whom this court has jurisdiction to direct a writ of mandamus; that the placing of plaintiff’s name on the ballot is not. a ministerial act, but is one which involves exercise of discretion on the part of the committee and its officers.”\nThe court then made and entered the following order and judgment:\n‘ ‘ On this day comes the plaintiff in person and by his attorneys, Sam E. Montgomery and June P. Woolen, and come the defendants by their attorney, Chas W. Mehaffy, and this canse is submitted to the court upon the complaint, demurrer, answer and stipulation of facts. After argument of counsel, the court being well and sufficiently advised as to all facts and matter of law arising thereunto, doth sustain the prayer of the complaint.\n“The court finds that the declarations of law and findings of fact requested by plaintiff are correct and are hereby adopted by the court.\n“It is therefore by the court ordered and adjudged that a writ of mandamus issue herein, directed to the defendants as officers of the Democratic 'State Central Committee of Arkansas commanding them to accept and file the pledge and fee of plaintiff heretofore tendered to them as a candidate for the Democratic nomination for the office of State Treasurer of Arkansas, 'and that they as such officers of said committee certify the name of plaintiff as a candidate for the nomination of State Treasurer to the various Democratic county committees in Arkansas not later than July 20, 1932, for the purpose of having plaintiff’s name as such candidate printed upon the ballots to be voted at the Democratic Primary to be held in Arkansas on August 9, 1932.\n“The defendants in open court, having knowledge of this judgment, waive actual service of said writ.”\nTo the findings and judgment of the court, the appellants, at the time excepted, and asked that their exceptions be noted of record, which was done.\nThereupon the appellant filed motion for a new trial, which was by the court overruled, exceptions saved, and the case is here on appeal.\nThe Democratic party in Arkansas provided for a legalized primary to be held on August 9, 1932, for the purpose of nominating candidates for the general election in November.\nJ. H. Andrews, at Wynne, Arkansas, is secretary of the State Central Committee, and Harvey Gr. Combs, of Little Rock, is assistant secretary.\nUnder the rules and regulations of the party, candidates for State offices were permitted to file the pledge required with the assistant secretary at Little Rock.\nRule 43 of the rules adopted by the Democratic party in Arkansas provides that candidates shall file the prescribed pledge with the secretary of the State Central Committee not later than ninety (90) days before the election..\nThe requirement to file the pledges and the time in which they must be filed, is fixed by a rule of the Democratic party, and not by statute.\nAs we have said, the primary election to be held on August 9th is a legal election, but the requirements, in order to have one’s name placed on the Democratic ticket as a candidate for nomination, are fixed by the rules of the party, and not by law.\nIt is contended however by the appellee that, although the party has a right to make rules, it has no right to construe the rules when made.\nThe agreed statement of facts in this case shows that the appellee, Mr. Montgomery, was at the office of Harvey Gr. Combs, assistant secretary of the Democratic Central Committee, about 11 p. m., on May 10, 1932.\nInstead of filing his pledge at the office of the as-' sistant secretary, where other candidates were filing their pledges and paying the fee, and where the appellee knew he could pay his fee, file his pledge, and have his name put on the ticket, he mailed the pledge and the fee to J. H. Andrews, secretary, at Wynne, Arkansas, at 11:30 p. m., on May 10, 1932.\nThe pledge and fee were received by the secretary on the morning of May 11, 1932.\nThe officers of the State Central Committee, construing the rule, fixed the time for closing the ticket at midnight on May 10, 1932.\nNotwithstanding this time was fixed and known to appellee, and he was advised of this decision on the part of the committee, and notwithstanding it was announced in Ms presence tliat the time for filing pledges and paying fees expired at midnight, appellee declined to file his pledge and pay his fee to the. assistant secretary, but mailed them to the secretary at Wynne, Arkansas, at a time when he knew it could not reach the secretary before midnight of May 3.0th, the time fixed for closing the ticket.\nAppellee says there are two major questions' presented in this appeal. The first one is, did the court have jurisdiction to entertain the petition made?\nIt is further stated in' the argument of this question by appellee: “Where by statute a Democratic, primary election has been made a legal election, and a member of that party desires to become a candidate, complying with all the party rules, can the officer of the central (or executive) committee arbitrarily refuse to obey the law of the party by denying to such a member the right to become a candidate?”\nWe have no such case made by the pleading and evidence in this case. If the committee or officers acted either fraudulently or in such an arbitrary manner as to prevent a person who in good faith sought to comply with the party rules, the court would require the officers themselves to comply with the rules.\nThat, however, is a very different matter from saying to the central committee or its officers that they have a right to make rules but no right to interpret them.\nIt would be strange indeed, if the party had power to make rules, but could not, in good faith, construe them.\nIn this case there is no question of fraud or intention to deprive appellee of any right. The' appellants acted in good faith, and, if the position taken by appellee is correct, then the committee, or its officers, could not construe any rule of the party, but every time there was. any necessity for interpretation or construction; they would be controlled by the court.\n• If the Legislature, in providing for the primary election law, had intended any such thing as this, it ■would have said so. The Legislature has provided for certain questions to he determined by the courts, but Avhen the party makes a rule governing its procedure, and in good faith interprets that rule, the court has no authority to substitute its interpretation for that of- the committee.\nOf course, if there was any question of fraud, deception, wrongdoing, or anything else that prevented an elector from getting his name on the ticket, the courts would have jurisdiction to prevent the wrong. But we have no such question here.\nIt is stated that in the case of Tuck v. Cotton, 175 Ark. 409, 299 S. W. 613, the question involved there was purely a party matter, not governed by statute, and over which the court had no control. What we said in that case was that the Legislature had authority to give the court jurisdiction, but, unless it was clear that it intended to do this, the court will not assume jurisdiction, but will leave these matters to be determined by the political parties, just as they were before the enactment of primary election law.\nWe further held that the law7 does not seek to interfere with the management of party affairs by the central committee or conventions.\nThe courts have no power to interfere with the judgments of the constituted authorities of established political parties in matters involving party government and discipline, or to determine disputes within a political party as to the regularity of the election of its executive officers.\nAttention is also called by the appellee to the-case of Spence v. Whitaker, 178 Ark. 51, 9 S. W. (2d) 769. We said in that case: “If one should deliberately fail or refuse to file the pledge required by the law, it would be the duty of the committee to refuse to put his name on the ticket.”\nThe rule involved in this case, as construed by the proper authorities of the party, required the pledge to be filed by midnight on May 10th. Is there any donbt that the appellee not only knew about the rule, but knew how the committee interpreted it, and knew, according to the committee’s interpretation, that the time ended at midnight on the 10th? He was present in Mr. Combs’ office and given the opportunity to file his pledge and get his name on the ticket, but he refused to do this, and at about 11:30 mailed his pledge to Wynne, Arkansas.\nThe court might put a different construction upon the rule, but it was the party’s business to make the rule and the party’s business to interpret it.\nIt appears from the record in this case that the officers of the party interpreted the rule, published it, and advised everybody who wished to become a candidate that the time for filing the pledge would end at midnight on the 10th.\nThe rule adopted by the Democratic party is not in conflict with any statute, and there is no statute prohibiting the party from, in good faith, interpreting its own rules.\nWe said in a recent case:\n“Being a voluntary political organization and not an agency of the State, the Democratic party had the right to prescribe the rules and regulations defining the qualifications of membership, and to provide that only white people could become members, without coming within the prohibition of either the Fourteenth or Fifteenth Amendment..# * * There is no more reason to say that the Democratic party in Arkansas cannot make the rule in question than there is to say that the Masonic 'bodies in Arkansas may not exclude them on account of color.” Robinson v. Holman, 181 Ark. 428, 26 S. W. (2d) 66.\nAppellee refers to 20 C. J. 112. In the same volume at page 104 it is said: “In the absence of constitutional or statutory provisions to the contrary, the authorities of a political party, such as State and county executive committees, may, in accordance with party usage, make and enforce reasonable regulations'relating to nominations within the party.”\nIn the instant case, as we have already said, there are no constitutional or statutory provisions contrary to the rule adopted by the party. It is a matter of common knowledge that, ever since the enactment of the primary election law and the adoption of the rule under consideration, the officers of the Democratic State Central Committee have placed its interpretation upon the rule by fixing the time within which the pledge must be filed. This action on the part of the officers of the committee is a matter of common knowledge.\nIt is done not only by the State central committee,' but by the county central committees and committees in cities and towns, and whenever such committee, in good faith, interprets and declares the meaning of the rule, the courts have no right or authority to put a different interpretation on the rule.\nWe said in the case of Robinson v.. Holman, supra:\n“Political parties are political instrumentalities. They are in no sense governmental instrumentalities.\n“The State has nothing to do with the holding of primary elections. The statute fixes the date for holding primary elections, but the State appoints no officers to hold a Democratic primary. It does not pay the cost thereof. The machinery for holding' a Democratic primary election in Arkansas is entirely an instrumentality created by the party with which the State, as a State, has nothing to do.”\nThe case of Combs v. Gray, 170 Ark. 956, 281 S. W. 918, discussed by appellee, involved the question of the adoption of a constitutional amendment.\nAppellee also calls attention to the case of Walker v. Grice, 159 .S. E. 914. That case involved the right of the Democratic committee to remove from office persons appointed by it. That case was decided by the Supreme Court of South Carolina, and the court said:\n“It is evident from the .above extract that the Legislature intended -to give primary elections a legal status, and to placo them, together with the entire party machinery, under the protection of the courts, not only for the purpose of punishing frauds, but also for the enforcement of rights acquired therein.”\nBut there is nothing in that decision holding that a court has authority to compel a committee, of a political party either to make a certain rule or to interpret a rule in a certain way.\nThe court also said in that case: “We call attention to the fact that the rules of the State Democratic party cannot conflict with the enactments of the Legislature as to primary elections whether state, county or municipal.\n“We find no conflict between the rules of the State Democratic party and the statutory enactments.”\nAttention is called to the case of People v. Democratic General Committee, 164 N. Y. 335, 51 L. R. A. 674. In that case it will be seen that the expenses of the primary election under the statute had to be paid by the same officers or boards, and in the same manner as the expenses of the general election. Besides that the court said, in discussing the power of the committee, that it provided many things for the conduct of the committee, but the right to expel a member was not one of them. It was said, in speaking of the Legislature:\n“It decided that the wrongs that had been and were being done to the primary voters exceeded that which could result from occasional association with a hostile member. In other words, it was determined that the majority of the primary voters were entitled to select any representative they might desire, who should be responsible to those electing him, and only to them, for his conduct in office.”\nThe appellee quotes at length from the case of State v. Hunter, 134 Ark. 443, 204 S. W. 308. In that case the court construed a statute which provided that notice shall be filed “not less than fifteen days before the election.” The court held that, adopting the statutory rule of construction “where a certain number of days are required to intervene between two acts, tbe day of one only of the acts toiay be counted.” Many courts have construed statutes like the one involved in State v. Hunter just as the committee in this case construed the party rule. There is authority supporting each of the interpretations. The weight of authority probably supports the interpretation adopted by the officers of the committee. However this may be, there is authority to support the interpretation of the committee, and it had the right not only to make the rule but to interpret it.\n' This court said in Jones v. State, 42 Ark. 93; ‘ ‘ Where a certain number of days are required to intervene between two acts, the day of one only of the acts is to be counted, but when a statute requires notice of at least a certain number of days before an act, this means so many full days, and the day of the notice and the act are both excluded from the computation. ’ ’ The court can compel the committee to act if it refuses to do so, but it cannot control its discretion.\nNearly all of the authorities referred to are based on statutes, and, of course, the committee could not make or enforce a rule that was prohibited by statute, or that was in conflict with the statute.\nWe have already said that, if there was any charge of fraud or arbitrary action, the court would have jurisdiction, and mandamus would lie to compel a compliance with the rules of the party.\nIt is contended by the appellee that the pledge was filed in time. What we have already said answers this question. That is, that the interpretation of the rule, .where it was done in good faith, and resulted in no harm io anybody, is for the committee and not the courts.\nAppellants have referred to a great many cases which we do not deem it necessary to review here, because holding that the interpretation of the rule, in good faith, by the committee, ivas not subject to review by the courts, makes it unnecessary to discuss any other questions.\nThe judgment of the Pulaski Circuit Court is reversed, and appellee’s petition dismissed.",
        "type": "majority",
        "author": "Mehaeey, J."
      },
      {
        "text": "Smith, J.,\n(dissenting). The statute provides: “The primary elections of all political parties shall he held on the second Tuesday in August preceding the general election.” Section 3758, Crawford & Moses’ Digest. That date, in the present year (1932), falls on August 9, 1932.\nThe majority say: “Rule 43 of the rules adopted by the Democratic Party in Arkansas provides that candidates shall file the prescribed pledge with the Secretary of the State Central Committee not later than ninety (90) days before the election. ’ ’ The fee for placing the name of the candidate on the ticket must be paid within the same time. The majority also say that the pledge and fee from Montgomery were received by the secretary (of the committee) on the morning of May 11, 1932. It is not questioned that the secretary of the committee was a proper person with whom to file the pledge and to whom the fee should be paid, although filing may be made with, and payment may be made to, the assistant secretary of the committee.\nIt occurs to me therefore that the only question in the case is, whether Montgomery filed his pledge and paid his fee “not later than ninety (90) days before the election.”\nIt is true the chairman and secretary of the Democratic State Central Committee announced that this rule could be complied with only by paying the fee and filing the pledge on or before midnight of May 10, 1932, but, this construction to the contrary notwithstanding, the rule remained unchanged. I do not understand that it is contended, or that it is the intention of the majority to decide, that the chairman and secretary have power to make rules. It is held only that they may construe the rules, but that, when this construction is publicly announced and fairly made, it becomes as binding as a rule itself. From this holding I respectfully dissent. If a rule is erroneously construed, but must be modified to conform to that construction, if publicly announced and fairly made, this can be nothing more nor less than the power to amend the rules 'by construction. I submit that the chairman and secretary have no such power.\nIt must not be forgotten that this primary election is a legal election, and that we have not only party rules, but we have statutory regulations applicable thereto. These party rules must be construed with reference to all applicable statutes and judicial constructions thereof. The present proceeding partakes of the nature of a contest by an eligible candidate before the chairman and secretary of the committee, who are assuming to act for the committee, to enforce his right to become a candidate.\nSection 3778, Crawford & Moses’ Digest, appears to have relevancy upon this issue. It reads as follows: “All laws or rules of political organizations holding primary elections providing for contest before political conventions or committees other than the proceedings herein provided shall be of no further force or effect.”\nWe get back therefore to the question with which we started, the correct answer to which should control the decision of this case, and that is, did Montgomery in fact file his pledge and pay his fee within the time fixed by the party rules when properly construed?\nWe have a statute which I think very definitely decides this question. That is § 9756 of Crawford & Moses1 Digest, which reads as follows: “Where a certain number of days are required to intervene between two acts, the day of one only of the acts may be counted. ’ ’\nIt is a matter of calculation, about which there is no question nor room for construction, that if, as the statute quoted requires, either May 11th or August 9th is counted (and only one of these dates may be counted), Montgomery paid the fee and filed his pledge ninety days before the election. Any correct calendar will verify this calculation.\n■ ■The exact question here presented was expressly decided in the case of State v. Hunter, 134 Ark. 443, 204 S. W. 308, which was also an election case. The facts in that case were that the election commissioners of Perry County were indicted for suppressing the certificate of nomination of a candidate for sheriff, contrary to the statute which provides that such certificates of nomination shall be filed with the county election commissioners “not more than sixty days nor less than fifteen days before the election.” The argument was there made that under this statute fifteen full days must intervene between the date of filing the nominating certificate and the date of the election. In overruling that contention, it Avas there said: “Counsel rely on the decision of this court in Jones v. State, 42 Ark. 93, where, under a statute providing that road hands ‘ shall have at least three days ’ actual notice’ before being required to work on public roads, the court held that the statute required three full days to intervene betAveen the giving of the notice and the day the Avork was to begin. We do not think that case controls the present one. We have another statute Avhich provides that Where a certain number of days are required to intervene between íavo acts, the day of one only of the acts may be counted.’ Kirby’s Digest, § 7822. Applying that rule to the language of the statute uoav under consideration, it does not mean that there must be fifteen full days intervening between the filing of the notice with the commissioners and the day of election. The language of the statute is that the notice shall be filed ‘not less than fifteen days before the election,’ and under the statutory rule of interpretation one of the days should be excluded in the count. Adopting that rule of construction, the certificate of nomination Avas, according to the allegation of the indictment, filed Avithin the time prescribed by statute. ’ ’\nIf that decision is adhered to, it must follow that Montgomery paid his fee and filed his pledge “not later than ninety (90) days before the election,” and the chairman and secretary of the committee Avere Avithout power to hold othenvise, regardless' of their good faith in so holding.\nIt is therefore my opinion that the judgment of the circuit court should he affirmed.",
        "type": "dissent",
        "author": "Smith, J.,"
      }
    ],
    "attorneys": [
      "Tom W. Campbell and Chas. W. Mehaffy, for appellant.",
      "Sam E. Montgomery and June P. Wooten, for appellee."
    ],
    "corrections": "",
    "head_matter": "Williamson v. Montgomery.\n4-2717\nOpinion delivered July 4, 1932.\nTom W. Campbell and Chas. W. Mehaffy, for appellant.\nSam E. Montgomery and June P. Wooten, for appellee."
  },
  "file_name": "1129-01",
  "first_page_order": 1149,
  "last_page_order": 1165
}
