{
  "id": 1428355,
  "name": "Missouri State Life Insurance Company v. Withers",
  "name_abbreviation": "Missouri State Life Insurance v. Withers",
  "decision_date": "1934-03-26",
  "docket_number": "4-3389",
  "first_page": "1130",
  "last_page": "1135",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 1130"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 184,
    "char_count": 2033,
    "ocr_confidence": 0.494,
    "pagerank": {
      "raw": 1.1029688889534505e-07,
      "percentile": 0.568835480369705
    },
    "sha256": "ec6f83ab51ee0e1a91ab36bab8274ce6c7d5a5d91d47384a574ea2972b9c5a4b",
    "simhash": "1:7d52c6ebed523e12",
    "word_count": 334
  },
  "last_updated": "2023-07-14T22:44:11.517500+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Missouri State Life Insurance Company v. Withers."
    ],
    "opinions": [
      {
        "text": "Kirby, J.,\n(after stating the facts). The opinion in Missouri State Life Ins. Co. v. Foster, ante p............., written by onr learned Chief Justice in a like case, handed down this date, is controlling in all respects herein.\nThe policies and certificates of insurance herein do not, by express terms or by implication, make the giving of notice of the disability a condition precedent to the right of recovery; and, as said in the Foster case, supra: “We are definitely committed to the doctrine that liability attaches under contracts of insurance similar to the one under consideration upon causation of the injury, and it necessarily follows from this that no subsequent act or acts of the parties can destroy the liability thus created. Notice was not made a condition precedent to the right of recovery under the certificate and policy here under consideration, therefore a suit may be brought and maintained within the statutory period of limitations. Forfeitures cannot and should not be declared when the rights of parties have become vested; therefore the payment or nonpayment of premiums subsequent to the causation of the injury is immaterial.”\nWhen the premiums became due on these certificates, for the nonpayment of which they were attempted to be forfeited, the appellant company had in its possession sufficient funds belonging to the appellee under said contracts to have paid the premiums, if it had been so applied, and, such being the case, the insurer was bound to apply such funds in its possession to avoid a forfeiture. Mo. State Life Ins. Co. v. Foster, ante p. 1116, and cases there cited.\nOn the whole case, we find no prejudicial error in the record, and, said case being controlled by the Foster case, supra, the judgment is affirmed.",
        "type": "majority",
        "author": "Kirby, J.,"
      }
    ],
    "attorneys": [
      "George Pike, F. A. Isgrig, A. D. DuLaney and Rose, Hemingway, Cantrell & Loughborough, for appellant.",
      "Meehan & Moncrief, Sam T. Poe, Tom Poe and McDonald Poe, for appellee."
    ],
    "corrections": "",
    "head_matter": "Missouri State Life Insurance Company v. Withers.\n4-3389\nOpinion delivered March 26, 1934.\nGeorge Pike, F. A. Isgrig, A. D. DuLaney and Rose, Hemingway, Cantrell & Loughborough, for appellant.\nMeehan & Moncrief, Sam T. Poe, Tom Poe and McDonald Poe, for appellee."
  },
  "file_name": "1130-01",
  "first_page_order": 1148,
  "last_page_order": 1153
}
