{
  "id": 8727059,
  "name": "Smith v. McEachin",
  "name_abbreviation": "Smith v. McEachin",
  "decision_date": "1933-02-27",
  "docket_number": "4-2884",
  "first_page": "1132",
  "last_page": "1138",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 1132"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "156 W. 166",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": 0
    },
    {
      "cite": "107 Ark. 512",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1344035
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/107/0512-01"
      ]
    },
    {
      "cite": "3 S. W. 50",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "48 Ark. 333",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1887737
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/48/0333-01"
      ]
    },
    {
      "cite": "37 S. W. (2d) 88",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "183 Ark. 579",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1441696
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/183/0579-01"
      ]
    },
    {
      "cite": "198 S. W. 117",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "130 Ark. 486",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8721890
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/130/0486-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 532,
    "char_count": 9710,
    "ocr_confidence": 0.498,
    "pagerank": {
      "raw": 5.621200763043563e-07,
      "percentile": 0.9483174501679441
    },
    "sha256": "dadb3da3ec253986302afb606dc0e7650c1da46048de5c6f40d06f7ece616469",
    "simhash": "1:3ca5a1ab9b15d38f",
    "word_count": 1771
  },
  "last_updated": "2024-02-27T17:52:01.123529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Smith v. McEachin."
    ],
    "opinions": [
      {
        "text": "Butler, J.\nThe appellant, while engaged in the performance of his duties as an employee of the appellees, suffered an injury which caused the loss of an eye. He brought suit to recover damages alleging that his employers were negligent in failing to provide him reasonably safe instrumentalities with which to perform his labor.\nAppellees answered denying negligence and pleading assumed risk and contributory negligence as a bar to recovery. At the conclusion of the testimony, on motion of the appellees, the jury returned a verdict at the direction of the court. Judgment was entered in accordance with the verdict, from which this appeal is prosecuted.\nThere is only one question presented for onr determination — i. e., was the trial court correct under the evidence adduced in directing a verdict for the appellees? It is a rule of universal application that, where the testimony is undisputed and from it all reasonable minds must draw the same conclusion of fact, it is the duty of the court to declare as á matter of law the conclusion to be reached; but, where there is any substantial evidence to support the verdict, the question must be submitted to the jury. In testing whether or not there is any substantial evidence'in a given case, the evidence and all reasonable inferences deducible therefrom should be viewed in the light most favorable to the party against whom the verdict is directed, and, if there is any conflict in the evidence, or where the evidence is not in dispute but is in such a state that fair-minded men might draw different conclusions therefrom, it is error to direct a verdict.\nThe evidence tended to establish the following facts: Appellant is a “metal cooker,” it being his duty to properly melt metal for use in connecting joints in a pipe line. At the time of the injury the appellees were engaged in constructing a water main, and the appellant was employed by them in his usual capacity. The water main consisted of iron pipe which was being laid in a ditch dug for that purpose, and, on the occasion of the-appellant’s injury, the workmen who were engaged in-excavating the ditch had been sent to another place, leaving some rock in it. The foreman passed by the place where appellant was working and told him to get an iron or steel maul, which he pointed out, and to remove some rock which was lying in the ditch. In order to do this, it was necessary to shatter the rock. The foreman told the appellant to hurry, and, in obedience to the orders of the foreman, he picked up the maul which was lying about 150 feet from the rock to be broken, and, throwing it on his shoulder, hurriedly wenit to the place and struck the rock two or three blows. As he struck the last blow, something hit him in the eye, either a fragment of the rock or a sliver from the maul, resulting in the loss of sight in that eye. The appellant had never used a maul of that kind or for that purpose before. At one time about ten or twelve years before the accident he had used a maul or sledge in breaking up rubble while working on a levee. An examination of the maul after the injury showed that it was in a worn condition. The handle was not straight, and the striking face of the maul had been worn, so that it did not have a flat surface, but “was broken all off around the edges of it, and had a little ball in the middle.”\nThe appellant testified that he did not make any examination of the maul at the time he picked it up because he had been told to hurry, and he did not think the foreman would order him to take a tool that he could hurt .himself with, and so just did not look at it. There was testimony of a witness who had had sixteen years’ experience in stone quarries to the effect that it was proper, when the striking face of a maul became battered, to have it redressed so as to make the face of it smooth, as there was a tendency of rock to fly outward to the side when struck by a maul with a smooth face, but that if struck by a battered maul with rounded surface the tendency of the broken rock was to fly upward, and that was considered one of the dangers of using a battered maul; that there was also danger of slivers of steel breaking from the maul if it had a battered or rounded surface; that, while any one could observe the condition, it would be only one having experience who would understand the danger from its use.\nIt is the theory of the appellee that the maul should be classed as a simple tool which the master was not required to inspect, and that the dangers attendant upon its use would be only those ordinary risks which the servant would assume, and also its condition was obvious and the danger of its use\" ought to have been as apparent to him as to the master. The duty resting upon the master in the selection and inspection of the instrumentalities which the servant used in his work in all cases is to use ordinary care that they are reasonably adapted and safe\nfor tlie purpose intended, and, in determining that question, the simplicity of the tool and the skill required in its use is one of the circumstances to he considered in determining whether or not the master has exercised ordinary care. There is no fixed rule by which the liability of the employer for a defect in a common tool can be ascertained. Arnold v. Doniphan Lumber Co., 130 Ark. 486, 198 S. W. 117. Bach case must necessarily depend on its own peculiar circumstances.\nIn Arnold v. Doniphan Lumber Co., supra, the court approved the following statement: “A master is not required to inspect common tools and appliances which are committed to the custody of a servant who has the capacity to understand their character and uses.”\nIn Williamson & Williams v. Cates, 183 Ark. 579, 37 S. W. (2d) 88, it is said: “The axes were simple tools such as men engaged in appellee’s occupation are accustomed to use from boyhood, and the fact that they were dull could in no wise contribute to the happening of the injury, for that was occasioned by the falling of a brush, and the mere fact that it was severed with a dull axe instead of a sharp one could make no difference. As we have seen, appellee must have had knowledge of the use and construction of the axes, as he appears to have been a man of ordinary intelligence. Therefore there was no duty resting upon the appellants to exercise ordinary care in the selection of the axes, for they were simple tools in ordinary use.”\nIn the case of Little Rock M. R. & T. Ry. Co. v. Leverett, Admr., 48 Ark. 333, 3 S. W. 50, quoted in the case of C. R. I. & P. Ry. Co. v. Smith, 107 Ark. 512 (156 W. 166), at page 522, it was held that a servant is not required to inspect the appliances of the business in which he is. employed for latent defects, but only to take notice of such, defects or hazards as a-re obvious to the senses. The fact that he might have known these or had the means and opportunity of knowing them will not preclude him from a recovery unless he did in fact know, or, in the exercise of ordinary care, ought to have known, of them.\nAfter a careful consideration of the evidence adduced on behalf of the appellant, applying to it the principles of law above stated and giving to it its strongest probative value, we are of the opinion that it warranted a submission to the jury of the question of negligence on the part of the master, and whether or not the servant assumed the risk or was himself guilty of negligence contributing to his injury. The question involved in this case, like that of C. R. I. & P. Ry. Co. v. Smith, supra, “is an exceedingly close one.” In that case the defective tool was one in common use and practically identical with’ the tool involved in the instant case. There the servant injured had been directed to get the particular tool for the use of his fellow-servant, which tool, while in such use, glanced from the object struck because of a worn and defective face. The court said: “The undisputed evidence shows that the hammer had an imperfect striking face and was in a defective condition, when considered with reference to the uses for. which it was intended. * * * Hence the jury was justified in finding from the evidence that the face of the hammer was defective, and that its defective condition; was the efficient cause of the injury to the plaintiff. Neither can we say, as a question of law, that, under all the facts and circumstances adduced in evidence, an unskilled laborer of ordinary intelligence should have known that the hammer was defective and should have known and appreciated the dangers that he was exposed to by reason thereof. There is no hard and fast rule that may be laid down as governing the liability of an employer for a defect in common tools. In view of this condition, we do not undertake to say what state of facts the rule of liability should embrace and what state of facts it should not. * * * There was no duty imposed upon either plaintiff or Blackman to search for defects in the hammer. It cannot be said, as a question of law, that the defect in the face of the hammer was so open and obvious that they could have seen the defect by a glance or by such casual observation as it would be natural for plaintiff to have made while carrying tbe hammer to Blackman or by Blackman to have made after receiving it. ’ ’\nSince there must be another trial of this case, it is proper that we refrain from commenting npon the effect of the evidence or pointing ont with particularity that which appears to ns to warrant a submission of the case to the jury.\nBeversed and remanded for a new trial.",
        "type": "majority",
        "author": "Butler, J."
      }
    ],
    "attorneys": [
      "Patterson, Patterson i& Patterson, for appellant.",
      "Pryor & Pryor, for appellee."
    ],
    "corrections": "",
    "head_matter": "Smith v. McEachin.\n4-2884\nOpinion delivered February 27, 1933.\nPatterson, Patterson i& Patterson, for appellant.\nPryor & Pryor, for appellee."
  },
  "file_name": "1132-01",
  "first_page_order": 1152,
  "last_page_order": 1158
}
