{
  "id": 8726727,
  "name": "Valley Planing Mill Company v. Lena Lumber Company",
  "name_abbreviation": "Valley Planing Mill Co. v. Lena Lumber Co.",
  "decision_date": "1925-06-08",
  "docket_number": "",
  "first_page": "1133",
  "last_page": "1142",
  "citations": [
    {
      "type": "official",
      "cite": "168 Ark. 1133"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "135 Ark. 205",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    },
    {
      "cite": "143 Ark. 172",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1589392
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/143/0172-01"
      ]
    },
    {
      "cite": "130 Penn. 641",
      "category": "reporters:state",
      "reporter": "Penn.",
      "opinion_index": 0
    },
    {
      "cite": "106 Ill. 326",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        2783583
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ill/106/0326-01"
      ]
    },
    {
      "cite": "39 N. J. Eq. 346",
      "category": "reporters:state",
      "reporter": "N.J. Eq.",
      "opinion_index": 0
    },
    {
      "cite": "34 Miss. 500",
      "category": "reporters:state",
      "reporter": "Miss.",
      "case_ids": [
        8838012
      ],
      "opinion_index": 0,
      "case_paths": [
        "/miss/34/0500-01"
      ]
    },
    {
      "cite": "34 N. J. L. 116",
      "category": "reporters:state",
      "reporter": "N.J.L.",
      "case_ids": [
        384345
      ],
      "opinion_index": 0,
      "case_paths": [
        "/njl/34/0116-01"
      ]
    },
    {
      "cite": "234 Mass. 384",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        63499
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/234/0384-01"
      ]
    },
    {
      "cite": "12 Me. 441",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        1523864
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/12/0441-01"
      ]
    },
    {
      "cite": "37 Am. Dec. 155",
      "category": "reporters:federal",
      "reporter": "Am. Dec.",
      "opinion_index": 0
    },
    {
      "cite": "159 Ark. 445",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8722866
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/159/0445-01"
      ]
    },
    {
      "cite": "45 Ark. 1",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 759,
    "char_count": 20229,
    "ocr_confidence": 0.46,
    "pagerank": {
      "raw": 4.027860284659168e-07,
      "percentile": 0.9068978538903233
    },
    "sha256": "4a42793da4927717295f621d82f4f9eb33b1577f4e326ea4dd79c408b7814f81",
    "simhash": "1:191feea44d36ea34",
    "word_count": 3442
  },
  "last_updated": "2024-02-27T20:53:15.452133+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Valley Planing Mill Company v. Lena Lumber Company."
    ],
    "opinions": [
      {
        "text": "Humphreys, J.\nThis suit was brought on November 29, 1924, in the chancery court of Saline County by appellee against appellants to enforce the specific performance of a written contract of sale and purchase of 5,000 acres of timber land in Saline County, particularly describing same. The memoranda evidencing the agreement were in the form of a letter of acceptance and a receipt which are as follows:\n“August 23, 1922.\nLittle Bock, Ark.\n“Lena Lumber Company,\nBenton, Ark.\n“Gentlemen: I am this day accepting your proposition on the 5,000 acres of timber lands, more or less, in 'Saline County in fee for the price and terms below: $5,000 cash to 'bind the trade as forfeit or to he refunded in case abstract proves to be worthless. $10,000 down when title is shown to be good, $10,000 note for one year from today at 7 per cent, interest, and one note for $10,000 due two years from today at 7 per cent, interest. The interest on the second note is to ‘be paid one year from today when first note is paid, and I am to retain lien on land and timber until both notes are paid. These notes are to be secured by the Citizens’ National Bank o,f Boston, Mass. The purchase price is $35,000 on the terms mentioned above.\n“Yours very truly,\n“ (Signed) B. B. McIntosh.\n“Accepted this August 23,1922. Lena Lumber Company, by II. Faisst, Pres.”\n“To Lena Lumber Company:\n• “Beceived of the Lena Lumber Company check in the sum of $5,000 as payment on account of purchase of five thousand acres more or less in Saline County, a list'' of which lands has been submitted as shown on plats. It is agreed that a further sum of ten thousand dollars is to be paid when warranty deed and abstract showing-good title are delivered. As a further consideration, you are to give two notes as balance purchase money, each in the sum of $10,000, payable one and two years after date, with interest at the rate of seven per cent, per annum, payable semi-annually, the said notes to be guaranteed by the Citizens’ National Bank, of Boston, Massachusetts, and a vendor’s lien retained on the land to sejcure the payment of said notes. You are to have a reasonable time to examine the abstract of title -after the abstracts are delivered to you for examination; and it is agreed that your failure to complete this transaction Within a reasonable time, condition that the title be good, will be sufficient cause to declare forfeiture of the five thousand dollars this day paid on account of this purchase.\n“R. R. McIntosh.\n“Accepted: Lena Lumber Company, by H. Faisst, President, this day August '23, 1922. ”\nIt was alleged that, after the abstract was approved and accepted, appellee drew its draft for $10,000 on the Citizens’ National Bank of Boston to pay the balance of the cash consideration, and executed two notes evidencing the balance of the purchase money, which papers, together with the deed of McIntosh to it and the muni-ments of title, were delivered to the People’s Bank of Little Rock under agreement that the draft should be forwarded for collection and the notes for indorsement, after which the notes should be delivered to McIntosh and the deed and other muniments of title to appellee; that it was discovered that the indorsement by the Citizens’ National Bank of Boston of notes secured by mortgage on real estate was not enforceable, whereupon McIntosh waived the bank’s indorsement, and agreed to accept such indorsement in lieu thereof as would meet the approval of W. E. Lenon, president of the People’s Bank; that it tendered the personal indorsement of Guy A. H|am, president of the Citizens’ National Bank of Boston, and while W. E. Lenon was investigating his financial condition, McIntosh, without notice to appellee, sold and conveyed said lands to the Valley Planing Mill Company with the knowledge on its part of the contract between McIntosh and appellee; that McIntosh kept the $5,000 cash payment, obtained the notes and draft from tbe People’s Bank, and returned them to appellee, claiming that appellee had forfeited its rights under the contract for the sale and purchase of said lands by failure to furnish acceptable indorsement on the twó $10‘,000 notes.\nE. E. McIntosh filed an answer admitting the execution, of the contract for the sale of said lands to appellee and the receipt of, the initial payment of .$5,000, but denied every other material allegation in appellee’s bill, and alleged that appellee breached the contract to his damage in the sum of $5,000. He prayed for the dismissal of appellee’s bill for the want of equity.\nThe Valley Planing Mill Company filed an answer adopting the answér of McIntosh, and, by way of further defense, alleging that, it purchased said land from appel-lee for $34,500; that, in order to make the payment, it mortgaged the lands for $20,000, to the Arkansas National Bank of Hot Springs, which is a first lien thereon; that it purchased the land in good faith and without knowledge of appellee’s claim.\nThe Arkansas National iBank intervened, alleging that it accepted the mortgage from the Valley Planing Mill Company in good faith for $20,000 in the belief that said company was the owner of said lands, and prayed that its rights be protected by declaring its lien prior and paramount to that of all other persons.\nThe cause was submitted to the court upon the pleadings and testimony, which resulted in a finding of the issues for appellee, and a rendition of the decree for specific performance of the contract between McIntosh and - appellee. In order to effect specific performance thereof, appellee was ordered to pay $30,000 principal and $251 interest to the commissioner of the court, who was to pay the Arkansas National Bank of Hot Springs out of the fund the amount due on the mortgage and to pay the balance to appellee, Valley Planing Mill Company; and said Arkansas National Bank was ordered to release its mortgage upon payment of same; and. the Valley Planing Mill Company to execute a deed for said lands to appellee upon pavment to it of the balance of said fund. Appellee paid the amount to the commissioner, whereupon he filed a commissioner’s deed to appellee for said lands, which was confirmed by the court and ordered to be delivered to appellee. A supersedeas bond was executed, and an appeal duly prosecuted to this court. Upon application, an injunction was issued against all parties restraining them from cutting timber on said land during the pendency of the appeal.\nThe facts necessary to a determination of the issues involved on tbe appeal are, in substance, as follows: B. B. McIntosh was the owner of the lands in question by purchase from the Hamlin Stave Company. The People’s Savings Bank advanced the purchase money for the lands to his vendor and held his unrecorded deeds as security for the advancement until he could sell the lands. On August 3,1922, he entered into a contract for the sale and purchase of them to appellee for $35,000, $5,000 of which amount was paid in cash, pending the consummation of the deal. The examination of the abstract by appellee’s attorneys was completed on October 18,. 1922, and accepted with a written understanding that McIntosh might procure patents for about forty pieces of the land at a later date and have them recorded. After the acceptance of the abstract, the parties met at the People’s Savings Bank to close the deal. McIntosh executed a deed for the lands to appellee, drew a draft for $10,000 on the Citizens’ National Bank of Boston, and appellee executed two notes to McIntosh for $10,000 each evidencing the balance of the purchase money; and these, together with the abstract and other muniments of title, were left in the People’s Savings Bank with directions to forward the draft for collection and the two notes for the indorsement of the Citizens’ National Bank of Boston; and when the draft was paid and the notes returned, to deliver them to McIntosh, and the deeds, abstracts, and other muniments of title, when patents were obtained, to appellee. About this time it was discovered that the national banking law prohibited a national 'bank from indorsing notes of this kind: so an attempt was made to close up the deal on the basis that Guy Ham, the president of said bank, should.personally indorse the notes in the place of the bank. This arrangement was agreed upon dependent upon the approval of Ham’s indorsement by W. E.-Lenon. While W. E. Lenon was investigating the solvency and sufficiency of Guy Ham as indorser upon the notes, McIntosh became apprehensive lest the first deal might fail, and, having an opportunity to sell the lands to the Valley Planing Mill Company, gave it a week’s option to buy same for $34,500 on condition that the deal with the Lena Lumber Company should fail. At the time he executed the option, he gave the Valley Planing Mill Company a copy of his written contract with the Lena Lumber Company. The Valley Planing Mill Company obtained information that W. E. Lenon was not satisfied with the personal indorsement of Guy Ham upon the two $10,000 notes and that the draft had been returned unpaid, whereupon'it paid McIntosh $34,500 and obtained a deed from him to the lands. This understanding was obtained through conversation with W. E. Lenon, but it is quite evident that, at the time of the conversation, Lenon had not determined whether he would approve Ham’s personal indorsement. The Valley Planing Mill Company made no inquiry of appellee concerning the matter. On November 9, W. E. Lenon went away on a hunting trip before he had completed his investigation of the financial condition of Guy Ham. The sale of the lands by McIntosh to the Valley Planing Mill Company was completed November 14 before Lenon returned from the hunting trio and before he had decided whether the individual indorsement of Guy Ham. on the notes would be sufficient. Appellee had no notice of the option which McIntosh had executed to the Valley Planing Mill Company, and the first information it received of the sale was contained in a. registered letter written to it by 'McIntosh claiming that, on account of the failure to comply -with the terms of the contract of sale and purchase, he was forfeiting the contract by taking down the deposit of $5,000 and returnina- it, the draft for $10,000 and .the two. notes for $10,000 each.\nAppellant’s first contention for a reversal of the decree is appellee’s failure to pay the $10,000 draft. The insistence is made that this constituted a breach of the contract, thereby preventing appellee from demanding its specific performance. We do not think the failure to pay the draft under the circumstances in this case constituted a breach of the contract. As we read the contract, its payment was to be coincident 'with the indorsement of the notes and concurrent with the delivery of the deed as contended by appellee. Payment thereof was not refused but withheld pending the acceptance of the personal indorsement of the two notes by Ham, which indorsement had been offered and was being considered as a substitute for the indorsement of the Citizens National Bank of Boston. The validity of the indorsement of the Citizens National Bank of Boston had arisen when the parties came to close the contract. All the parties recognized that the contract had provided for an indorsement of the two $10,000 notes, which could not be enforced. When this discovery was made, appellee offered to substitute the individual indorsement of Huy A. Ham for that of the bank, which was satisfactory to McIntosh if it should meet with the approval of W. E. Lenon whose bank had advanced the money to McIntosh with which to purchase the land. Pending the investigation and decision of W. E. Lenon relative to the sufficiency of Ham’s personal indorsement, the matter was left in statu quo. The failure to pay the $10,000 draft during the time W. E. Lenon was considering the acceptance of Ham’s personal indorsement in lieu of that of the bank, could not, in good conscience, be treated as a refusal to pay same in the sense of breaching the contract.\nAppellant’s next contention for a reversal of the decree is that appellee’s offer of Ham’s in-dorsement in the place of the indorsement of the bank, provided for in the contract, and the agreement of McIntosh to accept Ham’s indorsement subject to the approval of W. E. Lenon constituted a material change in the original contract and was void because not in writ* ing. The contract in question related to the sale and purchase of real.estate; and, in order to be enforced, must have been in writing to meet the requirements of the statute of frauds. St. L. I. M. & S. R. Co. v. Beidler, 45 Ark. 1. The general rule is that a material modification of a contract within the statuté of frauds must be in writing in order to be valid and binding. Such a contract cannot be modified in essential parts by parol agreement so as to be valid against a plea of invalidity under the statute of frauds. Arkmo Lumber Co. v. Cantrell, 159 Ark. 445. There is a marked difference, however, between a modification of a written contract in the essentials required to meet the statute of frauds and an agreement for a substituted method of performance not within the statute. The former is required to be in writing in order to be enforceable as against a plea of the statute of frauds, whereas the latter is valid if in parol. The reason of the distinction is that the purpose of the statute of frauds is to require contracts to be certain and definite which it attempts to regulate, but does not attempt to regulate a substituted mode of performance thereof not within the statute. Cummins v. Arnold (Mass)., 37 Am. Dec. 155; Lowe v. Freadwell, 12 Me. 441; Conroy v. Toomay, 234 Mass. 384; Long v. Hartwell, 34 N. J. L. 116; Moore v. McAllister, 34 Miss. 500; Sharpe v. Wichoff, 39 N. J. Eq. 346; Warden v. Christ, 106 Ill. 326; Welsh v. McIntosh, 130 Penn. 641. It is true that the written contract provided that the two $10,000 notes evidencing the deferred payments should be indorsed 'by the Citizens National Bank of Boston, Mass. Neither party knew at the time that such an indorsement was not enforceable. It was discovered that the national banking law prohibited national banks from making such in-dorsements, whereupon it was orally agreed that Guy A. Ham should indorse them if W. E. Lenon would accept him as the indorser in lieu of the bank. This arrangement had relation solely to the performance of the contract and not to an essential thereof necessary to meet the requirement of the statute of frauds. It was not necessary, therefore, under the rule announced in the authorities last cited, for the agreement for a substituted indorsement to he in writing.\nThe facts in the instant case bring; it within the doctrine announced in the case of Adams v. Rhodes, 143 Ark. 172, to the effect that where time is not made the essence of a contract in a memorandum for the sale of land, and steps toward a completion of the executory contract have been continued, the vendor cannot summarily and arbitrarily, without reasonable notice to the vendee to perform, stop negotiations. Under such circumstances, reasonable notice must be given a vendee to pay the consideration and accept the deed so that he might have an opportunity to comply and protect himself. 39 Cyc. 1370. The vendor will not be permitted to .spring a surprise upon the vendee by abruptly announcing a forfeiture without extending a reasonable time to the vendee to perform. In the instant case, while negotiations were pending for the substitution of the indorser, McIntosh declared a forfeiture without giving appellee notice that the tendered indorsement was. not sufficient, and without extending appellee a reasonable opportunity to furnish an indorsement which would be acceptable to W. E. Lenon.\nThe next and last contention of appellants for a reversal of the decree is that the Valley Planing Mill Company is an innocent purchaser of the lands for value. The Valley Planing Mill Company took its option on the lands with full knowledge of the executory contract for the sale of same by McIntosh to appellee. In fact, it was furnished with a copy of the contract between McIntosh and appellee. It exercised its option to buy without making any inquiry whatever of appellee as to whether it had forfeited its rights under the contract. It was known to the Valley Planing Mill Company that appellee had made a $5,000 cash payment to McIntosh and that the matter was pending, awaiting the approval of the abstract of title by the attorneys. Instead, of inquiring from appellee, it relied solely upon the statement of McIntosh that appellee had refused to comply with its part of the contract, and a statement of W. E. Lenon that the personal indorsement of Guy A. Ham on the two $10,000 notes was not satisfactory to him. Had inquiry been made of .appellee, the Valiey Planing Mill Company would have received information that the matter was in abeyance, awaiting the decision of W. E. Lenon as to whether the indorsement of Ham would be sufficient after getting further information as to his financial condition. At the time Lenon made the statement to appellee’s representative that he was not satisfied with Ham’s personal indorsement,. Lenon had not completed his investigation of Ham’s financial condition. He had the matter under advisement, and had agreed to' get a report from Bradstreet, and then make his decision and report to appellee, and give appellee an opportunity to furnish other secu-lity if Ham’s indorsement was hot sufficient. The rule is: '“Notice of facts putting a man of ordinary prudence on inquiry is tantamount to knowledge of the facts to which the inquiry might lead: ’ ’ Halloway v. Eagle, 135 Ark. 205, and cases cited therein. Had the Valley Planing Mill Company prosecuted the inquiry, it could have easily ascertained the real situation. We think, under the circumstances, that it should have made inquiry from some representative of appellee before exercising an option which it took from McIntosh, subject to the rights of appellee under a written contract with him for sale and purchase of the lands, a copy of which had theretofore been furnished to it.\nNo error appearing, the decree is affirmed.",
        "type": "majority",
        "author": "Humphreys, J."
      }
    ],
    "attorneys": [
      "Martin, Wootton & Martin, for appellant.",
      "Briner & Utley, W. D. Brome, Gan.naioay & Gmna-%oay and B. E. Wiley, for appellee.."
    ],
    "corrections": "",
    "head_matter": "Valley Planing Mill Company v. Lena Lumber Company.\nOpinion delivered June 8, 1925.\n1. VENDOR AND PURCHASER — BREACH OF CONTRACT.- — I'll a suit to enforce specific performance of a contract of sale of -land, \"which provided for a cash payment and delivery of indorsed notes coincident with delivery of the deed, where the cash payment was held up on discovery of the insufficiency of the indorsements on the notes, and the vendor agreed to give further time to secure other indorsements, failure of the purchaser to make such cash payment while the indorser’s financial ability wlas being investigated did not constitute a breach of the contract by the purchaser.\n2. Frauds, statute op — modification of contract. — 'The general ■rule that a material modification, of a contract within the statute of frauds must be in writing to- be valid has no application where the charge does not affect an essential part of the contract, but merely substitutes a mode of performance thereof not within the statute.\n3. Vendor and purchaser — arbitrary forfeiture. — Where time is not made the essence of a contract for the sale of land, 'and steps toward completion of the executory contract have been continued the vendor cannot summarily and arbitrarily stop the negotiations, without reasonable notice to the vendee to perform.\n4. Vendor and purchaser — innocent purchaser. — One who purchased land with full knowledge that the vendor had contracted to sell the land to another and that a cash payment had been made, and completion was awaiting the approval of an indorsement of the purchase mfoney notes, held not an innocent purchaser, though he wias informed by his vendor that the deal had fallen through, no inquiry from the other party 'having -been made.'\nAppeal from Saline Chancery Court; J. P. Henderson, Chancellor;\naffirmed.\nMartin, Wootton & Martin, for appellant.\nBriner & Utley, W. D. Brome, Gan.naioay & Gmna-%oay and B. E. Wiley, for appellee.."
  },
  "file_name": "1133-01",
  "first_page_order": 1151,
  "last_page_order": 1160
}
