{
  "id": 1407929,
  "name": "Sneed v. Sneed",
  "name_abbreviation": "Sneed v. Sneed",
  "decision_date": "1927-02-28",
  "docket_number": "",
  "first_page": "1135",
  "last_page": "1138",
  "citations": [
    {
      "type": "official",
      "cite": "172 Ark. 1135"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "20 S. W. 42",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "56 Ark. 476",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1326161
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/56/0476-01"
      ]
    },
    {
      "cite": "220 S. W. 46",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "143 Ark. 222",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1589344
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/143/0222-01"
      ]
    },
    {
      "cite": "18 L. R. A. (N. S.) 1147",
      "category": "reporters:federal",
      "reporter": "L.R.A.N.S.",
      "opinion_index": 0
    },
    {
      "cite": "96 Pac. 251",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": 0
    },
    {
      "cite": "43 Col. 354",
      "category": "reporters:state",
      "reporter": "Col.",
      "opinion_index": 0
    },
    {
      "cite": "139 Pac. 654",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": 0
    },
    {
      "cite": "78 Wash. 644",
      "category": "reporters:state",
      "reporter": "Wash.",
      "case_ids": [
        596526
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash/78/0644-01"
      ]
    },
    {
      "cite": "88 S. W. 833",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "76 Ark. 122",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1501071
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/76/0122-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 415,
    "char_count": 8237,
    "ocr_confidence": 0.493,
    "pagerank": {
      "raw": 1.5923216134654448e-07,
      "percentile": 0.6822830211336646
    },
    "sha256": "d0d3b7a42b948636b82dfa9d0d2df0ce6e6941393cf41f58e7ebdd39acdfe335",
    "simhash": "1:b6b5a47e81712ccb",
    "word_count": 1503
  },
  "last_updated": "2024-02-27T21:19:44.522172+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Sneed v. Sneed."
    ],
    "opinions": [
      {
        "text": "Hart, C. J.,\n(after stating the facts). After the transcript was lodged in this court, Julia L. Sneed died intestate, and a motion was made by counsel for appellees to dismiss the appeal and to prevent a revival of case in the name of a special administrator appointed for that purpose. The ground of the motion was that Julia L. Sneed was a nonresident of the State, and that her heirs did not desire to prosecute the appeal. Her attorney objected to the dismissal of the case on the ground that he had, under contract with Julia L. Sneed, a one-half interest in the $1,000 legacy which had been transferred to Julia L. Sneed by Dr. A. L. Sneed, in the event of the reversal of the decree and- a finding by the court that she was entitled to the legacy. Under this state of facts, it was proper to make an order to revive the case in the name of a special administrator appointed for that purpose, and it was ordered that the case be revived in the name of H. J. Burney as such special administrator. In such case, where there is no general administrator, it is proper that revivor shall be in the name of a special administrator appointed by the court in which the action is pending. Anglin v. Cravens, 76 Ark. 122, 88 S. W. 833.\nThis brings us to discussion of the case on its merits. The Irav is that a wife who secures a judgment for alimony in a suit against her husband for a divorce is a creditor, and a conveyance made in fraud of her rights as such may be set aside or the property subjected to the lien of the judgment, provided that the rights of purchasers vdthout notice and for a valid consideration have not intervened. Masterson v. Ogden, 78 Wash. 644, 139 Pac. 654, Ann. Cas. 1914D, 885; Barber v. Barber, 21 How. (U. S.) 582; Fahey v. Fahey, 43 Col. 354, 96 Pac. 251, 127 Am. St. Hep. 118, 18 L. R. A. (N. S.) 1147; and Austin v. Austin, 143 Ark. 222, 220 S. W. 46.\nIn the case at bar the facts are that Elizabeth Sneed and Dr. A. L. Sneed were divorced in September, 1912, and she was awarded alimony in the sum of $40 per month and given the custody of their two minor children. Dr. Sneed paid the alimony until October, 1914. At that time he left the State, and has not paid any alimony since. Unpaid alimony in the sum of $4,800 had accumulated at the time he became entitled to the $1,000 legacy. According to the testimony of Julia L. Sneed, who was at that time his wife, he assigned this legacy of $1,000 to her and she paid him $1,000. It is true that she testified that this was not done foi the purpose of defeating claim of Elizabeth Sneed for alimony. The circumstances surrounding the transaction are against her claim. She knew that Dr. Sneed owed his former wife alimony in the sum of $4,800, and knew that he was insolvent, and had even placed his office fixtures and books in her name. At least, she is presumed to have known this, for the daughter of Dr. Sneed testified to these facts, and she did not attempt to deny them. • She contented herself with stating’ that the assignment was not made to her for the purpose of defeating the plaintiff’s claim for alimony. The undisputed testimony shows that the attorney for the •plaintiff, for several years, had been making every effort to collect the alimony and had been unable to do so-because he could not find any property in the name of Dr. A.- L. Sneed. If the assignment of the leg’acy was not made for the purpose of defeating the plaintiff in the collection of her claim for alimony, it had just as well not have been made. It is 'a significant fact that Julia L. Sneed claims to have paid-her husband $1,000 for the $1,000 leg’acy left him. No attempt is made to explain what was done with the $1,000 or for what purpose the assignment was made. Under these circumstances we are of the opinion\" that the assignment was fraudulent and void as to the plaintiff as a creditor of Dr. A. L. Sneed.\nAn equitable garnishment was the proper remedy to impound the fund, pending a decision of the question to whom it belonged. Riggin v. Hilliard, 56 Ark. 476, 20 S. W. 42, 35 Am. St. 113.\nIt follows that the decree must be affirmed.",
        "type": "majority",
        "author": "Hart, C. J.,"
      }
    ],
    "attorneys": [
      "James E. Ho gibe, for appellant.",
      "Lee Miles, for appellee."
    ],
    "corrections": "",
    "head_matter": "Sneed v. Sneed.\nOpinion delivered February 28, 1927.\n1. Abatement and revival — death of party. — On. the death of a party pending an appeal, where no general administrator has been appointed, it is proper to revive the case in the name of a special administrator.\n2. Divorce — conveyance in fraud of alimony rights. — A wife securing a judgment for alimony in a divorce suit becomes a creditor, and a conveyance made in fraud of her rights as such may be set aside or the property subjected to the lien of her judgment, provided the rights of purchasers without notice and for valid consideration have not intervened.\n3. Divorce — conveyance in fraud of alimony rights. — An assignment by a divorced husband of a $1,000 legacy to his second wife when he owed his former wife for 10 years’ back alimony held fraudulent as to his first wife, though the second wife paid $1,000 for the legacy.\n4. Garnishment — remedy to impound fund. — Equitable garnishment is the proper remedy for a divorced wife, to whom the husband owes alimony, to impound a fund constituting a legacy due the husband.\nAppeal from Garland Chancery Court; W. R. Duffie, Chancellor;\naffirmed.\nSTATEMENT OE EACTS..\nElizabeth Sneed brought this suit in equity to obtain judgment against her former husband, Dr. A. L. Sneed, for $4,800 for unpaid alimony, and asked that the- same be declared a lien upon the funds in the bands of Al A. Reynolds as executor of the estate of Maeda C. Reynolds, deceased.\nThe defendant, Reynolds, answered that he had in his possession as executor of the estate of Maeda 0. Reynolds, deceased, the sum of $1,000, which she had bequeathed to Dr. A. L. Sneed. He stated that an equitable garnishment had been served upon him, and asked that the court should direct him to pay said sum of money to the person entitled to receive it. Julia L. Snead, the present wife of Dr. A. L. Sneed, was allowed to intervene and claim the legacy of $1,000, which she claimed had been assigned to her by her husband .for a valuable consideration.\nAccording to the evidence for the plaintiff, Elizabeth Sneed, the chancery court of Garland County, Arkansas, in September, 1912, had awarded her the custody of the two minor children of herself and Dr. A. L. Sneed, and had also adjudged that he should pay her alimony in the sum of $40 per month. Dr. Sneed paid this sum regularly until October, 1914, when he became a nonresident of the State of Arkansas. After the plaintiff and Dr. Sneed had been divorced, he married Julia L. Sneed, and she is his present wife. At the time the present suit was filed, Dr. Sneed owed the plaintiff the sum of $4,800 in alimony. After he quit paying alimony, in 1914, the attorney for the plaintiff made every effort to collect the monthly sum awarded her, but was unable to do so. Dr.’Sneed was insolvent. Even his office fixtures, instruments and books were in his second wife’s name, and could not be reached under execution. Maeda CvReynolds died on April 10, 1923, and left a legacy of $1,000 to Dr. A. L. Sneed. Al A. Reynolds became the executor of her estate, and a writ of equitable garnishment was served upon him while the legacy was still in his hands as executor.\nVirginia Sneed, daughter of Elizabeth Sneed and Dr. A. L. Sneed, was a witness for the plaintiff. According to her testimony, Julia L. Sneed knew that an order had been made by the chancery court for her father to pay $40 a month to her mother as alimony. Julia L. Sneed objected to the order on the ground that, if paid, it would deprive her of that amount of the earnings of her husband.\nAccording to the testimony of Julia L. Sneed, she paid $1,000 in cash to her husband for the assignment of the $1,000 legacy to her. In purchasing the legacy and taking the assignment thereof, it was not her intention to defeat the claim of the plaintiff for alimony.\nThe chancellor found the issues in favor of the plaintiff, and a decree was entered of record in accordance with his findings. To reverse that decree Julia L. Sneed has duly prosecuted an appeal to this court.\nJames E. Ho gibe, for appellant.\nLee Miles, for appellee."
  },
  "file_name": "1135-01",
  "first_page_order": 1153,
  "last_page_order": 1156
}
