{
  "id": 1428342,
  "name": "Missouri State Life Insurance Company v. Brown",
  "name_abbreviation": "Missouri State Life Insurance v. Brown",
  "decision_date": "1934-03-26",
  "docket_number": "4-3390",
  "first_page": "1136",
  "last_page": "1139",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 1136"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "127 S. W. 457",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "94 Ark. 417",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1545433
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/94/0417-01"
      ]
    },
    {
      "cite": "254 S. W. 335",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "160 Ark. 98",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8719573
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/160/0098-01"
      ]
    },
    {
      "cite": "47 S. W. (2d) 600",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "185 Ark. 335",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1435278
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/185/0335-01"
      ]
    },
    {
      "cite": "297 S. W. 847",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "174 Ark. 783",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8724680
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/174/0783-01"
      ]
    },
    {
      "cite": "295 S. W. 25",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "174 Ark. 279",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8720226
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/174/0279-01"
      ]
    },
    {
      "cite": "260 S. W. 705",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "163 Ark. 480",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1383845
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/163/0480-01"
      ]
    },
    {
      "cite": "164 S. W. 276",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "111 Ark. 514",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1540357
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/111/0514-01"
      ]
    },
    {
      "cite": "12 S. W. (2d) 865",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "178 Ark. 775",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1396988
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/178/0775-01"
      ]
    },
    {
      "cite": "59 S. W. (2d) 1046",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "187 Ark. 337",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1432102
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/187/0337-01"
      ]
    },
    {
      "cite": "54 S. Ct. 482",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        1498048
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/291/0566-01"
      ]
    },
    {
      "cite": "58 S. W. (2d) 199",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "187 Ark. 49",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1432045
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/187/0049-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 398,
    "char_count": 5905,
    "ocr_confidence": 0.5,
    "pagerank": {
      "raw": 1.5479504554212505e-07,
      "percentile": 0.6741364071804958
    },
    "sha256": "7d1164e5dc1a64fbed02cd2b9cba0412fd690595cfe0040e10c3489d604541f2",
    "simhash": "1:b84d404ae2ceb67e",
    "word_count": 1017
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Missouri State Life Insurance Company v. Brown."
    ],
    "opinions": [
      {
        "text": "Mehaffy, J.\nThe appellant, Missouri State Life Insurance Company, issued to the Missouri Pacific Railroad Company three g'roup policies. One of them provided for indemnity in the event of accidental dismemberment ; one proidded for indemnity for a period of not exceeding 26 weeks for sickness, and the other provided for indemnity for total and permanent disability. The appellee, an employee of the Missouri Pacific Railroad Company, Avas issued a certificate under each of the group policies.\nOn May 3,1931, the appellee lost a leg in an accident, and the company paid him $500 in settlement of his claim under the policy Avhieh provided for indemnity in cases of accidental dismemberment. This policy therefore is not involved in this suit.\nThe next policy provided for payment of $10 per week for the period of disability, not exceeding 26 consecutive weeks. The appellant paid on this policy $77.14. Suit was brought on this policy for the balance due, and also on the policy for total and permanent disability, and for 12 per cent, damages and attorney’s fees.\nIt was contended in the court below that § 6155 of Crawford & Moses’ Digest, when applied to a case in which the insurer has reasonable grounds for contesting the claim, is unconstitutional. Appellant states, however, that its understanding is that a case is now before the Supreme Court of the United States involving the constitutionality of our statute as construed by this court. This court held that the statute was constitutional, and that the good faith of the insurance company did not excuse it from the plain provisions of the statute. Life & Casualty Ins. Co. of Tenn. v. McCray, 187 Ark. 49, 58 S. W. (2d) 199.\nThis case was appealed to the Supreme Court of the United States, and, since .the appellant prepared its brief, the Supreme Court of the United States has decided the case. It was decided March 5, 1934, 54 S. Ct. 482. That court held that the allowance of attorney’s fees and 12 per cent, damages in insurance cases did not violate the provisions of the Federal Constitution, and affirmed the case. The questions as to attorney’s fees and 12 per cent, damages is therefore settled by the decision of the Supreme Court of the United States.\nThe next question argued by appellants is the right of appellee to recover $10 a week for the balance of 26 weeks, for which appellant had not paid. It was the contention of the appellant that appellee had no ailment outside of the loss of his leg, and physicians testified that the claim of heart disease was nothing but a pretense. Other physicians, however, testified that he was totally and permanently disabled because of other ailments. This was really the only controversy as to this claim, and appellant states in its brief: “The jury’s verdict has settled this controverted question of fact.”\nThere is therefore nothing for us to consider except the action on the policy for $1,000 for total and permanent disability benefits. Appellant contends that, before appellee would be entitled to recover under this certificate, it was necessary that he keep the same in force for a period of six months following May 3, 1931, the date on which he was injured, and that appellee had not kept this policy in force by the payment of premiums. It is admitted that no premiums were paid on this certificate after the month of July, 1931, and appellant contends that for that reason the certificate or policy was lapsed and forfeited on account of failure to pay premiums.\nAppellant’s contention cannot be sustained for the reason that the undisputed evidence shows that appellant had more than enough funds in its hands belonging to the appellee to pay the premiums.\n“The rule is that insurance companies cannot declare forfeiture of policies for the nonpayment of premiums where they have sufficient funds in their hands belonging to the insured to pay the premium, and the duty rests upon them to use the funds to pay the premiums and thereby prevent forfeitures.” Illinois Bankers’ Life Ins. Co. v. Wilken, 187 Ark. 337, 59 S. W. (2d) 1046; Security Life Ins. Co. v. Matthews, 178 Ark. 775, 12 S. W. (2d) 865; American Nat. Ins. Co. v. Mooney, 111 Ark. 514, 164 S. W. 276; Mo. State Life Ins. Co. v. Miller, 163 Ark. 480, 260 S. W. 705; Knights of Pythias of North America v. Sanders, 174 Ark. 279, 295 S. W. 25; Pfeiffer v. Mo. State Life Ins. Co., 174 Ark. 783, 297 S. W. 847.\nIt is contended that the appellee was not totally and permanently disabled. This court has many times decided what constitutes total and permanent disability. “Total disability does not mean absolute physical disability on the part of the insured to transact any kind of business pertaining to his occupation. Total disability exists, although the insured is able to perform occasional acts, if he is unable to do any substantial portion of the work connected with his occupation. It is sufficient to prove that the injury wholly disabled him from the doing of all the substantial and material acts necessary to be done in the prosecution of his business, or that his injuries were of such character and degree that common care and prudence required Mm to desist from his labor so long as was reasonably necessary to effect a speedy cure.” Mo. State Life Ins. Co. v. Snow, 185 Ark. 335, 47 S. W. (2d) 600; Ætna Life Ins. Co. v. Phifer, 160 Ark. 98, 254 S. W. 335; Industrial Mutual Indemnity Co. v. Hawkins, 94 Ark. 417, 127 S. W. 457.\nThe evidence as to whether total disability existed was in conflict, and the verdict of the jury settled this question of fact.\nWe find no error, and the judgment of the circuit court is affirmed.",
        "type": "majority",
        "author": "Mehaffy, J."
      }
    ],
    "attorneys": [
      "George Pike, F. A. Isgrig, A. D. DuLaney and Rose, Hemingway, Cantrell & Loughborough, for appellant.",
      "Meehan & Moncrief, Sam T. Poe, Tom Poe and McDonald Poe, for appellee."
    ],
    "corrections": "",
    "head_matter": "Missouri State Life Insurance Company v. Brown.\n4-3390\nOpinion delivered March 26, 1934.\nGeorge Pike, F. A. Isgrig, A. D. DuLaney and Rose, Hemingway, Cantrell & Loughborough, for appellant.\nMeehan & Moncrief, Sam T. Poe, Tom Poe and McDonald Poe, for appellee."
  },
  "file_name": "1136-01",
  "first_page_order": 1154,
  "last_page_order": 1157
}
