{
  "id": 8727075,
  "name": "Royal Neighbors of America v. Tate",
  "name_abbreviation": "Royal Neighbors of America v. Tate",
  "decision_date": "1933-03-06",
  "docket_number": "4-2887",
  "first_page": "1138",
  "last_page": "1142",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 1138"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 436,
    "char_count": 8303,
    "ocr_confidence": 0.475,
    "pagerank": {
      "raw": 6.380125665320789e-08,
      "percentile": 0.3946195318723215
    },
    "sha256": "c486423490cd052484576cc6d9deddd9ee2655de0375e128b3244adb5ca75342",
    "simhash": "1:184146d58dda51f1",
    "word_count": 1437
  },
  "last_updated": "2023-07-14T16:45:47.259153+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Royal Neighbors of America v. Tate."
    ],
    "opinions": [
      {
        "text": "Kieby, J.\nMrs. Alice Tate became a member of the appellant order at the solicitation of its agent and was duly initiated into the local lodge of the order, and a policy of insurance in the sum of $2,000 was issued on her life with Jesse T. Tate named as beneficiary. All premiums due on the policy had been paid, and on August 4, 1931, the insured was killed in an automobile accident, while the policy of insurance was apparently in full force and effect.\nDemand for payment was made and liability denied, and, npon a suit filed by the beneficiary, the order defended on the ground that the insured had fraudulently misrepresented her medical history making untrue and false representations about such history as forfeited the policy under the terms of the contract.\nAfter the introduction of the testimony, the court instructed the jury, two of appellee’s instructions being objected to as abstract and misleading, and refused to direct a verdict in favor of appellant, and from the judgment on the verdict against it the appeal is prosecuted.\nThe policy provided that the application, medical examination, articles of incorporation and by-laws were a part of the contract. In the application and the policy the answers to the questions asked the insured were warranted to be literally true, and otherwise it was agreed that the policy was to be void ab initio.\nAmong the questions asked were, whether or not the applicant had ever had cancer, whether or not she had ever had abnormal vaginal flow, and whether or not she had ever had an operation or been an inmate of a hospital. All these questions were answered by the applicant in the negative.\nThe deputy, Mrs. Maude Fields, who took the application, had authority to solicit applications for membership, to instruct in ritualistic work, promote the growth and prosperity of local camps, and organize new camps. The by-laws provided that no benefit certificate should be issued to any applicant until examined by the camp physician. The application was divided into three parts, part one dealing with the family history, and at the top of the page it is provided that it may be filled in by the applicant or deputy, part two dealing with the health and medical history of the applicant must be filled out by the camp physician, and part three was the medical certificate, it being made by the examining physician, the camp physician, Dr. C. P. Burnett of Paducah, Ky.\nMr. Tate paid $1.25 for the medical examination, and when the benefit certificate came to he delivered she was notified but did not have the money and Mrs. Fields, the deputy who was the soliciting agent in this case, agreed to advance the sum for her, and so Mrs. Tate signed the acceptance of the certificate as of July 6, 1931, and left it in Mrs. Fields’ possession until she could get the money to pay the assessments. On August 4, Mrs. Tate was killed in an automobile accident while riding with her husband near Monteagle, Tenn. Mrs. Fields thereupon sent Mr. Tate word about the certificate, which she had, and he reimbursed her to the extent of $6.50, which was paid after Mrs. Tate’s death. The total amount of $7.75 was tendered to appellee in settlement of the policy before suit was brought.\nProof of death was sent in on October 3d, and Mrs. Ida Shelby, a member of another camp in Paducah, Ky., wrote the home office informing them that Mrs. Tate had had an operation for cancer of the uterus before she made application for the policy, and, upon investigation made, the information disclosed being proved to be true, the society declined to pay the claim.\nIt was stipulated that, after the death of the insured and prior to the filing of suit, the appellant tendered to the appellee all dues and examination fees paid by the insured, and the tender was refused; and that on December 11,1930, the deceased was admitted to the Biverside Hospital of Paducah, Ky., and was operated on there on December 12, “for ulceration and cancer of the cervix, and the uterus was removed and a post operative diagnosis showed ulcer of the cervix and carcinoma; that the operation was performed by Drs. Shemwell, G-oodloe and Fishman; that a copy of the hospital record is attached and may be admitted in evidence; that the history as given thereon was based on facts given by the deceased, Alice Tate, and on her examination .by physicians ; that the application for the insurance was made May 6, 1931, and may be admitted in evidence; that Dr. C. P. Burnett was the camp physician and conducted the medical examination as shown on page 3, and prior to said examination he did not know of the operation, and that, if present, he would testify that he did not know that the operation had been performed on Mrs. Tate; that he asked her various questions appearing on the application, page 2, and the answers were put down as she gave them. ‘ She stated to me that she had not had an operation and had not been an inmate of a hospital. Had I known of the operation which she had on December 12, 1930, and had I been familiar with the hospital records which I have since examined, after the death of Mrs. Tate, showing carcinoma and that there had been a hysterecotomy and removal of the uterus, I would not have recommended her. I did not observe anything in the examination that caused me to believe that she had had an operation. I considered the statements she made as true’.”\nIt was also shown that Mrs. Fields had written the answers for the medical examination, and she testified that they were correctly written, and the answers about the operation were all in the negative; and the doctor who read the questions again in making the examination was told that she had never had an operation and had never been an inmate of a hospital.\nAn attempt was made to show that Mrs. Fields, the deputy who solicited the insurance, might have known that Mrs. Tate had had such operation, but she denied having had such information, and stated that she read the questions in the application over and wrote Mrs. Tate’s answers thereto correctly; and that she was then taken to the doctor’s office where he took the application and read it, read to her each question and answer and “asked her if I, Mrs. Fields, had written them down correctly, and she replied, ‘Yes,’ and then the insured signed the application in the doctor’s presence, and it was witnessed by him. She did not write down the doctor’s examination; he made his own examination, and bad received no information from ber or anybody else that sbe bad bad an operation.”\nInstruction No. 2, objected to as abstract, reads as follows:\n“Tbe jury are instructed that, even though you find that tbe answers contained in tbe application for insurance are false, still if you find that tbe applicant made correct answers to tbe representative of tbe defendant and such representative wrote false answers without tbe knowledge of the applicant, this would not void tbe policy. ’ ’\nIt is insisted that tbe court erred in not directing a verdict in appellant’s favor, and this contention must be. sustained. Tbe undisputed testimony discloses that tbe insured in ber application made answers to several questions about never having been operated upon nor an inmate of a hospital, and, under the provisions of tbe application, tbe policy or contract of insurance and by-laws such untrue representations and warranties voided tbe policy according- to its provisions. Tbe fact that tbe untrue warranties bad nothing to do with tbe accident or injury makes no difference, since tbe policy would not have been issued if tbe true disclosures bad been made to tbe questions asked, and it was not done.\nThere is no 'testimony tending to show that tbe answers of tbe insured were not correctly written as given, nor any change made therein after they were written, and tbe said instruction No. 2 was not warranted and is erroneous and prejudicial under tbe circumstances.\nThe court should have directed a verdict as requested by appellant; and for its error in not doing so tbe judgment will be reversed, and, tbe cause appearing to have been fully developed, it will be dismissed. It is so ordered.",
        "type": "majority",
        "author": "Kieby, J."
      }
    ],
    "attorneys": [
      "Bretver & Cracraft, for appellant.",
      "John C. Sheffield, for appellee."
    ],
    "corrections": "",
    "head_matter": "Royal Neighbors of America v. Tate.\n4-2887\nOpinion delivered March 6, 1933.\nBretver & Cracraft, for appellant.\nJohn C. Sheffield, for appellee."
  },
  "file_name": "1138-01",
  "first_page_order": 1158,
  "last_page_order": 1162
}
