{
  "id": 1428429,
  "name": "McCain v. Fender",
  "name_abbreviation": "McCain v. Fender",
  "decision_date": "1934-03-26",
  "docket_number": "4-3416",
  "first_page": "1139",
  "last_page": "1142",
  "citations": [
    {
      "type": "official",
      "cite": "188 Ark. 1139"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "9 S. W. (2d) 571",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "177 Ark. 1114",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8726589
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/177/1114-01"
      ]
    },
    {
      "cite": "121 S. W. 350",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "91 Ark. 319",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1511824
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/91/0319-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 310,
    "char_count": 5000,
    "ocr_confidence": 0.497,
    "pagerank": {
      "raw": 1.8639809914924547e-07,
      "percentile": 0.7252447922639506
    },
    "sha256": "0fc1ef908360ce91a993da2c5c4a024376924f53f750271ff4065cfef4306783",
    "simhash": "1:cd8ab5804a85c4cd",
    "word_count": 879
  },
  "last_updated": "2024-02-27T23:51:14.545434+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "McCain v. Fender."
    ],
    "opinions": [
      {
        "text": "Butler, J.\nVance Fender and his mother, Mrs. D. W. Fender, purchased an automobile from the Alcorn Motor Company of Poplar Bluff, Missouri, and made and executed their promissory note for the balance of the purchase money to the Alcorn Motor Company for the sum of $360, due nine months after date with interest at 10 per cent. This note was assigned for value before maturity to the appellant, L. McCain. On December 7, 1931, after the maturity of the note, Mrs. Fender, one of the makers, called on McCain at his office in Poplar Bluff' and paid the interest then accrued. Sometime thereafter the Alcorn Motor Company paid McCain $20 on the note which was duly credited thereon. Nothing further having been paid, the appellant brought suit to recover for the balance and interest according to the terms of the note.\nAmong the defenses interposed was that the note sued on evidenced an indebtedness due ón a conditional sales contract for the purchase price of an automobile, and that before suit the car had been retaken by the Al-corn Motor Company with the consent and authority of McCain, the assignee, and that thereby the debt evidenced by the note had been extinguished. This defense was predicated upon the principle that, where the vendor reserves title to a chattel until the payment of the purchase price, the sale is conditional and dependent for its consummation upon the performance of the condition that the purchase price shall be paid. \"When the debt becomes due the vendor, in sales of this character, may bring an action to recover the debt, and by this he affirms the sale and waives the reservation of title; or he may elect to take the property and, by doing so, cancels the debt. He may not, however, have both remedies, and, where he elects to retake the properly an action to recover on the debt is barred. Nashville Lumber Co. v. Robinson, 91 Ark. 319, 121 S. W. 350; Laird v. Byrd, 177 Ark. 1114, 9 S. W. (2d) 571.\nIt was established that the car had been retaken by the Alcorn Motor Company, and, applying the principles announced, the court submitted to the jury the question of whether or not the retaking of the car was ‘ authorized by the appellant, and instructed the jury that, if it should so find, its verdict should be for the defendants (appellees). There was a verdict in favor of the defendants, and the appellant, on appeal, insists that there was no evidence that there was a conditional sales contract or that he authorized the appellees to negotiate with the Al-corn Motor Company on the question of accepting the car in settlement of the debt, or that the car had been retaken with his consent.\nWe find no positive testimony tending to establish the fact that the automobile was sold under a conditional sales contract, but that was an inference growing out of the testimony, and is sufficient to warrant the jury in believing that it was so sold. Mrs. Fender, one of the appellees, testified in effect that it was her understanding that it was a conditional sales contract, and the fact that the car was retaken supports that view. As suggested by the appellees, they were not in possession of the contract, and, if there had been none such, there appears to have been no difficulty on the part of the appellant in establishing that fact.\nFrom the testimony of McCain there can be no doubt but that the Alcorn Motor Company, at the time of the assignment of the note to him, was solvent. This was only one of many transactions of a similar nature between McCain and the motor company, and he was satisfied with its financial responsibility for the payment of its notes which he purchased. It may be legitimately gathered from McCain’s testimony that the motor company frequently repossessed cars with the knowledge of McCain, who held the notes, and that this matter was left up to the best judgment of the motor company, and that, when such action was taken, it was satisfactory to McCain. There is no dispute as to whether or not Mrs. Fender had a conversation with McCain, at the time she paid the interest in December, relating to repairs to the car and its being retaken. She testified that she asked Mr. McCain to take the car back because she could not get repairs for it, and that he told her that she would have to see Mr. Alcorn about taking the car back. She accordingly did see Mr. Alcorn, who later repossessed the car, and in this connection McCain stated that at the time of the conversation Alcorn was solvent, and the note could have been collected from him, and that he (McCain) was not interested in Mrs. Fender.\nWé conclude that this testimony was sufficient to warrant' the court in submitting to the jury the question stated above, and that it was sufficient to warrant the verdict. The judgment is correct, and will therefore be affirmed.",
        "type": "majority",
        "author": "Butler, J."
      }
    ],
    "attorneys": [
      "C. T. Bloodworth and C. T. Bloodworth, Jr., for appellant.",
      "E. G. Schoonover, W. J. Schoonover and Wear K. Schoonover, for appellee."
    ],
    "corrections": "",
    "head_matter": "McCain v. Fender.\n4-3416\nOpinion delivered March 26, 1934.\nC. T. Bloodworth and C. T. Bloodworth, Jr., for appellant.\nE. G. Schoonover, W. J. Schoonover and Wear K. Schoonover, for appellee."
  },
  "file_name": "1139-01",
  "first_page_order": 1157,
  "last_page_order": 1160
}
