{
  "id": 1396914,
  "name": "Williams v. Ketchum",
  "name_abbreviation": "Williams v. Ketchum",
  "decision_date": "1929-02-11",
  "docket_number": "",
  "first_page": "1141",
  "last_page": "1144",
  "citations": [
    {
      "type": "official",
      "cite": "178 Ark. 1141"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "126 Am. St. Rep. 253",
      "category": "reporters:state",
      "reporter": "Am. St. Rep.",
      "opinion_index": 0
    },
    {
      "cite": "56 Am. Dec. 206",
      "category": "reporters:federal",
      "reporter": "Am. Dec.",
      "opinion_index": 0
    },
    {
      "cite": "20 Ala. 548",
      "category": "reporters:state",
      "reporter": "Ala.",
      "case_ids": [
        8498713
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ala/20/0548-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 324,
    "char_count": 5329,
    "ocr_confidence": 0.482,
    "pagerank": {
      "raw": 1.7710994026850012e-07,
      "percentile": 0.7116885965166309
    },
    "sha256": "6f830edf0df5ab4eca0e3124d480df27b980766bbcd41ee4db07d5510facfbe1",
    "simhash": "1:022321855ac5ee56",
    "word_count": 967
  },
  "last_updated": "2024-02-27T17:49:07.238160+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Williams v. Ketchum."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nSuit was brought by Joe Williams to recover possession of an eighty-acre tract of land in Phillips County, upon the allegation that the land was owned by Henry Williams at the time of his death, and that the plaintiff, Joe Williams, was the only child and sole heir-at-law of Henry Williams. Krow & Neumann acquired such title as Joe Williams owned, and were substituted as plaintiffs.\nThe testimony on the part of plaintiff was to the effect that Henry Williams came to Arkansas in 1884, and brought with him a small boy, Joe Williams, the original plaintiff in this suit. Henry Williams always referred to the boy as his son, and he was generally regarded as such. Henry married a woman named Lena, in Mississippi; who was the mother of two daughters, but no children were bom to this marriage. Henry and Lena came to Arkansas, and brought the three children with them, all of whom were called Williams, but it was generally known that the daughters were stepchildren, while it was commonly supposed that the boy was the son of Henry.\nHenry lived on the land, which had become his homestead, and died in 1911, and his widow continued to reside oh the land as her homestead until her death in 1921. The daughters of Lena Williams took possession of the land, under the claim that they had inherited it from their mother, who had inherited it from Henry by reason of the fact that he was not survived by any direct or collateral kin.\nThe defendants denied, in their answer, that Joe Williams had any interest in the land, for the reason that .he was not the son of Henry Williams. The chancellor found the fact to be that Joe was not the son of Henry, and dismissed the complaint as being without equity, and this appeal is from that decree.\nAppellants invoke the presumption, said to be one of the strongest known to the law, that a child born in wedlock is legitimate, and cite us to oases of our own in which it was held that marriage may be proved in civil cases by reputation, by tbe declarations and conduct of the parties, and by other circumstances usually accompanying that relation, and that the declarations of the parties are evidence tending to establish that relation. We recognize the authority of these cases, but we concur in the finding- of fact of the court below that the testimony does not establish the fact that Joe Williams was born in wedlock or that Henry Williams was his father.\nWitness John Crawford testified that he first knew Henry Williams in 1878, and that Henry later married Lena, who was then the mother of two daughters, and in 1884 Henry brought his mother to live with him, and she brought with her a small boy about nine years old, named Joe Moore. Henry gave this boy to witness, in the spring of the year, and witness kept the boy until Christmas, when he returned the child to Henry. Witness was told by Henry that the child was not his, but that he intended to keep the child as long as his (Henry Williams’) mother lived, and that Henry did this, and when Henry’s mother died the child left Henry’s home. Later the boy re-entered Henry’s family as a member thereof.\nLouis Allison testified that he knew Henry Williams in Tennessee; that Henry said he never saw the child until he went to bring his own mother to live with him, and that he had heard Henry say that he had been married only one time, and that was to the mother of his stepchildren, the appellees in this case.\nWill Wilson testified that he knew Henry Williams in Tennessee, and that Henry was never married until he married Lena.\nAt § 5 -of the chapter on “Bastards,” in 3 B. C. L., page 725, it is said:\n“It has been said that the law presumes that every child in a Christian country is prima facie the offspring of a lawful rather than of a meretricious union of parents, and this is true in one sense. Filiation being established, legitimacy is presumed. However, where the right to inheritance-is claimed, the burden is on the claimant to establish the fact that he is a legitimate heir, though, after proof of filiation, lie will receive the benefits of the presumption of legitimacy.”\nSee Weatherford v. Weatherford, 20 Ala. 548, 56 Am. Dec. 206, and note commencing on page 210; note to case of Wallace v. Wallace, 126 Am. St. Rep. 253.\nHere no witness testified that Henry bad ever lived with the mother of Joe. On the contrary, the testimony is to the effect that the child was eight or nine years old when Henry first saw him, and was then known as Joe Moore. It is true Joe was later called Williams, but so also were the stepdaughters, and if it be said that the testimony shows that Henry referred to the boy as his son, the testimony also shows that Henry was never married but once, and then to Lena, the mother of his stepchildren. There is no testimony that Henry Williams ever at any time lived with any other woman as his wife. In this connection it may be observed that Joe Williams was not called as a witness in the case.\nAppellants claim only such title as Joe Williams had, and must recover, if at all, upon the strength of this title, and, as it does not appear that Joe Williams had any title, the decree is correct, and must be affirmed. It is so ordered. ■ T¥¡",
        "type": "majority",
        "author": "Smith, J."
      }
    ],
    "attorneys": [
      "J. G. Burke, for appellant.",
      "John C. Sheffield, for appellee."
    ],
    "corrections": "",
    "head_matter": "Williams v. Ketchum.\nOpinion delivered February 11, 1929.\nJ. G. Burke, for appellant.\nJohn C. Sheffield, for appellee."
  },
  "file_name": "1141-01",
  "first_page_order": 1159,
  "last_page_order": 1162
}
