{
  "id": 1396976,
  "name": "East Arkansas Lumber Company v. Beard",
  "name_abbreviation": "East Arkansas Lumber Co. v. Beard",
  "decision_date": "1929-02-11",
  "docket_number": "",
  "first_page": "1144",
  "last_page": "1146",
  "citations": [
    {
      "type": "official",
      "cite": "178 Ark. 1144"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "298 S. W. 198",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "174 Ark. 1025",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8725975
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/174/1025-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 226,
    "char_count": 3539,
    "ocr_confidence": 0.492,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.052495531592768534
    },
    "sha256": "e46a207c0b459e412c3f5bbcca2c42b5b7b5fb5cb440dc4dc19e665b6d9622a6",
    "simhash": "1:aa4c2c1016e5dc9d",
    "word_count": 600
  },
  "last_updated": "2024-02-27T17:49:07.238160+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "East Arkansas Lumber Company v. Beard."
    ],
    "opinions": [
      {
        "text": "Kirby, J.\nThis appeal is prosecuted to reverse a decree adjudging W. T. Davenport, appellee, not liable to the payment of a bill for lumber alleged to have been purchased and used in making improvements for an amusement park in which he was alleged to have been a partner.\nIt appears from the testimony that he and W. II. Beard were partners in the .construction of a dancing pavilion, upon his land, of certain dimensions, out of some of the lumber purchased from appellant. He admitted that he helped in the construction of the first dancing platform, later enlarged, and that he shared or suffered one-half of the loss for 'certain entertainments held there, before the other buildings were made, and paid his part of the loss. He claimed afterwards, however, that, upon this loss being suffered and settled for, he quit the partnership and told W. H. Beard that he could proceed with the improvements alone, and that he was not going further. The materials were sold to Beard, and charged to him on the books. Witnesses, employees who sold the lumber, testified, however, that they understood at the time of the purchase that appellee, Davenport, was a partner in the venture, and that the company looked to both of them for payment for the lumber furnished.\nBeard testified that appellee, Davenport, was a partner with him, and that it was their expectation, on completion of the improvements, to organize a fair association and to construct the buildings for supplying refreshments and amusements with the materials bought.\nTwo other witnesses testified that it was their understanding that appellee, Davenport, was a partner in the venture, and each of them stated that he had told them he was a partner in the beginning, but that, after he had suffered the loss on the first few entertainments and paid up, he had quit the partnership, and had nothing further to do with the venture and no interest in it, and was not in anyway liable thereafter to the payment of any claims.\nAppellee made no claim that he had given any notice to appellant company or any of its agents or any one else of the dissolution of the partnership, and there was no testimony indicating that appellant had any notice whatever of any such dissolution before the materials were furnished. Even though appellee, Davenport, withdrew or attempted to withdraw from the partnership before most of the materials were furnished, as he now insists was the case, he does not claim that there was any notice given or attempted to be given to appellant or any one else of his withdrawal from or dissolution of the partnership. His attempted withdrawal from' the partnership without any notice, actual or constructive, to appellant company of such withdrawal, did not release him from liability for the- payment of the account for materials furnished on the faith of his being a partner at the time. Hinton v. Brown, 174 Ark. 1025, 298 S. W. 198; 20 R. C. L., §§ 190, 194.\nThe court erred in holding appellee, Davenport, not liable as a partner to the payment of the bill for materials furnished by appellant company, such holding being contrary to the preponderance of the testimony, and the decree is accordingly reversed, and the cause remanded with directions to enter a decree against said appellee therefor, and any other necessary proceedings in accordance with the principles of equity and not inconsistent with this opinion.",
        "type": "majority",
        "author": "Kirby, J."
      }
    ],
    "attorneys": [
      "Fred M. Pickens, for appellant.",
      "Ira J. Mack, for appellee."
    ],
    "corrections": "",
    "head_matter": "East Arkansas Lumber Company v. Beard.\nOpinion delivered February 11, 1929.\nFred M. Pickens, for appellant.\nIra J. Mack, for appellee."
  },
  "file_name": "1144-01",
  "first_page_order": 1162,
  "last_page_order": 1164
}
