{
  "id": 1435120,
  "name": "Texarkana v. Taylor",
  "name_abbreviation": "Texarkana v. Taylor",
  "decision_date": "1932-06-27",
  "docket_number": "Cr. 3806",
  "first_page": "1145",
  "last_page": "1148",
  "citations": [
    {
      "type": "official",
      "cite": "185 Ark. 1145"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "35 S. W. (2d) 361",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "183 Ark. 244",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1441854
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/183/0244-01"
      ]
    },
    {
      "cite": "252 S. W. 605",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "159 Ark. 607",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8723939
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/159/0607-01"
      ]
    },
    {
      "cite": "217 S. W. 769",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "141 Ark. 521",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1593041
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/141/0521-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 334,
    "char_count": 5458,
    "ocr_confidence": 0.515,
    "pagerank": {
      "raw": 1.1146904769136531e-07,
      "percentile": 0.5717551486592461
    },
    "sha256": "a0b26c6229a46a233b7bce9f78fe9b45dd2fe4926d72a772cd73c1705ab2369f",
    "simhash": "1:1cb13176cc295e84",
    "word_count": 952
  },
  "last_updated": "2024-02-27T17:51:09.396208+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Texarkana v. Taylor."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nIn the trial of this ease in the court below the court, after hearing the testimony, made a finding of facts, the correctness of which is not questioned. It reads as follows:\n“The court finds that H. H. Taylor is a resident of Texarkana, Texas, is a practicing attorney of that city, that he has an office in that city and has no office in Texarkana, Arkansas. He is here prosecuted for failing to pay an occupation tax to the city of Texarkana, Arkansas, for 1931. During that year he appeared in the municipal court of Texarkana, Arkansas, as attorney for various parties at least 25 times. He had one client whose office was in Texarkana, Arkansas, and he consulted with this client as its attorney in its office in Texarkana, Arkansas. He has been admitted to practice before the Supreme court and the other courts of the .State of Texas.\n“The court finds as a matter of law that the city of Texarkana does not have authority to impose an occupation tax on attorneys who appear in the courts in that city unless they reside in that city, or have an office or place of business there. Taylor does not have an office or place of business in Texarkana, Arkansas, nor does he reside in that city. He is not therefore liable for the occupation tax, and the court therefore finds him not guilty.\n“It is the opinion of the court that the statutes of Arkansas grant to Taylor, as a Texas attorney, the right to appear in the courts of this State. See 60S to 606, inclusive, of Crawford & Moses’ Digest. If the city has the power to tax the exercise of this right, it has the power to destroy it. The court does not think the Legislature meant to vest in the city the right to say who should appear as attorneys in the courts held in the city. The court therefore finds that the power to impose an occupation tax on attorneys which was vested in the city by § 7618 of Crawford & Moses’ Digest did not include the power to tax an attorney who neither resides in nor has an office or place of business in the city, and who only appears in court and/or advises his clients in said city.\n“The court therefore finds the defendant not guilty.”\nSection 7618, Crawford & Moses’ Digest, to which the court referred, provides that hereafter any city of the first or second class shall have the power to enact ordinances requiring any person, firm, individual or corporation who shall engage in, carry on or follow any trade, business, profession, vocation, or calling, within the corporate limits of such city (with certain exceptions not here involved) to take out and procure a license therefor, and to pay into the city treasury the amount of money specified in such ordinance for such license and privilege.\nPursuant to the power thus conferred, the city of Texarkana, a city of the first class, passed an ordinance imposing an occupation tax, which provides: “That it shall be unlawful for any person, firm or corporation or' individual in the city of Texarkana, Arkansas, to engage in the following businesses, trades, occupations, vocations, callings or professions without having first obtained and paid the license therefor from the city collector, the amount of which license is hereby fixed in this ordinance.” Attorneys-at-law are included in the occupations there named and taxed.\nSimilar ordinances, .enacted in other cities have been upheld, and the question of power need not be reviewed. That has been definitely settled. Davies v. Hot Springs, 141 Ark. 521, 217 S. W. 769; McIntosh v. Little Rock, 159 Ark. 607, 252 S. W. 605; Shepherd v. Little Rock, 183 Ark. 244, 35 S. W. (2d) 361.\nIt is argued very earnestly and with much plausibility that the Texarkana ordinance, by its terms, applies only to residents of that city pursuing the named occupations, etc., within its limits. But whether this be true or not, we think the court below was correct in holding that § 605, Crawford & Moses’ Digest, applied to and governed in this case, and that appellee’s status was that of an enrolled nonresident attorney, within the meaning of that section.\nChapter 3 of Thornton on Attorneys-at-Law is devoted to the subject of taxation of attorneys. Yol. I, page 103. After citing cases from numerous courts to the effect that nonresident attorneys who pursue their profession in cities other than that of their residence may be taxed in such cities, the author says: “It is doubtful if mere incidental practice would subject a nonresident to taxation.”\nThe court below evidently regarded the practice of appellee in the courts of this State as merely incidental to the practice of his profession in the adjoining State, and that he was not therefore subject to the tax. We concur in this view.\nSection 605, Crawford & Moses’ Digest, is applicable to such cases' and governs in this. .This section provides that justices of the peace and the clerks of courts of record .shall keep a record of nonresident attorneys enrolled in such court, and shall charge each nonresident attorney a fee of a dollar for such enrollment. This section applies not only to cities of the first and second-class, but to the entire State, and, as there does not appear to be any authority for the exaction of any other fee from appellee, the judgment of the court below must be affirmed, and it is so ordered.",
        "type": "majority",
        "author": "Smith, J."
      }
    ],
    "attorneys": [
      "Willis B. Smith and Ben E. Garter, for appellant.",
      "Paul Jones, B. B. Bacon and Will Steel, for appellee."
    ],
    "corrections": "",
    "head_matter": "Texarkana v. Taylor.\nCr. 3806\nOpinion delivered June 27, 1932.\nWillis B. Smith and Ben E. Garter, for appellant.\nPaul Jones, B. B. Bacon and Will Steel, for appellee."
  },
  "file_name": "1145-01",
  "first_page_order": 1165,
  "last_page_order": 1168
}
