{
  "id": 8727102,
  "name": "Coca-Cola Bottling Company v. Swilling",
  "name_abbreviation": "Coca-Cola Bottling Co. v. Swilling",
  "decision_date": "1933-03-13",
  "docket_number": "4-2900",
  "first_page": "1149",
  "last_page": "1156",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 1149"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "20 S. W. (2d) 874",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "180 Ark. 214",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1393664
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/180/0214-01"
      ]
    },
    {
      "cite": "42 S. W. (2d) 213",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "184 Ark. 329",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1438657
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/184/0329-01"
      ]
    },
    {
      "cite": "20 S. W. (2d) 862",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "180 Ark. 193",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1393539
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/180/0193-01"
      ]
    },
    {
      "cite": "207 S. W. 58",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "136 Ark. 456",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1569995
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/136/0456-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 547,
    "char_count": 13315,
    "ocr_confidence": 0.518,
    "pagerank": {
      "raw": 2.2609196995674084e-07,
      "percentile": 0.7826255507560479
    },
    "sha256": "3bc34187a6deb94c0d1a8e5c423981119e58ad8f5f0b567d677036726ce0fef2",
    "simhash": "1:ea9a6c761a40dd49",
    "word_count": 2269
  },
  "last_updated": "2024-02-27T17:52:01.123529+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Coca-Cola Bottling Company v. Swilling."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nSuit was brought by appellee to recover damages sustained by drinking a bottle of Coca-Cola in which there was a partly decomposed centipede. The suit was brought in the Pope Circuit Court against two defendants, who were residents of that county, and served with process therein. A third defendant was the Coca-Cola Bottling Company of Arkansas, a domestic corporation having its place of business'in Pulaski County. There was a verdict and judgment against all three defendants, from which is this appeal. It is stated in the brief of ap-pellee, the plaintiff below, that the suit was not brought upon the theory of implied warranty, but upon the theory of negligence on the part of R. Kelch and C. C. Sanders, the resident defendants, and upon the negligence also of the Coca-Cola Bottling Company.\nKelch, as a dealer, sold bottled Coca-Cola to the ultimate consumers, who drank the contents of the bottles in his place of business, as did the plaintiff in the instant case, and it was alleged that one of these bottles which plaintiff bought and drank contained a decomposed centipede.\nThe allegations of the amended complaint, upon which the cause was tried, as to plaintiff’s injuries, read as follows: “That said injuries to this plaintiff and the poisoning of the plaintiff’s system were brought about solely, wholly and alone by the carelessness and negligence of the defendants, the Coca-Cola Bottling Company, Morrilton, Arkansas, and the Coca-Cola Bottling Company of Arkansas, in bottling said drink and holding out and representing said drink to be fit for human consumption, and permitting their agent, C. C. Sanders, to be upon the road and selling said bottled products to merchants, and not properly protecting said bottles and syrup itself from foreign substances, and through the carelessness and negligence upon the part of these defendants, and that R. Kelch was careless and negligent in his manner of selling said Coca-Cola to this plaintiff, and through the carelessness and negligence of the defendant, the Coca-Cola Bottling Company, Morrilton, Arkansas, and the ‘Coca-Cola Bottling Company of Arkansas, their agents and employees, in their failure to make a proper investigation upon their part as to whether or not said Coca-Cola was fit for human consumption, before offering the same to the general public.”\nAlthough there were allegations as to two Coca-Cola companies, it appears that there was only one corporation by that name, this being the Coca-Cola Bottling Company of Arkansas, domiciled in Pulaski County, and service was had on that corporation in that county.\nBefore trial or verdict, the Coca-Cola Company filed objection to the jurisdiction of the Pope Circuit Court, and moved that the cause be dismissed for lack of jurisdiction, for the reason that it was not served in Pope County, and for the further reason that no joint cause of action was stated against it and the other defendants. The motion to dismiss alleged that, even though a joint cause of action were stated, the plaintiff would not be entitled to a judgment against it unless judgment was also obtained against one or both of the other defendants who were served in Pope County. This objection to the jurisdiction was based upon § 1178, Crawford & Moses’ Digest.\nIt is conceded that the testimony was sufficient to support a finding that plaintiff bought from Kelch, the dealer, a bottle of Coca-Cola which contained a partially decomposed centipede which plaintiff drank, and that he sustained an actionable injury on that account.\nThe testimony as to the defendant, Sanders, was to the effect that he made delivery of bottled Coca-Cola to dealers in cases, each ease containing 24 bottles. He made delivery to many dealers every day, and in no instance made inspection of any bottles. It appears very clear that no cause of action was established against Sanders.\nAs to the defendant, Kelch, the testimony of the plaintiff himself was to the following effect: Plaintiff drank bottled Coca-Cola daily, usually from three to six bottles each day, and made purchases from numerous dealers. It was not customary for the dealer, upon selling a bottle of Coca-Cola, to inspect the bottle, as the drink was supposed to be put up in sterilized bottles, and all the dealer was expected to do, and all any dealer did in that vicinity, was just to take a bottle out of the receptacle in which it was contained, pnll the cap off., and hand it to the customer to drink. Neither Kelch nor the plaintiff made any inspection of the bottle in question. Had either done so, the presence of the centipede in the bottle wonld probably have been discovered. A careful inspection wonld certainly have revealed its presence.\nUpon this testimony we are of the opinion that no case was made against Kelch. There was no occasion, nor was it usual or ordinary, for the dealer to inspect the bottle, which was an original package ready for delivery to the consumer, to be drunk by him. Both dealer and the consumer had the right to assume, and both apparently did assume, that the drink was contained in sterilized bottles, containing no deleterious substance, as neither made any inspection. The presence of the centipede was as easily discernible by the one as the other. The dealer was not selling a portion of a bulk product, but a drink contained in an original package, which was known to be sealed with a metal cap to prevent the waste of the content and to protect it from contamination. The case of Heinemann v. Barfield, 136 Ark. 456, 207 S. W. 58, cited and relied upon by the plaintiff, does not therefore apply.\nThe duty of the dealer in selling a portion of a bulk commodity, as distinguished from his duty in selling an article canned or sealed, both being intended for human consumption, is pointed out in § 29 of the chapter on Food in 11 R. C. L., page 1124. In the early history of the law on this subject sales of food or drink in canned or sealed containers was not common, and, as is said in the section of the chapter cited, the early rules of law were formulated upon the theory that the provision dealer having the opportunity to inspect the article sold was charged with knowledge of its unfitness. But it was there said also that, the reason for the rule having ceased when manufacturers began to prepare their products for sale in canned or sealed containers, a new rule should be •and is applied which more nearly harmonizes with what is rational and just, and that it “comports better with justice to hold that,- where a dealer sells to his customer an article in the original package in which it is put up by the manufacturer, and the customer knows as much about the article as the dealer, and buys it without any representation from the dealer or reliance upon his judgment, knowing that there has been.no inspection of it by the dealer, there is no implied warranty, although the dealer knows that the customer buys it for food. ’ ’ It was there further said: “The situation of the retailer and consumer of packed products is properly governed by the rules of negligence law. The retailer owes to the consumer the duty to supply goods packed by reliable manufacturers, and such as are without imperfections that may be discovered by an exercise of the care, skill and experience of dealers in such products generally. This is the measure of the retailer’s duty, and if he has discharged it he should not be mulcted in damages because injuries may be produced by unwholesomeness of the goods. As to hidden imperfections, the consumer must be deemed to have relied on the care of the packer or manufacturer or the warranty which is held to be implied by the latter.” The annotated cases cited in the notes to the text quoted appear to sustain the text.\nNow, as we have \"said, it is not questioned that the testimony supports a finding of liability on the part of the mánufacturer of the Coca-Cola. The cases of Coca-Cola Bottling Co. v. McBride, 180 Ark. 193, 20 S. W. (2d) 862; Coca-Cola Bottling Co. v. Bennett, 184 Ark. 329, 42 S. W. (2d) 213, and Coca-Cola Bottling Co. v. Jordan, ante p. 1006, are to that effect. But, if it be true, as we have concluded, that there was no liability on the part of Kelch and Sanders, the question arises whether the Pope Circuit Court had the jurisdiction to ascertain whether the Coca-Cola Company was liable and to assess damages on that account.\nEach defendant requested a separate instruction for a directed verdict declaring that there was no liability against the defendant asking the instruction, but each and all of these instructions were refused, and error was assigned in the motion for a new trial for refusing to give them.\nThe motion for a new trial did not specifically assign as error the action of the court in refusing to quash the service upon the Coca-Cola company and dismiss the cause for want of jurisdiction as to that defendant, hut at the time the motion for a new trial was filed a verdict had been returned and a judgment rendered against all three defendants, and, if either of the other defendants was liable, the service upon the Coca-Cola Company was good under § 1178, Crawford & Moses’ Digest. The motion for a new trial did, however, as we have said, assign as error the refusal of the court to direct a verdict for the Coca-Cola Company and each of the other defendants, and we think this was sufficient to raise the question of jurisdiction.\nUpon this question, the case of Howe v. Hatley, ante p. 366, is very similar and controls here. In that case Belford, a resident of Randolph County, had been sued, in conjunction with Hatley, a nonresident of the county, upon allegations that their joint and concurrent negligence had caused the damages sued for, and it was upon these allegations that service was had upon the nonresident of Randolph County in the county of his residence. There was a verdict and judgment against both defendants. The opinion in that case recites that, after the introduction of all the evidence, the nonresident defendant filed his motion objecting to the jurisdiction of the court under § 1178, Crawford & Moses’ Digest. This motion was overruled, and, we said, correctly so, for the reason that the court had .jurisdiction of both the subject-matter and the parties at that stage of the proceeding, but it was said that, had there been a verdict against the nonresident defendant alone, he could have objected to the jurisdiction of the court at any time prior to the judgment. We there said there could be no judgment against the nonresident defendant served with process in another county unless .judgment was also rendered against the local defendant where timely objection, as required by the statute, was made.\nIn that case instructions were given on the question of joint liability, to which no objections were made and the giving of which was not assigned as error in the motion for a new trial. But, as we were there constrained to reverse the judgment against the resident defendant, we also reversed the judgment against the nonresident defendant, for the reason there stated, that there could be no judgment against a nonresident defendant unless there was also a judgment against the resident defendant, where objection to the jurisdiction had been made as required by the statute.\nSection 1178, Crawford & Moses’ Digest, provides that, “Where any action embraced in § 1176 (which section provides that transitory actions may be brought in any county in which the defendant, or one of several defendants, resides or is summoned) is against several defendants, the plaintiff shall not be entitled to judgment against any of them on the service of summons in any other county than that in which the action is brought, where no one of the defendants is summoned in that county or resided therein at the commencement of the action, or where, if any of them resided, or were summoned in that county, the action is discontinued or dismissed as to them, or judgment therein is rendered in their favor, unless the defendant summoned in another county, having appeared in the action, failed to object before the judgment to its proceeding against him.”\nHere instructions were requested by each defendant for a directed verdict, and refusal to give them was assigned as error in the motion for a new trial, declaring the law to be that no case had been made for the jury, and we are of the opinion that no negligence was shown as against Kelch and Sanders, the resident defendants, it follows that a verdict should have been rendered in favor of the defendant served in another county, it having, before judgment and within the time prescribed by law, objected to the proceeding against it.\nThe entire judgment must therefore be reversed, and, as the Pope Circuit Court is without jurisdiction to pro.-ceed for lack of proper service against the only defendant shown to be liable, the case must be dismissed, but without prejudice to - further proceedings against the Coca-Cola Company upon proper service. Fidelity Mutual Life Insurance Co. v. Price, 180 Ark. 214, 20 S. W. (2d) 874.",
        "type": "majority",
        "author": "Smith, J."
      }
    ],
    "attorneys": [
      "S. Hubert Mayes and Busbeé, Pugh i& Harrison, for appellant.",
      "Robert Bailey and Hays i& Smallwood, for appellee."
    ],
    "corrections": "",
    "head_matter": "Coca-Cola Bottling Company v. Swilling.\n4-2900\nOpinion delivered March 13, 1933.\nS. Hubert Mayes and Busbeé, Pugh i& Harrison, for appellant.\nRobert Bailey and Hays i& Smallwood, for appellee."
  },
  "file_name": "1149-01",
  "first_page_order": 1169,
  "last_page_order": 1176
}
