{
  "id": 1369547,
  "name": "Falcon Zinc Company v. Flippin",
  "name_abbreviation": "Falcon Zinc Co. v. Flippin",
  "decision_date": "1926-10-04",
  "docket_number": "",
  "first_page": "1151",
  "last_page": "1154",
  "citations": [
    {
      "type": "official",
      "cite": "171 Ark. 1151"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "111 Ark. 514",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1540357
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/111/0514-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 444,
    "char_count": 8521,
    "ocr_confidence": 0.478,
    "pagerank": {
      "raw": 1.0287321652055004e-07,
      "percentile": 0.5474546971657421
    },
    "sha256": "3d3ef21131df2c5542f0c2c94038db7dfcbf342b91a08b24ea3e2747d405fa2c",
    "simhash": "1:c8bdb44eb1405a72",
    "word_count": 1483
  },
  "last_updated": "2024-02-28T00:06:45.048720+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Falcon Zinc Company v. Flippin."
    ],
    "opinions": [
      {
        "text": "McCulloch, C. J.\nAppellee is the owner of a small farm in Crawford County, situated near a zinc smelter owned and operated by appellant, and this action was instituted by appellee against appellant to recover compensation for alleged injuries to the land by reason of contact with.' “noxious gases, sulphur and sulphates, oxides of lead, and other poisonous products” which escaped from the smelter. Appellant,, in its answer, denied the injury to -the land or that it was caused -by the' operation of the smelter,. and on the issue thus raised there w.as a trial, which resulted in a. verdict in favor of ■ appellee for the recovery of a. substantial sum of money.\nThe first ground urged for reversal is that the court-erred to the prejudice of appellant in substituting a juror after the parties had impaneled a drawn jury by each striking three names from the list. The following is all that appears in the hill of exceptions with respect to the impaneling of the jury:\n“After the parties plaintiff and defendant had each used three challenges by striking the names from the lists given them, and after the clerk had called the names of the first twelve not challenged, as directed by the court. The Court: Mr. Clerk, is there another name not challenged on your list? Mr. Bushmaier, circuit clerk: Yes sir, Sid Robinson. The Court: I want to use Mr. John W. Smith as a jury commissioner, and will use Mr. Robinson as a juror instead of him. Mr. Matlock: We save our exceptions to the court’s action in so doing. The Court: Save your exceptions.”\nThe recital that each party “used three challenges by striking the names from the lists given them” clearly indicates that a list had been drawn from the box in accordance with the statute, and that, after, selecting eighteen qualified jurors, the parties were each permitted to strike three names from the list. Crawford & Moses’ Digest, §§ 6383, 6384, 6385.\nIf the foregoing recital means that, after the number of names on the list of qualified jurors had been reduced to twelve by each party striking off three names, the clerk, on the direction of the court, drew another name, that of Mr. Robinson, from the box containing the names of the additional veniremen, and the eourt substituted Robinson for 'Smith, one of the jurors already selected, then this would be prejudicial error, or must be treated as such, and a reversal would follow. Appellant had the absolute right to demand a drawn jury, and to have it done in the manner prescribed by the statute. The substitution, if made in that way, deprived appellant of the right to participate in the selection of the jury. It is, however, the duty of this court to place such interpretation upon the language of the record, if there is any ambiguity, as will support the court’s ruling, rather than to discredit it. American National Ins. Co. v. Mooney, 111 Ark. 514. Upon consideration of the language used in the record, we think it is open to the interpretation that the court did not substitute a new name from those of the veniremen in the box, but that there were more than twelve names left on the list of qualified jurors, the names of both Robinson and Smith appearing thereon, and that the court substituted Robinson for Smith, whose name appeared above that of Robinson on the list. This situation could have resulted from both parties striking one or more of the same names and thereby leaving more than twelve names on the list. The court’s inquiry to the clerk and the latter’s response clearly indicate that there were more than twelve names on the list after the parties had exercised their privilege to strike three names. And it is also clear, we think, that the names of both Smith and Robinson were on the list. Taking this view, of the record, we have an instance of the court substituting for one of the first twelve names on the list, another name farther down the list. The question then presented is whether or not this constitutes error which calls for reversal.\nThe statute (Crawford & Moses’ Digest, § 6384) provides that, after the parties strike the names of three jurors on each side from the list, “the first twelve names' remaining on such original list shall constitute the jury.” This provision is, we think, merely directory, so as to provide an orderly procedure in the selection of the jury. It merely provides, where more than twelve names are left on the list, how the selection shall be made. This is done after eighteen have been found qualified and placed upon the list and each party has had a chance to challenge by striking off three names. All of those whose names are left on the list are deemed acceptable to the parties, and it constitutes no violation of their rights for the court to fail to observe the statutory direction in selecting twelve to constitute the jury. In other words, the parties cannot complain of any change or substitution by the court among those who have been duly accepted by the parties. Our conclusion on this branch of the case is that there was no prejudicial error committed in the court’s failure to follow the statute in the order in which the names shall be taken on the jury.\nThe court permitted appellee, over the objection, of appellant, to introduce testimony concerning damage to other lands in the vicinity in the operation of the smelter —a damage shown to have resulted in the same manner in which it is claimed that appellee’s land was damaged. We think this testimony was competent and that the court did not err in admitting it. There was an issue as to whether or not it was possible or probable, in the operation of the smelter, for noxious gases and other products to come in contact with the land to the extent that they would produce an injurious effect. The testimony of numerous witnesses introduced by appellee tended to show that the land was injured by gas and other substances which came from the smelter. Two expert witnesses were introduced, one by.each party. The expert introduced by appellee testified to the effect .that, in the operation of a zinc smelter, one hundred pounds of ore produces sixty-four pounds of sulphur dioxide, or eighty pounds of trioxide, which, when combined with moisture, makes ninety-six pounds of sulphuric acid, and that that 'quantity of sulphuric acid was sufficient to “kill” one hundred pounds of carbonated lime. The expert witness introduced by appellant testified in substance that, while a small percentage of sulphuric acid is produced from zinc ores, it is hot and light when it comes from the roaster, and, when mixed with air, the percentage of acid is not high enough to destroy the alkaline contents of the soil and was not harmful to vegetation. In this state of the case it was competent to show that other farms in the vicinity had been damaged by the escape of gas from the smelter, and it was also competent to prove that similar results came from similar operation of the same kind of a smelter in Fort Smith. In other words, the issue was whether it was possible or probable that the operation of this smelter could cause the injury claimed by appellee, and it was competent to show by proof of injury in the same way to other farms that the injury to appellee’s farm was caused in this manner.\nJudgment affirmed.",
        "type": "majority",
        "author": "McCulloch, C. J."
      }
    ],
    "attorneys": [
      "E. L. Matlock, for appellant.",
      "Pryor, Miles '& Pryor, for appellee."
    ],
    "corrections": "",
    "head_matter": "Falcon Zinc Company v. Flippin.\nOpinion delivered October 4, 1926.\n1. ' Appeal and error — presumption as to- error. — Where the language in the record is ambiguous, the- Supreme Court will interpret it in such'a way as to support the court’s ruling rather than to discredit it. . ,\n2. Appeal and error — harmless error — selection op jury. — Prom a papel Of 24 jurors a list of; 18 jurors was selected as. required . by- Crawford & Moses’ Dig., § 6383, and. each party struck off three names. ’The court asked the clerk if there wás another náme on the' list not challenged besides the first 12, and was told that there was. Held that substitution- of such juror for one of the first 12 jurors on the list was harmless error.\n3. Nuisance — evidence.—In a suit for damage to- a farm caused by gases and other products from a smelter, evidence of similar damage to other lands in the vicinity, and also of similar results from smelters elsewhere,, held, competent on the issue whether it was possible or probable in the operation of the smelter for noxious ■gases and products to injure land as alleged.\nAppeal . from. Crawford Circuit Court; James Cochran, Judge;\naffirmed.\nE. L. Matlock, for appellant.\nPryor, Miles '& Pryor, for appellee."
  },
  "file_name": "1151-01",
  "first_page_order": 1167,
  "last_page_order": 1170
}
