{
  "id": 8726667,
  "name": "Swafford v. Ketchum",
  "name_abbreviation": "Swafford v. Ketchum",
  "decision_date": "1928-10-08",
  "docket_number": "",
  "first_page": "1152",
  "last_page": "1156",
  "citations": [
    {
      "type": "official",
      "cite": "177 Ark. 1152"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "174 N. W. 448",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 0
    },
    {
      "cite": "170 Wis. 190",
      "category": "reporters:state",
      "reporter": "Wis.",
      "case_ids": [
        8688401
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wis/170/0190-01"
      ]
    },
    {
      "cite": "81 N. E. 297",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": 0
    },
    {
      "cite": "195 Mass. 585",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        54565
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/195/0585-01"
      ]
    },
    {
      "cite": "220 S. W. 827",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "143 Ark. 477",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1589401
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/143/0477-01"
      ]
    },
    {
      "cite": "275 S. W. 914",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "169 Ark. 455",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1373911
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/169/0455-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 273,
    "char_count": 3889,
    "ocr_confidence": 0.492,
    "pagerank": {
      "raw": 1.6343475431493036e-07,
      "percentile": 0.6896278508901484
    },
    "sha256": "16d9e9fc2af65e4f9e7b6a9ac1671d79189143dbb1016c0dbea07214c4151f60",
    "simhash": "1:02f64359e91cc263",
    "word_count": 706
  },
  "last_updated": "2024-02-27T22:14:07.667199+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Swafford v. Ketchum."
    ],
    "opinions": [
      {
        "text": "Hart, C. J.,\n(after stating the facts). The only question argued before us is whether or not our Bulk Sales Law created a lien on the stock of furniture in the hands of Ketchum and Sullivan and made them liable to Swaf-ford to the extent of the value of the goods purchased. Our Bulk Sales Law declares, in effect, that any sale of merchandise in bulk, otherwise than in the ordinary course of trade, shall be void as against the creditors of the seller, unless the purchaser demands and receives from, the seller a written list of the names and addresses of the creditors of the seller, and unless the purchaser shall, at least ten days before taking possession of the stock of merchandise, notify personally or by registered mail every creditor whose name and address is stated in the list. Prins v. American Trust Company, 169 Ark. 455, 275 S. W. 914.\nA preponderance of the evidence in the record shows that Ketchum and Sullivan each purchased the stock of furniture in good faith and without any knowledge that Swafford had any claim against it. When Ketchum purchased an interest in the business he was told there was nothing against it except $165 owing for new furniture, and he paid that claim. He did not know that Swafford claimed to he a creditor. When the business was sold to Sullivan, he was told that no one except Fones Brothers Hardware Company had a claim against the firm. .Sullivan paid this claim, and paid the balance of the purchase price to Ketchum. Under these circumstances neither Ketchum nor Sullivan were liable to Swafford. Each of them demanded and received from the seller what purported to be the only creditor of the firm. In McKelvey v. John Schapp & Sons Drug Co., 143 Ark. 477, 220 S. W. 827, it was held that, under our Bulk >Sales Law, a purchaser of a retail business who in good faith demanded and received a list of creditors from the vendor, is not liable where the latter, either by fraud or inadvertence, omitted the name of a creditor. In that case it was further held that failure of the vendee of a stock of goods to take an inventory of the goods sold in bulk to such vendee in good faith will not render him liable to a creditor of the vendor whose name was not listed. 'The court said that a reasonable interpretation of the statute is that a purchaser in good faith should not be held liable on'account of the omission of the name of a creditor.\nIn the present case of Ketchum and Sullivan, each had an inventory of the stock of goods made at the time of his- purchase. There is nothing to show bad faith on the part of either one. Each demanded and was given what purported to he the name of the only creditor the firm had. Ketchnm paid what was represented to him to he the only claim. Sullivan paid what was represented to him to be the only claim against the firm. The statute therefore affords no protection to Swafford, because Ketchum and Sullivan each acted in good faith in the purchase of the stock of goods, and each was in entire ignorance of the fact that Swafford had a claim against the firm.\nIn 27 C. J., § 894, p. 887, it is said that the Bulk Sales Law did not render an innocent purchaser for value from an original purchaser liable to creditors of the original seller nor affect his title to . the property. Among the cases cited to support the doctrine is Kelley-Buckley Co. v. Cohen, 195 Mass. 585, 81 N. E. 297. In that case the court said that, while ia creditor could avoid a sale because the statute had not been complied with, he must proceed with reasonable diligence and before the rights of intervening parties acting in good faith shall have become fixed. To the same effect see Prokopovitz v. Chimka, 170 Wis. 190, 174 N. W. 448.\nTherefore the decree will be affirmed.",
        "type": "majority",
        "author": "Hart, C. J.,"
      }
    ],
    "attorneys": [
      "JoJm L. McClellan, for appellant.",
      "D. M. Halbert and H. B. Means, for appellee."
    ],
    "corrections": "",
    "head_matter": "Swafford v. Ketchum.\nOpinion delivered October 8, 1928.\nJoJm L. McClellan, for appellant.\nD. M. Halbert and H. B. Means, for appellee."
  },
  "file_name": "1152-01",
  "first_page_order": 1170,
  "last_page_order": 1174
}
