{
  "id": 1374092,
  "name": "Jackson v. Carter",
  "name_abbreviation": "Jackson v. Carter",
  "decision_date": "1925-12-21",
  "docket_number": "",
  "first_page": "1154",
  "last_page": "1162",
  "citations": [
    {
      "type": "official",
      "cite": "169 Ark. 1154"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "113 Ark. 221",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1537533
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/113/0221-01"
      ]
    },
    {
      "cite": "99 Ark. 374",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1314551
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/99/0374-01"
      ]
    },
    {
      "cite": "100 Ark. 47",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1312213
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/100/0047-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 657,
    "char_count": 16448,
    "ocr_confidence": 0.446,
    "pagerank": {
      "raw": 1.8973318884102604e-07,
      "percentile": 0.7298218930910644
    },
    "sha256": "d14b48ab2309d2341711dac3aea0222df6452f483b650d7b455b86d830ba3f19",
    "simhash": "1:8298fc364c35e797",
    "word_count": 2969
  },
  "last_updated": "2024-02-28T00:06:49.445516+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Jackson v. Carter."
    ],
    "opinions": [
      {
        "text": "Woon, J.\nW. F. Jackson instituted this action in the circuit court of Washington County against B. C. Carter. The foundation of the action is three promissory notes executed by Carter to Jackson for the purchase of an automobile. The notes were dated November 22, 19'20, one for the sum of $833, and two for the sum of $833.50 each, due respectively February 1, 1921, November 22, 1921, and November 2,1922, a total sum of $2,500, bearing interest at the rate of ten per cent, per annum from date until paid. There Was a credit in the sum of $200 paid June ’20, 1923, as shown by the notes, copies of which were made exhibits to the complaint. In his answer to the complaint, Carter admitted that he purchased the automobile of Jackson, and admitted the execution of the notes for the purchase price thereof, but alleged that the automobile was a stolen car at the time the same was sold to him by Jackson, and that therefore the consideration for the notes had failed. The notes were introduced, and Carter admitted their execution and delivery. Carter then testified in substance that he executed the notes to the people from, whom he purchased the car through one Rex Lewis, who conducted the negotiations for Jackson, representing the Paige Motor Company of San Angelo, Texas. The notes were made to the Angelo Motor Sales Company. The car was a big Paige six. Witness took possession of the car at once, and used it in going to church and town for family purposes only. The car had been run for about a year. It had Goodyear tires on it, showing that it had been run considerably, yet it'was in good shape. Witness ran the car with those same tires over a year, and they did not give away. Witness kept the car in his possession about two years. When the first note became due, it was extended to the 22d of February, and on that date witness went to San Angelo with the car, and offered the car to the motor company from which lie purchased same, stating that he could not pay for it. The company took it back. It was to keep the car up a year. The next time a note1 was due, on November 22, 1922, witness went to see^ Jackson, and told him that he could not make a payment. Witness offered to assign Jackson a policy carried by witness with the-Woodmen of the World.' Jackson'did not take the policy, but told witness to carry the car back and have it insured and make the insurance over to him (Jackson). Witness' did not have the car insured. The company never gave witness a bill of sale to the car. Witness heard that the car was a stolen car, and went down to see about it, and the sheriff told witness that he had the ear on his books, and asked witness to keep it until he called for it. What the sheriff meant by having it on his books was that it was stolen proiierty. After the third note became due, Jackson wrote to witness about it, and witness went to see the sheriff of the County and offered to turn the car over-to him, and the sheriff wrote to Jackson, but did not got any answer. About the time the sheriff should' have received an answer, Jackson came with his attorney, and they and witness went to the sheriff’s office together. The sheriff told Jackson that he had' the car on his books as a stolen car which had been reported 'by one Rex Lewis, a salesman of the company, who was theivin jail. • Rex Lewis was the man who sold witness the car. The sheriff said that he got after Lewis so close that he turned State’s evidence and turned in a list of 150 oars as stolen cars, and the car in controversy was on the list. Jackson then wanted to know what witness would do about it, and witness replied, “If they ever straighten it up, I will- pay for it.” The sheriff then said, “Whenever you straighten it up, he is ready to settle with you,” and the sheriff also stated, “If you don’t, he won’t give'you anything. You have got to come clean.” The sheriff then asked Jackson how long he wanted, and Jackson.replied that he Wanted ten days. When the ten days were1 up, witness went to the sheriff and said, “Now, Jim, the ten days is up — what are you going to do about it,” and the sheriff replied, “Oh, yes, you go on, and let me know where you are at. ” • Witness waited until the ten days were up for Jackson to come clean. Jackson did not report at the end of ten days, and witness moved from Texas to Washington County, Arkansas. In Texas they require a 'bill of sale to be issued with a car. They did not give witness a bill of sale with the car, and Jackson’s attorney said, in the presence of the sheriff, that he knew that Jackson had violated the State laws of Texas when he did not giv.e witness a bill of sale for the car.\nOlx cross examination, witness stated that when he left Texas he did not notify Jackson that he was leaving.' Witness had left the car in the hands of the sheriff for ten days. When witness bought the car, he did not ask for a bill of sale. Witness told Jackson, in the conversation in the presence of the sheriff, that he would pay for the car if Jackson proved by documentary evidence within ten days that he owned the car at the time he sold it. Jackson did not bring forward the evidence within ten days, and witness was then at liberty. Witness was asked if Eex Lewis, the agent for the company which sold him the car, had not been arrested and completely exonerated of all connection with the stealing of the car, and answered, “Well, I think he was in a few days.” Lewis Avas released about four days after he Avias arrested. The car was never actually taken from the Avitness. The sheriff told witness when he left Texas to leave the car there Avith him. Witness came to Arkansas, and before he did so he took the car up to the garage land turned the key over to the sheriff, and witness supposed that the sheriff had turned it over to Jackson. The car at that time was worth about $1,500. When witness left Norton, Texas, he did not tell J ackson where he was going. While witness was at Norton, Jackson frequently demanded payment of the notes, but witness did not pay them, and informed Jackson of that fact. Witness did not have the car insured for Jackson’s benefit, because he did not have the money to spare for that purpose.\nJackson testified that in the year 1920 lie was in the automobile business in San Angelo, Texas, under the name of Angelo Motor Sales Company, la partnership, composed of himself and one 'L. A. E'llis. The partnership employed Rex Lewis as a salesman, and Lewis sold a Paige automobile to Garter for the partnership for the Consideration of $2,500, evidenced by Carter’s notes for that amount. Witness bought out his partner, and was the owner of the notes. When the first note became due, Carter stated he could not pay the same, and witness granted him an extension of time. When the other notes came due, witness demanded payment, and Carter stated that he was unable to piay them. He made repeated promises to pay the notes, and never disputed the account in any way, but never paid the notes, and left Texas without paying them. Witness had a chattel mortgage on the car, and afterwards obtained possession of -the same. When witness took possession of the car, it was in a depleted condition. Witness advertised and sold the ear under the chattel mortgage after giving ten days ’ notice in the newspapers as prescribed by the mortgage. The car was sold to the highest bidder, and it brought the sum of $200, which was duly credited on Carter’s notes. When Carter sold his farm and left Texas, he did not give witness notice that he was leaving. Witness afterwards met him at Ballinger, Texas, and Carter’s excuse for not paying for the car was that he had found out through the sheriff that the car was a stolen car, and until that was straightened out he refused to make any payment on it. Witness offered to prove to Carter that he and his partner owned the car at the time it was sold to Carter. Witness exhibited a bill of sale to Carter from the Paige Motor Company, which bill of sale witness exhibited to the sheriff at Ballinger, Texas, who had the car in his possession. Carter left Texas without leaving his address with witness, or making any arrangements whatever for the settlement of his notes. Witness located Carter after he had left Texas through the agent of the Frisco Railroad Company at Fayetteville. Witness stated that, in a conversation between witness and the sheriff and Carter before ’Carter left Texas, Carter stated that if. he could get an affidavit from the peoplefromwhomwitness bought the car stating that witness was. the legal owner of the car at the time it was sold, he was ready to make .settlement for it, and that he would stay around Ballinger until witness got the affidavit. Witness got such affidavit, but in the meantime Carter had left Texas without paying his notes. Witness introduced in evidence as a part of his deposition the chattel mortgage executed by Carter to the Angelo Motor Sales 'Company on the automobile purchased by him from said company, and offered to introduce affidavits showing the bill of sale from the Paige Motor Company to the Angelo Motor Sales Company on the car which the latter company sold to Carter, The court excluded these affidavits.\nL. A. Ellis testified that he was la partner of Jackson in the automobile business in the year 1920 under the name of Angelo Motor ¡Sales Company at San Angelo, Texas.. He corroborated the testimony of Jackson as to the sale of the car by their agent, Lewis, and that the partnership was afterwards dissolved, and that Jackson has succeeded to witness ’ share, of the assets of the business, including the notes in controversy. Witness stated that the partnership bought the car from the Texas Paige Company of Dallas, Texas, the regular distributing agent for the Paige automobiles,\nBex Lewis testified that he was employed by the Angelo Motor Sales Company, and corroboratedthe testimony of Jackson and Ellis in regard to the sale of the car in controversy by him to Carter. Witness stated that he sold Carter the car, and that Carter took the car and kept it and never paid for it; that he still owes for it.\nA witness by .the name of Loveland testified .that he, Jackson and Carter and the sheriff of Bunnels County, Texas, had a conversation in the sheriff’s office, with reference to the legality of the sale of an automobile from the Angelo Motor Sales Company to Carter by Rex Lewis, in which conversation Carter stated that he would pay for the car immediately upon proof being produced that the car was not a stolen car at the time of its sale. Witness, at that time, was the attorney for Jackson. Witness obtained proof from the manufacturers of the car that the same had been sold by them to their Texas agent at Dallas, Texas, and also- proved from the Texas agent at Dallas that he had sold the car in question to the Angelo Motor 'Sales Company. Witness took that proof to the sheriff of Runnels County, who at that time had been put in possession of the car iby Carter before Carter left Texas, and witness then learned for the first time that there was a mortgage on the car in favor of the Angelo Motor Sales Company given by Carter to secure the payment of his notes to the Company, which mortgage was then on file with the county clerk of Runnels County, Texas.\nWitness Carter, being recalled, testified that, after they took the car from witness, he never promised to pay them, and had 'no further communication with them about the car after they agreed to furnish the proof that they owned the same at the time of its sale. They never furnished-witness with a bill of sale that they got it from the Paige Motor Company to this day. Witness was down there at his home in Rkmnels County. Witness got the car, and never asked them for a bill of sale, but, under the laws of Texas, they were supposed to give it.\nThe court instructed the jury in effect that the burden of proof wias upon Carter to show that the consideration of the notes had failed ¡because of the fact that the car was a stolen car'when sold by the Angelo Motor Sales Company to Carter; that, if the jury found from the evidence thiat the notes were given for a stolen car, the verdict should be for Carter, and, if the jury failed to so find, the verdict should be in favor of Jackson; that it was a question for the jury under the facts and circumstances in evidence.\nNo objections were made by either plarty to the instructions of the court. The jury returned a verdict in favor of the defendant. Jackson filed a motion asking the court to render judgment in his favor, notwithstanding the. verdict, and also a motion for a new trial. The court overruled these motions and entered a judgment in favor of Carter, from which is this appeal.\nThe testimony is set forth at length above, and it shows clearly that there is no testimony to sustain the verdict. The burden of proof was on the appellee, and he wholly fails to prove that the car for which he executed the notes was stolen property at the time he purchased the same from the Angelo Motor 'Sales Company. The proof is not sufficient to show that the consideration for which the notes in controversy were executed had failed. The court therefore erred in not setting aside the verdict of the jury, and in not granting appellant’s motion for a new trial.\nBut § 6271 of Crawford & Moses’ Digest provides: “When a trial by .jury has been had, judgment must be entered by the clerk in conformity with the verdict unless it is special, or the court orders the case to be reserved for future judgments of consideration. ’ ’ And § 6273 provides : “Where, upon the statements in the pleadings one party is entitled by law to judgment in his favor, judgment shall 'be so entered by the court, though a verdict had been found against such party.” The facts of this record do not bring the case within either of the above sections of our statute. The verdict was not special, the case was not reserved by the court for future judgment or consideration, and there was no statement in the pleadings to justify the court in entering a judgment in favor of the appellant. Therefore, the appellant was not entitled to a judgment non obstante veredicto. “The motion in arrest of judgment in civil causes is unknown to our system of practice, and, where it does obtain, can 'be maintained only for a defect upon the face of the record, of which the evidence constitutes no part,” Collier v. Newport Water Co., 100 Ark. 47-52; Ryan v. Fielder, 99 Ark. 374. See also Schearff Distillery Co. v. Dennis, 113 Ark. 221-225. However, it is manifest that the cause Fas been fully developed, and, if the trial court had properly instructed the jury in accordance with the‘evidence, the appellant would have obtained .a verdict and judgment in his favor. Under § 2171 of C. & M. Digest this court has the power, when the judgment of the trial court hlas 'been reversed, to remand .or 'dismiss the cause, and enter such judgment upon the record as it may, in its judgment, deem1 just. Under the authority thus conferred 'by the above statute, it seems just to us that the appellant have judgment in his favor without delay and expense of another trial. For the error indicated, the judgment is therefore reversed, and judgment in favor of the appellant will be entered here for the amount found to ibe due on the notes at the time of the entry of such judgment. It is so ordered.",
        "type": "majority",
        "author": "Woon, J."
      }
    ],
    "attorneys": [
      "W. 1. Whiity, for appellant."
    ],
    "corrections": "",
    "head_matter": "Jackson v. Carter.\nOpinion delivered December 21, 1925.\n1. Sales — stolen property — burden of proof. — In a suit on the purchase-money notes given in payment of an automobile, where the defense w*as that the car was stolen and that plaintiff had no title, the burden of proving that the ear was stolen was on the defendant.\n2. Judgment — right to judgment notwithstanding verdict. — Under Crawford & Moses’ Dig1., §§ 6271, 6273, defining the cases in which a. judgment notwithstanding the verdict may be rendered, judgment may not be rendered notwithstanding the verdict because there was no evidence to support the verdict.\n3. Appeal and error — rendering final judgment. — Where it is manifest that a cause has been fully developed, and that if the court had properly instructed the jury plaintiff would have recovered a verdict, the Supreme Court, on reversing the ease, has authority to enter judgment for the plaintiff.\nAppeal from Washington Circuit Court; W. A. Dickson, Judge;\nreversed.\nW. 1. Whiity, for appellant."
  },
  "file_name": "1154-01",
  "first_page_order": 1174,
  "last_page_order": 1182
}
