{
  "id": 1435065,
  "name": "Hornor v. Craggs",
  "name_abbreviation": "Hornor v. Craggs",
  "decision_date": "1932-06-27",
  "docket_number": "4-2709",
  "first_page": "1155",
  "last_page": "1160",
  "citations": [
    {
      "type": "official",
      "cite": "185 Ark. 1155"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "158 S. W. 771",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "108 Ark. 460",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1342252
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/108/0460-01"
      ]
    },
    {
      "cite": "186 S. W. 604",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "124 Ark. 61",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1555005
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/124/0061-01"
      ]
    },
    {
      "cite": "173 S. W. 403",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "116 Ark. 538",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1532289
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/116/0538-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 483,
    "char_count": 8962,
    "ocr_confidence": 0.492,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.05401994479214811
    },
    "sha256": "aaa9ab29f0d11e0d96bf0ad1aaf899b656b5eafebb9453e325c7c3390fc7bae3",
    "simhash": "1:3f0fe4d2f7f154b9",
    "word_count": 1538
  },
  "last_updated": "2024-02-27T17:51:09.396208+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hornor v. Craggs."
    ],
    "opinions": [
      {
        "text": "Butler, J.\nAppellant, who' owns land in Cotton Belt Levee District No. 1, hereinafter referred to as the district, brought this suit against the' directors of the district, to restrain them as such directors from issuing and delivering bonds of the district in payment of, rights-of-way required for the relocation of certain parts of the system of levees Avithin the district.\nThe pleadings in the case disclose the folloAving facts: The district Avas organized by the county court of Phillips County under the provisions of chapter 109, Crawford & Moses’ Digest, and pursuant to the authority thus conferred the directors of the district have built twenty-four miles of levees alongythe west bank of the Mississippi River to protect the lands of the district from overfloAV by that stream. Prior to the passage of the National Flood Act by the Congress of May 15, 1928, the cost of the levees Avithin the district was borne as folloAA,'s: one-third by the district.and two-thirds by the Federal government. Since the passage of this act the entire cost of construction of levees along the front line of the Mississippi River from Cape Girardeau, Missouri, to “Head of Passes” is borne entirely by the Federal government, but the Federal act provides that the local levee districts shall provide, Avithout cost to the United States, all rights-of-Avay for levee foundations and levees. Recent surveys by the corp of engineers of the United States army, having supervision of levee construction, discloses that there are several miles of leAme Avithin the district Avhich avíII haAre to be relocated or set back on account of the caving banks of the Mississippi RiA^er, and tentative contracts have been made by the Federal government with Amrious contractors to build the levees so relocated, but, in accordance Avith the provisions of the flood control act above referred to, the Federal government has demanded of the district’s directors that they acquire, at the cost of the district, the necessary rights-of-Avay and foundations for such relocated levees. The damages to the landoAAmers A\\diose lands must be taken for the purposes stated harm been adjusted between the district and the landowners, and the sum of money required for this purpose is $50,000. The district can pay these damages only by the issuance of the bonds of the district. It has no money available for this purpose at this time from any other source. On account of the general depression and the lack of a suitable market for securities of this character, the district is unable to sell these bonds except at a great discount, but the landowners have agreed to accept these bonds at par in payment of their damages. The requirements of the statute in the matter of procuring the assent of the landowners to the bond issue have been complied with.\nThe point raised in the landowner’s complaint is that the district has no authority under the law to issue and deliver bonds in payment of this right-of-way. A demurrer was filed to this complaint, and a demurrer was filed by the plaintiff landowner to the answer of the district, and the cause was heard upon these demurrers. The court sustained the demurrer to the complaint and overruled the demurrer to the answer, thus holding, in effect, that, under the allegations of the pleadings set out above, the district had and has the authority to issue its bonds for the purpose stated.\nFull power to construct: the levee is conferred by chapter 109, Crawford & Moses’ Digest, title “Levees.” The power is there conferred not only to acquire necessary rights-of-way, but to pay the construction cost of the levees themselves, and pursuant to this power rights-of-way were acquired and the levee constructed. The power to construct and maintain these levees is not exhausted by their original construction, but is a continuing one, and incidental thereto the right exists under the statute to relocate and reconstruct levees, as the exigency of the case may require. It was so expressly decided in the case of West v. Cotton Belt Levee Dist. No. 1, 116 Ark. 538, 173 S. W. 403.\nThat case involved this identical district. The relocation of certain levees in the district had then, as now, become necessary on account of the encroachments of the Mississippi River, and there was involved in the former case the power of the district to assess and collect betterments to pay the cost thereof. The district there proceeded under the same statute which it has here invoked.\nIn holding that the district had the power to relocate the levees and to assess and collect betterments to pay for this new work, it was there pointed out that § 4938, Kirby’s Digest, (which is now a part of chapter 109, Crawford & Moses’ Digest) provides that it shall be the duty of the directors of the district to determine what work is necessary to protect the district from overflow and to do that work, and the acquisition of right-of-way, Avhich must be paid for, is a necessary part of this work.\nDiscussing the continuing poAver of the directors in this behalf, it Avas pointed out in that case that the eAmrshifting, yet always present, danger of OAmrfloAv makes it imperative that the directors of the district shall have the broadest, latitude in dealing with the situation, and for this reason the construction of the lerdee is never completed, as work is constantly necessary to be done on it for the purpose of accomplishing the results intended by the organization of the levee district, and it Avas there said that if the poAver Avere exhausted by a single exercise the purpose of the statute Avould be defeated.\nIt is pointed out that, Avhile chapter 109, Crawford & Moses’ Digest, authorizes the issuance of bonds, it is silent as to the manner of their disposition, and it is insisted therefore that the bonds must be disposed of pursuant to the poAArer there implied, which can only be to sell the bonds for cash to the highest bidder, and Avith the cash derived from such sale to construct the improvement.\nWe think hoAveAmr that the poAver of the directors is not thus limited. There may be, and no doubt there is, an implied limitation on the poAA-er of the directors in this behalf, Avhich avouIc! prevent them, at the suit of any landowner in the district from disposing of the bonds in a manner amounting to waste, but under the allegations of the pleadings before us this is not the case here. On the contrary, the bonds are being disposed of at par.\nIt is true the pleadings before us do not disclose how the right-of-way was acquired, whether by condemnation or otherwise, but this is an unimportant detail. The case of Young v. Red Fork Levee District, 124 Ark. 61, 186 S. W. 604, held that the act of February 24, 1905 (Acts 1905, page 143) was a general law and applied to all levee districts in the State, whether organized under general or special statutes. Under § 1 of this act (which appears as § 3933, Crawford & Moses’ Digest) the power is conferred upon the directors of all levee districts “to enter upon, take and hold any lands or premises whatever, whether by purchase, grant, donation, devise, or otherwise, that may be necessary and proper for the location, relocation, construction, repair or maintaining any line of levees” which may be necessary in promoting the purposes of the district.\nThere is no allegation that the landowners whose lands are to be taken for the new right-of-way are to be paid an excessive price for their lands, and the good faith of the directors is not questioned. The plaintiff landowner by this his suit questions only their authority and power to pay these damages with bonds even at par.\nThe case of Hopson v. Hellums, 108 Ark. 460, 158 S. W. 771, has no application to the facts in this case. It was there held that act 279 of the Acts of 1909 did not contemplate that-by a single offering a contract might be ■let for the construction of the proposed improvement, to be paid for in the bonds of the district, by a single bid which disposed of both the bonds and the work. The reason for so holding was that some bidders might desire to bid on the construction work who would not be able to handle a bond issue, while other bidders might not want their purchase of bonds hampered with the contractor’s obligation ■ to construct the improvement, and there would be therefore no common basis for these two classes of bidders.\nHere we have no question of different landowners offering their lands for right-of-way purposes, and no question of competitive bids is involved. We have only the question of the power of the district to take the lands of a particular owner and to pay him therefor with bonds of the district. We think the district has this power, and the decree of the court below, which accords with this view, must be affirmed, and it is so ordered.",
        "type": "majority",
        "author": "Butler, J."
      }
    ],
    "attorneys": [
      "Sevens & Mundt, for appellant.",
      "Moore, Baggett S Burke, for appellee."
    ],
    "corrections": "",
    "head_matter": "Hornor v. Craggs.\n4-2709\nOpinion delivered June 27, 1932.\nSevens & Mundt, for appellant.\nMoore, Baggett S Burke, for appellee."
  },
  "file_name": "1155-01",
  "first_page_order": 1175,
  "last_page_order": 1180
}
