{
  "id": 8727109,
  "name": "First State Bank of Bensenville, Illinois, v. Taggart",
  "name_abbreviation": "First State Bank of Bensenville v. Taggart",
  "decision_date": "1933-03-13",
  "docket_number": "4-2916",
  "first_page": "1156",
  "last_page": "1158",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 1156"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 290,
    "char_count": 4464,
    "ocr_confidence": 0.504,
    "sha256": "afa7ce5682c51f0f71909bc05d18b7fbefcb75d22516b384ecfae3baaf0843a4",
    "simhash": "1:864a8697042a4f35",
    "word_count": 763
  },
  "last_updated": "2023-07-14T16:45:47.259153+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "First State Bank of Bensenville, Illinois, v. Taggart."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nOn January 29,1931, the First State Bank of Bensenville, Illinois, filed suit in the chancery court of Arkansas County, Northern District, against Thomas T. Taggart, to foreclose a mortgage securing certain notes of Taggart payable to its order. As ancillary to the foreclosure of the mortage, the plaintiff bank caused to be issued a garnishment requiring McGill Brothers to answer what funds they had in hand belonging to the defendant Taggart. The usual bond was given. McGill Brothers answered that they had in their hands the proceeds of a crop of rice belonging to Taggart, which they were ready to pay under the direction of the court, but that they were advised there, were outstanding liens thereon.\nAt the beginning of the year in which the crop of rice was grown, Taggart borrowed money from his wife, to secure which he gave her a chattel mortgage on his crop of rice and certain personal property. The snm due Mrs. Taggart and thus secured was $416.07. The net proceeds of the sale of Taggart’s rice sold to McGill Brothers amounted to $669.98. From the time the garnishment was issued until th.e following March, McGill Brothers were doing a large business as rice millers, met their obligations promptly, and were in good local credit. After that time they became somewhat dilatory, and on the 26th day of July, 1931, were adjudged bankrupt, with large liabilities and small assets. •\nA decree was rendered on December 9, 1931, foreclosing the mortgage, and pursuant thereto a sale was had of the land described in the mortgage, but the sale left a large deficiency against Taggart.\nOn September 17, 1932, Mrs. Taggart filed an intervention, in which she alleged that the rice had been sold to McGill Brothers subject to. her mortgage, but that by reason'of the garnishment the money had been impounded and lost through McGill Brothers’ insolvency, whereas, but for the garnishment, the rice would have been paid for. She prayed judgment for the amount of her debt secured by her mortgage by way of damages against the plaintiff in the original foreclosure suit and garnishment proceeding and the surety upon the garnishment bond. Mr. Taggart filed a petition in which he prayed that, after his wife’s claim had been ordered paid, the balance due on the rice be paid him under § 5549, Crawford & Moses’ Digest. He alleged that he was a married man and insolvent, and filed a schedule of all his personal property, and claimed the balance due from McGill Brothers after his wife’s debt had been paid as his personal exemptions from the demands of his creditors under the law. The court granted the relief prayed, and this appeal is from that decree.\nAuthorities are cited in support of the decree below to the effect that property exempted from execution generally is also exempt from garnishment, and that the debtor has the right to assert the exemption in a garnishment proceeding at any time before the impounded funds have been lawfully paid to the creditor, and also to the effect that a stranger to the garnishment proceeding may sue for the wrongful conversion of such impounded funds.\nIt is true that Mrs. Taggart was a stranger to the garnishment proceeding, hut it is true also that McGill Brothers were required to answer only as to the money due her husband. No sum due her was impounded. She had the right to take such action as was adyised for the recovery of any money due her. It is true also that the garnishment against her husband was not wrongfully sued out. McGill Brothers did have money in their hands belonging to Taggart. He alleges this to be a fact himself. It is no doubt true that Taggart had the right to claim his personal exemptions, but he might or might not have asserted this exemption, failing which his creditors had the right to subject the money to the payment of his debt. As a matter of fact, both Mr. and Mrs. Taggart delayed the assertion of the rights upon which they now insist for many months and until McGill Brothers became insolvent. Had they proceeded more expeditiously, their action might have been more profitable.\nUnder the circumstances, we think there is no liability against the plaintiff in the garnishment, and the decree of the court below must be reversed, and both the intervention and the petition will be dismissed.",
        "type": "majority",
        "author": "Smith, J."
      }
    ],
    "attorneys": [
      "Ingrown $ Moher, for appellant.",
      "George G. Lewis, for appellee."
    ],
    "corrections": "",
    "head_matter": "First State Bank of Bensenville, Illinois, v. Taggart.\n4-2916\nOpinion delivered March 13, 1933.\nIngrown $ Moher, for appellant.\nGeorge G. Lewis, for appellee."
  },
  "file_name": "1156-01",
  "first_page_order": 1176,
  "last_page_order": 1178
}
