{
  "id": 1435349,
  "name": "McDaniel v. Missouri State Life Insurance Company",
  "name_abbreviation": "McDaniel v. Missouri State Life Insurance",
  "decision_date": "1932-07-04",
  "docket_number": "4-2622",
  "first_page": "1160",
  "last_page": "1164",
  "citations": [
    {
      "type": "official",
      "cite": "185 Ark. 1160"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "262 U. S. 759",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6152067,
        6152113,
        6152179,
        6151860,
        6152244
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/262/0759-02",
        "/us/262/0759-03",
        "/us/262/0759-04",
        "/us/262/0759-01",
        "/us/262/0759-05"
      ]
    },
    {
      "cite": "288 Fed. 465",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        3615466
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/288/0465-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 276,
    "char_count": 4635,
    "ocr_confidence": 0.511,
    "pagerank": {
      "raw": 2.289019937370992e-07,
      "percentile": 0.7860209224553246
    },
    "sha256": "4f1314d63cee7dbf85ed8ee157c09e7347e20a7dd1c6331a70b8f2c69616b6ce",
    "simhash": "1:3f0d98374779a3b7",
    "word_count": 826
  },
  "last_updated": "2024-02-27T17:51:09.396208+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "McDaniel v. Missouri State Life Insurance Company."
    ],
    "opinions": [
      {
        "text": "Hart, C. J.,\n(after stating the facts). The correctness of the judgment depends upon the construction to be placed upon the policy in connection with the application for it. The application was dated September 4, 1928, and the date of the policy was September 11, 1928. The policy was not delivered nor the premium paid until October 5, 1928. The premiums for the first and second years were paid. If .the eight months extended insurance is to be counted from the date of the policy, -September 11, 1930, it would expire on May 11, 1931, which was before the death of Mrs. McDaniel on June 4, 1931. If, however, the extended insurance is to be counted from the delivery of the policy, which did not take place until the' payment of the premium on October 5, 1928, then the insured would have one year thereafter with a grace period of thirty-one days in which to pay the second premium. Thus it will be Seen that the policy lapsed if the extended insurance period is to be counted from the date of the policy; and it would be in force at the time of the death of Mrs. McDaniel if it is to be counted from the date of the delivery of the policy.\nIt is sought to reverse the judgment upon the well-settled doctrine in this State, as well as elsewhere, that, where there are two inconsistent clauses in a policy of insurance, that one should be adopted which is more favorable to the insured. The reason is that policies of insurance are written on forms prepared by the insurance company, and the insured has no voice whatever in their preparation. Travelers’ Protective Insurance Association of America v. Stephens, ante p. 660.\nAs will be seen from our statement of facts, the policy itself provides that the first year’s insurance will end on the 11th day of September, 1929, and the insurance will be continued upon the payment of the annual premium of $28.62 on the 11th day of September in every year during the continuance of the policy. It is earnestly insisted that this provision of the policy is inconsistent with the clause of the application copied in our statement of facts. It provides that if the first premium is not paid in cash at the time the application is made, the insurance shall not take effect until the first premium thereon shall be actually paid to and accepted by the company during the life and good health of the insured.\nIn making this contention, reliance is placed upon the cases cited in the brief and upon case notes to 6 A. L. R., at page 774, and to 32 A. L. R., at page 1253. The case notes cited recognize a division in the authorities on this point. We do not deem it necessary to review them, however, for we are of the opinion that there is no ambiguity whatever when the whole of the provision of the application is considered. As we have just seen, it provides that, if the first premium is not paid in cash at the time the application is made, the insurance shall not take effect until the first premium has been paid to and accepted by the company or its duly authorized agent, and the policy delivered to and accepted by the insured during the life and good health of the insured. The provision, however, continues as follows, “but, in that event, the policy shall bear the date of its issuance, and all future premiums shall become due on such policy date, and all policy values and extended insurance shall be computed therefrom.”\nThe language quoted is plain and unambiguous. It is true that the policy itself would not take effect until it was delivered to the insured, and the first premium was paid by him while in good health. If the insured should die prior to the delivery of the policy, liability under the policy would not attach. But the insured, by agreeing that the policy should bear the date of its issuance in the same clause and that- all future premiums should become due on such policy date and all extended insurance should be computed therefrom, in express terms, about which there could be no mistake, fixed the date of the policy as the date from which the extended insurance should be computed. The parties were capable of contracting, and made a contract plain and unambiguous in its terms, and courts have no right by construction to give it a different meaning. McCampbell v. New York Life Company, 288 Fed. 465, certiorari denied in 262 U. S. 759.\nThe judgment of the circuit court was therefore correct, and it will be affirmed.",
        "type": "majority",
        "author": "Hart, C. J.,"
      }
    ],
    "attorneys": [
      "Ivan McMullin and Baker■ $ Gautney, -for appellant.",
      "Allen May, J. R. Bu/rcham, Charles Frierson, Jr., and Chas. D. Frierson, for appellee."
    ],
    "corrections": "",
    "head_matter": "McDaniel v. Missouri State Life Insurance Company.\n4-2622\nOpinion delivered July 4, 1932.\nIvan McMullin and Baker■ $ Gautney, -for appellant.\nAllen May, J. R. Bu/rcham, Charles Frierson, Jr., and Chas. D. Frierson, for appellee."
  },
  "file_name": "1160-01",
  "first_page_order": 1180,
  "last_page_order": 1184
}
