{
  "id": 1399987,
  "name": "Cleveland County Bank v. Doster",
  "name_abbreviation": "Cleveland County Bank v. Doster",
  "decision_date": "1928-04-23",
  "docket_number": "",
  "first_page": "1163",
  "last_page": "1166",
  "citations": [
    {
      "type": "official",
      "cite": "176 Ark. 1163"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "63 Am. St. Rep. 135",
      "category": "reporters:state",
      "reporter": "Am. St. Rep.",
      "opinion_index": 0
    },
    {
      "cite": "39 L. R. A. 686",
      "category": "reporters:federal",
      "reporter": "L.R.A.",
      "opinion_index": 0
    },
    {
      "cite": "51 P. 952",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": 0
    },
    {
      "cite": "119 Cal. 470",
      "category": "reporters:state",
      "reporter": "Cal.",
      "case_ids": [
        1971564
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal/119/0470-01"
      ]
    },
    {
      "cite": "85 P. 38",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": 0
    },
    {
      "cite": "42 Wash. 473",
      "category": "reporters:state",
      "reporter": "Wash.",
      "case_ids": [
        5190176
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash/42/0473-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 328,
    "char_count": 5849,
    "ocr_confidence": 0.495,
    "pagerank": {
      "raw": 5.061447019797991e-08,
      "percentile": 0.317718137235028
    },
    "sha256": "640fc91f803a8f88d2059598335f0c55a734bb8e4a9149b4afa38e5e6f8601a6",
    "simhash": "1:2b62ea54e604e688",
    "word_count": 1000
  },
  "last_updated": "2024-02-27T16:25:41.435006+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Cleveland County Bank v. Doster."
    ],
    "opinions": [
      {
        "text": "Humphreys, J.\nAppellee instituted this suit against appellant in the circuit court of Cleveland County to recover $3,840 which she deposited with it in the'capacity of administratrix of her deceased husband’s estate. Appellant filed an answer, interposing the defense that it applied the deposit to the payment of notes to an equal amount which appellee’s- intestate owed it at the time of his death.\nThe cause was submitted to the court without a jury for determination upon the following agreed statement of facts:\n“It is agreed by and between the plaintiff and the defendant that the following are the facts and are to be considered as the only facts in this case: The plaintiff, Lola Doster, is the administratrix of the estate of R. M. Doster, deceased; that she was appointed such by the probate court of Cleveland County on the 31st day of July, 1926; that R. M. Doster, plaintiff’s intestate, died on the 29th day of July, 1926; that, at the time of the death of the said R. M. Doster, he was indebted to the defendant bank in the sum of $3,840, represented'by three promissory notes, copies of which are filed as exhibits to defendant’s answer and admitted to be'correct. It is further agreed by the parties hereto that on August 20, 1926, the plaintiff had on deposit in the defendant bank the sum of $3,840 to her credit as such administratrix, and that there remained no other funds on said date to her credit in said bank; that on said August 20, 1926, the defendant bank applied said sum of $3,840' as a credit and as. an extinguishment of the indebtedness of the said R. M. Doster, plaintiff’s intestate, which indebtedness was represented by said promissory notes, and totaled the sum of $3,840. That on August 4, 1926, the plaintiff deposited with the defendant bank certain cheeks, made payable to R. M. Doster, in the sum of $2,708.92, which amount was placed to the credit of Lola Doster, administratrix, and that thereafter, on several and divers occasions until the 19th of August, 1926, the plaintiff deposited other checks, payable to her as administratrix, totaling1 the sum of $7,034.16; that the proceeds of said checks, so deposited represented the proceeds from the sale of lumber made by the deceased, R. M. Doster, but sold by the administratrix. It is further agreed that, at the death of the said R. M. Doster, he was wholly insolvent, and that claims totaling $25,000 have been duly presented to and allowed by said administratrix against said estate, including a duly verified claim by the defendant bank for the money being sued On in the instant case; that the estate in the hands of the plaintiff administratrix, when applied to the extinguishment of the probated claims and court costs, will pay the creditors less than 10 per cent., assuming that the amount sued on herein is. returned to the administratrix. ”\nThe trial court rendered a judgment against appellant for $3,840, with interest thereon from August 20, 1926, until paid, and for the costs, from which an appeal has been duly prosecuted to this court.\nIt is contended by appellant that, under authority of § 1198' of Crawford & Moses’ Digest, it had a right to apply the .sum of money belonging to the estate of the deceased in satisfaction of the debt of appellee’s intestate. The section of the statute relied upon is as follows:\n“Set-off against personal representatives. In suits by executors or administrators, debts existing against their testator or intestate, and owing to the defendant at the time of the death of the testator or intestate, may be set-off by the defendant in the same manner as if the action had been brought by and in the name of the deceased.”\nAppellant admits that, if the statute is merely declaratory of the .common law, it had no right to make the application, as, under the common law, the debts of a decedent could not be set-off in a suit by the executor or administrator against a person indebted to the decedent. Appellant insists, however, that the statute is not declaratory of the common law, but was passed in derogation of the common law. We think the statute is declaratory of the common law. According to its phraseology, it only allows set-offs in suits brought by executors or administrators against debtors of the testator or intestate which would have been set-off had the testator or intestate brought the suit. In the instant case the intestate could not have brought the suit against appellant because it did not owe him anything at the time he died. The right of set-off under the statute applies to existing indebtedness. Any other interpretation of the act relied upon would result in a preference to any debtor of a testator or intestate who might come into the possession of any of the intestate’s property after his death. We do not understand that a different rule of interpretation was announced in the cases of Fishburne v. Merchants’ Bank of Port Townsend, 42 Wash. 473, 85 P. 38, 7 Ann. Cas. 848, or in tire case of Ainsworth v. California Bank, 119 Cal. 470, 51 P. 952, 39 L. R. A. 686, 63 Am. St. Rep. 135. The question of tlie interpretation of the statute or code in those cases turned upon whether the demand of the debtor against the estate of the testator or intestate belonged to the debtor at the time of the death of the testator or intestate.\nNo error appearing, the judgment is affirmed.",
        "type": "majority",
        "author": "Humphreys, J."
      }
    ],
    "attorneys": [
      "Wynne & Miller, for appellant."
    ],
    "corrections": "",
    "head_matter": "Cleveland County Bank v. Doster.\nOpinion delivered April 23, 1928.\nExecutors and administrators — right op set-opp against personal representative. — -Where, after the death of intestate, his administratrix deposited funds in a bank to -which intestate was indebted at the time of his death, the bank was not entitled to set-off such deposit against its claims against the intestate.\nAppeal from Cleveland . Circuit Court; Turner Butler, Judge;\naffirmed.\nWynne & Miller, for appellant."
  },
  "file_name": "1163-01",
  "first_page_order": 1181,
  "last_page_order": 1184
}
