{
  "id": 1435083,
  "name": "Lewis Supply Company v. Galloway",
  "name_abbreviation": "Lewis Supply Co. v. Galloway",
  "decision_date": "1932-07-04",
  "docket_number": "4-2621",
  "first_page": "1164",
  "last_page": "1168",
  "citations": [
    {
      "type": "official",
      "cite": "185 Ark. 1164"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "219 S. W. 326",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "142 Ark. 505",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1590586
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/142/0505-01"
      ]
    },
    {
      "cite": "233 S. W. 706",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "149 Ark. 566",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8721531
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/149/0566-01"
      ]
    },
    {
      "cite": "128 S. W. 62",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "95 Ark. 43",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1543508
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/95/0043-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 377,
    "char_count": 6295,
    "ocr_confidence": 0.495,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.05402052397649438
    },
    "sha256": "9ba344728f13aaa794b741e8072f6ec30ee2639abab20777fb1063bd3a0ffa09",
    "simhash": "1:f7bb4ab54cda8acd",
    "word_count": 1124
  },
  "last_updated": "2024-02-27T17:51:09.396208+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Lewis Supply Company v. Galloway."
    ],
    "opinions": [
      {
        "text": "Butler, J.\nThe Lewis Supply Company, hereinafter referred to as appellant, a dealer in automobiles in the city of Helena, brought suit in the municipal court of that city against appellee to recover from her $451.92, the balance alleged to be due upon the sale of an automobile. The balance of purchase money was evidenced by a number of small notes payable monthly and each within the jurisdiction of the municipal court. A number of these notes had been executed to-appellee’s order by a third party and by her indorsed to appellant.\nAppellee filed an answer, in which she admitted the purchase of the automobile for the ‘agreed price of $870, and upon which there was due the balance alleged. By way of defense she pleaded that the automobile had been sold “under the usual ninety day dealer’s guaranty as to soundness of the car” and upon the express warranty that the car was “free from defective workmanship and mechanism.” She alleged that the car had a defective wheel, which collapsed and caused it to run off of an embankment, thereby being demolished and its value destroyed. She therefore denied that she was indebted to appellant in any sum.\nInasmuch as appellee claimed damages, on account of the alleged breach of the warranty, in a sum in excess of the jurisdiction of the municipal court, she filed a separate suit for the amount thereof in the circuit court, in which suit she prayed judgment for the payments made by her and for the return to her of her notes or the value thereof.\nUpon an appeal being perfected from the judgment of the municipal court, that cause was, by consent, consolidated with the suit brought originally in the circuit court by appellee, and from a judgment in appellee’s favor is this appeal.\nAppellee had the right to institute a separate suit to recover her damages; indeed, she could not have interposed this demand as a set-off without remitting so much thereof as would bring it within the jurisdiction of the municipal court. Kilgore Lbr. Co. v. Thomas, 95 Ark. 43, 128 S. W. 62.\nAccording to the testimony on behalf of appellee, she was driving on one of the State’s highways, about twenty-five miles per hour when the rig’ht rear wheel collapsed, and the car ran off the road and rolled down an embankment, turning over twice as it did so. This completely demolished the car and totally destroyed its value. This wheel was later examined and its spokes were found to be defective. Witnesses testified that the spokes “were brashy and some of them were decayed,” and that they had been made of timber “mixed between the white and the heart of the timber,” and were worm-eaten.\nThe testimony was conflicting as to the cause of the wreck, that on the part of the appellant company being to the effect that appellee was driving at an excessive speed. The testimony was also conflicting as to the condition of the spokes, but a witness who testified as an expert on behalf of appellant in regard to the spokes stated that spokes were of three grades, A, B and C, the latter being the lowest grade, and as to the spokes of this car he stated, “That would be about ‘O’. If you could work one of those in without the man knowing it.”\nUpon the whole case we think the testimony sufficient to support the finding that there had been a breach of the “general sales guaranty as to the soundness of the car” and of the special warranty that the car was free from defective workmanship.\nAfter the demolition of the car it was examined by a representative of the appellant, to whom appellee stated: “That car is yours; it isn’t mine.” The car appears however after the wreck to have been of so little value that no one wanted it:\nIt is insisted that appellee waived the breach of the warranty through the following facts: As a part of the purchase price appellee executed to appellant four notes for $17.50 each, and paid one of those notes when due, but payment of the other- three was refused. These three unpaid notes were included in the suit in the municipal court, where judgment was rendered thereon. This judgment was paid by appellee. This was no waiver, as appellee was compelled to pay this judgment, and she was asking for her damages in a separate suit, and she did not elect to remit her demand to a sum low enough to be within the jurisdiction of the municipal court, thereby defeating a recovery in that case.\nIn the case of Parrett Tractor Co. v. Brownfiel, 149 Ark. 566, 233 S. W. 706, it was held not to be error to refuse an instruction, in substance, that an unconditional promise to pay the balance of the purchase price of goods with knowledge of a breach of warranty constituted a waiver of the breach, it being there said that where there is a breach of an express warranty, the vendee may rescind the contract, or he may affirm the contract, keep the property, and, when sued for the price, set up the false warranty by way of recoupment.\nAppellee did not elect to keep the property, and so advised appellant. If there was, in fact, a breach of the warranty, and the jury has so found under the instructions correctly submitting that issue, appellee had the right to rescind the sale and to demand a return of so much of the purchase money as had been paid. This is the remedy which appellee elected to pursue, as soon as she was advised of the breach of the warranty, and she was within her legal rights in so doing. Neel v. West-Winfree Tobacco Co., 142 Ark. 505, 219 S. W. 326. This offer to rescind must be made within a reasonable time. Here it was made immediately, although it has been held that where the property is entirely worthless and wholly unfit for the intended use, an offer to return the property, in order to rescind, is not essential. The Neel case, just cited, so holds.\nIn the judgment from which this appeal comes it was adjudged that appellee recover the amount paid, and as to the notes held by appellant it was adjudged that they “are without consideration and are ordered canceled and held for naught.”\nUnder the verdict of the jury, which we find was returned upon testimony legally sufficient to support it, the judgment must be affirmed, and it is so ordered.",
        "type": "majority",
        "author": "Butler, J."
      }
    ],
    "attorneys": [
      "Jo M. Walker, for appellant.",
      "Moore, Daggett x& Burke, for appellee."
    ],
    "corrections": "",
    "head_matter": "Lewis Supply Company v. Galloway.\n4-2621\nOpinion delivered July 4, 1932.\nJo M. Walker, for appellant.\nMoore, Daggett x& Burke, for appellee."
  },
  "file_name": "1164-01",
  "first_page_order": 1184,
  "last_page_order": 1188
}
