{
  "id": 8726709,
  "name": "Orr v. Johnson",
  "name_abbreviation": "Orr v. Johnson",
  "decision_date": "1928-10-08",
  "docket_number": "",
  "first_page": "1165",
  "last_page": "1171",
  "citations": [
    {
      "type": "official",
      "cite": "177 Ark. 1165"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "111 S. W. 257",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "86 Ark. 329",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1521547
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/86/0329-01"
      ]
    },
    {
      "cite": "94 S. W. 717",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "79 Ark. 20",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1495605
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/79/0020-01"
      ]
    },
    {
      "cite": "24 S. W. 244",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "58 Ark. 217",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1329165
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/58/0217-01"
      ]
    },
    {
      "cite": "220 S. W. 477",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "143 Ark. 390",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1589484
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/143/0390-01"
      ]
    },
    {
      "cite": "129 S. W. 532",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "95 Ark. 560",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1543436
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/95/0560-01"
      ]
    },
    {
      "cite": "205 S. W. 884",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "135 Ark. 563",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1571558
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/135/0563-01"
      ]
    },
    {
      "cite": "298 S. W. 342",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "174 Ark. 905",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8725387
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/174/0905-01"
      ]
    },
    {
      "cite": "293 S. W. 1002",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "173 Ark. 762",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8724231
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/173/0762-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 512,
    "char_count": 10310,
    "ocr_confidence": 0.494,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20861447906808467
    },
    "sha256": "553857ca04309449ffdebc7de4334d3430381edb9c7fe1d18daf424c06484ea1",
    "simhash": "1:f9e3266f11082ce0",
    "word_count": 1942
  },
  "last_updated": "2024-02-27T22:14:07.667199+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Orr v. Johnson."
    ],
    "opinions": [
      {
        "text": "Kirby, J.\nAppellee brought suit against appellant, a road' contractor, for damages for personal injury resulting from his leg being injured or broken by an I-beam falling over and striking him and crushing it while he was engaged with others in setting up on edge bridge stringers and I-beams, on the ground where they had been unloaded for construction of the bridge near by.\nThe men had set up three or four of the stringers and were attempting to set up another, which was lying diagonally across one of the other stringers, and, being unable to move it, appellee, Johnson, procured a rail and, while lifting or prizing with the rail near the end of the stringer, stepped over between it and the last one set up, which fell over, catching Johnson’s leg, and fracturing the bone between the ankle and knee.\nAppellee sued, alleging, first, as the only ground of negligence, that he was required by the foreman to set up said stringers on rocky and uneven ground, which the foreman must have known, in the exercise of ordinary care, would be likely to fall and injure plaintiff.\nA demurrer was interposed and overruled, and the trial had, resulting in a verdict for plaintiff. The court sustained a motion for a new trial, and allowed appellee to amend his complaint by interlineation to include the following paragraph: “That said negligence and injury was caused by the defendant’s foreman leaving said I-beam or stringer in an unsafe and insecure position, \"which caused it to fall, crushing.the plaintiff’s leg.” A general and special demurrer was interposed to this complaint, which, being overruled, defendant answered, denying all the material allegations of the complaint, and pleaded contributory negligence and assumed risk as a bar to recovery. Upon trial the plaintiff recovered judgment in the sum of $375, from which this appeal is prosecuted.\nNo brief has. been filed here for the appellee, and many assignments of error in the giving of and failure to give instructions requested are insisted upon by appellant, and especially does he urge that the evidence was insufficient to support the verdict.\nThe I-'beam had been unloaded on the most nearly level piece of ground near where they were to be used in the bridge construction, and W. W. Jackson, the foreman of appellant, told the men they would set the I-beams up on edge so that the rain, which seemed to be approaching, would wash the dirt off and save that much work about the painting of them. The I-beams were 31 y2 feet long, about 15 inches high, weighed about 1,400 pounds, with 6 or 7-inch flanges and about 8 or possibly 10-inch channels, as one witness described them, being the stringers that the bridge floor rested upon. There were about 20 of them unloaded at the place, and the men were setting them up, the foreman working with them as a laborer. The men had set up one or two of the stringers on the side of the road where they were working, and had put a small rock under the last one they had set up to keep it from slipping or leaning over. They were trying to set up another stringer, or unloosen the end of it from one it was lying on. Jackson had told all the men to get on one side of the stringer in doing the work, and was working \"with them as a laborer. Johnson got a rail, and Avas trying to prize the stringer they were setting up over the end of another one, and, in so doing, stepped over the stringer next to the one last set up, and. it fell, injuring and fracturing his leg.\nAppellee stated Me. Jackson believed it was going to rain, and said: “We will set the beams up. It will wash the dirt off of them and will keep them from warping. That is all Mr. Jackson said abont setting them np. He said for us all to get on one side and set them up. I knew just as well as Jackson what was necessary in order to set them up. I knew we all ought to get on one side. * * * We had set up three, not over four, I think it was only three. * * * Mr. Jackson was down toward the other end of the stringer. • We would all get on the same side, take hold with our hands, and set them up. Mr. Jackson was helping us just the same as anybody else. We all got hold and lifted together. I suppose we were all our own boss in lifting. * * * I don’t know what caused the rail to fall, without that rock sticking under it kinder sunk and caused it to turn. It was a little flat rock, put about the middle of the rail. When we put the rock under there and shook the rail, it appeared to be all right. I thought it was safe. I didn’t think I was that close to it noway. I expect I could see the condition as well as Mr. Jackson. I didn’t think I had my foot close enough that if it fell it would fall on it. I didn’t think it was likely to fall. He didn’t show me how to put the rail under there. We weren’t trying, to set the stringer up at the time the other one fell, we were trying to slip it off of that. ’ ’\nOther witnesses testified there were some rocks on the ground, but that it was the smoothest place that could be found near where the stringers were to be used for them to be unloaded; and Jackson directed all the men to stand on the same side of the stringer in doing the work. Johnson got the rail, and was prizing on the stringer, and stepped over it between the one they were lifting and the one that fell, and was injured.\nThe foreman stated that they had gone out to set the beams up so that the rain would wash the mud off them; that five or six men were with him, and it was thought they could set the beams up by catching hold of them. He directed that all the men should stay on the same side of the rail and use their hands in setting them up. Gave no instructions about getting a rail, crowbar, or anything else. They used rocks to steady them or key them up so that they would not fall over. Had put two or three rocks under the beam-last set up, so that it leaned in the opposite direction. “When keyed up, I thought it was safe. Did not tell Johnson to get a rail, and did not know he was going to get one. I was working, and we 'all had hold of the I beam. He had the rail in his hand when he got hurt. The first I noticed him with the rail I looked down the lina and saw him on the opposite side of the beam we were setting up, and about this time the beam back of him turned forward and caught his leg. I figured he stepped on the plate and turned it over on him. These beams were lying about two feet apart, with the ends practically even. Johnson was working at the end next to a pigpen when he got on the wrong side of the beam Just at that time the other beam turned over.”\nAnother Johnson, not related, stated that he took hold of the rail with appellee to prize the flange over another rail, and they were both lifting on it when he got his leg broken. He got his leg there between the rail that had been set up and the one under the rail they were lifting on. ‘ ‘ I don’t know whether he hit the one that was setting up or not. Mr. Jackson had told us all to stay on one side and lift together.”\nAppellee was a man of mature years; saw the conditions existing at the time he began the work of setting up the rails with the other men and the foreman; knew the condition of the ground where the work was being done; said he knew as much about setting up the 'beams as the foreman did, and also that the foreman had directed all the men to stay on the same side of the beams while they were engaged in setting them up. He voluntarily procured the rail which he regarded necessary for facilitating the setting up of the beam, and, while using it under his own initiative, stepped across on the other side of the rail, next to the last one set up, which turned over and injured him. Other witnesses thought he must have stepped on the flange of the last rail set up to cause it to turn over. He said himself that he didn’t think it was close enough to strike him, and that he regarded it safely-keyed up anywajr, knowing that the rocks had been put under the edge of the rail next to where they were working to keep it from turning over.\nIt appears from the undisputed testimony that appel-lee knew the conditions existing where the work was being done, and appreciated as much as any one else the danger that might arise from its performance in the exercise of the method used, and, contrary to the only direction given by the foreman, who was hut a fellow-servant at the time of the injury, stepped over the rail being set up, and was injured by the one last set up turning over and falling upon his leg. He could not have been injured at all had he stayed on the side of the rail that was being’ set up as directed by the foreman. Having voluntarily and unnecessarily, so far as the evidence shows, stepped over on the wrong side of the rail being set up, he exposed himself to the danger and assumed the risk thereof. Having-done this of his own accord, he was without right to call on his employer to compensate him. for the resulting injury. Ward Furniture Mfg. Co. v. Weigand, 173 Ark. 762, 293 S. W. 1002; Texas Co. v. Jones, 174 Ark. 905, 298 S. W. 342; St. Louis Southwestern Ry. Co. v. Compton, 135 Ark. 563, 205 S. W. 884.\nThe evidence, too, fails to show any negligence on the part of appellant that would render him liable for damages for appellee’s injury. Appellee violated the instruction given by the foreman at the time of the injury, but for which it could not have occurred, and Jackson, the foreman, was but a fellow-servant of appellee in the work of lifting or helping to turn or set up the beams, appellant, his employer, being an individual, not a corporation. Graham v. Thrall, 95 Ark. 560, 129 S. W. 532; Jones v. Mayberry, 143 Ark. 390, 220 S. W. 477; Ry. v. Torrey, 58 Ark. 217, 24 S. W. 244. See also Archer-Foster Construction Co. v. Vaughan, 79 Ark. 20, 94 S. W. 717; and Texarkana Tel. Co. v. Pemberton, 86 Ark. 329, 111 S. W. 257.\nIt follows that, since the .court should have given appellant’s requested instruction No. 1, for la directed verdict, it- is not necessary to designate the other particular requested instructions that were erroneously refused. The judgment is accordingly reversed, and, having been fully developed, the cause will he dismissed. It is so ordered.",
        "type": "majority",
        "author": "Kirby, J."
      }
    ],
    "attorneys": [
      "Ward & Caudle, for appellant."
    ],
    "corrections": "",
    "head_matter": "Orr v. Johnson.\nOpinion delivered October 8, 1928.\nWard & Caudle, for appellant."
  },
  "file_name": "1165-01",
  "first_page_order": 1183,
  "last_page_order": 1189
}
