{
  "id": 1435368,
  "name": "Atlas Supply Company v. McAmis",
  "name_abbreviation": "Atlas Supply Co. v. McAmis",
  "decision_date": "1932-07-04",
  "docket_number": "4-2629",
  "first_page": "1168",
  "last_page": "1169",
  "citations": [
    {
      "type": "official",
      "cite": "185 Ark. 1168"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "28 S. W. (2d) 730",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "181 Ark. 943",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8726132
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/181/0943-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 185,
    "char_count": 2454,
    "ocr_confidence": 0.476,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.054026508881405824
    },
    "sha256": "5c4eeb81686a511e29f44bff8fac75b40dcea8007c3a6d53a9569d2ab0508508",
    "simhash": "1:fda3ebed0088f57e",
    "word_count": 404
  },
  "last_updated": "2024-02-27T17:51:09.396208+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Atlas Supply Company v. McAmis."
    ],
    "opinions": [
      {
        "text": "Humphreys, J.\nAppellant intervened in an attachment suit brought by appellee against J. H. Flower in the circuit court of the Southern District of Logan County alleging that prior to the issuance and levy of the writ of attachment upon the property involved, J. H. ..Flower had executed a mortgage to it upon said property to secure an indebtedness of $1,554.88 and that its mortgage lien thereon was superior to the attachment lien. The intervention contained a prayer for the dismissal of the attachment and for the enforcement of the mortgage • lien against the property.\nAppellee filed an answer denying the material allegations contained in the intervention and praying that its attachment be sustained, and that the property levied upon be sold to pay the debt J. H. Flower owed him.\nThe cause was submitted upon the pleadings and testimony, which resulted in a personal judgment against J. H. Flower in favor of both appellant and appellee for the respective amounts claimed by them, and a finding and judgment declaring appellee’s attachment lien upon the property superior to appellant’s lien.\nThis appeal is for the sole purpose of ascertaining whether the trial court erred in adjudging' appellee’s lien on the property paramount to appellant’s lien thereon.\nThe mortgage executed to appellant was not acknowdedged as required by § 1521 of Crawford & Moses’ Digest in order to give it any validity as to third parties. It omitted the -word “consideration” or words of similar import, and the attempted record of same constituted no notice to third parties of the existence thereof. Although good as between the parties thereto, as to third parties it was just as if it had never been executed or filed. Drew County Bank & Trust Company v. Sorben, 181 Ark. 943, 28 S. W. (2d) 730.\nAgain, had appellant’s mortgage been properly acknowledged, the filing thereof was fatally defective and was no notice to third parties of the existence thereof. In order to constitute notice to third parties of the existence of the mortgage by filing only, it was necessary that appellee or some one for him sign the following indorsement : “This instrument to be filed but not recorded.” CraAvford & Moses’ Digest, § 7384. Appellant’s mortgage had no such indorsement upon it.\nThe judgment of the trial court is therefore affirmed.",
        "type": "majority",
        "author": "Humphreys, J."
      }
    ],
    "attorneys": [
      "R. S. Dunn, for appellant.",
      "Evans <db Evans, for appellee."
    ],
    "corrections": "",
    "head_matter": "Atlas Supply Company v. McAmis.\n4-2629\nOpinion delivered July 4, 1932.\nR. S. Dunn, for appellant.\nEvans <db Evans, for appellee."
  },
  "file_name": "1168-01",
  "first_page_order": 1188,
  "last_page_order": 1189
}
