{
  "id": 8727143,
  "name": "Blakely & Son v. Jones",
  "name_abbreviation": "Blakely & Son v. Jones",
  "decision_date": "1933-03-13",
  "docket_number": "4-2922",
  "first_page": "1169",
  "last_page": "1173",
  "citations": [
    {
      "type": "official",
      "cite": "186 Ark. 1169"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 531,
    "char_count": 9733,
    "ocr_confidence": 0.509,
    "pagerank": {
      "raw": 1.6119502663243852e-07,
      "percentile": 0.6857376626977094
    },
    "sha256": "6c460ccc50ef88569863470c11f5848e733dc7d6cad949f71ca977f2c8bea488",
    "simhash": "1:282c8b891e1a04f2",
    "word_count": 1740
  },
  "last_updated": "2023-07-14T16:45:47.259153+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Blakely & Son v. Jones."
    ],
    "opinions": [
      {
        "text": "Butler, J.\nAction for personal injury — verdict and judgment for plaintiff.\nOn appeal the defendant raises only two questions: (1) That the evidence fails to show any actionable negligence on the part of the defendant, and (2) That the court should have declared as a matter of law that appel-lee Jones was guilty of negligence which directly occasioned or contributed to the casualty causing his injury.\nThe injury involved in this suit was caused by ap-pellee’s Ford coupe striking the rear of appellant’s truck. This happened about ten or ten-thirty p. m. about fifteen miles out from Little Rock while appellees were journeying from that city along the highway in the direction of Hot Springs. The highway is one of the principal thoroughfares of the State, and is paved with concrete. The truck belonged to the appellant, and was operated by two of its servants making daily trips between Little Rock and Hot Springs transporting freight. It had left Little Rock on the\"night in question, and, at the time of the collision, was standing on the highway without any lights being displayed thereon. The claim is made by the appellant that the uncontroverted evidence establishes the fact that the stopping of the truck was unavoidable, and that the collision occurred under circumstances which made it impossible for appellants’ servants, in the exercise of ordinary care, to prevent it, and therefore no actionable negligence was proved.\nOn the evening of the accident there were two of appellants’ servants on the truck, the driver and his helper. The testimony of these two is relied upon to establish appellant’s contention, and it is insisted that this evidence stands undisputed.\nThe driver testified that they were going to Hot Spring's, the truck being loaded with furniture and other commodities, and the load weighing about 4,000 pounds; that, while driving at the rate of about thirty miles an hour, the lights on the truck suddenly went out, and because of this the truck was brought to an immediate stop. It was a dark misty night. There was no flash light or lantern or other means of making a light except matches. As soon as possible after stopping, witness got out of the truck from the left, or driver’s side, on the highway and struck a match to locate the position of the truck thereon, and as he did so he saw two cars coming, one meeting him from the direction of Hot Springs and the other, which proved to be appellee’s coupe, coming from the direction of Little Rock behind him; that at this time, and when first observed, the car approaching from the rear of the witness was about 200 yards distant and coming at a rapid speed. The car approaching from the front had stopped, and witness stepped upon the running board of the truck expecting the car coming from the rear to pass on his left, but, instead of doing so, it crashed into the back end of the truck. He was corroborated by his companion as to the interval of time between the stopping of the truck and the collision and that the truck was stopped because its lights had suddenly gone out. The testimony of this witness was to the effect that, when the truck stopped and the driver got out on the left, witness got out on the right with one foot on the pavement and the other on the fender, and in this position raised the seat in order to look for a pair of pliers; that at this time the coupe struck the rear end of the truck, but that he had not seen it or any other car before the collision.\nThe inference to he drawn from the above testimony is that the stopping of the truck was necessary, and that the collision occurred practically simultaneously with the stopping of the truck. Under settled rules of law, this testimony could not arbitrarily he disregarded by the jury, and, if reasonable and not inconsistent with other testimony, must be accepted and would warrant the contention of the appellant. If however there were other circumstances in evidence from which a contrary inference might be drawn, then it could not be said to be undisputed, and a question would arise for the determination of the jury. In our opinion such is the state of the case raised by other testimony adduced. The evidence is clear that the truck was stopped and suffered to remain with its left wheels within one and a half or two feet of the center line of the highway. The truck was about eight feet wide and virtually blocked that part of the road intended for and used by those traveling in the same direction; also, that beyond the pavement and to the right was a space about four feet wide, a part of the highway called the shoulder, and within eighty feet of the point where the truck was stopped and on the same side of the road was an ample and convenient place where it might be parked. It is also certain that no lights were displayed or any other care taken to warn approaching cars of the presence of the unlighted truck. The appellants, in effect, say that their servants had no time to maneuver the truck to the side or to the open space nearby or to warn those approaching of danger. But on this question there was evidence warranting the conclusion that a greater interval of time elapsed between the stopping of the truck and the collision than is to be inferred from the testimony of appellant’s servants, and that they had time by the nse of dne care and circumspection to have taken the precautions suggested, but they negligently delayed with the intention of repairing the lighting system on the truck at the place where it was standing rather than to take the trouble to move it to a safer place or the precaution of signalling those who might approach.\nThese are the implications to be found in the testimony of the servants regarding the search for the pliers, a tool which then could have no use except to repair the wires of the lig’hts, and from the testimony of a witness who was in bed but awake in an upper room not over one hundred feet distant and overlooking .the highway where the collision occurred. This witness stated that, just after having gone to bed, he heard the truck approach and-stop. He heard voices in conversation, and arising he went to the window and looked in the direction-where he had heard the truck stop and the voices. Because of the darkness he was unable to see either the truck or the persons who were doing the talking, and retired to bed with his curiosity unsatisfied. Sometime after this — which he estimated at about three or four minutes — he heard -what he judged to be a Ford car approaching and a crash, which he afterward learned was the noise of the Ford striking the rear of the truck standing where he had before heard a vehicle stop and from whence had come the voices he had heard.\nOn the question of the conduct of the appellee, Jones, who was the driver of the Ford coupe, and as to whether or not he was negligent in its operation, there was some evidence that the impact of the car moved the truck along the highway about ten feet and that at the time the truck was in low gear with its -brakes set. Appellant argues that the proof of this physical fact and the estimates of witnesses as to the rate of speed at which Jones was driving is sufficient to show an excessive speed and a failure to keep a proper lookout ahead. We discover no evidence tending to establish-the distance a truck of the kind and situated as was this one would be moved by the impact of a Ford coupe traveling at any given rate of speed. That matter therefore must have been purely speculative with the jury as it is with us. Some of the witnesses estimated the speed of the coupe a quarter of a mile or further away from the scene of the collision at from fifty to sixty miles per hour. The estimate of another witness was thirty-five miles an hour and both of the appellees testified, one of whom was an experienced driver, that the rate at which they were traveling was from twenty-five to thirty miles per hour. Here was a direct and substantial conflict in the testimony of the witnesses of whose credibility the jury was the sole judge. On the question of keeping a lookout, it seems to us the evidence is such that different conclusions might reasonably be drawn. The witnesses all agree that the night was unusually dark, and the obscurity increased by a fine rain or mist; also that the truck had over it a dark covering and was stopped in a depression or valley, and that the appellees were on the proper side of the road. They testified that they were looking- ahead and explained that the truck was stopped, as one expressed it, so as to show no “sky-line” and that, because of this and the peculiar contour of the terrain, their lights did not shine upon and disclose the presence of the truck until they were nearly to it, when, as they said, “it suddenly loomed up” before them, and then so close that they had neither opportunity nor time to avoid striking* it.\nIn determining what is or is not negligence in any given case, the test is always what in the light of all the circumstances and in situations similar to that of the person under inquiry, one of ordinary prudence would or would not do, and where men of ordinary intelligence might differ in their honest judgment, the question of negligence is one for the jury. This is the state of case the record before us presents, and the trial court by correct instructions fairly presented the issues to the jury, which by its verdict, resolved the conflict in favor of the appellees. Its judgment is conclusive upon us.\nThe judgment of the trial court is therefore affirmed.",
        "type": "majority",
        "author": "Butler, J."
      }
    ],
    "attorneys": [
      "Buzbee, Pugh & Harrison, for appellant.",
      "Wallace Townsend and Oicens $ Ehrman, for ap-pellee."
    ],
    "corrections": "",
    "head_matter": "Blakely & Son v. Jones.\n4-2922\nOpinion delivered March 13, 1933.\nBuzbee, Pugh & Harrison, for appellant.\nWallace Townsend and Oicens $ Ehrman, for ap-pellee."
  },
  "file_name": "1169-01",
  "first_page_order": 1189,
  "last_page_order": 1193
}
