{
  "id": 1396961,
  "name": "Robb v. Hoffman",
  "name_abbreviation": "Robb v. Hoffman",
  "decision_date": "1929-02-11",
  "docket_number": "",
  "first_page": "1172",
  "last_page": "1177",
  "citations": [
    {
      "type": "official",
      "cite": "178 Ark. 1172"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "67 S. W. 400",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "70 Ark. 253",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1509463
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/70/0253-01"
      ]
    },
    {
      "cite": "15 S. W. 886",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "54 Ark. 273",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1320457
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/54/0273-01"
      ]
    },
    {
      "cite": "208 S. W. 434",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "137 Ark. 143",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1568059
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/137/0143-01"
      ]
    },
    {
      "cite": "6 S. W. (2d) 518",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "177 Ark. 381",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8721501
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/177/0381-01"
      ]
    },
    {
      "cite": "2 S. W. (2d) 70",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "opinion_index": 0
    },
    {
      "cite": "176 Ark. 31",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1399934
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/176/0031-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 499,
    "char_count": 10200,
    "ocr_confidence": 0.493,
    "pagerank": {
      "raw": 1.4793621023421798e-07,
      "percentile": 0.6608194145681853
    },
    "sha256": "8feeaa9591fbf571861ed23dcded5a67fe98f1f19b72b77ad5dd4260aec11d2a",
    "simhash": "1:c22564e0ce8a5f04",
    "word_count": 1735
  },
  "last_updated": "2024-02-27T17:49:07.238160+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Robb v. Hoffman."
    ],
    "opinions": [
      {
        "text": "McHaney, J.\nThis case was tried on an agreed statement of facts substantially as follows: On August 9, 1911, R. S. L. Crockett and his wife, Martha, executed to J. C. Honey a mortgage on the 124 acres of land in controversy, to secure an indebtedness to Honey. The land was Crockett’s homestead, and he thereafter died, leaving a widow and eight minor children. At the November term of the chancery court of 1915, Honey foreclosed his mortgage, and Crockett’s widow, who at that time was Martha 'Crockett Finley, became the purchaser at the foreclosure sale, paying therefor $646.42. She borrowed the money to pay the purchase price at the .commissioner’s sale, for which she gave a note and mortgage, which was paid off in April, 1922. Apparently she borrowed the money with which to pay the last mentioned mortgage, for on February 8, 1922, she and her husband mortgaged the land to appellee, E. D. Hoffman, executing at the same time two mortgages, both bearing said date, a first mortgage for $550 and a second mortgage for $55. The second mortgage was payable in annual installments of $11 each, with interest from maturity, only one of which installments was paid, in 1923. Appellee, Hoffman, assigned a one-half interest in the second mortgage to Louis Linke, and at the April term, 1924, of the chancery ■ court, Hoffman and' Linke foreclosed the second mortgage as reformed, the land being incorrectly described therein, and at the commissioner’s sale under said foreclosure, appellant, A1 Robb, became the purchaser of said land, his bid being $1,670, the full value of said land.\nRobb did not have actual knowledge of the existence of the first mortgage for $550 on said land, but, before paying the purchase price and before the confirmation of the sale, to-wit, on November 12, 1924, he filed a motion to set aside the sale, because he had discovered the existence of the first mortgage. The court overruled the motion to set aside the sale, hut approved and confirmed it, and on February 5, 1925, appellant paid the commissioner the amount of his bid and received a deed therefor. In November, 1924, four of the adult Crockett heirs intervened in the action, asking for a certain part of the proceeds of the sale to Robb. Martha Crockett Finley died on April 6, 1925, and the Paragould Trust Company was appointed administrator of her estate. Appellee Hoffman probated his first mortgage indebtedness of $550 with the administrator of her estate, which was allowed and approved. The administrator intervened in the action, claiming the fund in court, and all the Crockett heirs were brought into the litigation, who filed answer to the administrator’s intervention, and in December appellant, Robb, filed an intervention, to which an amendment was filed in March, 1926, setting up the facts aforesaid relative to his purchase, in which he claimed the right to have the fund in court used to pay off the first mortgage indebtedness. Thereafter appellee, Hoffman, filed his claim to foreclose the first mortgage for $550 with interest, making appellant, the administrator, and all the Crockett heirs defendants, to which appellant separately answered that he had purchased the land at the former foreclosure sale, and had paid to the commissioner $1,670, which was the full value of the land; that he had no knowledge at the time of his purchase of the first mortgage; that the.first mortgage should be paid out of the fund in court, and that his title to the land be confirmed and quieted in him. The court entered a decree dismissing appellant’s intervention and answer, in both suits, for want of equity, and rendered judgment in appellee, Hoffman’s, favor for the amount of his first mortgage and interest. It was further ordered “that the clerk shall pay to the plaintiff (Hoffman) his judgment and costs, after which the lands herein shall be treated as a substitute fund pending the litigation between M. A. Robb (appellant), upon the warranty of Mrs. Martha Finley and the administrator of the said Martha Finley and her heirs and assigns. The residue of the said fund arising from the sale aforesaid (meaning the sale to appellant), after the payment of plaintiff’s judgment, be distributed” to the Crockett heirs.\nIt will be seen, from the quotation from the decree first above set out, that the chancery court did not finally determine who was entitled to the land as between appellant Robb and the administrator of the Martha Finley estate. The decree recites that said lands shall be treated as a substitute fund pending the litigation- between appellant upon the warranty of Mrs. Martha Finley and the administrator of her estate, her heirs and assigns. It does not appear from this record that there is any litigation between appellant and the administrator and the heirs of Martha Finley upon any warranty of Mrs. Martha Finley. Appellant bought at a judicial sale, and the rule of caveat emptor applies. There was no warranty in the mortgage executed by Martha Finley to appellee, Hoffman, as against the first mortgage. The second mortgage, under which appellant' -bought at the foreclosure, specifically provides that it is a second mortgage, and the warranty clause provides that the lands are free and clear of incumbrances ‘ ‘ except a first mortgage in favor of E. D. Hoffman of Cape Girardeau, Missouri, for $550 and interest thereon.”\nThe court did, however, dismiss'appellant’s intervention and answer in both cases for want of equity, which was a final adjudication of the rights set up by him in his intervention and answer. Flanagan v. Drainage Dist. No. 17, 176 Ark. 31, 2 S. W. (2d) 70; Fox v. Pinson, 177 Ark. 381, 6 S. W. (2d) 518.\nWe are of the opinion that the court correctly decreed that the first mortgage for $550 and the interest thereon should be paid out of the fund in the hands of the commissioner, being the balance left from the sale to appellant under the second mortgage. But we are furthermore of the opinion that the court erroneously refused to determine the question as to appellant’s interest in the land. To reverse the case and remand it with directions to determine that question might cause another appeal, and would be a useless and expensive procedure to all parties concerned. We therefore proceed to determine that question.\nIn the case of Watts v. Blair, 137 Ark. 143, 208 S. W. 434, this court held that the purchaser of land at a mortgage foreclosure sale under a decree of the chancery court is entitled to the protection which the holder of the mortgage foreclosed enjoyed. In other words, the purchaser at a mortgage foreclosure sale steps into the shoes of the mortgagee in the mortgage foreclosed, axxd is entitled to all the rights such mortgagee had under the mortgage. Turman v. Bell, 54 Ark. 273, 15 S. W. 886; Bogenschultz v. O’Toole, 70 Ark. 253, 67 S. W. 400.\nIn 42 C. J. 258 it is said: “The purchaser at a sale uxxder foreclosure of a junior mortgage takes title to the land subject to the prior mortgage oxx the premises, even though the prior mortgagee is not made party to the foreclosure proceedings, and even though the prior mortgagee had previously foreclosed without makixxg the second mortgagee a party, and had bought in the property. But his liability is restricted to the extexxt of the ixxterest covered by the prior mortgage and of the claims secured thereby, and is entirely released as soon as the liexx of the prior mortg’age is disehax’ged.”\nHad appellee, 'Hoffman, been the purchaser at the foreclosure sale ixxstead of Robb, and had bid the same amouxxt appellaxxt bid, undoubtedly he would have beexx entitled to deduct from the amount paid to the commissioxxer the amount of his first mortgage, axxd satisfy same of record, axxd we therefore fail to see axxy good reasoxx why appellant should xxot be entitled to have the first mortgage satisfied out of the amount of his bid, same beixig largely in excess of both mortgages and the ixxterest thereon. Moreover, the agreed statement of facts shows these two mortgages to Hoffman to be simultaneoxxs mortgages, although oxxe is denominated a first mortgage and the other a second, and although the first mortgage was recorded ahead of the second, and the general rule seems to be that, upon the foreclosure of either one of them, the surplus remaining after sale shall be applied to the satisfaction of the other.\nMr. Jones, in his work on mortgages, vol. 3 (8 ed.) § 2171, states the rule as follows:\n“So, if• there be simultaneous mortgages upon the same land, they are in effect one instrument, and, upon the foreclosure of one of them, the surplus remaining after satisfying that is applicable to the payment of the other, althoug’h only part of it is due. When such mortgages are held by different persons, the money arising from the sale of the property should be equitably divided between the mortgages; the fact that one was recorded before the other does not matter, if both mortgages were made under an agreement entered into by the mortgagor at the same time with both mortgagees.”\nAppellee, Hoffman, the holder of the first mortgage, cannot complain, as his indebtedness is fully paid. The administrator of Martha Finley’s estate is in no position to complain, since the obligation under the first mortgage was presented to it and allowed, and, even though this fund in its entirety had been turned over to the administrator as an asset of her estate, less the amount of the second mortgage, it would have been under the obligation of paying said claim out of said fund. The Crockett heirs are in no position to complain, because the facts show that the amount of both mortgages involved in this litigation was but a continuance of the mortgage indebtedness due by their ancestor to J. C. Honey.\nWe therefore conclude that appellant was entitled to have the title to the land in controversy quieted in him as against all of the other parties to this litigation. The decree will therefore be reversed in this regard, and remanded with directions to enter a decree in accordance with this opinion. It is so ordered.",
        "type": "majority",
        "author": "McHaney, J."
      }
    ],
    "attorneys": [
      "Jeff Bratton, for appellant.",
      "Block & Kirsch, for appellee."
    ],
    "corrections": "",
    "head_matter": "Robb v. Hoffman.\nOpinion delivered February 11, 1929.\nJeff Bratton, for appellant.\nBlock & Kirsch, for appellee."
  },
  "file_name": "1172-01",
  "first_page_order": 1190,
  "last_page_order": 1195
}
