{
  "id": 8726737,
  "name": "Kittrell v. Wilkerson",
  "name_abbreviation": "Kittrell v. Wilkerson",
  "decision_date": "1928-10-08",
  "docket_number": "",
  "first_page": "1174",
  "last_page": "1178",
  "citations": [
    {
      "type": "official",
      "cite": "177 Ark. 1174"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 312,
    "char_count": 6308,
    "ocr_confidence": 0.468,
    "pagerank": {
      "raw": 1.5136088852302055e-07,
      "percentile": 0.6679929988196223
    },
    "sha256": "2460c5eb3f9abcb1f913d356d3b46b990fca654a7a4cc4672c7614c070e43530",
    "simhash": "1:5b35e4273cd8cabd",
    "word_count": 1102
  },
  "last_updated": "2023-07-14T20:52:43.275909+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Kittrell v. Wilkerson."
    ],
    "opinions": [
      {
        "text": "Mehaeey, J.\nAppellant, who was plaintiff below, brought this suit to recover damag'es caused by a collision which appellant alleges was due to the negligence of the appellee. The appellant was driving a Po-rd coupe along the public highway, about two miles east of Augusta, traveling in a western direction, and the appel-lee was driving a'Chevrolet touring car in the same direction, along the same road. It is alleged that he was driving at an excessive rate of speed and in a reckless and negligent manner. That he overtook appellant, and ran his said ear into the car of appellant, striking it at or near the rear left wheel and turning it and its occupants over into the ditch on the right side of the road. Appellant alleged that he was on the extreme right side of the road, and that the appellee approached him from the rear in such a reckless, careless and negligent manner as to swerve to the right and strike the car of appellant, damaging it in the sum of $204.58, for which sum he asks judgment.\nThe appellee filed an answer and cross-complaint, and alleged that the road was in splendid condition, and that cars were passing each other without danger; that he passed appellant’s car one time before the accident, and ran ahead for about two miles, and then the appellant passed his car, and'it was while appellee was passing appellant’s car the second time that the accident occurred. He alleges that appellant swerved to the left, causing the two cars to collide, and that each of them went into the ditch. He alleges that appellant was negligent and careless, and disregarded the signal of appellee that he was passing, and that, on account of said negligence, his car was damaged in the sum of $139, for which sum he asks judgment.\nThe testimony is conflicting, the appellant and his witnesses testifying, in substance, that appellant was driving carefully on the extreme right side of the road and that the appellee carelessly and negligently ran into appellant’s car, causing the damage alleged. There was some testimony about witnesses examining the tracks and as to what they saw at the place of the accident. Appellant and his witnesses also testify that no horn was sounded and no warning given that appellee intended to pass. Appellant and his witnesses also testified that appellant did not swerve to the left.\nThe appellee and his witnesses testified, in substance, that his car was going at a moderate rate of speed, 25 or 30' miles an hour, and that they drove behind appellant for something like one-quarter of a mile, and that appellee blew his horn and speeded up, and one of the passengers in the car blew the- horn. They testified that appellee’s car was on the left side of the road, and that if appellant had stayed on his side of the road the collision would not have occurred. 'That it seemed that appellant’s oar was pulled to the left some.\nThe testimony of appellee about appellant’s car swerving to the left was sufficient to submit to the jury the question of appellant’s negligence. If there had been no testimony tending to show that appellant’s ear swerved to the left and that this caused the accident, it would have been the duty of the court to direct a verdict for the appellant. But, under the testimony, the negligence of each party was a question for the jury, and their finding, where there is any substantial evidence, will not be disturbed by this court.\nAppellant’s first contention is that the trial court should have directed a verdict for the plaintiff.- \"We do not agree with' appellant in this contention, but, under the evidence, the negligence of each party was a question for the jury.\nIt is next contended by the appellant that the case should be reversed because the court permitted the jury to hear and 'consider irrelevant testimony, as set forth in paragraphs 7 and 8 in his motion for a new trial. The testimony objected to was to the effect that witnesses had seen appellant’s car 'before, and that it had passed appel-lee before and was passing a third time when the collision occurred. Appellee’s witnesses testified that the cars had passed each other once or twice before, and that they had no trouble in passing. That the travel was about as usual.\nWe think the testimony was competent. The cases relied on by appellant are cases where evidence of other acts of negligence were introduced. Here the testimony objected to does not show or tend to show any negligence' on the part of any one, and it does show that each party knew the other was on the road, and that they were going in the same direction, and about the rate of speed they were traveling, and about this there is no dispute. And, even if the testimony was immaterial, it could not be prejudicial. If there had been testimony introduced tending to show acts of negligence on the part of the appellant at different times, we would have a different question, and the authorities relied on by appellant would be applicable. But, as we have said, the 'testimony objected to did not tend to show negligence on the part of any one.\nWhere one seeks to recover damages for the alleged negligence of another, he is not entitled to recover if the evidence shows that his negligence contributed to produce the injury of which he complains, so that, but for his negligence, the injury would not have happened. If the appellant negligently swerved his ear to the left and this caused or contributed to produce the injury, he could not recover.\nThe testimony being in conflict as to whether appellant swerved his car to the left, thereby causing the injury, it was a question for the jury to determine, and the jury returned a verdict against the appellant. The jury, in order to return this verdict, must have found that both parties were guilty of negligence, and that neither of them was entitled to recover from the other.\nThis court has often held that, where an injured party’s own negligence contributes in any degree to produce the injury of which he complains, he cannot recover. It has been held many times also that, when the verdict of a jury is sustained by any substantial evidence, it will not be disturbed.\nFinding no error, the judgment is affirmed.",
        "type": "majority",
        "author": "Mehaeey, J."
      }
    ],
    "attorneys": [
      "W. J. Bung an, for appellant.",
      "Elmo GarlLee, for appellee."
    ],
    "corrections": "",
    "head_matter": "Kittrell v. Wilkerson.\nOpinion delivered October 8, 1928.\nW. J. Bung an, for appellant.\nElmo GarlLee, for appellee."
  },
  "file_name": "1174-01",
  "first_page_order": 1192,
  "last_page_order": 1196
}
