{
  "id": 1374022,
  "name": "Masters v. Haynes",
  "name_abbreviation": "Masters v. Haynes",
  "decision_date": "1925-12-21",
  "docket_number": "",
  "first_page": "1177",
  "last_page": "1181",
  "citations": [
    {
      "type": "official",
      "cite": "169 Ark. 1177"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "51 Ark. 390",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8723341
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/51/0390-01"
      ]
    },
    {
      "cite": "153 Ark. 506",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1362265
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/153/0506-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 365,
    "char_count": 7919,
    "ocr_confidence": 0.473,
    "pagerank": {
      "raw": 1.1420408488207925e-07,
      "percentile": 0.5787204196074752
    },
    "sha256": "dc3397df876d6109c4f90302a3b2f695cebd34fed0c88cafe6ec33b1620e59de",
    "simhash": "1:1a514c24554ce906",
    "word_count": 1430
  },
  "last_updated": "2024-02-28T00:06:49.445516+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Masters v. Haynes."
    ],
    "opinions": [
      {
        "text": "Hart, J.,\n(after stating the facts). The decision of the chancery court was correct. According to the testimony of the plaintiff himself, about five acres of the land in controversy was in his field, and he was cultivating it at the time he obtained the quitclaim deed. He acquired the quitclaim deed for the very purpose of using it as color of title fo obtain title to the land by adverse possession. Before he could do this he should have relinquished his possession of the land and have again taken possession of it under his quitclaim deed. Instead of doing this, he continued in possession of the five acres in the same way as before securing the quitclaim deed. According to the testimony of Mrs. Wallace Haynes, he was holding this possession'by permission from her. All the attendant circumstances corroborate her' testimony. Wesley Masters, the brother of Avery Masters, lived on the land from 1884 up to a short time before his death in 1896. He cultivated the cleared land, and paid taxes on all of it. Then he built a new house on an adjoining tract, but continued to cultivate the cleared land, and to pay the taxes on all of it. After his death his widow continued to cultivate the cleared land, and to claim all of it as a part of her homestead. She also continued to pay the taxes on the 'whole tract.\nIt is true that she first testified that M. A. Harris had conveyed the. land in question to her husband, and afterwards a deed was found on record which showed that Harris had conveyed to Wesley Masters an adjoining tract of land. The evidence, however, shows that Harris did not own the adjoining tract of land, and it is fairly inferable that he intended to convey to Wesley Masters the tract, of land in question, and by mistake described an adjoining tract. This is shown by the fact that Harris lived on the tract in question at the time he executed .the deed to Wesley Masters, and that he moved off of the land when he executed the deed, and Wesley Masters moved into the house which Harris had vacated.\nIt is true that under the rule announced in Ward v. McMath, 153 Ark. 506, Harris was a necessary party in a suit to reform the deed executed by him to Wesley Masters; but the plaintiff is not in any wise prejudiced by the action of the court in reforming the deed. The reason is that .he had no title whatever to the land, and is in no wise interested in it. Under the evidence presented in the record, M.. A. Harris intended to convey the land in controversy to Wesley Masters, and 'by mistake conveyed Another tract. An equitable estate in the land, however, passed to Wesley Masters, who died intestate. Mrs. Wallace Haynes, his widow, and .Sherman, Masters, his son and sole heir at law, had a right to protect their interests in the land in the present suit. Knight v. Glasscock, 51 Ark. 390.\nIn order to protect their equitable estate in the land, the chancery court properly dismissed the complaint of the plaintiff for want of equity, and canceled the quitclaim deed which had been executed to him as a cloud upon the equitable title of Mrs. Wallace Haynes and Sherman Masters.\nIt follows that the decree will be affirmed.",
        "type": "majority",
        "author": "Hart, J.,"
      }
    ],
    "attorneys": [
      "W. J. Dungcm, for appellant.",
      "J. F. Summers and J. F. Summers, Jr., for appellee."
    ],
    "corrections": "",
    "head_matter": "Masters v. Haynes.\nOpinion delivered December 21, 1925.\n1. Adverse possession. — permissive occupancy. — One already in permissive possession of a part of the land in controversy could not claim adverse possession under a quitclaim deed acquired as color of title until he first relinquished his permissive possession and retook possession under the. deed. ■\n2. Appeal and error — right to complain. — One having no interest in a tract of land will not be heard to complain of a decree reforming a deed to his opponents, though the grantor in such deed was not a party.\nAppeal from Woodruff Chancery Court, Northern District; A. L. Hutchins, Chancellor;\naffirmed.\nSTATEMENT BY THE COURT.\nAvery Masters brought this suit in equity against Wallace Haynes, Mrs. Wallace Haynes, and Sherman Masters to enjoin them from cutting timber on a certain tract of land in Woodruff County, Ark., and to recover damages for the timber already cut by them on said land* ' ■ '\nThe defendants filed an answer in which they set up title in the defendants, Mrs. Wallace Haynes and Sherman Masters, and asked for a reformation of the deed whereby said land was conveyed to her so as to describe it correctly.\nAccording to the testimony for the plaintiff, on the 23rd day of October, 1913, he secured a quitclaim deed to said land for the purpose of using’ it as color of title, so that he might secure title to the land by adverse possession. The plaintiff, Avery Masters, knew, and the grant- or in the quitclaim deed knew, that the latter had no title whatever to the land. They stated, however, that they did not think the land belonged to any one, and the plaintiff desired to acquire title to it by adverse possession. The land is on the east bank of White River in Wood-ruff County, Ark., and the original plat shows that it only contained about 15 acres. Additional land has been added to the tract by accretion, and it now comprises about 96 acres. The plaintiff lived on an adjoining tract of land at the time he secured the quitclaim deed in question, rand about five acres of the land involved in controversy was in his field, and he cultivated it. He after-wards had about ten acres additional cleared. He denied that he had occupied the land in question by permission from the widow of his brother, who claimed to own it, and said that he had tried to pay' taxes on the land since he had acquired a quitclaim deed to it, but that some one had always paid the taxes ahead of him.\nAccording to the testimony of Mrs. Wallace Haynes, the land in question had belonged to Wesley Masters, a brother of Avery Masters.- Mrs. Wallace Haynes married Wesley Masters in April, 1884, and at that time he was living on the land in question, and had been living there for several months. Her occupation of the land has been continuous ever since- that time, and her husband paid the taxes on the land until he died in 1896. After her husband’s death, she continued to occupy the land as her homestead, and to pay the taxes- thereon. In 1898 she married Wallace Haynes, and he came to live on the land with her. Prior to his death her husband built a new home on an adjoining tract of land and moved in it, but they continued to claim the- land in question as a part of their homestead. Their homestead had 65 acres of cleared land on it, and a part of the cleared land was on the tract in controversy. They cultivated the cleared land continuously from 1884 up to the present time.\nWesley Masters received a deed to the land in controversy from M. A. Harris, who lived on the land' at the time he conveyed it to Wesley Masters. Harris then left the country, and has not been heard of for several years. The deed from M. A. Harris and wife to Wesley Masters described the land as being in the S. E. % of section 13, when it should have been in the S. W. % of section 13.\nMrs. S. E. Hughes also testified that M. A. Harris lived in a small house on the river about 75 or 100 yards from where Mrs. Wallace Haynes now lives. After Harris left the house Wesley Masters moved into it, but she does not know whether he 'bought the place from Harris or not.\nWallace Haynes corroborated in all respects the testimony of Mrs. iWallace Haynes.\nThe chancellor found the issues in favor of the defendants, and it was decreed that the complaint of the plaintiff be dismissed for want of equity. It was further decreed that the quitclaim deed to the plaintiff be canceled as a cloud on the title of Mrs. Wallace Haynes and Sherman Masters, and that the deed from M. A. Harris to Wesley Masters be reformed, so as to describe the land correctly.\nTo reverse the decree the plaintiff has duly prosecuted this appeal.\nW. J. Dungcm, for appellant.\nJ. F. Summers and J. F. Summers, Jr., for appellee."
  },
  "file_name": "1177-01",
  "first_page_order": 1197,
  "last_page_order": 1201
}
