{
  "id": 1396964,
  "name": "Reddin v. Cottrell",
  "name_abbreviation": "Reddin v. Cottrell",
  "decision_date": "1929-02-18",
  "docket_number": "",
  "first_page": "1178",
  "last_page": "1184",
  "citations": [
    {
      "type": "official",
      "cite": "178 Ark. 1178"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "232 S. W. 936",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "149 Ark. 189",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8718763
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/149/0189-01"
      ]
    },
    {
      "cite": "204 S. W. 755",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "135 Ark. 321",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1571517
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/135/0321-01"
      ]
    },
    {
      "cite": "204 S. W. 844",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "134 Ark. 548",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1573262
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/134/0548-01"
      ]
    },
    {
      "cite": "218 S. W. 205",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "142 Ark. 176",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1590544
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/142/0176-01"
      ]
    },
    {
      "cite": "206 S. W. 896",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "136 Ark. 447",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1569923
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/136/0447-01"
      ]
    },
    {
      "cite": "247 S. W. 787",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "157 Ark. 212",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1357185
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/157/0212-01"
      ]
    },
    {
      "cite": "291 S. W. 818",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "172 Ark. 1073",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1407831
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/172/1073-01"
      ]
    },
    {
      "cite": "258 S. W. 655",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "162 Ark. 627",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1385601
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ark/162/0627-01"
      ]
    },
    {
      "cite": "220 S. W. 820",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "143 Ark. 519",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1589444
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/143/0519-01"
      ]
    },
    {
      "cite": "190 S. W. 106",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "126 Ark. 216",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1551750
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/126/0216-01"
      ]
    },
    {
      "cite": "167 S. W. 99",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "112 Ark. 527",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1538815
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/112/0527-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 434,
    "char_count": 8021,
    "ocr_confidence": 0.493,
    "pagerank": {
      "raw": 9.023744488396407e-08,
      "percentile": 0.5038438534447375
    },
    "sha256": "665f50fc6e516ca43bb1b508d952ec556fce51bdc954920f7059b751714d2512",
    "simhash": "1:8547b46155caee80",
    "word_count": 1487
  },
  "last_updated": "2024-02-27T17:49:07.238160+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Reddin v. Cottrell."
    ],
    "opinions": [
      {
        "text": "Hart, C. J.,\n(after stating the facts). It is first sought to uphold the decree on the ground that the plaintiff was entitled to the 280 acres of land in controversy, or the proceeds thereof, after the death of Mrs. Eliza P. Hall, which occurred in October, 1924. This contention is made under the provisions of § 3 of the will of John B. Hall, which is copied in our statement of facts, and need not be repeated here. Reference to that section of his will shows that he gave Eliza F. Hall all of his property, after the payment of certain legacies, to have and to hold during her natural life, with the right to sell and convey the ■same without restriction or limitation. The 280 acres of land in question was the property so devised to Mrs. Hall. The section of the will contained a proviso that, if Mrs. Hall died seized and possessed of any part of this property, then it should go to the plaintiff. This court has repeatedly held that, where a testator gives an estate for life only, with power in the life tenant to convey the estate absolutely, the life tenant may defeat the estate of a remainderman by the exercise of such power. Archer v. Palmer, 112 Ark. 527, 167 S. W. 99; Thurman v. Symonds, 126 Ark. 216, 190 S. W. 106; Union Mercantile & Trust Co. v. Hudson, 143 Ark. 519, 220 S. W. 820 ; Galloway v. Sewell, 162 Ark. 627, 258 S. W. 655; and Combs v. Combs, 172 Ark. 1073, 291 S. W. 818.\nIn the application of the settled rules of construction decided in these cases, Mrs. Hall had the absolute right to convey the property to the defendant, W. R. Reddin, and it was not necessary for him to have procured a quitclaim deed from the plaintiff. IV. R. Reddin was a brother of Ira Reddin, the first husband of the plaintiff, and, according to his testimony, he obtained the quitclaim deed merely because he wished to have the sanction of the plaintiff to the trade. He testified that he went on the place and took charge of it, and cared for Mrs. Hall, with the consent and approval of the plaintiff. According to the testimony of the plaintiff, she executed the quitclaim deed because the attorney for the defendant told her that her interest in the property was recognized, and that she would have the .same interest in the proceeds derived from the sale of the land as she would have had in the land itself. \"We need not decide this question of fact, however, for, if Mrs. Hall had the'power under the will of her husband to convey the land to the defendant Reddin, it was not necessary to obtain a quitclaim deed from the plaintiff. The title to the land, under -the authorities above cited, immediately became vested in the defendant Reddin after the execution of the deed by Mrs. Hall and his acceptance thereof. It did not make any difference whether she collected any of the purchase price of the land from the defendant Reddin or not. After her death, whatever was due from Reddin became a part of her estate, to be distributed under the- terms of her will. Galloway v. Sewell, 162 Ark. 627, 258 S. W. 655.\nIf the conveyance by Mrs. Hall to W. R. Reddin had been a simulated conveyance, then the plaintiff would be entitled to the land upon the death of Mrs. Hall. The reason is that, if the transaction was a simulated one, the title would not pass from Mrs. Hall to W. R. Reddin. There is nothing whatever in the record, however, to show that the transaction was a simulated one. The record does show that Mrs. Hall was opposed to the second marriage of the plaintiff, and for that reason conveyed the land to W. R. Reddin. This fact, however, does not make any difference. Under the will of her husband she had the absolute power and right to convey the land, and it did not make any difference what her motive was. All that the court could concern itself with was whether or not the transaction was real or simulated. We are of the opinion that, under the terms of the will, Mrs. Hall had a right to convey the land to W. R. Reddin, and that he acquired the title thereto by the conveyance to him from Mrs. Hall on the 25th day of June, 1918, and that the plaintiff had no interest whatever in the proceeds which Mrs. Hall might acquire from the sale of the land.\nAgain, it is insisted by the plaintiff that John B. Hall and his wife agreed to make a will' in favor of the plaintiff in consideration of her support during their natural lives, and that this agreement on her part was substantially performed by her to such an extent that equity should grant her relief equivalent to specific performance, and should impose a trust upon the property for her benefit. If it be conceded that the facts bear out her contention in this respect, she is barred of relief by the statute of limitations, which was pleaded by the defendant Reddin. John B. Hall died on the 21st day of April, 1915, leaving a will in wliicli he devised the land in question to his wife with absolute power of disposal, and the remainder to the plaintiff. This will was duly offered for probate, and Mrs. E. F. Hall became the executrix. The plaintiff and her husband assisted in the probate of the will, and it is fairly inferable that plaintiff knew of the claim of Mrs.-Hall to the property under the terms of the will. In any event, plaintiff was put on notice of the claim of Mrs. Hall when she conveyed the land to W. R. Reddin on the 25th day of June, 1918. The present suit was not instituted by the plaintiff until December 16, 1925, so if will be seen that, under any statute of limitations, the plaintiff would be barred of her relief under this contention. Goff v. Beaty, 157 Ark. 212, 247 S. W. 787.\nThe main reliance of the plaintiff to uphold the decree is that the facts establish a parol agreement on the part of John B. Hall and Eliza F. Hall to convey the land in question to her .for the services she and her husband should render towards the support of Hall and his wife during the remainder of their lives, and that possession was delivered to her, and that she made valuable improvements in reliance on said parol contract. If it be conceded that the facts establish her contention and bring the ease within the principles of law applicable thereto, as decided by this court in Ashcraft v. Tucker, 136 Ark. 447, 206 S. W. 896, and Rugen v. Vaughan, 142 Ark. 176, 218 S. W. 205, still plaintiff is barred by the statute of limitations. As we have already seen, Mrs. Eliza F. Hall executed a deed to said land to W. R. Reddin on the 25th day of June, 1918, and W. R. Reddin at once went on the land, and has been in possession of it ever since. Mrs. Hall subsequently recognized the deed to Reddin as binding on her, and gave the plaintiff notice to move away from the place. The plaintiff was put upon notice of the claim of Reddin to the land. The plaintiff moved away from the land on the first of November, 1918. The present suit was not instituted until December 16, 1925. During all this time W. R. Reddin was in possession of the land, claiming' it under the deed of Mrs. Eliza F. Hall to him. This constituted a period of time more than seven years, and, as far as the plaintiff was concerned, W. E. Eeddin acquired title to the land by adverse possession. W. E. Eeddin went into actual possession of part of the land described in the deed from Mrs. Hall to him, ✓and this gave him constructive possession of all the land within the calls of his deed. Moorehead v. Dial, 134 Ark. 548, 204 S. W. 844; Hargis v. Lawrence, 135 Ark. 321, 204 S. W. 755; and Carter v. Stewart, 149 Ark. 189, 232 S. W. 936.\nThe result of our views is that the chancery court erred in not finding that the plaintiff was barred of relief in this action; and for that error the decree must be reversed, and the cause will be remanded with directions to the chancery court to dismiss the complaint of the plaintiff for want of equity. It is so ordered.",
        "type": "majority",
        "author": "Hart, C. J.,"
      }
    ],
    "attorneys": [
      "Gaughan & Gifford, C. L. Poole and John Baxter, for appellant.",
      "Compere & Compere and J. R. Wilson, for appellee."
    ],
    "corrections": "",
    "head_matter": "Reddin v. Cottrell.\nOpinion delivered February 18, 1929.\nGaughan & Gifford, C. L. Poole and John Baxter, for appellant.\nCompere & Compere and J. R. Wilson, for appellee."
  },
  "file_name": "1178-01",
  "first_page_order": 1196,
  "last_page_order": 1202
}
