{
  "id": 1369568,
  "name": "Miller Rubber Co. v. Blewster-Stephens Service Station",
  "name_abbreviation": "Miller Rubber Co. v. Blewster-Stephens Service Station",
  "decision_date": "1926-10-18",
  "docket_number": "",
  "first_page": "1179",
  "last_page": "1182",
  "citations": [
    {
      "type": "official",
      "cite": "171 Ark. 1179"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "139 S. W. 1114",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "100 Ark. 212",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1312261
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/100/0212-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 370,
    "char_count": 6180,
    "ocr_confidence": 0.501,
    "pagerank": {
      "raw": 1.4725739037419043e-07,
      "percentile": 0.6595639359669232
    },
    "sha256": "2da8683fd2cba406cff0fb1d77f8e634858360d4897839f7fca68bbcbf8ae9fd",
    "simhash": "1:ab7950ad7a50b57f",
    "word_count": 1021
  },
  "last_updated": "2024-02-28T00:06:45.048720+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Miller Rubber Co. v. Blewster-Stephens Service Station."
    ],
    "opinions": [
      {
        "text": "Humphreys, J.\nThis suit was brought by appellant against appellee in the municipal court of Texarkana to recover a balance upon open account showing a balance due of $65.10, after allowing credits of all payments which had been made to it.\nAppellees filed a counterclaim in the sum of $127.39 for tires in the lot which were not merchantable and reasonably fit for the purposes intended, basing their claim upon an implied warranty.\nAppellant interposed the defense to the counterclaim that it had furnished a written warranty when the tires were shipped, which had not been complied with by appellees, and for that reason it was not liable on the written warranty; and that it was not liable on an implied warranty, because such warranty had been supplanted by the written warranty.\nAppellees denied that the written warranty applied to them, claiming that, by .its terms, it applied solely to the original users of the tires.\nThe cause was appealed to the circuit court of Miller County, where it was submitted upon the issues joined, as detailed above, and testimony adduced responsive to said issues, which resulted in a verdict and judgment in favor of appellees on their counterclaim in the sum of $32.20, from which is this appeal.\nThe main contention of appellant for a reversal of the judgment is that the court submitted to the jury the question of its liability on an implied warranty which had been supplanted by an express warranty. This must depend upon a correct construction of the written warranty accompanying the shipment of tires. The undisputed testimony disclosed that appellant was the manufacturer of tires, and that appellees were dealers to whom they sold them. The written warranty is as follows :\n“The Miller Rubber Co. of New York,\n“Dallas, Texas, April 30, 1924.\n“New 90 Day Warranty.\n“To Dealers:\n“All agreements are contingent upon strikes, fires or any other causes beyond our control. All prices subject to change without notice.\n“Effective May 1, 1924, we have adopted the new 90-day warranty approved of and accepted by the tire manufacturers’ division of the Rubber Association of America, Inc., as follows:\n“We do not guarantee pneumatic tires for any specified mileage. Every pneumatic tire bearing our name and serial. number is warranted by us against defects in material or workmanship developing within 90 days from date of first road wear.\n“No claims hereunder will be entertained unless the tire claimed to be defective'is presented within the said 90-day period, all transportation charges prepaid, and accompanied by this company’s claim form duly filled out, certified, and personally signed by the user of the tire.\n“If, upon examination of the tire so presented, it is our judgment that the direct cause of its failure is attributable to defective material or workmanship, we will, at our option, either repair the tire or make a reasonable allowance on the purchase of a new tire.\n“Pneumatic tires in which a substitute for air has been used, tires used when not inflated to the pressure recommended by us, used on wheels out of alignment, abused or misused, used on rims other than those hearing these stamps (), (), (), or which have been injured through accident-or design, are not subject to claim hereunder.\n“This company’s warranty is given solely to the original user and only to. the extent above expressed. No dealer or agent is authorized to make any other or additional ‘guaranty’ or ‘warranty.’ ”\nWe think the last clause in. the written warranty restricts its application to the original users of the tires. The language is plain and unambiguous.\nIt is in no sense a contract between appellant and appellees, and it was not intended to supplant the implied warranty arising between them when. it sold them tires. The learned attorney for appellant frankly admits that the express warranty was to the original users, but claims that the express warranty to the users amounts to a written refusal to make any warranty, either express or implied, to the dealer. There is no express refusal in the written warranty to protect the dealer against unmerchantable and reasonably unfit tires for the purposes for which intended, and no language therein from which a refusal to extend such protection may be inferred. According to our construction of the contract, the cause was submitted to the .jury upon the correct theory.\n• The '-undisputed testimony revealed that about 5 per cent, of the tires are worthless and unmerchantable. This is a sufficient proportion of the whole number to ■warrant the submission of the issue of unmerchantableness of the tires to the jury for determination, so that issue was properly submitted to the jury.\nAnother contention of appellant for a reversal of the judgment is that the verdict is excessive. As we understand the record, no such contention was made in the trial court nor raised in the motion for a new trial, hence is not available here. Citizens’ Fire Ins. Co. v. Lord, 100 Ark. 212, 139 S. W. 1114.\nNo error appearing, the judgment is affirmed.",
        "type": "majority",
        "author": "Humphreys, J."
      }
    ],
    "attorneys": [
      "John N. Cook, for appellant.",
      "Burgess, Burgess, Sadler, Chrestman & Brundidge, of Dallas, Texas, of counsel.",
      "Frank S. Quinn, for appellee."
    ],
    "corrections": "",
    "head_matter": "Miller Rubber Co. v. Blewster-Stephens Service Station.\nOpinion delivered October 18, 1926.\n1. Sales — construction of warranty. — A written warranty of pneumatic tires sold by the maker, warranting the tires for 90 days and stipulating that “no dealer or agent is authorized to make any other or additional guaranty or warranty,” held to be restricted in application to the original users of tires, and not to exclude an implied warranty of merchantability arising on a sale of tires to a dealer.\n2. Sales — breach of warranty — jury question. — In an action on account for tires sold by the manufacturer to a dealer, testimony that 5 per cent, of the tires sold were worthless was sufficient to warrant submission of the issue of merchantableness to-the jury.\n3. Appeal and error — question not raised below. — Contention that the verdict was excessive, not raised on the motion for new trial, is not available on appeal.\nAppeal from Miller Circuit Court; J. H. McCollum,, Judge;\naffirmed.\nJohn N. Cook, for appellant.\nBurgess, Burgess, Sadler, Chrestman & Brundidge, of Dallas, Texas, of counsel.\nFrank S. Quinn, for appellee."
  },
  "file_name": "1179-01",
  "first_page_order": 1195,
  "last_page_order": 1198
}
