{
  "id": 8726791,
  "name": "Wade v. Saffell",
  "name_abbreviation": "Wade v. Saffell",
  "decision_date": "1928-10-08",
  "docket_number": "",
  "first_page": "1186",
  "last_page": "1191",
  "citations": [
    {
      "type": "official",
      "cite": "177 Ark. 1186"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "129 S. W. 1104",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "95 Ark. 302",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1543618
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/95/0302-01"
      ]
    },
    {
      "cite": "168 S. W. 1102",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "113 Ark. 332",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1537510
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/113/0332-01"
      ]
    },
    {
      "cite": "156 S. W. 185",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "108 Ark. 47",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1342258
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/108/0047-01"
      ]
    },
    {
      "cite": "145 S. W. 886",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "103 Ark. 67",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1352013
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/103/0067-01"
      ]
    },
    {
      "cite": "291 S. W. 996",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "173 Ark. 66",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8718425
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/173/0066-01"
      ]
    },
    {
      "cite": "42 Ark. 222",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8723044
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/42/0222-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 500,
    "char_count": 9596,
    "ocr_confidence": 0.463,
    "pagerank": {
      "raw": 1.5933219852885944e-07,
      "percentile": 0.6824438413204785
    },
    "sha256": "1ce80270a1108eb8e80ad6fe7f9f08411ef3d47187ab719bcfb189cc5f70bf88",
    "simhash": "1:043ebb0ab685c644",
    "word_count": 1715
  },
  "last_updated": "2024-02-27T22:14:07.667199+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wade v. Saffell."
    ],
    "opinions": [
      {
        "text": "MoHaNey, J.\nOn March 3, 1920, appellee’s mother, Zora 'Saffell, now Zora Claxton, as his guardian, together with 'Cecil Saffell, an adult brother of appellee, executed to the Bant of Black Bock a joint and several promissory note for $1,500, due January 1, 1921, with interest at 8 per cent, per annum until paid. This $1,500' was borrowed to pay one-half the purchase price of a certain tract of land, title to which was taken in the name of Cecil Saffell and appellee, each of whom furnished an additional $750' to complete the purchase price thereof. To secure said note to the Bank of Black Bock, the same parties executing the note executed and delivered to the bank a deed of trust on the land so purchased. Appellee was born September 9, 1901, and, at the time of the execution of this note and mortgage, was little more than eighteen years of age. Some time thereafter the Bank of Black Bock transferred this note and mortgage, with others, to the Liberty Central Trust Company of St. Louis, Missouri, to secure money borrowed from it. Later the Bank of Black Rock became insolvent, and was taken over 'by the Bank Commissioner. This suit was instituted by the Bank Commissioner and the Liberty Central Trust Company, of St. Louis, Missouri, for the purpose of foreclosing the deed of trust securing said note.\nAppellee’s guardian did not apply to the probate court for an order authorizing- her to purchase said land with the funds of her ward, nor for an order authorizing her to borrow said money for her ward, or to execute the note and deed of trust for same, nor did she secure an order of the probate court approving same.\nThe description of the land in the deed of trust was erroneous, and the complaint in the case above mentioned followed the description as set out in the deed of trust. The makers of the note were made parties to this action, but it nowhere appears, either in the complaint or in the decree rendered thereon, that appellee was a minor. The foreclosure decree was rendered September 27, 1921. At that time plaintiff was only a few days over twenty years of age.\nThis decree was taken by default. He was not served with a summons, as the statute provides, and no defense was made for him in that action. No answer was filed by his regular guardian, and no guardian ad litem was appointed to defend for him, but judgment was rendered against him and the makers of said note, and the land was ordered sold, a commissioner being appointed for this purpose. A. sale was attempted to be made by the commissioner on December 31, 1925. Appellee appeared at the time and place the sale was to be had, and objected to the sale proceeding, and no sale was consummated. He thereupon filed in the chancery court his petition or complaint to vacate the decree of September 27, 1921, making the appellant a defendant therein, for the reason that in the meantime the Bank Commissioner had paid off the debts of the Bank of Black Rock to the Liberty 'Central Trust Company, and \"had secured a reassignment to him of the assets of said bank in its bands, which he in burn had sold to appellant. He exhibited a copy of said decree to his complaint, and alleged that the proceedings were erroneous, in that he was -an infant at the time of the rendition of said decree, and that no defense had been made for him therein; that the fact that he was a minor did not appear in the record of said proceeding, and that he had a meritorious defense to that action, for the reason that, being the owner of an undivided one-half interest in the land, the note arid deed of trust upon which the suit was had were executed without authority by his guardian from the probate court, without appraisal of his interest therein, and without approval from any court; that the loan was secured by his guardian for a purpose other than his support and education, and that his interest in said land was of a value of twice the amount of the loan at the time it was obtained. He further alleged that there was a patent error set out in the description of said lands in the decree and deed of trust, as well as in the complaint in said suit, .and that a sale thereof under said description would affect the sale so advertised to his disadvantage.\nAppellant filed an answer and cross-complaint, denying that the proceedings in the original foreclosure were erroneous, and that appellee was a minor at the time. He admitted the incorrectness of the description of the lands in the deed of trust and in the decree based thereon. He set out what he contended to be a correct description of the land intended to be inserted in the deed of trust and in the decree, and prayed that the original decree be reformed so as to properly describe the lands in controversy. He further pleaded the statute of limitations against appellee, claiming that he was barred thereby from prosecuting this suit to set aside the former decree.\nThe court entered a decree setting aside the original judgment and decree of foreclosure in so far as it applied to appellee, Holly Saffell, and permitted the original judgment and decree to stand as to the other judgment debtors, and ordered the undivided one-half interest of Cecil Saif ell in said land to 'be sold. Hopkins Wade only has appealed from such judgment.\nAppellant contends that, by § 6277, C. & M. Digest, appellee is barred from maintaining this action. This section is as follows:\n“It shall not be necessary to reserve, in a judgment or order, the right of an infant to show cause against it after his attaining full age, but in any case in which, but for this section, such a reservation would have been proper, the infant, within twelve months after arriving at the age of twenty-one years, may show cause against such order or judgment.”\nAppellant says that, since Holly Saffell was twenty-one years of age September 9,1922, he had until September 9, 1923, to bring an action to set aside said judgment, and that, if he desired to avail himself of his rights under this section, he should have filed his suit within that time; that he did not do so, but filed it on December 31, 1925, more than three years after the time permitted by the statute. This contention might be true if the fact of his minority appeared in the record of the proceedings in the original suit to foreclose the mortgage. It is admitted that no defense was made for him in the original action, no answer was filed, no proper service was had upon him, as required by § 1153, C. & M. Digest, or at least the officer’s return does not show it, and the ap-pellee’s nonage does not appear. In Pinchback v. Graves, 42 Ark. 222, this court said:\n“No judgment should he rendered affecting the interests of an infant until after defense by guardian, and this defense should not be a mere perfunctory and formal one, but real and earnest. He should put in issue, and require proof of, every material allegation of a complaint prejudicial to the infant, whether it be true or not. He is not required to verify the answer, and can maJke no concessions on his own knowledge. He must put and keep the plaintiff at arm’s length. These are wise provisions, and they are so far imperative.” See Ross v. Stroud, 173 Ark. 66, 291 S. W. 996.\nIt is not contended that the former judgment was not erroneous, hut only that he was barred by the above statute of limitation. 'Counsel have apparently overlooked § 6290, C. & M. Digest, which is as follows:\n“The court in which a .judgment or final order has been rendered or made shall have power, after the expiration of the term, to vacate or modify such judgment or order: * * * Fifth. For erroneous proceedings ag-ainst an infant, married woman, or person of unsound mind, where the condition of such defendant does not appear in the record, nor the error in the proceedings.”\nThis is the section applicable in this case. Erroneous proceedings were had against appellee, an infant, and-the condition of such infancy did not appear in the record. There was error in the proceedings by proceeding to judgment against an infant without any defense being made for him. There is no statute of limitations applying to such condition, and § 6277 is not available. That section is applicable to the 8th subdivision of § 6290, and not to the 5th. Paragould Trust Co. v. Perrin, 103 Ark. 67, 145 S. W. 886; Brinkley v. Wales-Riggs Plantations, 108 Ark. 47, 156 S. W. 185; Purcell v. Gann, 113 Ark. 332, 168 S. W. 1102.\nIn Foohs v. Billy, 95 Ark. 302-308, 129 S. W. 1104, this court said:\n“Again, counsel for appellant urges a reversal on the ground that appellee had filed a prior application to vacate the judgment, but it is conceded that this was dismissed on his own motion, without prejudice- to a renewal of it, and we have no statute limiting the time within which the moving party must act to bring himself within the terms of § 4431, supra.”\n■Section 4431 of Kirby’s Digest is the same as § 6290, C. & M. Digest.\nWe think the appellee set out a sufficient statement to show that he had a defense to the action. The allegations with reference to this defense have already been set out, and it is not necessary to repeat them here. Appellant says that the only issue presented is whether or not the appellee is barred (by the statute of limitation, or availed himself of the benefits of § 6277, C. & M. Digest, and, as we have already shown, this section is inapplicable, and the judgment must be affirmed.",
        "type": "majority",
        "author": "MoHaNey, J."
      }
    ],
    "attorneys": [
      "B. G. Waldron and Smith & .Blackford, for appellant.",
      "L. B. Poindexter and J. H. Townsend, for appellee."
    ],
    "corrections": "",
    "head_matter": "Wade v. Saffell.\nOpinion delivered October 8, 1928.\nB. G. Waldron and Smith & .Blackford, for appellant.\nL. B. Poindexter and J. H. Townsend, for appellee."
  },
  "file_name": "1186-01",
  "first_page_order": 1204,
  "last_page_order": 1209
}
