{
  "id": 1400028,
  "name": "Bankers' Fire Insurance Company v. Williams",
  "name_abbreviation": "Bankers' Fire Insurance v. Williams",
  "decision_date": "1928-04-23",
  "docket_number": "",
  "first_page": "1188",
  "last_page": "1202",
  "citations": [
    {
      "type": "official",
      "cite": "176 Ark. 1188"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "14 S. W. 1099",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "54 Ark. 25",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1320355
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/54/0025-01"
      ]
    },
    {
      "cite": "109 S. W. 1164",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "86 Ark, 145",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1521510
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/86/0145-01"
      ]
    },
    {
      "cite": "259 S. W. 370",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "163 Ark. 7",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1383828
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/163/0007-01"
      ]
    },
    {
      "cite": "205 S. W. 699",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "135 Ark. 353",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1571598
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/135/0353-01"
      ]
    },
    {
      "cite": "244 S. W. 450",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "155 Ark. 130",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1360554
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/155/0130-01"
      ]
    },
    {
      "cite": "197 S. W. 277",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "130 Ark. 245",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8719276
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/130/0245-01"
      ]
    },
    {
      "cite": "142 S. W. 863",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "101 Ark. 513",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1311077
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/101/0513-01"
      ]
    },
    {
      "cite": "217 S. W. 1",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "141 Ark. 346",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1592968
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/141/0346-01"
      ]
    },
    {
      "cite": "274 U. S. 490",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        81084
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/us/274/0490-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 905,
    "char_count": 28905,
    "ocr_confidence": 0.472,
    "pagerank": {
      "raw": 7.454604561672698e-08,
      "percentile": 0.4445056449237002
    },
    "sha256": "b12d724a03c723d352cc5eae41bbddebf76fef561a283ed04ac364b3d5a56531",
    "simhash": "1:ab85626a13571d5d",
    "word_count": 5020
  },
  "last_updated": "2024-02-27T16:25:41.435006+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Hr. Justice Kirby dissents."
    ],
    "parties": [
      "Bankers’ Fire Insurance Company v. Williams."
    ],
    "opinions": [
      {
        "text": "Mehaffy, J.\nOn the 5th day of November, 1925, the appellant issued a policy insuring F. E. Williams against loss by fire on a one-story building and on stock of merchandise, store and office fixtures and furniture. The insurance on the house was $1,000, on the fixtures and furniture, etc., $1,000, and on the stock of merchandise $200. On the 4th day of December the building and contents were destroyed by fire. The appellee, plaintiff below, brings this suit to collect the insurance.\nDefendant filed motion for continuance, which was overruled, and it then filed answer, exhibiting a copy of its policy with the answer. And in its answer it not only denied the allegations of the complaint, but alleged violation of the terms and provisions of the policy in several instances. Attention will be'called to these and to the testimony in the opinion.\nThe appellant first insists that the case should be reversed because the court refused to sustain its motion to dismiss. The motion stated that the defendant was a foreign corporation, and that it designated the Insurance Commissioner of the State of Arkansas as its agent for service, and that it had no agent in Lawrence County. That suit was brought in Lawrence County, and, under the laws of the State of Arkansas, a suit against a domestic corporation may be brought, in the county in which it is situated or has its principal office or place of business, or in which its chief officer resides, except insurance companies, the action may be brought in the county in which there is an agency of the 'company, where it arises out of a transaction of such agency.\nIt is alleged in the motion that § 1174 of Crawford & Moses’ Dig’est provides that an action against a foreign corporation may be brought in any county in which there may be property of or debts owing to the agency, and that this section is in conflict with the Constitution of the United States.\nIt is argued by appellant that this section of the statute is void under the authority of Power Manufacturing Co. v. Saunders, 274 U. S. 490, 47 S. Ct. 678, 71 L. ed. 1165, decided by the United States Supreme Court May 31, 1927. The appellant evidently overlooked § 6150 of Crawford & Moses’ Digest, which provides: “When loss shall occur by fire, lightning or tornado in the burning, damag’e or destruction of property on which there is a policy of insurance, * * *” one having’ a policy “may maintain an action against the insurance company taking the risk in the county where the loss occurs.” This section applies to both foreign and domestic insurance companies, and the court therefore did not err in overruling appellant’s motion to dismiss.\nAppellant next insists that the case. should be reversed because its motion for a continuance was overruled. The suit was filed and summons served on April 20,1927. The case was not called for trial until June 16, 1927. The defendant knew when it was served with summons, when the court would-be in session, and § 1208 of Crawford & Moses’ Digest provides: “The defense to any complaint or cross-complaint must be filed before noon of the first day the court meets in regular or adjourned session after service, where the summons has been served 20 days in any county in the State.”\nThe defendant therefore knew when the suit was filed that it would have to answer before noon of the first day that the court was in session. It could have ascertained immediately whether it had a copy of the policy, and could have made preparations to try the case.\nAppellant, however, cites and relies on North American Union v. Oliphant, 141 Ark. 346, 217 S. W. 1, and states that that lays down the rule relative to continuance in cases similar to the instant case. In that case the court said: “The ground upon which the insistence is based is that appellee changed the theory of his case at the commencement of the trial, to the surprise and prejudice of appellant.” The court then called attention to the correspondence between the parties, and continued:\n“With this information in hand, appellant was not warranted in assuming that only such letters as were written by appellant itself would be relied upon to establish the contract. The whole correspondence was submitted by appellant as establishing the contract pleaded and relied upon for recovery. With this information in advance, neither surprise nor prejudice resulted to appellant in denying its request for a continuance. ’ ’\nIt next calls attention to State Life Ins. Co. v. Ford, 101 Ark. 513, 142 S. W. 863. In this case the motion for continuance stated that certain proof could be made by an absent witness, and that defendant had used its best effort to reach the witness, that it might take her deposition, but was never able to communicate with her; that, if the case was continued, it could locate her and take her deposition. The motion also stated that the plaintiff failed to file either the original policy or a copy of it with her complaint, and, for that reason, he could not prepare a defense to the action. And the court held that the lower court did not abuse its discretion in overruling defendant’s motion for a continuance.\nIn the instant case, appellant does not show any ' effort to get the policy or a copy of it. If he had been unable to get a copy from the home office, and the plaintiff had refused to let it have the policy so that it could make whatever preparations it thought proper, and then had shown that, by reason of this, it was unable to prepare its defense and had been deprived of the right to interpose or make any defense, the trial court would probably have granted its motion. But it does not claim that it made any effort to get the policy from the plaintiff, and does not show in any way that it was prejudiced.\nIn the instant case the motion stated that the attorney for the defendant had never seen the policy nor a copy of it prior to the day before trial. And that the general agency through which the policy was written, on account of a loss of a portion of its office files, was unable to furnish the defendant’s attorney with a copy. But he does not show that he might not have got a copy from the office of the company, and does not show that he made any effort to get it from the plaintiff.\nA continuance in a civil ease is within the sound discretion of the trial court, and the action of the court in granting or overruling a motion for continuance will not be disturbed unless it has abused its discretion to the defendant’s injury. And in this case the court did not abuse its discretion. Holub v. State, 130 Ark. 245, 197 S. W. 277; Sease v. State, 155 Ark. 130, 244 S. W. 450.\nAppellant next insists that the case should be reversed because the court refused to grant instruction No. 1 requested by the defendant. It first argues that there was a violation of the sole and unconditional ownership clause of the policy. 'The proof shows that the land had been sold for taxes and that the time for redemption had expired. At any rate, this is the contention of appellant. But appellant did not offer to show that the land had not been redeemed, and, since the plaintiff was at the time living on the land and paying taxes, the burden was upon the defendant to show that the land had not been redeemed.\nThis court has said: “The State could only act through her taxing officers. These officers, the clerk, assessor and collector, had no authority to place or keep these lands on the tax records for the assessment, levy and collection of taxes, unless they had been redeemed from the State, as required by the statute. While there is no proof in the record that the lands had been redeemed, yet, under the above undisputed facts, it will be presumed that the lands had been redeemed. ’ ’ Wallace v. Hill, 135 Ark. 353, 205 S. W. 699.\nIt is also contended that this clause as to unconditional and sole ownership was violated because the plaintiff did not have the deed to- the property at the time the insurance policy was issued. But the plaintiff testified that he was the true owner of the land, the sole and unconditional owner, but that the record title was in his daughter, but that she was going to make him a deed. He testified that he told this to the agent, and the agent said he would write the insurance with the understanding that plaintiff get the title transferred to him. The insurance agent said he was going to Memphis next day, and would try to see plaintiff’s daughter and get her to fix the deed. He did not get to see her, hut came back and told plaintiff he had better mail the deed to her. Plaintiff did this, and the deed was executed.\nThis proof is undisputed, and the deed was in fact executed and delivered within a week. It appears therefore that, so far as this defect is concerned, the insurance agent who wrote the policy knew all about it, and when an insurance agent who writes a policy knows, at the time that the policy is written, that the insured’s interest was not sole and unconditional, that provision of the policy is waived. See National Fire Ins. Co. v. Kent, 163 Ark. 7, 259 S. W. 370.\nSo far as the improvement taxes are concerned, there is nothing in the proof that shows violation of the sole and unconditional ownership clause of the policy. If the lien of assessments for benefits kept one from being the .sole and unconditional owner of his property, then no person who lives within the bounds of an improvement district would be the sole and unconditional owner of his property.\nAppellant next insists that its instruction No. 3 and its instruction No. 4 should have been given. What we have already said answers the objection to the court’s refusing to give instructions Nos. 3 and 4, requested by defendant.\nThe court’s giving instruction 2 at the request of the plaintiff was not error. It simply told the jury that, if the land was forfeited for the nonpayment of taxes and certified to the State, and that a legal title was in the State, plaintiff still had the right to redeem, and that this was a sufficient compliance with the policy. The burden would not be on the plaintiff to show that he had a right to redeem if he was in possession, paying taxes. There would be a presumption that he had redeemed. The officers would have nO' right to put the land on the taxbooks and to levy and collect taxes from the plaintiff unless he had redeemed or had the right to redeem.\nAppellant next insists that the case should be reversed because the plaintiff was guilty of concealment and misrepresentation of material facts and circumstances concerning’ the insurance and the subject thereof. Appellant says that the uncontradicted and admitted testimony is that, at the time the policy was issued, the land had forfeited for taxes to the State of Arkansas and had not been redeemed within the two-year period, and that the State owned this property. The testimony does -show that the land had forfeited, but it does not show whether it had been redeemed. Plaintiff’s daughter made a deed to him after the policy of insurance was written and delivered. The plaintiff was in possession, paying taxes. There is no proof that the daughter did not redeem the land. 'The presumption is that it was redeemed. The fact that the land had been ordered sold, as stated by appellant, under certain decrees of the chancery court, did not violate any of the provisions of the policy. There is no evidence that the plaintiff concealed or misrepresented any material fact or circumstance. The suits that were brought in the chancery court were suits in rem, and no notice, so far as the record shows, was served on the plaintiff. Moreover, if the suits had been pending in court and plaintiff had been served, this would not be any violation of any of the terms of the policy, because the plaintiff had the right at any time to pay the assessments, and, if it had been sold, he had a right to redeem it, and there was therefore no violation in this of the sole and unconditional ownership clause, and, so far as this record shows, there was no misrepresentation or concealment.\nIt is next insisted that the plaintiff violated the record warranty clause of the policy. It is alleged that the violation was caused- by plaintiff’s failure to taire an inventory and to keep an account of sales and record of his business, and that he had no iron safe.\nIt has been repeatedly held by this court that, where the insurance agent inspects the property himself, knows ■that the plaintiff does' not have an iron safe, and knows the manner in which he keeps his accounts and records, and knows all the facts that the proof in this case shows the insurance agent knew, the company waives these provisions in the policy. The provision in the policy required the plaintiff, if he had no inventory on hand, to make one within 30 days.\nThere is a, conflict in the testimony as to what occurred between the adjuster and the plaintiff, but this was a question of fact properly submitted to the jury, and their finding is conclusive here.\nAppellant next insists that the court erred in modifying the instructions by adding the following: “unless you find that defendant waived said provisions in said policy.”\nDefendant’s requested instructions were erroneous without the clause being added. Each of them enumerated certain things, telling the jury, if they found these to be the facts, they would find for the defendant, leaving out entirely the question of waiver. For instance, the undisputed proof shows that the agent knew that the daughter had the legal title, but was intending to make a deed to the assured, yet these instructions say that, if the jury find those facts, they will find for the defendant. Of course this was erroneous; but it was proper to tell them, if they found these facts to be true they would find for the defendant, unless they found that the defendant waived this provision. And this is true of each instruction which is modified by adding the words, “unless you find that the defendant waived said provisions of the policy.”\nIt is unnecessary to set out the instructions. When considered as a whole the instructions fairly submitted all the issues to the jury, and all questions of fact decided by the jury are conclusive on this court if there is substantial evidence to sustain the jury’s finding.\nIt is next contended that the case should be reversed because it is alleged the fire was caused by the act or procurement of the plaintiff. It is' true Reed’s testimony was to the effect that Williams started the fire and burned His own property. This testimony is contradicted by Williams, and a number of other .witnesses testified to facts which are in conflict with Reed’s testimony. Reed’s testimony was to the effect that Williams poured gasoline or something on the stove and stovepipe and set it on fire. Two or three witnesses swear that the fire started several feet from the stove. Reed also testifies that he saw the fire, and had seen Williams pouring something on the stove or pipe, and testified that it looked like there was some paper set on fire in the stove, and the place flamed up. Reed went home after seeing this, .stating that he thought Williams wanted to burn it, and it was none of witness’ business. He went home and lay down op the bed, but did not go to sleep, and he was at home when his own store caught fire. It therefore appears that the evidence is conflicting on the question of the origin of the fire, and this court does not pass on the credibility of the witnesses where there has been a trial at law, nor the weight to be given to their testimony, the rule being that if there is substantial evidence to sustain the verdict it will not be disturbed.\nIt is next contended by appellant that the case should be reversed because the court erred in permitting Mrs. Williams, the wife of the plaintiff, to testify on his behalf.\nSection 4146 of Crawford & Moses ’ Digest makes the husband and wife incompetent as witnesses for or against each other, and appellant contends that this statute is violated by the court’s permitting Mrs. Williams to testify.\nAppellant’s witness, Reed, had testified that he had seen some one set fire.to the building and had seen some one in the building, but did not know whether it was Williams or not. The testimony was closed, and the ease went over until the following- morning, and appellant’s attorney then asked permission to put Reed back on the stand, and this permission was granted, and Reed testified that it was Williams that he saw in the store, and the reason he did not tell it when he was on the stand before was that Mrs. Williams, just before he went on the stand, had asked him if he was going to swear that Williams burned his building, and when he told her he was, she asked him if he meant it, and he told her he did. She went downstairs, and came back with a pistol in a paper bag, and came in and sat on the front seat, and that is the reason witness .did not tell the truth about seeing Williams. This action on the part of the appellant was a violation of the statute that he now invokes. If the wife was incompetent to testify, it was just as much a violation of the statute to have some witness to testify to what she said as it wouid be to put her on the stand and let her testify herself. The statute prohibits the testifying- by husband or wife for or against each other, and the appellant should not have offered proof of any declarations or statements of Mrs. Williams. If the law permitted evidence of this character, one could do indirectly what the statute prohibits doing directly. Then it would be manifestly unfair to permit one party to prove statements of the wife and then prohibit her from denying- the alleged statements.\n“It frequently happens that evidence which might be inadmissible under strict rules is nevertheless introduced into the case through inadvertence or otherwise, under which circumstances it is held that the adverse party is entitled to introduce evidence on the same matters lest he be prejudiced, the rule being that the party who first introduces evidence which is irrelevant to the issues cannot assign error on the admission of evidence from the adverse party relating to the same matter. So, where a part of a conversation, declaration, document, or series of documents, book accounts, letter or correspondence, or transaction, is shown in evidence by one party, the other party may, for purposes of explanation, show the remainder, or so much thereof as is necessary to a complete understanding of the part already shown, even though the result is to let in self-serving declarations.” 22 C. J. 196.\n“The transaction with .Arnold concerning the payment for his services was collateral, and had no place in the case, as it had no hearing upon the issue as to what amount appellee had agreed to pay appellants to defend him. But appellants are not in a position to complain of the introduction of this question into the case, as they brought it forward and introduced the first testimony concerning it. * * * However, if it was prejudicial, appellants are in no attitude to complain, because they had first drawn out the testimony concerning the payment of this money and the circumstances under which it was paid, and appellee was entitled to have the whole of the transaction given to the jury after a part of it had gone in.” St. L. I. M. & S. R. Co. v. Walsh, 86 Ark, 145, 109 S. W. 1164.\n“The defendant is not in a situation to complain that the court admitted evidence to prove that its trains were not stopped at Coal Hill on former occasions. Witnesses for the defense testified that the train stopped on the day of the injury long enough to permit all passengers to alight. To sustain their statement, they testified that the rules of the company required a stop of several minutes, and that it was always made. If the evidence was incompetent, the defendant first introduced it, and cannot complain that the court permitted plaintiff to rebut it.” Ry. Co. v. Tankersley, 54 Ark. 25, 14 S. W. 1099.\nIn the instant ease the appellant is in no position to complain, after having introduced witnesses to testify as to statements made by the wife of plaintiff which were incompetent, and the court did not err in permitting the plaintiff to introduce Mrs. Williams in rebuttal of such testimony.\n.Appellant complains, however, because Mrs. Williams made other statements and undertook to give testimony that was not in strict rebuttal of the incompetent testimony introduced by appellant. The court had already instructed the jury that Mrs. Williams could •not testify except with reference to Reed’s testimony as to her threats. The court had told the jury that the testimony would be confined to the question of threats, as to whether or not Mrs. Williams made the threats as testified to by the witness, and that the testimony could not be considered by the jury as testimony in this case as to whether or not plaintiff was entitled to recover on insurance policy, but would be considered only' for the purpose of what light it might shed on the question as to whether or not any threats were made to the witness Reed, who has just testified.\nAfter the testimony the court said:\n“Gentlemen of the jury, I again instruct you that the testimony of this witness must not be considered by you as testimony bearing on the merits of this case as to whether or not the plaintiff Williams is entitled to a recovery, but you will consider it only on the point relative to threats made by the witness against Reed, if any.”\nIt is next contended by the appellant that the case should be reversed because the court erred in permitting certain testimony, over the objection of the defendant, and in excluding certain testimony over the objection of the defendant. .The testimony complained about, however, could not be prejudicial. We have already said that the chancery suits with reference to benefit assessments would not be a violation of any of the provisions of the policy. It did not violate the sole and unconditional ownership clause, and, as long as plaintiff had a right to redeem, he was the sole and unconditional owner. And as we have already stated, as to the tax forfeitures and sales, the plaintiff, being in possession and paying taxes, raises a presumption that it had been redeemed from the State.\nThe instructions, as we have already said, properly submitted the case to the jury, and it would be useless to set out all the instructions requested in the case.\nAppellant finally contends that the attorney’s fee allowed by the court was excessive, and that it should be reduced so as not to exceed 10 per cent, of the judgment. The court allowed attorney’s fee. of $350', and we cannot say that that is excessive.\nFinding no prejudicial error, the case is affirmed.\nHr. Justice Kirby dissents.",
        "type": "majority",
        "author": "Mehaffy, J."
      }
    ],
    "attorneys": [
      "G. M. Gibson, for appellant.",
      "Coleman & Reeder, for appellee."
    ],
    "corrections": "",
    "head_matter": "Bankers’ Fire Insurance Company v. Williams.\nOpinion delivered April 23, 1928.\n1. Insurance — action against foreign fire insurance company— venue. — Under Crawford & Moses’ Dig. § 6150, an action on a fire insurance policy may be brought against a foreign insurance company in a county where the loss occurs.\n2. Continuance — want of diligence. — It was not an abuse of discretion to overrule a motion for continuance on the ground that defendant insurance company’s attorney did not have the policy sued on or a copy thereof, where the case was not called for trial until two months after service of summons, and no effort was shown to get the policy or a copy thereof from the plaintiff or from the home office, if the general ag-ent could not furnish • the policy as alleged, since defendant knew when suit was brought that it must answer before noon of the first day of the court’s session after summons had been served 20 days, under Crawford & Moses’ Dig., § 1208.\n3. Continuance — discretion of Court. — Continuance in civil cases is within the trial court’s sound discretion, and its action in granting or overruling a motion therefor cannot be disturbed, in the absence of an abuse of discretion, to appellant’s injury.\n4. Insurance — unconditional ownership clause — burden of proof. — The burden was on an insurer, claiming violation of the sole and unconditional ownership clause in a policy of fire insurance, to show that the land on ‘which plaintiff was living and paying taxes had not been redeemed from tax sale, and that the time for redemption had expired.\n5. Insurance — unconditional ownership clause — waiver.—Where an insurance agent knew at the time of writing a fire insurance policy that insured’s interest in the insured property was not sole and unconditional, as where insured told him that the record owner was going to make a deed to insured, which was after-wards done, the provision as to unconditional ownership in the policy was waived.\n6. Insurance — unconditional ownership — lien of improvement assessment. — The lien of assessment for improvement benefits does not keep one from being the sole and unconditional owner of property within the provision of a fire insurance policy.\n7. Insurance — sufficiency of ownership. — In an action on a fire insurance policy, an instruction that if the land on which the property was located was forfeited for nonpayment of taxes and the legal title thereto was in the State, plaintiff still had a right to redeem, and that this was sufficient compliance with the sole and unconditional ownership clause of the policy, held not error,\n8. • Taxation — redemption from tax forfeiture — presumption.— Where plaintiff was in possession of land which had been forfeited for taxes and was paying taxes thereon, it will be presumed that he had redeemed it.\n9. Insurance — concealment of tax forfeituIrb. — Insured not guilty of concealment and misrepresentation of material facts concerning the insured property in not disclosing that the property had been forfeited for taxes and the pendency of suits for, and the chancery court decrees ordering sale thereof for nonpayment of benefit assessments, in the absence of showing that it was not redeemed.\n10. Insurance — iron safe clause — waiver.—Where an insurance agent inspects the property, and knows that insured does not have an iron safe and knows the manner in which he keeps his accounts and records, insurer waives the provisions in policy that insured keep account of sales, record of his business, and an iron safe.\n11. Insurance — unconditional ownership clause — instruction.— . In an action on a fire insurance policy, defendant’s requested instructions to find for defendant if the jury found that insured’s daughter had the legal title to the land on which insured building was located was properly modified by adding the words “unless you find that defendant waived said provisions in said policy.”\n12. Appeal and error — conclusiveness of jury’s finding. — Questions of fact decided by the jury are conclusive on appeal if supported by substantial evidence.\n13. Insurance — jury question. — Whether insured burned his own property, held for the jury on conflicting evidence in an action on a fire insurance policy.\n14. Appeal and error — conclusiveness of jury’s finding. — The Supreme Court does not pass on the credibility of the witnesses on a trial at law, or the weight of their testimony.\n15. Witnesses — incompetency of statement of plaintiff’s wife.— Since, under Crawford & Moses’ Dig., § 4146, a wife is incompetent to testify for or against her husband, it was incompetent in an action on a fire insurance policy to permit defendant’s witness to testify that he did not swear it was insured whom he saw set fire to a building because insured’s wife had asked him if he was going to swear to such fact, and sat on the front seat in the court with a pistol in a paper bag; since, the wife being incompetent as a witness, it was improper to introduce testimony as to her statements.\n16. Appeal and error — invited error. — A party first introducing incompetent evidence cannot complain of the admission of similar evidence by the adverse party as to the same matter.\n17. Appeal and error — harmless testimony. — Where an insured’s wife testified as to matters not in strict rebuttal of incompetent testimony introduced by the insurer, this was not prejudicial error where the court instructed the jury that she could testify only with reference to testimony of defendant’s witness as to threats by her and that her testimony could not be considered on the question whether plaintiff was entitled to recover, but only on the question whether such threats were made.\n18. Insurance — allowance of attorney’s fee. — Allowance of $350 attorney’s fee to plaintiff recovering judgment for $2,200 in an action on a fire insurance policy held not excessive.\nAppeal, from Lawrence Circuit Court, Eastern District; S. M. Bone, Judge;\naffirmed.\nG. M. Gibson, for appellant.\nColeman & Reeder, for appellee."
  },
  "file_name": "1188-01",
  "first_page_order": 1206,
  "last_page_order": 1220
}
