{
  "id": 1396967,
  "name": "Fox v. Harrison",
  "name_abbreviation": "Fox v. Harrison",
  "decision_date": "1929-02-18",
  "docket_number": "",
  "first_page": "1189",
  "last_page": "1194",
  "citations": [
    {
      "type": "official",
      "cite": "178 Ark. 1189"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "15 Ark. 71",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8728034,
        8728038
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/15/0071-01",
        "/ark/15/0071-02"
      ]
    },
    {
      "cite": "13 Ark. 700",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8728476
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ark/13/0700-01"
      ]
    },
    {
      "cite": "22 S. W. 1108",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "58 Ark. 79",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1329156
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/58/0079-01"
      ]
    },
    {
      "cite": "7 L. R. A. (N. S.) 899",
      "category": "reporters:federal",
      "reporter": "L.R.A.N.S.",
      "opinion_index": 0
    },
    {
      "cite": "98 S. W. 685",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "81 Ark. 117",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1530681
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/81/0117-01"
      ]
    },
    {
      "cite": "23 Ark. 726",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1866062
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ark/23/0726-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 505,
    "char_count": 8219,
    "ocr_confidence": 0.464,
    "pagerank": {
      "raw": 6.624681333154437e-08,
      "percentile": 0.40442937020652553
    },
    "sha256": "b6b50b31425376384624c100e142ea7ed37ae21a036196bb47e5479a1821824e",
    "simhash": "1:f4d1e2f904c79eae",
    "word_count": 1433
  },
  "last_updated": "2024-02-27T17:49:07.238160+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Fox v. Harrison."
    ],
    "opinions": [
      {
        "text": "Smith, J.\nAppellant brought this, suit against the prosecuting attorney of the Second Judicial Circuit, of which Crittenden County is a part, and the sheriff and other peace officers of that county, to restrain them from interfering with him in the operation of a dog-racing track in that county. A demurrer to his complaint was sustained, and it was dismissed as being without equity, and he has duly prosecuted this appeal.\nPlaintiff alleged that he had invested $150,000 in a plant for the .conduct of the races, which were to begin Monday, October 10,1927, at 8 p. m., and to continue until Saturday, November 26, 1927, at 11 p. m., Sundays alone excepted. It was alleged that thousands of people, men,women and children, would attend these races, eight in number each night, which would be conducted in an orderly manlier, if the defendant officers were enjoined from interfering with them. The complaint alleged in detail the manner in which the races are conducted and the sources from which funds are derived to pay the prizes to be awarded to the dogs which run, first, second and third, in each of the races.\nIt is not contended that wagers are not laid on the chances of the different dogs to win the races in which they are entered as contenders for the' respective prizes, but it is insisted that making wagers upon races other than horse races is not illegal under the laws of this. State, and that the defendants are about to destroy property valuable only as a dog-racing plant, and which is not an unlawful business. In support of this insistence it is pointed out that in the early case of State v. Rorie, 23 Ark. 726, it was held that betting upon a horse-race was not unlawful under the gaming statutes of the State, and that in the case of State v. Vaughan, 81 Ark. 117, 98 S. W. 685, 7 L. R. A. (N. S.) 899, 118 A. S. R. 29, 11 Ann. Cas. 277, it was said that: “It will not do to overrule State v. Borie merely because against the weight of authority; there is good reason to sustain the distinction therein made, and it has been acquiesced in by the State for 45 years, when at any time it could have been changed by legislation. Therefore it must be taken in this case that betting on horse-racing is not a crime of itself.”\nIt is further argued that, at a session of the General Assembly which convened soon after the opinion in the Vaughan ease was handed down, § 2669, O. & M. Digest, was enacted (act February 27, 1967, page 134), making it unlawful to bet on a horse-race run in or out of this State, and, inasmuch as betting on horse-races was therein prohibited, while other kinds of races were not included, the purpose of the Legislature was manifested to malee betting on races unlawful only when the races were horse-races, and that betting on dog and other races remains innocuous and lawful, and therefore the peace officers should be enjoined from interfering with the plaintiff in affording persons who desire,to indulge in this pleasurable and innocent pastime the opportunity to do so.\nWe think there are two sufficient answers to these arguments, either of which amply supports the action of the court below in sustaining the demurrer and dismiss.ing the complaint as being without equity. The first is that learned counsel for appellant do not give to the act of 1907 (§ 2669, O. &-M. Digest) its full effect. Immediately prior to the passage of this statute the court had called attention to the fact that for forty-five years the Legislature had refused to enact a statute overturning the decision in the case of State v. Rorie, supra, “that betting on horse-racing is not a crime of itself, ’ ’ although, as was there pointed ont, the decision in the Rorie case, that horse-racing-was a sport, and not a g’ame, was against the weight of authority, which was to the contrary. The Legislature accepted this ¡challenge at its first opportunity, and enacted that betting on horse-races, whether run in or out of this State, should be unlawful.\nThe effect of this legislation was to completely destroy the authority of the Rorie case on this subject, and that of the Vaughan case, which followed it. We have therefore the liberty — of which the court in the Vaughan case felt itself restrained — to follow the weight of authority, uninfluenced by the doctrine of the Rorie case. Being thus emancipated, we feel constrained by considerations of public morals, as well as by the better reasoning of the adjudged cases, to follow the weight of authority, and we now hold that racing, whether by men, horses, dogs or other animals, or by animals of one kind against those of another, is a game, and one who bets on such a race offends against the statute prohibiting betting on games.\nIn the case of Mace v. State, 58 Ark. 79, 22 S. W. 1108, it was held that baseball was a game within the meaning of the statutes which makes betting on “any game of hazard or skill” an offense. However, Justices Battle and Mansfield dissented in that case upon the ground that the Rorie case, supra, controlled.\nThe second reason for affirming the decree appealed from is that it is in exact harmony with the Vaughan case, supra. Notwithstanding the fact that the court held in the Vaughan case that betting on horse-races was not unlawful, it was held in the Vaughan case that the maintenance of a place wherein money is received, won and lost on horse-races is a nuisance at common law. It was there said:\n“What is the status of such a house, notwithstanding it is conducted in a quiet and orderly manner, without unusual noise or disorderly conduct? At common law there were no statutes against gaming, yet the maintenance of a gaming house was a criminal nuisance, indictable and punishable as such. Mr. Justice Scott for this court said: ‘Independent of any statute, the keeping of a common gaming house is indictable at common law on account of its tendency to bring together disorderly persons, promote immorality, and lead to breaches of the peace. Such an establishment is thus a common nuisance.’ Vandeworker v. State, 13 Ark. 700. Chief Justice Watkins for this court said: ‘At common law, gaming houses were indictable as <a public nuisance (Vandeworker v. State, 13 Ark. 700), but, unless restrained by express statute, ordinary wagers or betting were tolerated as. being for amusement or recreation.’ Norton v. State, 15 Ark. 71.”\nAfter making it .clear, upon a review of the authorities, “that the fact that betting on horse-racing is not within the gaming statutes does not prevent á house maintained for such business being a criminal nuisance,” it was pointed out that “the punishment for common-law offenses not covered by statute is fixed as a fine not exceeding $100 and imprisonment not to exceed three months. Kirby’s Digest, § 623 and 624,” and that “these statutes have 'been held applicable to a gaming house as a common misdemeanor” (Citing authorities).\nThe opinion in the Vaughan case concluded by saying:\n“It is not only the right, but the sworn duty of every prosecuting attorney, to proceed by information in justice’s or circuit court to close these illegal places when they have information of them; it is not only the right but the duty of every grand jury to find the existence of such places, if they exist, and to indict the keepers thereof. It is also the privilege of any citizen to proceed against them at any time, by affidavit, before a justice of the peace. There is no possible excuse under the law for a pool-room — a place maintained for carrying on or facilitating betting on horse-races or any other sport or game, or .contest, or other event upon which wagers are laid — to exist in Arkansas for one minute. This maintenance is a .crime, nothing more, nothing less. ”\nIn view of the forceful statement of the duty of the public officers and of the rights of the citizens to proceed in the suppression of such places as appellant proposes to operate, we must hold that the chancellor was clearly correct in refusing to restrain the officers from discharging this. duty.\nThe decree of the court is therefore affirmed.",
        "type": "majority",
        "author": "Smith, J."
      }
    ],
    "attorneys": [
      "Hughes & Davis, for appellant.",
      "Z. B. Harrison and Frank Berry, for appellee."
    ],
    "corrections": "",
    "head_matter": "Fox v. Harrison.\nOpinion delivered February 18, 1929.\nHughes & Davis, for appellant.\nZ. B. Harrison and Frank Berry, for appellee."
  },
  "file_name": "1189-01",
  "first_page_order": 1207,
  "last_page_order": 1212
}
