{
  "id": 1374019,
  "name": "Cheeks v. State",
  "name_abbreviation": "Cheeks v. State",
  "decision_date": "1925-12-21",
  "docket_number": "",
  "first_page": "1192",
  "last_page": "1198",
  "citations": [
    {
      "type": "official",
      "cite": "169 Ark. 1192"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 567,
    "char_count": 12032,
    "ocr_confidence": 0.452,
    "pagerank": {
      "raw": 1.2528818297076212e-07,
      "percentile": 0.6105803851884801
    },
    "sha256": "ef829d9905115ee7209c28a10a1d116492496bc9b59faac50dd7275e28b92b8b",
    "simhash": "1:4bfa537bac288138",
    "word_count": 2140
  },
  "last_updated": "2023-07-14T23:00:38.667503+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Cheeks v. State."
    ],
    "opinions": [
      {
        "text": "McCulloch, C. J.\nAppellant was convicted of assault with intent to kill under an indictment charging him with assaulting and striking Josie Woods with a metal bar with intent to kill and murder her.\nJosie Woods is a girl about nineteen years of age, living with her parents at or near the village of Ryan, in Lonoke County. She testified that she had been personally acquainted with appellant, Lee Cheeks, and also with Fred Woosley, two young men in the neighborhood, and that late in the afternoon of Sunday, April 12, 1925, those young men came to her house, and invited her to go to church with them at Coy, a village not far distant, and suggested that she get another girl to accompany Woosley; that she assented to this arrangement, and that she and appellant got into a stripped-down Ford car to drive over to Humnoke to see about getting another girl, and left Woosley there near the home of witness to await their return; that she and appellant went on down to Humnoke, and that, instead of stopping there, appellant drove the car on through the town and into the woods, and stopped and got out and' invited the witness to get out of the car and help him to fill up the radiator, and that upon her refusal he cursed her; that appellant then got back into the car and they drove back home, and as they approached the home of witness, Woosley stepped out into the road ahead of them and gave a signal, and upon the car being stopped he stepped up on the running board, and as the car moved along, witness insisted upon being permitted to get out of the car, but appellant refused to stop the car for her, and as she turned with one foot upon the running board she was struck over the head, and instantly became unconscious. She testified that she was struck by some one while the car was moving along the road with appellant at the wheel and Woosley standing on the right-hand running board, but that she did not know which one of them it was that struck her. She testified that appellant and Woosley both used rough language towards her when she spoke of getting out of the car. The car passed on, and a little while later other persons found Josie Woods lying unconscious on the roadside, and she was taken to the office of a physician, Dr. Ward, at. England, who testified as to the condition of the wound on her head.\nThe physician testified that Josie Woods had blood all over her head and face and clothing, that there was a gash on her head about three or four inches long, standing open, ¡and that he.sewed up the wound and dressed it. He testified that, in his opinion, the wound was made by a blow of some kind, and.:not from falling out of the car, and that, the gash was about the same size of the edge, of a metal bar which was found inside of the car hy other witnesses. He testified that there were no. evidences on her body of scratches or wounds other than the cut on her head. Another physician testified the. same as Dr. Ward.\nWitness Duncan testified that about eleven o’clock on the night of the injury to Josie Woods he found the car in which the parties had been riding at the back end of a certain drug store, and that he found in the car one of the leaves of an automobile axle spring, which was about twelve inches.long, two inches wide and one-fourth of an inch thick, and weighed about three and a half pounds.\nAccording to the testimony, the Ford car in which the parties were riding had a home-made'top, which was low and small, not giving sufficient room overhead for a blow to be struck on the head of a person sitting in the car.\nAppellant testified ■ that neither ■ he nor Woosley struck Josie Woods, but that she jumped from the car and fell. The theory of appellant is that it was impbssible for the' girl to have' been struck over the head while she was sitting in the car as she claimed. ■\nThe testimony shows that' appellant and'Woosley spent the night at the home’ of a negro in the neighborhood, and fled the country early the next morning, going first to Jackson, Mississippi, where .they enlisted in the army, and thence to North Carolina, where they were apprehended, and brought back to Arkansas for trial.\nIt is earnestly insisted by counsel for appellant that the evidence was insufficient to sustain the verdict, in that no witness testified directly that either appellant or Woosley struck the blow, or that. Josie Woods was struck at all. They contend, as before stated, that she could not have been struck over the head while she was sitting in the car, and that the AVound must have been inflicted after she left the car, or that she hurt herself when she jumped from the car. We cannot agree with counsel in this contention, for the witness Josie Woods testified positively that she was hit over the head while she was sitting in the car, .turned sideways with her right foot on the running board. She testified that she did not know who it was that struck her, but that there was no one else in proximity except appellant and Woosley. If the jury believed the Avitness in her statement. that she was struck ov,er the head, then it was fairly inferable from the testimony that the blow was struck, either by appellant or Woosley. It is undisputed that they were the only two persons in or about the car except the witness Josie Woods herself. -The fact that no blood was found in or about the car, and that the top of the ear was apparently too low to allow sufficient room for a person to wield a piece of iron and strike on the head -the girl while sitting in the car, tended to weaken the force of the State’s contention that the girl was struck while she avus sitting’ in the car. But this affected only the weight of the testimony, and it was a question, after all, for the jury to determine whether or not the girl was telling the truth, when she said that some one struck her over the head while she was sitting -in the car. The testimony showed that it was improbable that the. blow was struck as claimed by the girl, but it does not show, indisputably, that it was impossible for the blow to have been struck under those circumstances. The physician who examined the girl and dressed the wound testified that the gash on the side of the girl’s head was about the -size of the edge of the piece of metal found in the car, and that the wound could scarcely have been inflicted by her jumping or falling from the car to the road.\nThe immediate flight of appellant and his companion is another circumstance which tends to connect them with the commission of the crime. Appellant undertook to explain it by saying that shortly after Josie Woods sprang out of the car, and he and Woosley drove away, they heard a statement from a passerby that Josie Woods had been found lying unconscious on the road, and that she had 'been ravished, and that that wlas the reason they left the State. Their immediate flight was, as before stated, a circumstance tending to show guilt, and appellant’s explanation to the jury made a question for the jury to determine what his motive was in fleeing.\nAgain, it is insisted that the evidence is legally insufficient for the reason that it does not show which one of the two parties, appellant or Woosley, struck the blow, and does not show any concert of action between the two so as to make them both guilty. There was proof tending to show concert of action between the parties for the reason that they were on a joint enterprise from the beginning- — not an unlawful one, it is true — but they were -both using -abusive language to the girl and insisting on her'going with them, when she expressed a desire to get out of the ear. The jury had the right to find from these circumstances that both of the parties were work-' ing towards the same end in compelling the girl to accompany them, and that each encouraged the other, so that each was responsible for the act of the other. It is unimportant which one of the parties struck the blow, for, if the other was present aiding and -abetting, 'both were equally guilty.\nError of the court is assigned in giving instruction No. 7, which reads, in part, as follows: ■ :\n“While the indictment, gentlemen of the jury, in this case charges that this defendant struck this lick, if his associate, Woosley, struck the lick, if one was struck, and the defendant had knowledge that he was going to so do, then all parties who were present, aiding, consenting, advising, encouraging, assisting or abetting can be indicted and punished as principals. Under the evidence in this case, the law of accomplices does not apply. If any one struck this young woman, all other parties who were present, and there were only two under this evidence besides herself, and they had knowledge of the fact that the lick was going to be inflicted, if one was inflicted, they both would be equally guilty. ’ ’\nThe objection made to this instruction is, first, that there is no evidence to warrant a finding that appellant struck the blow himself or that he aided and abetted Woosley in doing so, but we have already shown that there was evidence which warranted this inference by the jury. It is .also argued that under the second sentence of this instruction the jury could have found appellant guilty merely because he was present when Woosley struck the blow, even though, he did nothing in aid or encouragement of the commission of the crime. Counsel for appellant made specific objections to the instruction, but not on this ground. When the‘two sentences are considered together, it is evident that the court intended to convey to the minds of the jury the idea that, in order to convict, appellant, if Woosley struck the blow, he must have been present, aiding and abetting, and not merely that his presence would be sufficient to justify a conviction. The two sentences should be read together, and there should at least have been a specific objection made on that ground if it was thought that the jury might understand the instruction to mean that the mere presence of appellant, without anything more, would m'ake him responsible for the unlawful act of Woosley.\nObjection is made to another instruction on the ground that it omits the elements of premeditation and deliberation as essential to the crime of assault with intent to kill. It is not essential that those elements should exist, for if the assault was made with specific intent to kill and the circumstances were such that, if death had resulted, it would have constituted murder, either in the first or second degree, the offense is assault with intent to kill. Therefore it is unnecessary that the assault should have been made with premeditation and after deliberation.\nWe find no error in the proceedings, and the judgment is therefore affirmed.",
        "type": "majority",
        "author": "McCulloch, C. J."
      }
    ],
    "attorneys": [
      "Reed <£ Beard and Trimble & Trimble, for appellant.",
      "E. W. Applegate, Attorney General, and Darden Moose, Assistant, for appellee."
    ],
    "corrections": "",
    "head_matter": "Cheeks v. State.\nOpinion delivered December 21, 1925.\n1. Homicide — assault with intent to kill — evidence.—In a ■prosecution for an assault with intent to bill, evidence held to sustain a conviction.\n2. Homicide1 — liability of accomplice. — In a prosecution for an assault with intent to kill a girl riding in a car driven by defendant, a conviction of the latter would be sustained where the evidence justified a finding that he and another were acting in concert in endeavoring to compel the girl to ride with them, though it does not appear which of them struck the blow.\n3. Homicide — acts of accomplice — instruction.—In a prosecution for assault with intent to kill, an instruction on the liability of defendant for the acts of a companion, held not erroneous when its sentences are read together, as allowing the jury to find accused guilty thereby because of his presence, especially in in the absence of specific objection.\n4. Homicide — assault to kill — premeditation.—In a prosecution for assault with intent to kill premeditation and deliberation are not essential elements.\nAppeal from Lonoke Circuit Court; George W. Clark, Judge;\naffirmed.\nReed <£ Beard and Trimble & Trimble, for appellant.\nE. W. Applegate, Attorney General, and Darden Moose, Assistant, for appellee."
  },
  "file_name": "1192-01",
  "first_page_order": 1212,
  "last_page_order": 1218
}
