{
  "id": 1396975,
  "name": "Howell v. Duty",
  "name_abbreviation": "Howell v. Duty",
  "decision_date": "1928-11-19",
  "docket_number": "",
  "first_page": "1196",
  "last_page": "1198",
  "citations": [
    {
      "type": "official",
      "cite": "178 Ark. 1196"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "230 S. W. 579",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "148 Ark. 548",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8721829
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/148/0548-01"
      ]
    },
    {
      "cite": "201 S. W. 822",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "132 Ark. 599",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1576807
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/132/0599-01"
      ]
    },
    {
      "cite": "131 S. W. 62",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "96 Ark. 78",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1542004
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/96/0078-01"
      ]
    },
    {
      "cite": "88 S. W. 822",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "75 Ark. 589",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1502489
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/75/0589-01"
      ]
    },
    {
      "cite": "143 S. W. 88",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "102 Ark. 108",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1354044
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/102/0108-01"
      ]
    },
    {
      "cite": "88 S. W. 981",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "opinion_index": 0
    },
    {
      "cite": "76 Ark. 468",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1501094
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/76/0468-01"
      ]
    },
    {
      "cite": "42 Ark. 257",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8723355
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/42/0257-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 284,
    "char_count": 4183,
    "ocr_confidence": 0.475,
    "pagerank": {
      "raw": 6.315005732208552e-08,
      "percentile": 0.38836067276509173
    },
    "sha256": "1fb9fb029f689af9f86e16ddf2a2dc41e2087da909f25e2550d2ec2d53a3aab0",
    "simhash": "1:afd45ad38d6f7258",
    "word_count": 758
  },
  "last_updated": "2024-02-27T17:49:07.238160+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Howell v. Duty."
    ],
    "opinions": [
      {
        "text": "McHaney, J.\nAppellant instituted this action to recover damages against the appellees for the alleged breach of on oral contract to rent land from appellee, Roy Duty, for the year 19'27, who, prior to the beginning of the term, sold and conveyed same to E. Duty, who had knowledge of the outstanding rental contract. Appellant was to pay the usual and customary part of the crop as rent for the land, one-fourth of the cotton and one-third, of the other crops. Appellant offered to prove as damages his loss of profits- that he probably would have made had he been permitted to cultivate the land, but the court refused to permit him to make such proof, and ruled that the measure of damages appellant suffered, if any, was the difference between the actual rental value of the land and the rent reserved or agreed to be paid in the contract, and that, since there was no evidence as to what the actual value of the land was, appellant had failed to make a case for the jury, and instructed peremptorily for nominal damages only.\nIt is conceded by appellant that the former decisions of this court sustain the ruling and judgment of the trial court, but it is insisted that this court has gone too far in its prior decisions, and we are now asked to overrule these cases. We do not agree with appellant in this regard. This rule is so firmly established by the former decisions of this court that we do not think it would be either wise or expedient to either modify or overrule its former holdings. It has been the established rule of this court since 1883, Rose v. Wynn, 42 Ark. 257, that the general rule for the measure of damages in an action by a lessee against his lessor for damages for his refusal or failure to deliver possession of the demised premises is the difference between the rent reserved and the value of the premises for the term, and that, if there be no difference between these values, the lessee can only recover nominal damages, even though the lessor wrongfully refused to give possession. It was there said:\n“The books agree that, in an action by a lessee against a lessor for damages for refusal or failure to deliver possession of the demised premises, the general rule for the measure of damages is the difference between the rent reserved and the value of the premises for the term. If the value of the premises for the term, is no greater than the rent which the tenant has agreed to pay, then the latter is not substantially injured, and can in general recover only nominal damages, though the landlord, without just cause, refused to give possession. But, if the value of the premises is greater than the rent to be paid, the lessee is entitled to the benefit of his contract, and this will ordinarily consist of the difference between the two amounts. ”\nIn McElvany v. Smith, 76 Ark. 468, 88 S. W. 981, 6 Ann. Cas. 458, the court adhered to this same rule, and there said:\n“If the rental value of the place from which he is evicted is greater than the price he agreed to pay, he may recover this excess, and, in addition thereto, any other loss directly caused by the eviction, such as the expense of removal to another place.”\nIn Thomas v. Croom, 102 Ark. 108, 143 S. W. 88, the case of Rose v. Wym%, supra, was cited with approval, and the court ag'ain said:\n“The measure of damag’es for the breach of this inn plied contract for possession is the difference between the rental value of the demised premises and the rental price named in the leas.e, tog'ether with such .special damag’es as have necessarily resulted from such breach.” See also Andrews v. Minter, 75 Ark. 589, 88 S. W. 822; Young v. Berman, 96 Ark. 78, 131 S. W. 62; Reeves v. Romines, 132 Ark. 599, 201 S. W. 822; Malone v. Wade, 148 Ark. 548, 230 S. W. 579.\nIt wül therefore be seen that this court has many ■times passed on the question now presented for decision, and has never varied from the rule herein announced. We do not see proper to do so in this case, nor is any good reason advanced why this case should be an exception to the rule.\nAffirmed.",
        "type": "majority",
        "author": "McHaney, J."
      }
    ],
    "attorneys": [
      "Schoonover & Schoonover, for appellant.",
      "Pope & Booth, for appellee."
    ],
    "corrections": "",
    "head_matter": "Howell v. Duty.\nOpinion delivered November 19, 1928.\nSchoonover & Schoonover, for appellant.\nPope & Booth, for appellee."
  },
  "file_name": "1196-01",
  "first_page_order": 1214,
  "last_page_order": 1216
}
