{
  "id": 1373966,
  "name": "Green v. Williams",
  "name_abbreviation": "Green v. Williams",
  "decision_date": "1925-12-14",
  "docket_number": "",
  "first_page": "1198",
  "last_page": "1209",
  "citations": [
    {
      "type": "official",
      "cite": "169 Ark. 1198"
    }
  ],
  "court": {
    "name_abbreviation": "Ark.",
    "id": 8808,
    "name": "Arkansas Supreme Court"
  },
  "jurisdiction": {
    "id": 34,
    "name_long": "Arkansas",
    "name": "Ark."
  },
  "cites_to": [
    {
      "cite": "163 Ark. 63",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1383836
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/163/0063-01"
      ]
    },
    {
      "cite": "162 Ark. 98",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1385579
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/162/0098-01"
      ]
    },
    {
      "cite": "147 Ark. 362",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1583342
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/147/0362-01"
      ]
    },
    {
      "cite": "142 Ark. 52",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1590517
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ark/142/0052-01"
      ]
    },
    {
      "cite": "147 Ark. 160",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1583314
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ark/147/0160-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 759,
    "char_count": 23248,
    "ocr_confidence": 0.492,
    "pagerank": {
      "raw": 8.138363859351185e-08,
      "percentile": 0.4701301118327748
    },
    "sha256": "9c8df0ea849427ff4e6a13bf951d4f7112c328c874dc5eb4a198769fe2658a25",
    "simhash": "1:b3ce00ad438ac3e2",
    "word_count": 3937
  },
  "last_updated": "2024-02-28T00:06:49.445516+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Green v. Williams."
    ],
    "opinions": [
      {
        "text": "Wood, J.\nThis action was instituted by Ben Green, D. F. Taylor and S. L. Gliadish against J. L. Williams, A. S. Rogers, H. P. Dunavant, A. G. Brickey, W. T. Ramsey and 'Clinton Fraser. It was alleged in the complaint that the Osceola & Little River Roiad Improvement District No. 1, hereafter called district No..l, was organized under the Alexander road law in the year 1918; that J. L. Williams, A. S. Rogers and H. P. Dunavant are the commissioners of the district and A. G. Brickey, W. T. Ramsey and Olinton Fraser are the assessors; that the district is six miles wide and extends' from the east to the west side of Mississippi County; that, while litigation was pending over the creation of the district, the owners of real property west of Little River organized an improvement district under the Alexander road law covering all the area west of Little River that was embraced in district No. 1. The district thus organized embracing the territory west of the river included all the roads in the territory embraced in district No. 1 west of the river. No roads west of Little River were improved by district No. 1. District No. 1, however, built a bridge over Little River which, to some extent, benefited the lands vrest of Little River, and a small assessment of benefits was placed upon s'aid lands west of the river by district No. 1. District No. 1 issued bonds of the par value of $'278,000 which was approximately 30 per cent, of the assessed value of the real property within said district, and thereafter no additional bonds could be issued without additional legislation; that $278,000 was exhausted in the building of the bridge across Little River, and in grading the principal highway and some of the laterals east of Little River within district No. 1, leaving no funds with which to surface the roads; that because of the peculiar condition of the soil of the roads in district No. 1, the money already expended was a useless waste unless the roads are surfaced; that on the 21st of February, 1925, the General Assembly passed act No. 99, which was a special act, authorizing road district No. 1 to make additional assessment of benefits and to issue additional bonds to improve tlie highways within said district east of Little River; that, at about the time of the approval of act No. 99, the special Supreme Court held that amendment No. 12 to the Constitution wias duly and legally adopted; that on the 27th of March, 1925, the General Assembly passed act No. 215, a general act, which was also designed and intended to give relief to road improvement districts of the character of district No. 1 that had exhausted their funds and only partially completed the work of such districts; that district No. 1, assuming that act No. 99 was unconstitutional and void, proceeded under act No. 215 of the Acts of 1925, after the State Highway Engineer had filed his certificate as provided in § 2 of that act, stating that district No. 1 of Mississippi County could not receive the maximum of federal aid without the benefit of the act; that a majority of the property owners within district No. 1 as a whole, and also a majority of the property owners east of Little River, filed a petition provided fop by both the general and local laws of the Acts of 1925, praying that an additional assessment of benefits be made, and that additional bonds be issued to make the improvement; that, after the district No. 1 had commenced proceedings under this general law to make additional assessment of benefits, and issue additional bonds to surface the roads, the Supreme 'Court held that amendment No. 12 was not properly submitted to the people for ratification, and thus special act No. 99 was put in force; that the procedure provided for in the local statute is substantially the same as that provided in the general statute, except that the local statute provided that the roads west of Little River were not to be improved, and the lands west of Little River were not to be assessed for the additional improvement contemplated in the surfacing of the roads east of Little River; that the commissioners of district No. 1 formulated plans for the improvement of the roads east of Little River, but none west of Little River within district No. 1; that an assessment of benefits had been levied upon the lands east of Little River for the purpose of paying for this improvement; that the assessment of the lands 'west of Little River was merely copied or repeated by the, assessors in making the assessment under the new law, whereas the assessment of benefits made by them under the new law on lands east of Little River is about three times the original assessment of benefits; that this resulted in placing all the .burden of the additional work of surfacing the roads east of the river on the lands within Improvement District No. 1 east of such river; that district No. 1- contains about 60,000 acres of land, 48,000 acres east of Little River and 12,000 acres west of the river; that notice was given of a hearing on the assessment of benefits before the board of assessors, .to be held .September 5, 1925, and all persons within, the, district were given .an opportunity to be heard; that the commissioners of distiict No. l had contracted for the sale of bonds for the purpose of raising, funds to complete the work of surfacing the roads east of Little River and, unless restrained, would issue these bonds, and thus place a cloud upon the title of owners of real property in the district for levies on assessment of benefits to pay the bonds.\nThe plaintiffs, Gladish and Taylor, alleged that they were the owners of 500 acres of land within district No. 1 east of Little River u-pon which a heavy assessment of benefits had been levied for the completion of said additional work, land that the plaintiff, Green, was the owner of 160 acres of land in district No. 1 west of Little River. They alleged that special act No. 99 of the Acts of 1925 is unconstitutional, and that the acts of. the commissioners and assessors thereunder in an effort to confine the assessment of benefits and improvement of the roads to the lands within district No. 1 lying east of Little River were null and void. They prayed that the assessment of benefits be annulled, and that the commissioners be enjoined from issuing and delivering bonds and making the improvement contemplated.\nThe -above are thé facts as set forth in the 'corirplaint.\nThe defendants' filed a demurrer alleging that the complaint did not state facts sufficient to constitute a cause of action. The trial court sustained the demurrer. The plaintiffs stood on their complaint, and the court entered a decree dismissing the same for want of equity, from which is this appeal. ’ ' ’\nThe trial court found, as set forth in'the decree, that “the assessment on lands west of Little River does not increase or lower the assessment of benefits on the land of any property owner, and it is not therefore in reality a new assessment, but a reaffirmance of the original assessment, which necessarily follows'because the assessment of land west of Little River remains' the same and unchanged by the so-called new assessment.”\nAct No. 99 of the acts of. 1925, p. 297, is an-act entitled “An act to authorize Osceola & Little River Road-Improvement District No. 1 of Mississippi County, Arkansas, to make additional assessments and issue addi-. tional bonds to complete the improvement of the public roads in said district and for other purposes.” Section 1 of the act authorizes district No. 1 to make additional assessments of benefits for the purpose of completing the work of improving any arid’all of the public roads east of Little River according to plans previously approved by the county court, and any ariiendments or alterations which the commissioners might thereafter make. There is also a legislative finding and declaration in the first section that the lands west of Little River will not be benefited by the work contemplated, and that they shall not be assessed for the additional improvement. Then provision is made for a petition by a majority of the property owners in acres, number or value, within the district east of Little River for the issuance of additional bonds. Provision is also made for the notice to be given of the hearing of such petition by the board of commissioners, and for protest against such petition by any property owner who may desire to be heard and for attacking the finding of the commissioners hy any dissatisfied property owner hy a .hill in the chancery court. It is provided that the provisions requiring- the. petition of a.majority In acres, number or value, of the property shall not apply to the semi-annual reassessment, of. benefits, nor to any alteration in the plans or .assessments after the bonds are issued for the purpose of adding lateral roads to the plans. ‘\nSection 2 of- the act validates the plans and assessment of- benefits already made and adopted, but provides that they [may be -altered or abandoned in whole or in part by the board preparing plans, filing same with the chairman of the board of commissioners, together with a corresponding alteration- or modification of the assessment of benefits on the real property affected thereby as thb assessors may deem proper and .just. This section provides that when there is an amendment of the plans and ássessment of. benefits filed-with the chairman of the board- of commissioners, notice must be given thereof by publication for two insertions in a weekly newspaper published in Osceola District of Mississippi County, calling upon all- owners of real property within the district !east of Little River who may be aggrieved by reason of the assessment or change of plans, to appear\" before the board of -assessors at the- time and place named in the notice for the purpose of having any wrongful-or erroneous assessment corrected. It is made the duty of the assessors to hear any complaint and adjust any error or wrongful assessment, making such' final assessment as adjusted, the assessment of - the\" improvement until the next assessment, and providing that when the assessment becomes final it shall be filed for -record in the county clerk’s office.- - -\n(Subsequent sections provide for the. correction through the courts of any’ erroneous assessment of benefits, for a tax on the benefits to pay for the cost of the improvement ‘ and maintenance iand retiring of the bonds and interest, coupons, for the borrowing, of money by the commissioners to pay the costs of initial expenses, and the issuing of negotiable evidence of indebtedness to contractors for doing work, and for the issuance of negotiable bonds for completing the work contemplated in the organization of the district, and making the assessment of benefits a preferential lien on all the real property in the district.\nA part of § 5 is as follows: 4 4 All lands east -of Little River, within the boundaries of said ■ district, subject to assessment for State-and county taxes at the time the first assessments of benefits are made under this act, shall, if benefited, be assessed; and.the assessors shall have the right once each year to readjust the assessment of benefits, which shall include all lands benefited by said_ improvement if subject to,State and county assessments at that time, whether previously assessed or not.” This section also contains provisions for notice to property owners of such reassessment or readjustment of the assessment of benefits, and for appeal to the courts to correct any erroneous assessment.\nSection 9 provides in effect that the commissioners may petition the county court for the opening of new roads or.the widening of any roads previously established and, apon the granting of the petition by the county court, the commissioners are given authority to proceed to improve the roads.\nSection 1,0 provides that1 the act is supplemental to, and in aid of, all existing laws and not- a repeal thereof, except where there may be a conflict, and that, in case any section or clause is held to be unconstitutional, it shall not.invalidate any other part of .the act.\nIn White v. Arkansas-Missouri Highway District, 147 Ark. 160, there was involved the constitutionality of three special acts of the. General Assembly of 1920, creating laterals to the road improvement districts which had been created by act No. 82 of the regular session of 1909 for the purpos.e'.of constructing a highway running from the city of North Little Rock through the counties of Pulaski, Lonoke, White, Jackson, and a connection with the Alicia & Walnut Ridge Highway on the county line at or near Alicia, giving a through route to the Missouri line. We held that the acts were unconstitutional and void, saying, among other things. '\n‘‘These amendatory acts aré not sufficiently definite to stand alone. No machinery is provided under which these laterals can be constructed unless they are to be treated as being an enlargement of the original improvement, etc.”\nWe cited to support our conclusion the case of Easley v. Patterson, 142 Ark. 52, where we said, speaking of a provision of the law under review in that case:\n“It is difficult to discover the meaning of the lawmakers from the language used in this provision. It does not provide merely for the change of boundaries for the purpose of including laterals or changes in the route of the road, for that is provided for in another section. Giving the language the force which its use necessarily implies, it seems to confer authority for the creation of entirely new districts, but it is ineffectual for that purpose for the reason that there is no provision made in the statute for the assessment of benefits and the levy and collection of taxes for that purpose. The section is entirely inoperative, and is therefore void. ’ ’\nCounsel for appellant relies upon the above case of White v. Arkansas-Missoüri Highway District to support his contention that special act No. 99, which is challenged by the complaint in the case at bar, is likewise unconstitutional and void. But the facts set up in the complaint in the case at bar, which are admitted by the demurrer, are entirely different from the facts in the cáse of White v. Arkansas-Missouri Highway District, supra, and also from the facts in the case of Easley v. Patterson, supra. In those cases no provision was made in the special acts creating the laterals for the assessment of benefits, and the levy and collection of taxes thereon for the purpose of making the improvements contemplated by the special acts. Such is not the case at all with special act No. 99 of the Acts of 1925, but, on the contrary, the provisions of tfyat act, as above set forth, constitute a complete and workable law with all necessary machinery for the assessment of benefits, the issuing of negotiable bonds to raise the necessary funds for the making of the improvement contemplated, and the levying of taxes on the benefits assessed for the purpose of paying the bonds. . .\nCounsel for appellant next .contends fhat, if the local act be not unconstitutional, the assessment under it is nevertheless, void under the provisions of the local act. 'Counsel for appellant insists that, under the provisions of the local act, the board of assessors is prohibited from assessing benefits on the lands west of Little River to make the improvement contemplated, but that, notwithstanding this provision, the lands west of Little River have been assessed for the purpose of making the improvement contemplated under special act No. 99.\n, We cannot concur in this view of counsel for appellants. It is contrary to the facts, set forth in the complaint, which were well pleaded, and which the demurrer admits to be true. On these facts, the trial court made a special finding as above set forth, and. was justified in that finding, that the lands in the district west;of the river were not in fact reassessed under the special act No. 99, but that the original assessment of benefits on the lands west of the river was unchanged.. The allegation in the complaint is to the effect that the appellants owning lands east of the river were discriminated against, because of the fact that the board of assessors in making the reassessment for the improvement contemplated under special act No. 99, merely adopted the original assessment of benefits to the lands west of the river, but increased the assessment of benefits on the lands east of the river, which thereby placed the,entire burden of the additional work 'contemplated ;by the local act. on the lands east :of the river.\nThe provisions of the act show that there would not be any additional benefit to the lands west, of Little River by the improvement. contemplated, but that the lands east of the river would he benefited by reason of such improvement, and therefore the board of assessors were authorized to make such alterations and modification of the assessment of benefits on the real property 1 in the district east of Little River, and, if necessary, to made 'additional assessment of benefits on those lands as\" it deemed just and proper for the purpose of making the additional improvements contemplated. It was certainly within the province of the Legislature, after the original district was created, to confer upon the commissioners of the district the power, with the approval of the county-court, today off and improve the laterals in the manner contemplated by special act No. 99.’ That act, as we have: seen, Constitutes a legislative‘finding that the real prop1’ erty embraced in the -original district east of Little River would derive additional benefits from the improvement of the laterals, and that the lands west of the river would not derive any additional benefit from such improvement, and delegated to the commissioners the power of ascertaining the -amount of such benefits. This the Legislature -has done by -act No. 99, which act, as already stated, provides all the machinery required for the assessment of the increased benefits by reason of ‘ the additional improvements in which every interest of the property owners in the entire district is fully protected.\nIt is -contended by counsel for appellant that the work contemplated by act No. 99 cannot be undertaken' for the reason that it would involve the issuance of bonds by the district in an amount exceeding 30 per cent, of the assessed value of the property contrary to the provisions of the Alexander road law under which the district was established. Counsel argue that the provisions of the Alexander road law provide that bonds shall not be issued for more than 30 per cent, of the assessed value of the property in the district, which prevents the making of the improvement contemplated by special act No. 99, since that act did not expressly change the provisions of the Alexander road law as to the 30 per cent, limit of the assessed value of the property. This contention overlooks the fact that the very purpose of the enactment of special act No. 99 was to provide for the issuance of bonds and the making of. improvements in the district that could not be undertaken because of the 30 per cent, limitation fixed by the Alexander road law under which the original district was organized. The. allegations of the complaint show that the amount raised by the issuance of bonds to make the improvement contemplated in the organization of the district was approximately 30 per cent, of the assessed value of the property in the district, and that this money had all been expended. Hence it became necessary, in order to make .the improvements ments provided for under act ,No. 99, as if such purpose tional issue of bonds. The language of the provisions of § § 1,1, 5 and 9 clearly shows that the Legislature intended to provide for an additional expenditure to make the additional improvement contemplated in the district that would, exceed the 30 per cent, limit of the Alexander road law. ■ The language of these sections is as plainly indicative of the legislative purpose to remove the 30 per cent, limit under the Alexander rolad law, and to exceed that limit for ithe making of Hie additional improvements provided for under act No. 991 as if such purpose • had been declared in express words. It was within the power of the Legislature to find, and to provide, that the benefits of the additional improvements contemplated would exceed the original limit of 30 per cent, of the as- • sessed value of the lands in the district and to authorize the commissioners to ascertain and fix the amount of such benefits. See McCord v. Welch, 147 Ark. 362. Subject to the constitutional limitation that the cost of the improvement contemplated by act No. 99 shall not exceed the benefits, there is no other limitation in that act upon the power of the commissioners to make the improvement, and, if need, be, to expend the entire amount as shown by the reassessment of benefits in making the additional improvements. See Taylor v. Williams, ante p. 52.\nNo facts are alleged in the complaint which show that the assessment of benefits made pursuant to act No. 99 is void on its face. Such being the case, the appellants could not attack the assessments on other grounds except in the manner prescribed by the local act, § § 3 and 5. Davis v. Road Imp. Dist., 162 Ark. 98; Massey v. Arkansas-Missouri Highway District in Pulaski County, 163 Ark. 63.\nThe appellants do not allege facts sufficient to show that they have followed the provisions of the local act No. 99 in their attack upon the assessment of benefits made pursuant to that act.\nThe decree of the trial court sustaining the demurrer to appellant’s complaint and dismissing the same is correct, and it is therefore affirmed.",
        "type": "majority",
        "author": "Wood, J."
      }
    ],
    "attorneys": [
      "G. B. Segraves, for appellant.",
      "J. T. Goston, for appellee."
    ],
    "corrections": "",
    "head_matter": "Green v. Williams.\nOpinion delivered December 14, 1925.\n1. Highways — validity of act authorizing district to complete ■ improvement. — Acts 1925, No. 99, authorizing the Osceola and Little River Improvement District No. 1, previously organized under the Alexander Road Law, to make additional assessments and to issue additional bonds to complete the improvement, held valid, the provisions thereof constituting a complete and workable law with .all the necessary machinery for the assessment of benefits, the issuing of negotiable bonds, and the levying of taxes on the benefits assessed.\n2. Pleading — admission by demurrer. — A demurrer admits to be true all facts well pleaded.\n3. Highways — limit op assessment. — Acts 1925, No. 99, authorizing additional assessments for completion of a road improvement held to remove the 30 per cent, limit provided by the Alexander Road Law, under which the Osceola & Little River Improvement District No. 1 was organized.\n4. Highways — mode of attack on assessment of benefits.— Where no facts were alleged, in a complaint attacking the assessment of benefits under Acts 1925, No. 99, showing that the assessment was void on its face, plaintiffs could not attack the assessment on other grounds, except in the manner prescribed by sections 3 and 5.\nAppeal from Mississippi Chancery Court, Osceola District; J. M. Futrell, Chancellor;\naffirmed.\nG. B. Segraves, for appellant.\nJ. T. Goston, for appellee."
  },
  "file_name": "1198-01",
  "first_page_order": 1218,
  "last_page_order": 1229
}
